{"title":"Biopic ‘John’ resurrects one of Malayalam cinema’s most revered filmmakers","content":"In 1986, one of Malayalam cinema’s most iconoclastic directors used an unconventional route to drum up funds for what would turn out to be his final production. John Abraham made the film Amma Ariyan (Report to Mother) by going with a group from village to village, playing drums, putting up skits and short plays and screening films. They took along a bucket for people to make contributions, which they poured into the production. “People could contribute anything from Re 1 to Rs 500,” and thus was made one of the first crowd-funded films in India, scriptwriter Deedi Damodaran said. “John brought in a fundamental change in the concept of raising capital for a film. He made what he called people’s cinema. Everyone was a producer.”The story behind the making of Amma Ariyan, about a crowd travelling from Wayanad in north Kerala to Kochi in the south to inform a mother of the death of her Naxalite son, is among many anecdotes that will form a part of the upcoming John. The biopic has been written by Damodaran, and will be released in July.Abraham died on May 31, 1987. He was 49. He had fallen off the top of a house after a party, and medical negligence in the hospital is said to have contributed to his death. He made a few documentaries and four features, including the celebrated Tamil-language satire Agraharathil Kazhuthai (Donkey in a Brahmin Village). “We decided that to mark 31 years of his death, we would do this tribute to him,” Damodaran said. Her husband, journalist and film maker Prem Chand, has directed the biopic. “When John died, Prem Chand wrote a tribute in Chithrabhumi, a well-known and well-respected cinema magazine in Kerala,” Damodaran said. “The film is based on that tribute that Prem Chand wrote from Calicut, where John died.The biopic is unusual, in that Abraham is not played by any actor. “We decided to do away with a person playing John – instead, the camera is John,” Damodaran said. “In the film, you see people who knew John closely talking about him – people who were with him when he made his films, people he inspired, people who were with him when he died”.\n\n\n    \n    Play\n\nJohn (2018).John Abraham was born on August 11, 1937. He taught at a college and worked for the Life Insurance Corporation before enrolling in the Film and Television Institute of India in Pune. “It was here that he met film makers such as Ritwik Ghatak and Mani Kaul, who were to be big influences on him,” said film critic CS Venkiteswaran, who was also part of the Amma Ariyan project and travelled with Abraham from place to place across Kerala. “John left FTII with gold medals in screen writing and film direction. He shone”. Abraham worked with and made a cameo in Mani Kaul’s Uski Roti in 1969. After two documentaries, he made his feature debut with Vidyarthigale Ithile Ithile (This Way, Students) in 1972. Vidyarthigale Ithile Ithile won the National Film Award for best story, but it went largely unnoticed. Abraham himself later described the film as “worthless”.His second film, made in 1977, was his breakthrough: Agraharathil Kazhuthai. “Even though Tamil wasn’t his language, John made a delightful satire about Brahmin bigotry and superstition through a helpless donkey,” Venkiteswaran said. Abraham followed up the film with Cheriyachante Kroora Krithyangal (Cruelties of Cheriyachan) in 1979, about land reforms and debt. In 1984, Abraham was among the founders of the Odessa Collective, which aimed to democratise film production and distribution by roping in the people who would be the recipients of his ideas. “John Abraham’s legacy is his non-conformism – he wanted people to be involved in filmmaking, he made people part of the production process in Amma Ariyan,” Venkiteswaran said. “People weren’t just consumers but makers. John was a non-conformist even as an individual. He didn’t conform to any structures of society or family. He had a concern for the larger society. He wanted to take people along”.\n\n\n    \n    Play\n\nAmma Ariyan (1986).For Amma Ariyan, “…Abraham filmed an actual quarry workers’ strike, echoing Kerala’s troubled 70s, and manages to endow both the journey and the central character with broader historical resonances in a manner reminiscent of the director’s master, Ritwik Ghatak’s Jukti Takko Aar Gappo (1974): a style full of irony and with a free-wheelingly innovative approach to sound and to narrative structures,” Ashish Rajadhyaksha and Paul Willemen wrote in Encyclopedia of Indian Cinema. “Abraham’s death, shortly after the film was made, elevated it to cult status while also merging together the fate of the director with that of the main protagonist, both strongly inflected with Christian themes of innocence and martyrdom.”Prints of Abraham’s productions have been stored at the National Film Archive of India in Pune. A new print of Amma Ariyan was recently re-issued. “But they need to make all of John’s films available in good prints so John is accessible to more people,” Venkiteswaran said.Among the characters interviewed for the upcoming biopic is Shantha Mary Cherian, one of Abraham’s two surviving sisters. “He wasn’t just a film maker but a prolific short story writer too,” said 76-year-old Cherian. “Some of his short stories are taught in Malayalam literature courses in Kerala universities”. Cherian keeps every single newspaper cutting mentioning her brother. “He used to sing beautifully – we would have jamming sessions at night,” she recalled. “He would sing old Mohammed Rafi and Mukesh songs. I remember that with great fondness”.Abraham wrote Amma Ariyan in the room belonging to Cherian’s son, Pradeep, who was 18 at the time. “He was very creative and a continuous film maker,” Pradeep Cherian said. “He’d read a lot—Gorky, Marquez.  The thing about John was that he made direct connections with common people, who were largely poor illiterate villagers. He influences a generation of youngsters because he made Amma Ariyan without anyone’s monopoly.” \n\n\n    \n    Play\n\nAgraharathil Kazhuthai (1977).","author":"Anubha George","time":"2018-06-19T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/883001-bsdfoqzdra-1529303187.jpg","tags":["Biopic John","John Abraham","Amma Ariyan"],"source":"https://scroll.in/reel/883001/biopic-john-resurrects-one-of-malayalam-cinemas-most-revered-filmmakers"}