{"title":"Biryani is India’s most popular dish – so why does the BJP hate it so much?","content":"The final step of a biryani involves dum. Meat and rice are layered inside a thick degh, its cover sealed with dough and cooked on a low flame. It’s a magical process that steeps the rice – and remember, at its heart, the biryani is a rice dish – in the flavours of meat, masala and aromatics.It would be an odd person who would not appreciate such culinary artistry. Yet, these are odd times. “Biryani” has become a slur, dog whistle and political weapon in the bruising electoral battle for the Delhi assembly. As part of its campaign to attack the protests against the National Register of Citizens, the Bharatiya Janata Party has sunk to a horrifying low: it has demonised biryani.The BJP has repeatedly made the allegation that the Aam Aadmi Party government was serving up biryani to the protestors at Shaheen Bagh, the site of the agitation in Delhi against the Citizenship Amendment Act that has lasted more than 50 days. On Wednesday, Amit Malviya, head of the BJP’s IT cell excitedly tweeted out, “Proof of Biryani being distributed at Shaheen Bagh!”. It was as if people having a biryani lunch were a dark secret to be exposed to the world.Proof of Biryani being distributed at Shaheen Bagh! pic.twitter.com/ylwnjJr2oy— Amit Malviya (@amitmalviya) February 5, 2020\n\nThis has happened before. In 2015, Ujjwal Nikam, the public prosecutor in the 26/11 Mumbai terror-attack case, admitted he had cooked up the story of terrorist Ajmal Kasab demanding and being served biryani by the jail authorities during his trial. Nikam told this lie, he said, in order to “break an emotional atmosphere which was taking shape in favour of Kasab during the trial of the case”.Muslimness and IndianessThis sort of dog whistling is easy to explain. Biryani is a dish most often associated with South Asia’s Muslims. In fact, quite remarkably, almost every Muslim community across India has its own biryani. The Thalassery of Malabar’s Moplahs, the Hyderabadi of Daknis, the Memoni biryani of the Memons of Gujarat, the Awadhi of Lucknow or the tubered Kolkata biryani of Urdu-speaking Calcatians – you throw a stone in a Muslim neighbourhood and chances are, it’ll clang off a degh.However, what makes things more complicated – and interesting – is that biryani has transcended its origins within Muslim communities to become something of a national dish. The biryani was, for example, the most ordered meal on India’s largest food delivery app, Swiggy, three years in a row. Every minute, India orders 95 biryanis from just this one food delivery app. Biryani is also the first dish that comes to mind when outsiders think of Indian food: one study found that biryani was the most searched Indian food globally on the Internet.So appealing is biryani that now there are even vegetarian dishes are being christened with that name, although traditionally biryanis have been made with meat and poultry. Fittingly enough, in 2014, former Indian cricket captain MS Dhoni shifted hotels in Hyderabad since it wouldn’t allow him to bring in a biryani from outside – a suitably drastic decision given the insult to a great food item.Given the mass popularity of biryani in India, the BJP’s attempts to tar the protests with the dish are decidedly odd. How can such a dish so loved be used to discredit anyone?Biryani and yoghurt ghol at Kolkata's Zam ZamMinority complexTo understand how the BJP can find offense in biryani, one must take a look at the party’s ruling ideology: Hindu nationalism or Hindutva. As political scientist Christophe Jaffrelot has argued, “The Hindu nationalist culture of outrage cannot be understood irrespective of its psychological context. It is part of a discourse of victimizationwhich is the very matrix of Hindu nationalism”.This goes back right to Hindutva’s origins, 150 years back. “This ideology was shaped in the late 19th century as a reaction to a strong feeling of vulnerability,” Jaffrelot argues. “Hindus, though in a majority, were seen by its proponents as weak, compared to the Muslims, because of their inner divisions along caste and sectarian lines.”Hindutava, then, fits the famous description of Stanley Tambiah, a Harvard anthropologist, who had described the Sinhalese as a “majority with a minority complex” – fearing domination by Sri Lanka’s minority Tamils.Hindu nationalists in India similarly base their politics on the fear of Muslims – although only one out of every seventh Indian is Muslim. Most famously, this has birthed the BJP’s main plank of “minority appeasement” – where the party ignores socioeconomic data to argue that India’s Muslim minority enjoys outsized benefits from the Indian state.Many other ideologies would have felt pride with the popular status biryani enjoys. In some other cases, powerful communities often appropriate culture from the less powerful: a famous example being Israel, consisting mostly of European-origin Jews, staking a claim to Arab-origin cuisine such as hummus. Hindu nationalism, though, has a different reaction, feeling a sense of outrage and victimisation that a dish seen in popular culture as “Muslim” enjoys the superstar status it does amongst all Indians.","author":"Shoaib Daniyal","time":"2020-02-07T19:44:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/tdyrnpyiqm-1537711336.jpeg","tags":["Bharatiya Janata Party","Citizenship Amendment Act","Shaheen Bagh"],"source":"https://scroll.in/article/952475/biryani-is-indias-most-popular-dish-so-why-does-the-bjp-hate-it-so-much"}