{"title":"BJP MP seeks law against live-in relationships, calls them ‘dangerous disease’","content":"Live-in relationships are a “dangerous disease” that is spreading across the country, Bharatiya Janata Party MP Dharambir Singh said on Thursday in the Lok Sabha.The legislator from Haryana’s Bhiwani-Mahendragarh urged the government to make a law against such relationships.“Such relationships are very common in western nations, but this evil is fast spreading in our society and the consequences are horrible,” he said. “Recently, the case of Shraddha [Walkar] and Aftab [Poonawala] had come to light in which both were in a live-in relationship.”  The BJP MP was referring to the murder of Shraddha Walkar, who was killed allegedly by her live-in partner Aftab Poonawala last year. Singh claimed that such cases are coming to the fore every day.“Due to this, our culture is getting destroyed, and hatred and evil are spreading in society,” he said in Parliament on Thursday. “If this [live-in relationships] continues, our culture will die and there will be no difference between us and others.”The legislator also suggested that the consent of parents should be made mandatory when adult children choose their own spouses. “A large section of society even to this day gives priority to marriages arranged by parents or relatives,” Singh said. “The bride and the groom seek the consent of the parents and arranged marriages are based on a match of several common factors such as social and individual values and likes as well as family backgrounds.”Singh said that while divorce rates are much lower in India than in countries such as the United States, the figures in the country are rising. He claimed that most marriages that end in divorce in India are love marriages.“Due to love marriages, there is a rise in conflicts in villages,” the BJP MP said. “Entire families are destroyed in these conflicts. Therefore the consent of both the families is important.”","author":"Scroll Staff","time":"2023-12-08T16:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196496-biwknxkpkm-1702034255.jpg","tags":["Parliament","BJP MP Dharambir Singh","Live-in relationships","Love Marriages","Haryana","India"],"source":"https://scroll.in/latest/1060289/bjp-mp-seeks-law-against-live-in-relationships-calls-them-dangerous-disease"}