{"title":"BJP-ruled states accounted for 75% of anti-Muslim hate speech events in 2023, says report","content":"Out of 668 documented anti-Muslim hate speech incidents in India last year, 498 or 75% took place in the Bharatiya Janata Party-ruled states, a report by Washington-based research group India Hate Lab said on Monday.The researchers used the United Nations' definition of hate speech which describes it as pejorative or discriminatory language towards an individual or group based on attributes including religion, ethnicity, nationality, race or gender.According to the report, BJP leaders were involved in hate speech at 100 or 15% of the events. BJP MLA from Telangana’s Goshamahal constituency, T Raja Singh spoke at 23 events, including 14 “dangerous speeches with calls to violence against Muslims”, the report said.In BJP-ruled states, around 11% of events featured leaders from the party while in non-BJP ruled states this figure rose to 28%, the report found. Besides politicians, Hindu religious leaders delivered incendiary speeches at 93 or 14% of the events, the report said.Researchers also identified Hindu extremist influencer Kajal Hindustani, chief of Antarrashtriya Hindu Parishad Pravin Togadia, and chief of Hindu Rashtra Sena Dhananjay Desai as the top three sources of hate speech.Maharashtra (118), Uttar Pradesh (104) and Madhya Pradesh (65) accounted for the most instances of hate speech. While Uttar Pradesh and Madhya Pradesh have a BJP government in power in Maharashtra the saffron party is part of a coalition with the Shiv Sena and the Nationalist Congress Party. These three states collectively accounted for 43% of the total hate speech events recorded.Researchers also found that hate speech incidents in Karnataka showed a notable decline after the Congress came to power in the southern state last year in May, defeating the incumbent BJP government.498 (75%) of the events took place in Bharatiya Janata Party (BJP)-ruled states, union territories (administered by the BJP-led central government), and the National Capital Territory (NCT) of Delhi (police and public order comes under purview of the BJP-led central government). pic.twitter.com/ZQmiUwKMa2— India Hate Lab (@indiahatelab) February 26, 2024\n\n\nThe Vishwa Hindu Parishad and Bajrang Dal organised 216, or 32%, of hate speech events in 2023, the report said. Both groups are part of the Sangh Parivar, a collective of organisations affiliated with Hindutva group Rashtriya Swayamsevak Sangh.Researchers found that hate speech events peaked between August and November with 318 such incidents, or 48% of the total. This coincided with the Vishwa Hindu Parishad-Bajrang Dal Shaurya Jagran rallies and Assembly elections in Rajasthan, Madhya Pradesh, Telangana and Chhattisgarh.Primary references at 63% of documented hate speech events included conspiracy theories involving “love jihad , land jihad, halal jihad, and population jihad”, the report said.“Love jihad” is a Hindutva conspiracy theory that Muslim men lure Hindu women into romantic relationships in order to convert them to Islam.Researchers said that while 169 such events featured speeches calling for targeting Muslim places of worship, 41 out of 193 events that took place between October 7 and December 31 mentioned Israel's war on Gaza to stoke hatred towards Indian Muslims.Monthly breakdown of hate speech events 👇🏽 pic.twitter.com/lIPWpWZB8u— India Hate Lab (@indiahatelab) February 26, 2024\n\n\nAlso read: What will India look like as a Hindu rashtra?","author":"Scroll Staff","time":"2024-02-27T12:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176122-qsdlkutghm-1655889805.jpg","tags":["India Hate Lab","BJP","Hate Speech","Hindutva"],"source":"https://scroll.in/latest/1064342/bjp-ruled-states-accounted-for-75-of-anti-muslim-hate-speech-events-in-2023-says-report"}