{"title":"BJP MP Ramesh Bidhuri calls BSP’s Danish Ali  ‘terrorist’, uses communal slurs in Lok Sabha","content":"Bharatiya Janata Party MP Ramesh Bidhuri on Thursday night used blatantly communal slurs against Bahujan Samaj Party legislator Kunwar Danish Ali and repeatedly called him a “terrorist” in the Lok Sabha.The BJP MP from South Delhi made the remarks during a debate on the success of India’s Chandrayaan-3 lunar mission. “Throw this ‘mullah’ out,” Bidhuri said while shouting during the proceedings. “This mullah is a terrorist.”BJP MPs and former ministers Ravi Shankar Prasad and Harsh Vardhan were laughing while Bidhuri continued with his tirade.That's BJP MPs @drharshvardhan & @rsprasad laughing while their colleague @rameshbidhuri was abusing while referring to aa Muslim MP Danish Ali as \"Terrorist\" \"Katwa\" \"Bhadwa\" \"Mulla\" & \"Militant\". pic.twitter.com/zyldP6ZBTa— Mohammed Zubair (@zoo_bear) September 22, 2023\n\nCongress MP Kodikunnil Suresh, who was in the Chair, urged him to sit down. Suresh said he has already directed the officials to expunge the remarks.Union Defence Minister and Deputy Leader of the Lok Sabha Rajnath Singh expressed regret over the comments made by Bidhuri, reported PTI. Singh stated that he did not hear what Bidhuri said and urged the Chair to delete the remarks from the proceedings if they hurt Opposition members.On Friday, Lok Sabha Speaker Om Birla took note of Bidhuri’s remarks and warned him of strict action if he repeats such behaviour, officials told PTI.The Bahujan Samaj Party MP told The Indian Express that he drew the Speaker’s attention after Bidhuri said in his speech that “some people wanted Prime Minister [Narendra] Modi to die like a dog”.“I intervened and asked him what he was saying and that no one said that about the honourable prime minister,” Ali said. “Then he called me names which included ‘terrorist’.”On Friday, Ali wrote a letter to Birla requesting him to refer the incident to the committee of privileges for an investigation.“This is most unfortunate and the fact that it has happened in a new Parliament building under your leadership as Speaker is truly heartbreaking for me as a minority member of this great nation and an elected Member of Parliament as well,” Ali said in his letter.Shri @ombirlakota ji, please take it seriously as this is the first attack on parliamentary democracy in the new Parliament building. Shri @rameshbidhuri must be punished as per the rules to save the dignity of the House. pic.twitter.com/YWnPjc7jbR— Kunwar Danish Ali (@KDanishAli) September 22, 2023\n\nOn his part, Harsh Vardhan claimed that his name was being dragged into the “unfortunate incident” and that he hardly heard anything in the Parliament.“While I was no doubt witness to the jugglery of words being thrown at each other [Ali and Bidhuri], the truth of the matter is that in the chaos that existed, I could not clearly hear what was being said,” the former Union minister claimed, according to The Indian Express.I have seen my name trending on Twitter where people have dragged me into this unfortunate incident where two MPs were using unparliamentary language against each other on the floor of the House. Our senior and respected leader Shri @rajnathsingh ji has already condemned the…— Dr Harsh Vardhan (@drharshvardhan) September 22, 2023\n\nMeanwhile, Opposition leaders criticised Bidhuri and demanded that he be suspended from the House.Trinamool Congress MP Mahua Moitra said that abusing Muslims and people from Other Backward Classes was an “integral part of BJP culture”.In a post on X, formerly known as Twitter, she wrote that “Modi has reduced Indian Muslims to living in such a state of fear in their own land that they grin and bear everything”.Abusing Muslims, OBCs an integral part of BJP culture - most now see nothing wrong with it. @narendramodi has reduced Indian Muslims to living in such a state of fear in their own land that they grin & bear everything.  Sorry but I’m calling this out. Ma Kali holds my spine. pic.twitter.com/3NAqi5FWPy— Mahua Moitra (@MahuaMoitra) September 22, 2023\n\nCongress General Secretary Jairam Ramesh said that Bidhuri’s comments were unacceptable and an insult to Parliament.VIDEO | \"This is simply not acceptable, it's a half-hearted apology, an afterthought. What (Ramesh) Bidhuri has said is an insult to the Parliament,\" says Congress leader @Jairam_Ramesh BJP MP Ramesh Bidhuri's objectionable remarks against BSP MP Kunwar Danish Ali in the Lok… pic.twitter.com/DbvvMyHS5a— Press Trust of India (@PTI_News) September 22, 2023\n\nNational Conference Vice President Omar Abdullah said it was shameful that the Speaker did not take any action against Bidhuri. “Opposition MPs have been suspended for trivial offences and here outright abuse is condoned,” he said.“Strict action if repeated”. Shame on the Speaker for refusing to take any action against the abusive BJP MP. Opposition MPs have been suspended for trivial offences & here outright abuse is condoned. https://t.co/kQQQ6BlUAs— Omar Abdullah (@OmarAbdullah) September 22, 2023","author":"Scroll Staff","time":"2023-09-22T12:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194296-eamohkopcc-1695362950.jpg","tags":["Ramesh Bidhuri","BJP","Danish Ali","BSP","Chandrayaan-3","Parliament","Lok Sabha"]}