{"title":"‘BJP intends to create hatred,’ says Asaduddin Owaisi after Tejasvi Surya compares him to Jinnah","content":"All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi on Monday said the Bharatiya Janata Party’s intention was to create hatred, countering the saffron party leader Tejasvi Surya’s remark comparing him to Pakistan founder Muhammad Ali Jinnah, reported ANI.At one of his campaign events ahead of the Greater Hyderabad Municipal Corporation elections due by December 1, Surya had accused the leaders of Owaisi’s party of “allowing only Rohingya Muslims, not development”, in Hyderabad.“If there are 30,000 Rohingyas in the electoral list, what is [Union] Home Minister Amit Shah doing? Is he sleeping?” Owaisi said in response. “Isn’t this his [Amit Shah] job to see how 30,000-40,000 Rohingyas are listed? If the BJP is honest, it should show 1,000 such names by tomorrow.”Owaisi referred to the elections as a “fight between Hyderabad and Bhagyanagar”, in a reference to a tweet by Surya, where he addressed the people of Hyderabad as those of Bhagyanagar, kicking up a political row.Their intention is to create hatred. This fight is between Hyderabad and Bhagyanagar. It is your responsibility now to decide who will win: AIMIM Chief Asaduddin Owaisi(23.11.2020) https://t.co/kkmh6O1Bk5— ANI (@ANI) November 24, 2020\n\nEarlier on Monday, Surya accused Owaisi of speaking Jinnah’s language of “rabid Islamism, separatism, and extremism”. Surya claimed that every vote for Owaisi was a vote against India and “everything India stands for”.Surya had said the elections in Hyderabad were going to be the BJP’s gateway to the south. “Change Hyderabad today, change Telangana tomorrow, change South India day after tomorrow,” he said. “The whole nation is watching Hyderabad.”","author":"Scroll Staff","time":"2020-11-24T12:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129870-wjhwacapmr-1601466005.jpeg","tags":["Asaduddin Owaisi","Tejasvi Surya","BJP","Hyderabad","AIMIM"],"source":"https://scroll.in/latest/979304/bjp-intends-to-create-hatred-says-asaduddin-owaisi-after-tejasvi-surya-compares-him-to-jinnah"}