{"title":"BJP appoints Ramesh Bidhuri as poll in-charge of Tonk days after his communal tirade in Parliament","content":"The Bharatiya Janata Party has appointed Lok Sabha MP Ramesh Bidhuri as its poll in-charge for Rajasthan’s Tonk district, days after he had launched a communal tirade against a Muslim legislator in Parliament, The Indian Express reported on Wednesday.During a debate on the success of India’s Chandrayaan-3 lunar mission in the Lok Sabha on September 21, Bidhuri had called Bahujan Samaj Party legislator Danish Ali “mullah terrorist”, “pimp” and “katwa”, a slur used for circumcised Muslims.BJP MP from South Delhi, Ramesh Bidhuri made in charge of Tonk in Rajasthan. This is Sachin Pilot’s seat. pic.twitter.com/LCCzlj9jUN— Sanket Upadhyay (@sanket) September 27, 2023\n\nSeveral Opposition parties sought action against the BJP MP from South Delhi, saying that his remarks amount to hate speech. Bidhuri was also warned of strict action by Lok Sabha Speaker Om Birla if he repeated such behaviour. The BJP also reportedly served a show cause notice to Bhiduri, asking him to explain his remarks.On Wednesday, BJP’s Tonk President Rajendra Parana said that Bidhuri was appointed as poll in-charge of the district on September 26. “He then came straight to Tonk and was here till about 10 am Wednesday morning,” Parana added.Bidhuri also shared photographs of meetings with state president CP Joshi and others at the state office in Jaipur on X, previously known as Twitter.राजस्थान प्रदेश भाजपा कार्यालय जयपुर में ज़िला टोंक की समन्वय बैठक में प्रदेश अध्यक्ष श्री @cpjoshiBJP जी द्वारा संगठनात्मक कार्यों व चुनाव की तैयारियों के साथ सेवा सप्ताह के कार्यक्रमों सहित आगामी कार्यकर्ताओं के प्रवास योजनाओं की जानकारी लेते हुए। pic.twitter.com/wK63ctXR6X— Ramesh Bidhuri (@rameshbidhuri) September 27, 2023\n\nRajya Sabha MP Kapil Sibal said that the BJP has “rewarded” Bidhuri for attacking Ali in Parliament.“BJP rewards ‘hate’,” Sibal wrote on X. “...Muslim population in Tonk [is] 29.25%. Symbolises ‘hate’ for political dividends.”BJP rewards “hate”Bidhuri rewarded for attacking Danish Ali (BSP) for the unspeakable words he used in the Special Session of Parliament Made BJP incharge of Tonk District in Rajasthan Muslim population in Tonk 29.25%Symbolises “hate” for political dividends !— Kapil Sibal (@KapilSibal) September 28, 2023\n\nTrinamool Congress MP Mahua Moitra asked how a person who had been issued a show cause notice could be given a new role by the BJP.“Narendra Modi ji – is this your sneha yatra for minorities, your love outreach?” she asked.Congress leader Jairam Ramesh wrote that BJP’s slogan “Sabka saath, sabka vikas, sabka vishwas” is hollow.Also read: Ramesh Bidhuri and the descent of IndiaCommittee on complaintsThe complaints around Bidhuri’s use of communal slurs in the Lok Sabha have been referred to the Privileges Committee, reported NDTV. However, the committee will also look into complaints against Ali.Two days after Bidhuri launched a communal tirade against the Muslim legislator, BJP MP Nishikant Dubey had accused Ali of making “highly objectionable and derogatory” remarks about Prime Minister Narendra Modi.In a letter to Birla, Dubey alleged that Ali’s remarks about the prime minister instigated Bidhuri to use blatantly communal slurs in Parliament.“[The] statement made by Danish Ali, I think, was more than enough for any patriotic public representative to lose his calm and it led to Bidhuri responding to him like he did,” Dubey wrote. “It is also very unfortunate that the entire media has also not gone into these minute pre-mortem details, wherein Danish Ali made such disgraceful and demeaning comments against our honourable prime minister.” He also alleged that MPs of the Trinamool Congress and the Dravida Munnetra Kazhagam also made comments about Hindus.  Dubey, however, added that he condemns the remarks made by Bidhuri, saying that no decent society could justify such behaviour.On his part, Ali has denied the allegations and said that some BJP leaders were pushing a narrative. “If what Nishikant Dubey is saying is true, there must be a video of the same?” Ali asked, according to ANI. “If it is true then all the BJP MPs were sitting and laughing there? This means that they did not come in support of the PM [Modi].”","author":"Scroll Staff","time":"2023-09-28T11:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194494-xbhxmihzpf-1695880322.jpg","tags":["Ramesh Bidhuri","BJP","Danish Ali","Tonk","Rajasthan elections"],"source":"https://scroll.in/latest/1056712/bjp-appoints-ramesh-bidhuri-as-poll-in-charge-of-tonk-days-after-his-communal-tirade-in-parliament"}