{"title":"BJP ally Shiromani Akali Dal issues whip to MPs to oppose Centre’s agriculture bills in Rajya Sabha","content":"The Bharatiya Janata Party ally in Punjab, Shiromani Akali Dal, on Wednesday issued a whip to its Rajya Sabha members, asking them to vote against the Centre’s three farming sector bills, PTI reported. Farmers in Punjab and other states have been vehemently protesting against the bills. The Shiromani Akali Dal has three members in the Rajya Sabha – Naresh Gujral, Balwinder Singh Bhunder and Sukhdev Singh Dhindsa. The government had introduced the Farmers’ Produce Trade And Commerce (Promotion And Facilitation) Bill, the Farmers (Empowerment and Protection) Agreement on Price Assurance and Farm Services Bill and the Essential Commodities (Amendment) Bill in Parliament on Monday to replace the ordinances. The bills seek to include private players in agriculture and promote hurdle-free sale of produce, but the farmers argue that they will bring about corporate dominance.The Akali Dal had earlier supported the Centre’s decision but then claimed that it had not been consulted on the bills. On Tuesday, Shiromani Akali Dal President Sukhbir Singh Badal had voted against the Essential Commodities (Amendment) Bill, 2020 in the Lok Sabha. “Before introducing these bills, they should at least have consulted the parties that are essentially farmers’ parties and their allies,” he was quoted as saying by PTI. “Our minister, Harsimrat Kaur Badal, had expressed her reservations when the matter was taken up during a Cabinet meeting.”Punjab Chief Minister Amarinder Singh, meanwhile, had referred to the party’s change of decision as a “total farce” and a “face-saver”, according to NDTV.  “Isn’t Harsimrat Badal a member of the Cabinet?” he had asked. “Why didn’t she protest there and why doesn’t she speak outside either on the issue? What did the Akali Dal do in the Assembly?”Farmers in Punjab, Uttar Pradesh and Telangana had on Monday staged protests against the Centre’s agriculture-related bills and demanded that they be withdrawn immediately.Also read: Farmers in Punjab, UP and Telangana protest against Centre’s farm sector ordinances","author":"Scroll Staff","time":"2020-09-16T23:15:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/98005-oolpqusfer-1569585613.jpg","tags":["Akali Dal","Rajya Sabha","sad-bjp"],"source":"https://scroll.in/latest/973308/bjp-ally-shiromani-akali-dal-issues-whip-to-mps-to-oppose-centres-agriculture-bills-in-rajya-sabha"}