{"title":"BJP complains to EC about Rahul Gandhi, accuses him of creating linguistic and regional divide","content":"The Bharatiya Janata Party filed a complaint against Congress leader Rahul Gandhi with the Election Commission on Monday accusing him of attempting to create a linguistic and regional divide.The BJP has accused the Congress MP from Kerala’s Wayanad of conspiring to create a rift between north and south India in its Lok Sabha election campaign.“Today we have complained to the Election Commission about the way Rahul Gandhi is constantly conspiring to make the country fight in the name of language and province,” BJP national general secretary Tarun Chugh told reporters on Monday, according to ANI. “This time Congress has hatched a conspiracy to make the country fight by creating a rift between the north and south.”Met with the Election Commission along with the party delegation to address Rahul Gandhi's divisive tactics. Let's stay united and focus on progress! #LSPolls2024WithPTI #LokSabhaElections2024— Tarun Chugh (Modi Ka Parivar) (@tarunchughbjp) April 22, 2024\n\n\nBJP moved the Election Commission shortly after the Congress approached the poll body on remarks made by Prime Minister Narendra Modi on Sunday claiming that the Congress would distribute citizens’ property among Muslim “infiltrators” if voted to power.Modi was purportedly referring to remarks that former Prime Minister Manmohan Singh made on December 9, 2006, when he addressed a meeting of the National Development Council. Singh, who was prime minister at the time, said that the country’s priorities were to uplift the Scheduled Castes, Scheduled Tribes, Other Backward Classes, minorities and women and children.Though the BJP shared a video clip of Singh’s remarks on social media, the Congress noted that the section had been taken out of context.On Monday, a delegation of the Congress led by Abhishek Manu Singhvi met with the poll body and urged it to take immediate action on the comments.However, at a press conference on Monday, the Election Commission spokesperson declined to comment on remarks made by Modi.हमने चुनाव आयोग से 17 शिकायतें दर्ज की हैं, जिसमें 5 मुख्य हैं:1. देश के प्रधानमंत्री ने राजस्थान में जिस तरह एक समुदाय के लिए भद्दा वक्तव्य दिया, वह चुनाव आयोग का उल्लंघन है।चुनाव आयोग को इसपर सख्त कार्यवाही करनी चाहिए। इस बयान से देश के संविधान, प्रधानमंत्री पद, चुनाव आयोग… pic.twitter.com/Q6XrNqrNo1— Congress (@INCIndia) April 22, 2024\n\n\nAlso read: ‘They built the Ram temple. That is bigger than providing jobs.’Over 17,400 citizens write to EC seeking action against PM Narendra Modi for hate speech","author":"Scroll Staff","time":"2024-04-23T10:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200236-dsklktuotr-1713846631.jpeg","tags":["Rahul Gandhi","Election Commission","Prime Minister Narendra Modi","Congress","BJP","Lok Sabha 2024"],"source":"https://scroll.in/latest/1066944/bjp-complains-to-ec-against-rahul-gandhi-accuses-him-of-creating-linguistic-and-regional-divide"}