{"title":"BJP complains to Delhi LG against CM Arvind Kejriwal issuing orders from ED custody","content":"The Bharatiya Janata Party on Tuesday complained to Delhi Lieutenant Governor VK Saxena about Chief Minister Arvind Kejriwal issuing directions while in the Enforcement Directorate’s custody.The party claimed that this amounted to “unauthorised use of power and authority” by Kejriwal, The Indian Express reported.The Delhi chief minister was arrested on March 21 by the Enforcement Directorate in the liquor policy case. On the next day, he was remanded to the agency’s custody till March 28.Since his arrest, Kejriwal has issued two directions to Delhi water minister Atishi and health minister Saurabh Bharadwaj to address complaints regarding water and sewerage issues and to ensure the availability of medicines in state-run mohalla clinics.BJP leader Manjinder Singh Sirsa, who filed the complaint with Saxena, alleged that the Delhi government’s letterhead was fabricated for orders purportedly issued by the chief minister.“Kejriwal Ji, currently in remand, lacks the legal capacity to issue such directives without court permission, which hasn’t been granted,” the complaint to Lt. Governor Sexana read. “This order is illegal and unconstitutional; mandating the need for enquiry as to who is misusing CMO and for what personal gains.”Sirsa urged Saxena to issue “necessary orders/instructions” to establish an official mechanism to address the “ongoing serious crisis”.The Aam Aadmi Party, however, alleged that the BJP “does not want Kejriwal to serve the people of Delhi”.The party alleged that by arresting Kejriwal, the BJP was trying to divert attention from the “money trail” that had been revealed after the Election Commission published details of the Centre’s electoral bonds scheme.The party was referring to businessman P Sarath Chandra Reddy, one of the directors of Aurobindo Pharma Limited, who had been arrested in connection with Delhi’s now-scrapped liquor policy in 2022. Reddy was pardoned in June after he agreed to become an approver in the case.The electoral bonds data released last week showed that Aurobindo Pharma Limited donated Rs 5 crore to the BJP in 2022 just five days after Reddy was taken in custody. The company donated another Rs 25 crore to the BJP after the Hyderabad-based businessman turned approver.The company bought electoral bonds worth Rs 52 crore of which Rs 34.5 crore went to the BJP.PIL to prevent Kejriwal’s directionsA public interest litigation has been moved before the Delhi High Court by one Surjit Singh Yadav, a Delhi resident claiming to be a farmer and social worker, seeking directions to prevent Kejriwal from issuing official orders while in the Enforcement Directorate’s custody, reported Live Law on Tuesday.Allowing the Delhi chief minister to do so is “against the legal framework of investigation provided under the law which cannot be made selectively available only to some persons and denied to others”. Directions given by Kejriwal from custody may influence the central agency’s “fair and proper investigation”, the plea states.Yadav has also sought to restrain Kejriwal from using a typist, computer or printer to issue directions while he is in custody. In another plea, he has sought directions for the removal of Kejriwal from the chief minister’s post. Both pleas are yet to be listed in the court.A single-judge bench of the High Court will hear Kejriwal’s plea challenging his arrest on Thursday.","author":"Scroll Staff","time":"2024-03-27T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192286-gwazwwpykn-1689599361.jpg","tags":["Arvind Kejriwal","BJP","V K Saxena","Chief Minister","Delhi Lt Governor","Enforcement Directorate","ED custody","Kejriwal under arrest"],"source":"https://scroll.in/latest/1065851/bjp-complains-to-delhi-lg-against-cm-arvind-kejriwal-issuing-orders-from-ed-custody"}