{"title":"BJP MP Pragya Thakur urges Hindus to keep weapons at home","content":"Bharatiya Janata Party MP Pragya Thakur on Sunday urged Hindus to keep weapons in their homes.“Keep weapons in your homes, if nothing else, at least keep knives used to cut vegetables sharp,” Thakur said in a video widely shared on social media. “Don’t know what situation will arise when...Everyone has the right to protect themselves. If someone infiltrates our house and attacks us, giving them a befitting reply is our right.”Terror case-accused @BJP4India MP from Bhopal Pragya Singh Thakur calls for killing of Muslims during her speech in Karnataka on Sunday during Hindu Jagarana Vedike's event. \"Keep weapons at home. Keep them sharp. If veggies can be cut well, so can the enemy's head,\" she says. pic.twitter.com/AoDgOpNbXv— Anusha Ravi Sood (@anusharavi10) December 26, 2022\n\nThakur, who represents the constituency of Bhopal, made the remarks while addressing the Hindu Jagarana Vedike’s South Region annual convention in Shivamogga.At Sunday’s event, Thakur also urged Hindus to protect their girls from “love jihad” – a debunked Hindutva idea that Muslim men romantically lure Hindu women to have them converted to Islam.“Even if they [Muslims] love they do jihad in that,” Thakur alleged. “Answer those involved in love jihad in the same style. Protect your girls, teach them the right values.”She also spoke against educating children in institutions run by Christian missionaries.“You will open the doors of old age homes for yourselves,” Thakur warned. “The children won’t be yours and of your culture. They grow in the culture of old age homes and become selfish.”She added: “Do pujas at your home, read about your dharma [religion] and shastra [scripture], and teach your children about it, so that children know about our culture and values.”In May 2019, Thakur had created a huge controversy during the Lok Sabha elections by calling Mahatma Gandhi’s assassin Nathuram Godse a patriot. She issued an apology following a barrage of criticism from her own party as well as the Opposition. Prime Minister Narendra Modi later said he would never be able to forgive Thakur for her comments.The 51-year-old leader had won the 2019 election from Bhopal, defeating senior Congress leader Digvijaya Singh by a margin of over three lakh votes. She is also one of the accused in the 2008 Malegaon blast case.","author":"Scroll Staff","time":"2022-12-26T17:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131899-eqrnznddlt-1575013097.jpg","tags":["Pragya Thakur","BJP","Hindus"],"source":"https://scroll.in/latest/1040602/bjp-mp-pragya-thakur-urges-hindus-to-keep-weapons-at-home"}