{"title":"‘BJP wants to snatch Bhagwan Shiv’: Opposition in Maharashtra criticises Assam ad about Jyotirlinga","content":"Opposition leaders in Maharashtra on Wednesday criticised the Bharatiya Janata Party in connection with an Assam government advertisement that claimed that India’s sixth Jyotirlinga is located in the Kamrup district.As per Hindu beliefs, Jyotirlingas are places where the deity Shiva appeared as a column of light. Twelve Jyotirlingas in India, marked by temples, are believed to be the most sacred such places.The advertisement issued by the Assam government on Tuesday claimed that the country’s sixth Jyotirlinga is located at Dakini Hill in the Kamrup district. The claim runs contrary to the belief that it is located at the Bhimashankar temple in Maharashtra’s Pune district.Commenting on the advertisement, Maharashtra Congress General Secretary Sachin Sawant said that the claim was highly preposterous. “Leave aside industries, BJP wants to snatch away even Bhagwan Shiv from Maharashtra,” he said.He was referring to Opposition claims that Maharashtra has lost out to other regions in the country in terms of attracting big-ticket industrial projects.Sawant urged Maharashtra Chief Minister Eknath Shinde and his deputy Devendra Fadnavis to clarify their stand and condemn the action of the BJP government in Assam.2/2 We demand Shinde Fadnavis govt to clarify their stand & unequivocally condemn this overbold action of bjp govt in Assam which has hurt emotions & sentiments of not only 12 cr ppl of Maharashtra but also beliefs of all Indians. BJP's grudge against Maharashtra is seen again pic.twitter.com/Ag6Q4ng4ii— Sachin Sawant सचिन सावंत (@sachin_inc) February 14, 2023\n\nShiv Sena (Uddhav Balasaheb Thackeray) leader Aaditya Thackeray said that the Assam government should promote its own temples, and the party would have no objection to it, The Indian Express reported. “We respect all places of worship,” he said. “But why make a false claim on the sixth Jyotirlinga Bhimashankar which is located in Maharashtra?”Nationalist Congress Party MP Supriya Sule alleged that the claim was a deliberate ploy to undermine Maharashtra. “The Maharashtra government should admonish such a move,” she said. “First, they walked away with our investments to Gujarat, now they are hijacking our temples.”However, Maharashtra Culture Minister Sudhir Mungantiwar said that the Assam government did not make the claim that the temple in Kamrup was among the twelve Jyotirlingas. “I was informed by Assam government officials that the advertisement was for a Bhimashankar temple that is located in Assam,” he said, according to The Indian Express.The minister said the Union government has also stated that the sixth Jyotirlinga is located in Maharashtra. “There is no reason why anybody should raise a hue and cry,” he said.","author":"Scroll Staff","time":"2023-02-16T12:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186931-abncpqhckx-1676530868.jpg","tags":["Jyotirlinga","Assam","Bhimashankar","Kamrup"],"source":"https://scroll.in/latest/1044004/bjp-wants-to-snatch-bhagwan-shiv-opposition-in-maharashtra-criticises-assam-ad-about-jyotirlinga"}