{"title":"Ground report: BJP pushed Hindutva hard in Karnataka – so why isn’t it working? ","content":"On April 23, television anchor Rahul Kanwal asked Karnataka chief minister Basavaraj Bommai about some of the Hindutva issues his party had raised while in power.Bommai’s answer ended up surprising Kanwal and, possibly, many supporters of the ruling Bharatiya Janata Party. “You have come back to your favourite subject,” Bommai retorted. “Without hijab and halal, the interview will not be complete.”Thrown off balance by this turning of the tables, a scowling Kanwal pointed out that “many people in your party only raised these issues”.Bommai, however, claimed that these Hindutva issues were the BJP’s past. “They have replied then, nobody is talking [now],” the chief minister said. The anchor’s surprise was understandable. Bommai’s government in Karnataka has, by all accounts, been the most right wing in Karnataka’s history. While it was in the power, the BJP raised a host of Hindutva issues such as attacking Tipu Sultan, the eighteenth century ruler of Mysore, stopping the sale of meat slaughtered as per Islamic norms and, most controversially, preventing Muslim girls who wear a headscarf from attending school and college.However, Scroll’s ground reporting from the state’s heartland – the Old Mysore region in South Karnataka – explains why Bommai is now backtracking. Hindutva has limited purchase with Kannadigas and the BJP’s attempt to get it to overrule the state’s pattern of caste-based voting seems to have failed. Instead, economic distress seems to dominate the upcoming Assembly election: bad news for the BJP given the widespread impression that its state government is corrupt.Caste versus communalism?“The Tipu story is a lie,” Jayaram Gowda, a farmer from Mandya district tells Scroll. “They raised halal and then Uri and Nanje Gowda to fool Vokkaligas in this region and distract us from farming issues.”Gowda belongs to the powerful Vokkaliga agrarian caste that dominates the Old Mysore region. The story he is referring to is the BJP’s attempt to claim that two Vokkaliga men, Uri and Nanje Gowda, had assassinated Tipu Sultan. Using it, the saffron party was trying to use Hindutva to make a pitch for Vokkaliga votes that has, so far, eluded it. However, the strategy backfired after  the head of a prominent seminary in Mandya fact-checked the story. “There is a difference between writing history and writing fiction,” Nirmalanandanatha of the Adichunchanagiri Mutt said, referring to the well-established fact that Tipu was killed by British forces.Jayaram Gowda is a farmer in Mandya district.Revered by Vokkaligas in the Old Mysore region, the Adichunchanagiri mutt’s censure was a blow to the BJP and the party dropped all references to the story. With it ended chances that the BJP could use Hindutva to break the pattern of Vokkaligas voting along caste rather than communal lines. Like in earlier elections, it seems Vokkaligas would stick with Janata Dal (Secular), a party led by Vokkaligas as well as, in pockets, the Congress, which also has powerful Vokkaliga leaders.Bread and butter issues Far from wooing the Vokkaligas, in fact, the BJP seems to have angered them: farmers from the caste roundly blame the party for widespread agrarian distress.“Modi levies GST on fertilisers, we can’t irrigate [our fields] due to erratic power supply,” Jayaram Gowda complained. “Our costs keep on going up but the price of sugarcane remains the same. How is farming possible? Bommai has put a stone on our heads.”With 12 acres of farmland, Gowda is a relatively wealthy farmer. However, complaints of economic distress cut across classes and castes in the Old Mysore region. In the Adivasi-dominated Kalale village, anger against economic distress exploded as Scroll spoke to residents. “Gas cylinders were Rs 450 under the Congress, now it  is Rs 1,000,” Mahesh, 45, angrily said. Soon, a number of his friends, all from the Nayaka community, a Scheduled Tribe, chimed in with a litany of complaints. “Cooking oil was Rs 80, now it is Rs 200,” Mahadev said. “Our children are educated but there is no work for them.”“Under Congress we used to get 10 kg of rice, now we only get 4 kg,” Manchaya, an elderly man, claimed. Mahesh got back into the conversation: “We got free power under the Congress. Now we have to pay a lot of money for it. How will workers like us pay for it?”Even as economic distress is overflowing in Kalale, Hindutva is largely absent. The village is simply unaware of issues like who killed Tipu Sultan or debates over the hijab and halal slaughtered meat. Not surprisingly, the party will likely gather few votes from the village.Mahesh (right) belongs to the Nayaka Adivasi community.Inverse relationshipWorse for the BJP is that many Hindu voters in this region seem to be linking economic distress and communalism, blaming the latter partly for the former.“Since a large number of merchants are Muslims, farmers are having difficulty in selling their produce,” explained Nandini Jayaram of the Karnataka Rajya Raitha Sangha, a farmer-led pressure group. “I know many farmers who could not sell tamarind or sheep or male calves.” With Muslim merchants wary of doing business as a result of multiple instances of aggression by Hindutva groups, farm sales have been affected. “Farmers are very angry with this constant raising of Hindu-Muslim issues,” Jayaram said.A major example of how Hindutva issues seem to have led to anger is the 2020 law against cow slaughter and the resultant growth in cow protection vigilantes. At Sathanur town, where a cow vigilante lynched a Muslim man, the killing has had little polarising effect that could benefit the BJP. Instead, the focus remains on economic issues. “He [the accused] is a madman,” said Nagamuthu Gowda, a truck driver and part of a farming family that owns cattle. “They have made it impossible for us to sell our cattle since Muslims don’t come to cattle fairs anymore.”As has been widely reported, cow slaughter laws and vigilantism that Karnataka has seen over the past few years has significantly harmed the cattle market in the state, a critical source of funds for farmers in India, who largely use small-scale cattle husbandry as a backup income to augment incomes from crops.Gowda continued, “The issue is not cows but how we live. Look at diesel rates. As drivers, we are dying but the government does not listen.”In Ramnagara, where massive granite outcrops acted as a villanous backdrop for the Bollywood film “Sholay”, the Bommai government has promised a “majestic” Ram Temple in a bid to replicate the politics of Ayodhya in Uttar Pradesh. However, local residents are more interested in their economic situation. “What good will a temple do if the government keeps on raising [cooking] gas rates?” asks Kumar Gowda. “First they should decrease rates. Because of that people here are voting for the JD(S) or Congress.”Nagamuthu Gowda's family owns cattle. Minority consolidationEven as most voters remain unmoved by the BJP’s Hindutva pitch, there is one exception: Karnataka’s Muslims. With 13% of the state Muslim, the community is in a high state of political excitement.The mausoleum of Tipu Sultan in the town of Srirangapatna is an unusually active spot for a historical monument. Thousands of people, most of them Muslims from within Karnataka, come to visit his grave almost in a quasi-religious act. Many visitors touch the graving and recite prayers, treating the king as a sufi pir.Mohammed Farhad, 19 has driven down with his friends, all belonging to families that trade in areca nut, from Shimoga, nearly a six-hour drive away from Srirangapatna. In him, admiration for Tipu has merged with Karnataka’s present communal climate. “The BJP wants to attack him since he fought the British,” Farhad said.One of his friends chimed in to support him, “Tipu was a tiger” – a theme that the mausoleum takes very seriously, being painted on the inside in tiger stripes.“Not ‘was’,” Farhad replied. “Is. He is mentioned more than any other person in elections.”Although quite young, the teenagers are worried about the political climate. “The BJP has removed reservations for Muslims,” Mohammad Nawaz said. “How will we get jobs?”The result of this: a significant Muslim consolidation behind the Congress. When I ask them who they will vote for, the answer comes immediately. “Huq se Congress ko denga,” Ashraf Ali replies. We will vote for the Congress as a right.Mohammed Farhad, extreme right, with his friends.History versus HindutvaAttacking Tipu has been the centrepiece of the BJP’s politics in Karnataka. And while this has real resonance in some pockets of Karnataka, in the Old Mysore region, geographically the heartland of both Tipu’s state and modern Karnataka, Tipu has a significantly positive image.The temple town of Nanjangud has a Shiva temple so prominent that devotees often refer to it as Dakshin Kashi, the Deccan Benaras. As it so happens, one of the temple’s lingas, an object of worship that symbolises the god Shiva, was donated by Tipu. “Tipu prayed to Shiva here to heal his favourite elephant,” explained Shilpa NS, a temple adminstrator. “That is why the god here is called Hakim Nanjunda.”Hakim is the Persian, Arabic and Urdu word for doctor.Nataraja, a bus conductor from Bengaluru, has come to Nanjangud to pray. Like most members of the Lingayat caste in the state, he is a BJP supporter. However, as a devotee of the temple, anger against Tipu perplexes him. “Tipu installed a linga here,” he says. “I have heard stories about him but he never harmed this place.”Nataraja at the Srikanteshwara temple in Nanjangud.The Karnataka caseI met Muzaffar Assadi, a political scientist teaching at the University of Mysore, at his home to help break down Karnataka’s complex maze of communal politics. “The BJP’s experiments on communal issues – hijab, halal, Tipu – have failed,” he said. “Even their reservation gambit, no one is buying. In the end, they are now saying they will talk about development.” Assadi was referring to the Bommai government’s move to scrap reservations for Muslims in the state.Assadi put this down to Karnataka’s unique history. “These experiments failed in Karnataka since it was never a communal state,” he explained. “There were never any major communal riots here. Moreover, Muslim rulers such as Tipu were strongly syncretic.”Without these ground conditions and the fact that Muslims have not reacted to the BJP government’s policies, the BJP’s Hindutva push seems to have failed, he argued. “As a result, the BJP is trying to pull back from communalism before the election,” Assaid said.In other states like Uttar Pradesh, the BJP depends on a complex mix of welfare, caste and communal messaging to push its case. In Karnataka, however, the last leg is especially weak for the BJP given its hard Hindutva push has failed to land amongst voters. As a result, unlike in other successful states, the BJP has largely failed to build a strong, cross-caste, vertical Hindu vote bank. In its absence, the saffron party will be hoping that voters ignore allegations of corruption, economic mismanagement, and that the castes that traditionally vote for it, come out in large numbers to support the party. In the absence of this combination of factors, the incumbent would face a rough time in the upcoming elections.","author":"Shoaib Daniyal","time":"2023-05-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189677-naegjypxnh-1682929471.jpg","tags":["Karnataka election 2023","Hindutva","Tipu Sultan"],"source":"https://scroll.in/article/1048310/bjp-pushed-hindutva-hard-in-karnataka-is-it-working"}