{"title":"BJP moves to reshuffle units in poll-bound Madhya Pradesh, Rajasthan","content":"The Bharatiya Janata Party on Wednesday appointed its chief whip in the Lok Sabha, Rakesh Singh, the president of its Madhya Pradesh unit, PTI reported. The party is also reportedly going to appoint a new leader in Rajasthan after Ashok Parnami stepped down during the day. The BJP faced losses in bye-elections in both the states, which go to the polls later this year.Rakesh Singh will replace Nandkumar Singh Chauhan, who had been at the helm since August 2014. Chauhan said he had tendered his resignation and would now like to focus on his Lok Sabha constituency, reported India Today. The party said in a statement that Parnami, former Andhra Pradesh BJP chief K Hari Babu, and Chauhan had been appointed to its national executive. An unidentified party member told PTI that new heads of the party in Rajasthan and Andhra Pradesh would be announced soon.“I have worked to strengthen the party as its worker,” Parnami said. “I will continue to work in accordance with the responsibilities given to me as a disciplined party worker.” He was appointed Rajasthan BJP chief in February 2014 and represents Jaipur’s Adarsh Nagar in the Assembly.Speaking about the BJP’s defeat in the recent Lok Sabha bye-polls in Alwar and Ajmer, Parnami said: “Any defeat or victory is a collective responsibility and individuals are not responsible.” Union minister Narendra Singh Tomar, who was in contention for the post of the party president in Madhya Pradesh, will be the campaign committee chief, unidentified leaders said.With Rakesh Singh, who belongs to the backward caste, the party has sent a clear message that it is wooing the OBCs, reported The Economic Times. Chief Minister Shivraj Singh Chouhan also belongs to the backward caste category.According to an unidentified official, Singh’s name was finalised at the BJP’s state core group meeting in Bhopal on Tuesday night. The meeting was also attended by Chouhan and BJP organisational secretary Ram Lal. The BJP has been in power in the state for 15 years, with Chouhan leading the party to victories in the 2008 and 2013 Assembly polls.State unit chiefs in Chhattisgarh, Tamil Nadu and New Delhi too are likely to be replaced, reported The Economic Times.","author":"Scroll Staff","time":"2018-04-18T17:27:40.354989+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876098-87489-yenvpemkrk-1524051594.jpg","tags":["BJP","Rajasthan","Madhya Pradesh","Assembly elections"],"source":"https://scroll.in/latest/876098/bjp-moves-to-rejig-state-units-in-poll-bound-madhya-pradesh-rajasthan"}