{"title":"BJP asks Lok Sabha candidate Dilip Ghosh to clarify ‘indecent’ remarks about Mamata Banerjee ","content":"The Bharatiya Janata Party on Tuesday issued notice to party leader Dilip Ghosh asking him to clarify his comments about West Bengal Chief Minister Mamata Banerjee, reported ANI.Earlier in the day, ANI had shared a video in which Ghosh, a former president of BJP’s West Bengal unit, can be heard saying to reporters: “When didi [Banerjee] goes to Goa, she calls herself the daughter of Goa. When she goes to Tripura, she says that she is the daughter of Tripura. She should first identify her own father.”In a letter to Ghosh, BJP president JP Nadda said that his remarks were “indecent and unparliamentary” and against the party’s ethos and values. He added that the BJP strongly condemned such comments.This was after the Trinamool Congress filed a complaint with the Election Commission alleging a violation of the Model Code of Conduct on Ghosh’s part, reported The Hindu. The Model Code of Conduct is a set of guidelines issued by the Election Commission that political parties and governments are mandated to follow while campaigning. Ghosh is the Hindutva party’s candidate from the state’s Bardharman-Durgapur constituency for the Lok Sabha elections.Ghosh’s remarks were a reference to the Trinamool Congress’s poll slogan during the 2021 Bengal Assembly elections: “Bangla Nijer Meyekei Chaye [Bengal wants its own daughter]”.#WATCH | Durgapur, West Bengal | BJP MP Dilip Ghosh says, \"...When Didi (CM Mamata Banerjee) goes to Goa, she calls herself daughter of Goa. When she goes to Tripura, she says that she is the daughter of Tripura. She should first identify her own father...\" pic.twitter.com/rGMDKjQd1T— ANI (@ANI) March 26, 2024\n\n\nThe Trinamool Congress said in its complaint that Ghosh’s remarks “lack decorum but also exhibit a blatant disregard for the dignity of a prominent political figure”.“Such remarks not only attempt to undermine the stature of Smt. Mamata Banerjee but also directly attacked her personal character and modesty, which amounts to blatant violation of the Model Code of Conduct,” read the party’s letter to the poll panel.The party also said that the comments “perpetuate a culture of misogyny and disrespect towards women in positions of power”, reported The Indian Express.“It is expected that our political representatives engage in responsible and respectful dialogue, regardless of ideological differences or political affiliations,” it added.Ghosh said he would respond to the BJP’s notice with an official letter.“This is not the first time that I have faced a controversy over my statement, because I speak in front of those who commit injustice,” the BJP leader was quoted as saying by ANI. “Many people including the party said that I used unparliamentary language, if it is so then I express my sadness at it.”","author":"Scroll Staff","time":"2024-03-27T13:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157455-lhglobnvez-1618147440.jpeg","tags":["Mamata Banerjee","Dilip Ghosh","West Bengal","BJP","JP Nadda","lok sabha 2024"],"source":"https://scroll.in/latest/1065854/bjp-asks-lok-sabha-candidate-dilip-ghosh-to-clarify-indecent-remarks-about-mamata-banerjee"}