{"title":"BJP youth wing files police complaint against Mamata Banerjee for her comments on the NRC draft","content":"The Bharatiya Janata Party’s youth wing on Tuesday filed a police complaint against West Bengal Chief Minister Mamata Banerjee for her remarks against the National Register of Citizens in Assam. The youth wing filed the complaint with the Naharkatia police station in Upper Assam’s Dibrugarh district.“The BJP is trying to divide the people,” Banerjee had claimed. “The situation cannot be tolerated. There will be a civil war, bloodbath in the country.” Banerjee had also suggested that the draft, published on Monday, was an attempt to evict Bengalis from Assam. “Is this a targeted isolation of Bengalis? Some of these people have been living here for generations,” said the chief minister. “If you torture Bengalis, will we not protest?” The Bharatiya Janata Yuva Morcha, in its complaint, accused Banerjee of trying to “incite hate and tension” among communities, with a view to derail the registration process, Northeast Now reported. The first information report was jointly filed by three activists of the group – Jagdish Singh, Mridul Kalita and Amulya Chengiari at Naharkatia Police Station in Dibrugarh district.“The people of Assam have wholeheartedly accepted the final draft of the National Register of Citizens released on July 30, but some unscrupulous politicians have been trying to disrupt the peaceful process of registration, which is under the sole supervision of the honourable Supreme Court,” the complaint read. “One such politician, Mamata Banerjee, chief minister of West Bengal, is trying to disrupt the peaceful process. Jagdish Singh said that Banerjee was trying to benefit from the matter politically, Northeast Now reported. “Mamata Banerjee is trying to politicise the matter and try to reap benefits out of it,” he said. “We condemn West Bengal chief minister for her provocative speeches.” Banerjee, on other hand, refused to respond to it. “I am not BJP’s servant to reply to any of their statements,” she told ANI. “I didn’t say this [civil war remark], my concern is regarding the 40 lakh people whose names are not in the list. BJP is politically tensed because they know they won’t come to power in 2019.”The final draft of the National Register of Citizens verifies 2.89 crore people, out of the 3.29 crore who had applied, as legal citizens of India. The stated aim of the counting exercise is to separate genuine Indian citizens from so-called illegal migrants who might be living in the state. According to the terms of the exercise, anyone who could not prove that they or their ancestors had entered the state before midnight on March 24, 1971, would be declared a foreigner.","author":"Scroll Staff","time":"2018-08-01T08:45:00.743881+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888760-qjismzmwts-1533092007.jpg","tags":["Mamata Banerjee","Bharatiya Janata Yuva Morcha","Assam","National Register of Citizens","NRC"],"source":"https://scroll.in/latest/888760/bjp-youth-wing-files-police-complaint-against-mamata-banerjee-for-her-comments-on-the-nrc-draft"}