{"title":"BJP criticises Congress’ Charanjit Singh Channi for calling Poonch militant attack a poll ‘stunt’","content":"The Bharatiya Janata Party on Sunday criticised Congress leader Charanjit Singh Channi for calling the militant attack on an Indian Air Force convoy in Jammu and Kashmir a day earlier a “stunt” to help the Hindutva party win the Lok Sabha elections, The Hindu reported.One Indian Air Force staffer was killed and four others were injured in the Union territory’s Poonch district on Saturday after militants fired at their vehicles.On Sunday, while responding to a reporter’s question about the attack, Channi alleged that the “BJP knows how to play with people’s lives and bodies”. “Whenever elections are near, such stunts are performed to make the BJP win,” he claimed.Channi, the former Punjab chief minister, has been fielded by the Congress from the Jalandhar Lok Sabha constituency.BJP leader Anurag Thakur said that Congress leaders Mallikarjun Kharge, Sonia Gandhi and Rahul Gandhi should apologise for Channi’s comments.“I have a question for Congress: were the 1962, 1965 and 1971 wars done for winning elections?” the Hindustan Times quoted Thakur as saying.Thakur was referring to India’s war with China in 1962 and with Pakistan in 1965 and 1971.“They [Congress] question the ability of our forces,” the Union minister said. “How low will the Congress stoop? Will the Congress insult our bravehearts for the sake of winning elections?”Punjab BJP chief Sunil Jakhar called Channi’s remarks an “insult to [the] nation”.“Channi’s shameful statement on the attack on our Air Force personnel in Poonch calling their valour as a stunt shows the bankruptcy and frustration of Channi,” Jakhar said on social media. “The nation will not forgive him. He should hang his head in shame.”Jakhar also asked the Congress to “disassociate from his [Channi’s] statement and ask him to apologise to the nation immediately”.Ghastly statement by CWC member Channi belittling the valour of our brave soldiers is no less a crime and an insult to nation. Channi's shameful statement on the attack on our Air Force personnel in Poonch calling their valour as a stunt shows the bankruptcy and frustration of…— Sunil Jakhar(Modi Ka Parivar) (@sunilkjakhar) May 5, 2024","author":"Scroll Staff","time":"2024-05-06T11:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168941-blkitbushx-1642472675.jpg","tags":["Congress","BJP","Indian Air Force","Jammu and Kashmir","Militant Attack","Charanjit Singh Channi","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067483/bjp-criticises-congress-charanjit-singh-channi-for-calling-poonch-militant-attack-a-poll-stunt"}