{"title":"BJP books ‘Donate for Desh’ domain, redirects Congress crowdfunding campaign to its own website","content":"Amid the Congress’ announcement of its crowdfunding initiative “Donate for Desh”, the Bharatiya Janata Party has booked a domain name that mentions the campaign, the Economic Times reported.This means that internet users who click on the link donatefordesh.org are redirected to a page on the BJP’s website through which people can donate to the saffron party.Further, pro-BJP portal OpIndia also acquired a domain name that mentions the name of the Congress campaign, due to which the link donatefordesh.com redirects to the website’s donation page. The Congress eventually finalised the link donateinc.in for its crowdfunding campaign.A domain name is a unique address used to access websites.Social media users remarked that the Congress’ failure to book the domains reflected a failure of planning.Got to acknowledge how ridiculous is Congress planning team. They started a Campaign Donate for Desh but didn’t book the Domain or Handle names on Social Media. And those domains have been hijacked by BJP and their associates.— Joy (@Joydas) December 18, 2023\n\n\nThe BJP. Honestly how inept is the Congress. Daily pasting. No lessons learnt https://t.co/k4ccRkmAq7— Swati Chaturvedi (@bainjal) December 18, 2023\n\n\nEarlier in the day, Congress president Mallikarjun Kharge, while launched the campaign, had urged people to join the fight against unemployment and rising costs, PTI reported.He donated a sum of Rs 1,38,000 from his salary to the fund to kickstart the “Donate for Desh” campaign.Kharge said that under the campaign, the party will seek donations from small donors. “If you keep working by depending on the rich, then tomorrow, we would have to agree to their programmes and policies,” he added.#WATCH | On the launch of 'Donate for Desh' crowdfunding campaign, Congress President Mallikarjun Kharge says, \"It's the first time that Congress is asking people for donations for the nation....If you work only by depending on the rich people, then you have to follow their… pic.twitter.com/YgLZUs5HL9— ANI (@ANI) December 18, 2023\n\n\nHowever, Amit Malviya, the chief of the BJP’s social media cell, alleged that the campaign would “turn out to be nothing but another attempt to siphon off public money and enrich the Gandhis”.","author":"Scroll Staff","time":"2023-12-18T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193345-vussmzmqrg-1692531206.jpg","tags":["Mallikarjun Kharge","Congress","unemployment","Donate for Desh"],"source":"https://scroll.in/latest/1060751/bjp-books-donate-for-desh-domain-redirects-congress-crowdfunding-campaign-to-its-own-website"}