{"title":"BJP MP’s infrastructure company bought Rs 45 crore bonds while bagging Himachal dam project","content":"An Andhra Pradesh-based infrastructure company founded by Chintakunta Munuswamy Ramesh, a Bharatiya Janata Party Rajya Sabha member, purchased electoral bonds worth Rs 45 crore in the span of three months, just as it was bagging a major project in Himachal Pradesh.The Hyderabad-headquartered Rithwik Projects Private Limited was awarded a letter of contract on January 14, 2023, for the Sunni hydroelectric power project in Congress-ruled Himachal Pradesh. It first purchased electoral bonds worth Rs 5 crore on January 27, 2023.Electoral bonds have to be encashed by political parties within 15 days. The BJP, Telugu Desam Party and the Trinamool Congress were the only parties that encashed more than Rs 5 crore in bonds between January 27 and the second week of February.On March 22, 2023, SVJN Limited, a clean energy public sector undertaking, signed a contract agreement with Rithwik Projects worth Rs 1,098 crore for the same project. Three weeks later, on April 11, 2023, Rithwik Projects again bought bonds, this time to the tune of Rs 40 crore.In April 2023, when Rithwik Projects purchased bonds of Rs 40 crore, the Congress and BJP encashed more than Rs 40 crore in the corresponding period, while the Telugu Desam Party (Ramesh’s former party) encashed Rs 30 crore in bonds. Which party Rithwik Projects donated to will become clear when the State Bank of India releases the alphanumeric codes that can be used to match donors with the recipients.The Sunni project is scheduled to be completed by November 27. It is located in Mandi and Shimla districts of Himachal Pradesh along the Sutlej river.The story of Chintakunta Munuswamy Ramesh, a founder director of Rithwik Projects, could be a study in coincidence.In 2019, the MP had switched to the BJP from the Telugu Desam Party, just months after he was accused by the Income Tax Department of siphoning off funds to the tune of Rs 74 crore in 2018. The defection, which had jolted the Telugu Desam Party, also involved three other party MPs. It came weeks after the party’s defeat in the Lok Sabha elections and while Telugu Desam Party chief Chandrababu Naidu was in Europe. Ramesh was known to be close to Naidu.Rithwik Projects deals in areas ranging from mining and irrigation to highways and infrastructure. The company’s portfolio includes projects such as a mini township for Kashmiri migrants in Jammu’s Jagti Nagrota and the Paleru earth dam in Andhra Pradesh.Ramesh claims to have no involvement in the affairs of Rithwik Projects since 2012. However, his brother is still the executive director and his son Rithwik is the lead of operations.In 2018, the Income Tax Department had accused Rithwik Projects of siphoning off Rs 74 crore through untraceable transactions and of dubious bills to the tune of Rs 25 crore. Ramesh’s properties in Hyderabad and Kadapa were searched, with tax officials claiming to have seized several documents.‘Andhra Mallyas’In November 2018, BJP spokesperson GVL Narasimha Rao had written to the Rajya Sabha ethics committee to seek action against the MP over the Income Tax Department’s allegations about fraudulent transactions. Rao had counted Ramesh as one of the “Andhra Mallyas” – a reference to fugitive Vijay Mallya.The Telugu Desam Party had pulled out of the BJP-led National Democratic Alliance in March 2018 over the Centre’s position on the demand for special status to Andhra Pradesh. In 2019, Union Home Minister Amit Shah had said that the National Democratic Alliance was permanently shut for Naidu.This was when the BJP and Telugu Desam Party were involved in bitter flights and the Income Tax raids on Ramesh and GVL Narasimha Rao’s letter were seen as a vendetta by the BJP. Ramesh joined the BJP in June 2019.Ramesh’s tenure in the Rajya Sabha is set to end next month. The income tax case against him is pending. The BJP MP has announced that he wants to contest the Lok Sabha election from Visakhapatnam.Last year, a report by the Association of Democratic Reforms had mentioned his name among MPs with the highest declared wealth in Andhra Pradesh. Ramesh had declared assets to the tune of Rs 258 crore.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and several independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Jayashree Arunachalam, Joyal George, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddhartha Mishra, Supriya Sharma, Sudipto Mondal, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Aban Usmani Project Electoral Bond","time":"2024-03-17T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199310-uqcbkhifop-1710660794.jpeg","tags":["Chintakunta Munuswamy Ramesh","Project Electoral Bond","Political Finance","Rithwik Projects","Lok Sabha 2024"],"source":"https://scroll.in/article/1065304/bjp-mps-infrastructure-company-bought-rs-45-crore-bonds-while-bagging-himachal-dam-project"}