{"title":"BJP MLA put under house arrest for threatening to stall Munawar Faruqui’s show in Hyderabad","content":"The Hyderabad Police on Friday put Bharatiya Janata Party MLA T Raja Singh under house arrest after he threatened to beat up comedian Munawar Faruqui and burn down the venue where he is scheduled to perform on Saturday, The News Minute reported.“Since he has been planning to go to the venue and create violence, we have put him under detention,” said Assistant Commissioner of Police (Goshamahal) R Satish Kumar.#Hyderabad पुलिस ने @BJP4Telangana के MLA @TigerRajaSingh को आज अरेस्ट कर लिया, राजा सिंह ने स्टेंड अप कॉमेडियन मुनव्वर फारूखी का शो रद्द करने की चेतावनी दी थी, 20 अगस्त को हैदराबाद में मुन्नवर का शो होना है, @trspartyonline सरकार ने सुरक्षा के साथ इस शो को करवाने की बात कही है। pic.twitter.com/6URrZQKCrr— T Raghavan (@NewsRaghav) August 19, 2022\n\nHindutva groups and BJP leaders have constantly targeted Faruqui since he was arrested in January last year in Madhya Pradesh’s Indore on flimsy grounds.In an Instagram post on August 10, Faruqui had announced his show “Dongri to Nowhere” in Hyderabad. He did not specify the venue in his post.A day later, Singh, an MLA from Telangana’s Goshamahal constituency, had released a video message threatening to disrupt the show.“Wherever the program is, we will go and beat him [Faruqui] up,” Singh had said in the video. “Whoever offers him a venue, we will burn it down. If something goes wrong, KTR [Telangana minister KT Rama Rao] and the government and police are responsible. We will definitely beat him up and send him back if he comes to Telangana, this is a challenge.”After being detained on Friday, the MLA shared a video on his Instagram account and wrote: “TRS [Telangana Rashtra Samithi] government has become a complete anti-Hindu party. Now TRS government and Telangana Police will be responsible for whatever happens on August 22. Wait and watch. It’s show time.”Faruqui’s previous showsOver the last one year, Faruqui’s shows have been cancelled in Bengaluru, Gurugram, Raipur, Surat, Ahmedabad, Vadodara, Goa and Mumbai.In January this year, his show titled “Dhandho” was called off in Hyderabad, reported The Indian Express. The comedian’s team had cited rising cases of Covid-19 as a reason for cancelling the show.In December, Rao had invited Faruqui and another comedian Kunal Kamra to perform in Hyderabad. Back then, BJP MP Arvind Dharmapuri had threatened to stop the show. Eventually, the show had to be cancelled due to rise in coronavirus cases.In November, Faruqui’s event in Bengaluru was also called off after the police warned the organisers against hosting a “controversial figure”. After this, Faruqui had indicated that he might quit performing stand-up comedy.In January last year, Faruqui had been arrested from a venue in Indore based on a complaint filed by the son of a BJP leader about a purported joke that he had not even made. The complainant had alleged that the comedian was going to make objectionable statements about Hindu deities during the show.The comedian spent 37 days in jail before the Supreme Court granted him bail.","author":"Scroll Staff","time":"2022-08-19T19:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109952-eovearykvu-1645023376.jpg","tags":["BJP","Hindutva","comedian","Hyderabad","Hyderabad Police"],"source":"https://scroll.in/latest/1030873/bjp-mla-put-under-house-arrest-for-threatening-to-stall-munawar-faruquis-show-in-hyderabad"}