{"title":"Bengali Hindus left out of Assam’s NRC are not convinced Citizenship Bill will help them. Here’s why","content":"Deepankar Biswas’s father was declared a “foreigner” despite having documents to prove his Indian citizenship. He died in a detention centre in Assam this May. Now, Biswas and his siblings’ fate hangs in the balance. As descendants of a declared foreigner, they have been excluded from Assam’s National Register of Citizens, meant to be a list of bonafide Indian citizens living in the state. The final list, published this August, left out 19 lakh people, who must now prove their citizenship in Assam’s foreigners tribunals, notorious for arbitrary rulings.This week, as Assam is roiled with protests over the passage of the Citizenship Amendment Bill in Parliament, powerful minister in the Bharatiya Janata Party government in the state, Himanta Biswa Sarma, claimed the new law would enable Indian citizenship for five lakh Bengali Hindus excluded from the NRC: those like the Biswas family, for instance.As Hindus, they could potentially be naturalised as citizens under the aegis of the new law, which seeks to make undocumented non-Muslim migrants from Bangladesh, Afghanistan and Pakistan eligible for citizenship.But many Bengali Hindus left out of Assam’s NRC are not convinced. ‘Confidence in our papers’Deepankar Biswas’s family, which lives in Nagaon district, is not pinning their hopes on the bill. “We will only believe it is beneficial for us when it actually helps us get citizenship,” said Biswas, who works as a daily wage labourer.He relies on documents certifying them as Indian citizens to get them out of the legal bind.  “If you really ask me,” said Biswas, “it is not the bill that we think is our way out. I have much more confidence in our papers.”   The family has several documents pre-dating 1971, the cut-off year for Indian citizenship in Assam. As Biswas suggested: they would rather use them to  get their names cleared in a foreigners tribunal instead of the bill.‘We are not foreigners’ Many like the Biswas family are loath to identifying themselves as immigrants. They insist that they are genuine Indian citizens, their families have lived in the country for generations, and their claims to citizenship were rejected on minor technical grounds or bureaucratic errors.For instance, Rina Bhattacharya, a retired teacher from Tezpur, failed to make it to the NRC in spite of submitting more than one document to establish that she was in Assam before 1971. Her family knows that getting her name cleared at a foreigners tribunal is an expensive and often exhausting affair but they are reluctant to take “advantage” of the bill. “That would mean us accepting that she is a foreigner, which she is not,” said her husband Parimal Bhattacharya, a retired college professor himself. Sushmita Dev, a former member of the Lok Sabha from Assam, had pointed out this fundamental contradiction at the heart of the bill: to benefit from it, those who had applied as Indian citizens to the NRC were expected to make a volte-face and declare themselves persecuted refugees from Bangladesh. According to the Intelligence Bureau, anyone applying for citizenship under the amended law would have to “prove that they came to India due to religious prosecution”.Said Bhattacharya, “People naturalised by the bill would be treated as second class or third class citizens.”‘We wanted unconditional citizenship’ Many Bengali Hindus are wary of the bill since they fear getting swamped in a complicated bureaucratic maze. Take Bappi Sarkar, a businessman in Udalguri district. Sarkar’s mother, Shila Sarkar, was left out of the NRC and the family had pinned their hopes on the bill. The bill, though, seems to have left them disappointed. “This is not the bill we had hoped for,” said Sarkar. “We wanted unconditional citizenship, but now we have heard we have to apply to the deputy commissioner, who will then forward the file to the state home department. How can the poor general public go through such a long process?”Workers at the National Register Of Citizens office check documents submitted by people for the NRC on August 28. Photo: Biju Boro/ AFPThe Sixth Schedule exemption conundrum  Besides, Sarkar pointed out, his mother may not be eligible to apply at all as Udalguri is part of the Bodoland Territorial Area Districts where the Sixth Schedule applies.  The current draft of the bill exempts areas protected by the Sixth Schedule and the Inner Line Permit. The Inner Line Permit is a sort of pass required by outsiders to enter regions declared protected areas. Areas under the Sixth Schedule, mostly tribal areas, are granted a large degree of autonomy and special protections under the Constitution. “In the current form I don’t think it is really going to help us,” said Sarkar. “On the contrary, it has just led to mistrust between the Assamese and Bengalis in the state.”Indeed, the Sixth Schedule inclusion has become a sore point among Bengali Hindus relying on the bill. The disappointment  is particularly palpable in the four districts that make up the Bodoland Territorial Area Districts, where Bengali Hindus are a fairly sizeable community. “What sense does it make to have different rules in one part of the state?” asked Kamal Chaudhury, a Hindu Bengali citizenship activist based in the area.No choice but to bank on the bill? Yet observers say that while most non-Muslims left out of the NRC may be sceptical of the bill’s mechanics and how much it will actually help certify them as citizens, they had little choice but to bank on it. “It does not matter whether  they believe in the bill,” said Joydeep Biswas, a political commentator who lives in Silchar. “What matter is their belief in the BJP and [Narendra Modi]. Most of these people sincerely believe that the BJP will do good by them.”Sanjay Biswas, a Bengali Hindu activist based in Nagaon district, agreed with Joydeep Biswas’s diagnosis.   “People are supporting it because a lot of their refugee certificates were not accepted by the NRC authorities in spite of arriving much before 1971,” he said. Refugee registration certificates issued to those who arrived before 1971 were meant to be acceptable proof of citizenship. “If they had their names in the NRC, they had no reason to [support the bill], but now they have no option,” he said,The bill of last resort Consider Kartik Saha, a businessman who lives in Silchar, the nerve centre of the state’s Bengali-dominated Barak Valley. His wife, Surapriya Saha, was left out of the NRC.  Now, the family is gingerly hoping that the bill will come to her rescue. “We are hoping it will solve our problems” said Kartik Saha. “But till we don’t get the results, it is difficult to say.”Similarly, Rajdeep Sarkar, who works at a motorbike repairing shop near Tangla in western Assam, has great expectations from the bill. Sarkar’s father has been languishing in a detention centre after being declared a foreigner by a tribunal for nearly three years now. “We are poor people and we have no money to fight our case,” he said. “Maybe the bill will help my father be a free man again.”","author":"Arunabh Saikia","time":"2019-12-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132644-qewdmyfceq-1576081854.jpg","tags":["Citizenship Amendment Bill","National Register of Citizens","Assam","Bengali Hindus"],"source":"https://scroll.in/article/946430/bjp-claims-citizenship-bill-will-save-those-left-of-nrc-but-bengali-hindus-in-assam-are-sceptical"}