{"title":"BJP drops Varun and Maneka Gandhi from national executive committee","content":"The Bharatiya Janata Party on Thursday dropped its MPs Varun Gandhi and his mother Maneka Gandhi from the party’s national executive committee.While Varun Gandhi is an MP from the Pilibhit constituency, Maneka Gandhi is an MP from Sultanpur.Varun Gandhi had strongly criticised the violence in Uttar Pradesh’s Lakhimpur Kheri district where eight people, four of them farmers, were killed during a protest against the Centre’s contentious agriculture laws.Farmer bodies have alleged that a vehicle that was part of Union minister Ajay Mishra’s convoy ran over the protestors. They have claimed that the vehicle belonged to the minister’s son Ashish Mishra.Just hours before the BJP’s announcement, Varun Gandhi posted a video on Twitter showing a vehicle running over a group of unarmed protestors.He had said that that protestors “cannot be silenced through murder” and said that justice must be delivered “before a message of arrogance and cruelty enters the minds of every farmer”.भाजपा राष्ट्रीय अध्यक्ष श्री @JPNadda ने राष्ट्रीय कार्यसमिति एवं राष्ट्रीय कार्यसमिति के लिए विशेष आमंत्रित और स्थायी आमंत्रित (पदेन) सदस्यों की नियुक्ति की। https://t.co/7FRFUICsx7— BJP (@BJP4India) October 7, 2021\n\nThe top BJP leadership disapproved of his stance on the incident, ANI reported, citing an unidentified party leader.“He [Varun Gandhi] projected as if the entire fault lies at the doorsteps of the leaders,” the BJP leader said. “We are awaiting the investigation report and believe that incident was unfortunate. He should have been patient at a time when the entire opposition is targeting the party.”A senior BJP leader also told the news agency that choosing the members of the national executive was the prerogative of party chief JP Nadda. The leader added that Varun Gandhi and Maneka Gandhi have been replaced by equally able leaders.“They [Varun Gandhi and Maneka Gandhi] must have lost their utility or relevance,” the leader said. “We have seen the statements of the son on several occasions. It is after all the party’s decision.”On September 5, Varun Gandhi had extended support to a farmers’ protest in Uttar Pradesh’s Muzaffarnagar district, saying that the demonstrators are “our own flesh and blood”.   “We need to start re-engaging with them in a respectful manner: understand their pain, their point of view and work with them in reaching common ground,” he had said on Twitter. A week later, he also wrote a letter to Uttar Pradesh Chief Minister Adityanath, urging him to increase the selling price of sugarcane and implement relief measures for farmers.   Maneka Gandhi was the Union Minister for Women and Child Development in the first term of the Narendra Modi-led government. She was dropped from the Union Cabinet after the 2019 Lok Sabha elections.Meanwhile, the BJP on Thursday also dropped Rajya Sabha MP Subramanian Swamy from the national executive.Swamy has taken on senior BJP leaders and the central government on multiple occasions. On Tuesday, he said that increasing petrol and diesel prices constitute a “tragedy for honest people of India”.On August 14, he said in a tweet that he was opposed to Prime Minister Narendra Modi’s policies for the economy and foreign policy. “Modi is not King of India,” he wrote.The BJP’s national executive comprises the party’s senior leaders who discuss key matters related to the government and shape the organisation’s agenda, The Indian Express reported.Apart from Prime Minister Narendra Modi, senior ministers such as Amit Shah and Rajnath Singh remain members of the committee. Former Union ministers Harsh Vardhan, Ravi Shankar Prasad and Prakash Javadekar also continue to be members of the national executive.Union ministers Jyotiraditya Scindia and Ashwini Vaishnaw have been newly inducted into the committee.The list also includes party veterans Lal Krishna Advani and Murli Manohar Joshi.The committee will hold its first meeting in Delhi on November 7, The Indian Express reported.","author":"Scroll Staff","time":"2021-10-07T15:09:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/75266-qkmelxhwci-1512031329.jpg","tags":["Varun Gandhi","Maneka Gandhi","BJP","BJP national executive","Lakhimpur Kheri","farmers protest","Bharatiya Janata Party"],"source":"https://scroll.in/latest/1007160/bjp-drops-varun-gandhi-from-national-executive-after-he-criticises-lakhimpur-kheri-violence"}