{"title":"BJP is misusing its powers to poach Opposition leaders, alleges NCP chief Sharad Pawar","content":"Nationalist Congress Party chief Sharad Pawar has accused the Bharatiya Janata Party of misusing its power to poach leaders from rival parties, PTI reported on Saturday. Pawar’s comments came after several leaders of his party quit to join the saffron party and its allies.On Saturday, NCP legislator Vaibhav Pichad announced he was joining the BJP. Two days before that, the party’s Mumbai unit chief Sachin Ahir had joined BJP ally Shiv Sena. The Nationalist Congress Party’s women wing chief Chitra Wagh also quit, and there are speculations she might also join the saffron party.“After BJP returned to power at the Centre, some people [in Opposition] are feeling anxious,” said Pawar. “On the other hand, those in government are misusing power and poaching leaders from other parties.”Pawar said government agencies were in cahoots with the BJP, and cited the example of Income Tax raids on NCP legislator Hasan Mushrif in Kolhapur. “He [Mushrif] was asked to come to the party [BJP] before this raid,” claimed Pawar. “When he refused, the I-T raid followed.”Pawar said he had seen this happening earlier also, and was not worried. “In the 1980s, 60 of our people won,” he recalled. “However, when I was abroad for 15 days, some people poached our men and only six people were left. But in the subsequent elections, all those who went that side got defeated and our new set of 60 people won.”The veteran politician also cited the instance of Karnataka, where the BJP formed the government after the Congress-Janata Dal (Secular) coalition lost a trust vote in the Assembly last week. “BJP leaders say their party is different from others, that it is a party with a difference,” Pawar told PTI. “Now the people of the country have realised that difference. The difference is how a stable government can be destabilised using money or agencies and form a government by hook or by crook.”Pawar added that voters would give the BJP a befitting reply in the Assembly elections in Maharashtra that are due in October or November. Pawar said his party and the Congress had an understanding for about 240 seats. “We are in talks with other parties for rest of the seats,” he told ANI on Sunday. “I am expecting that in coming eight to 10 days all seats will be decided.”","author":"Scroll Staff","time":"2019-07-28T12:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/iahjceochz-1538828727.jpg","tags":["Sharad Pawar","BJP","NCP","Maharashtra"],"source":"https://scroll.in/latest/932036/bjp-is-misusing-its-powers-to-poach-opposition-leaders-alleges-ncp-chief-sharad-pawar"}