{"title":"BJP offered Rs 25 crore each to 10 AAP MLAs in Punjab, alleges Arvind Kejriwal","content":"The Aam Aadmi Party on Wednesday alleged that the Bharatiya Janata Party had attempted to poach 10 of its MLAs in Punjab by offering them Rs 25 crore each. At a press conference, AAP National Convener Arvind Kejriwal accused the BJP of trying to destabilise state governments run by Opposition parties.“Yesterday we came to know that they [BJP] tried to buy MLAs in Punjab by offering them Rs 25 crore each,” Kejriwal alleged. “Our 10 MLAs were approached in Punjab and all of them will address a press conference today [Wednesday] and expose them.”CM @ArvindKejriwal on 8 Goa Congress MLAs joining BJP:“MLA ख़रीदने के लिए हज़ारों करोड़ कहाँ से आ रहे हैं?ये सरकारी पैसा है जिसे Siphon Off किया जा रहा है, जिसकी वजह से महंगाई बढ़ रही हैये हर State में Operation Lotus चला रहे हैं। Punjab में भी कोशिश की”#BikGayiCongress pic.twitter.com/Yb6AaI7CzR— AAP (@AamAadmiParty) September 14, 2022\n\nKejriwal also questioned the Congress after eight out of 11 of the party’s MLAs in Goa joined the BJP on Wednesday.“The party which is buying MLAs and is doing wrong is a danger for democracy but the Congress is also at fault,” Kejriwal said. “Why only Congress MLAs get poached? Why can’t they buy our MLAs despite their attempts?”The political development in Goa should be investigated by central agencies, the Delhi chief minister demanded.BJP Operation Lotus के नाम पर देश भर में करोड़ों रुपए देकर MLA तोड़ रही है,ये ग़लत हैलेकिन ग़लती Congress की भी है। ये Delhi-Punjab में हमारे MLA नहीं तोड़ पाए।हम इनका भांडा फोड़ देते हैं लेकिन कांग्रेस पूरे देश में अपने MLA नहीं बचा पा रही-CM @ArvindKejriwal #BikGayiCongress pic.twitter.com/QtAQ7L0FRV— AAP (@AamAadmiParty) September 14, 2022\n\nPunjab minister Harpal Cheema claimed that MLAs of the Aam Aaadmi Party who were approached by the BJP were Dinesh Chadha, Raman Arora, Budh Ram, Kulwant Pandori, Narinder Kaur Bharaj, Rajnish Dahiya, Rupinder Singh Happy, Sheetal Angural, Manjit Singh Bilaspur, Labh Singh Ugoke and Baljinder Kaur, reported NDTV.Punjab Chief Minister Bhagwant Mann also reiterated the allegations against BJP. \\“I would like to say that out MLAs are loyal to the soil of Punjab and I have complete faith in them,” said Mann.AAP has been levelling allegations of poaching against BJP since last month after the Central Bureau of Investigation booked Delhi Deputy Chief Minister Manish Sisodia and 14 others alleging irregularities in a new liquor policy for the capital city.On August 23, AAP had claimed that it has evidence to prove that the BJP tried to lure its MLAs by offering them Rs 5 crore in order to topple its government in Delhi.","author":"Scroll Staff","time":"2022-09-14T16:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178680-ssyzeouilg-1660898355.jpg","tags":["Aam Aadmi Party","Arvind Kejriwal","Punjab","Delhi"],"source":"https://scroll.in/latest/1032827/bjp-offered-rs-25-crore-each-to-10-aap-mlas-in-punjab-alleges-arvind-kejriwal"}