{"title":"BJP lost Delhi polls due to Congress’ ‘sudden disappearance’, claims Prakash Javadekar","content":"Union minister Prakash Javadekar on Friday blamed the Congress for the Bharatiya Janata Party’s defeat in the recently concluded Delhi Assembly elections, reported PTI. Javadekar claimed his party lost because of the “sudden disappearance” of the Congress. The saffron party secured only eight seats in the polls while the Congress failed to open its account for the second straight election.“It is a different subject whether the Congress disappeared, people made it disappear, or whether their votes got transferred [to AAP],” the minister said at a press conference in the city of Pune in Maharashtra. “Because of Congress’ disappearance, there was a direct fight between the BJP and the AAP. We had expected 42% votes for us and 48% for AAP, but our prediction failed by 3% each. We [BJP] got 39% votes, while the AAP received 51% votes.”Javadekar said the Congress was able to secure only 4% of the votes despite securing 26% in last year’s Lok Sabha elections. He added that highs and lows were inevitable in electoral politics.The Union minister denied labelling Aam Aadmi Party leader and Delhi Chief Minister Arvind Kejriwal a “terrorist” in the run-up to the polls. On February 3, Javadekar had said there was “plenty of proof” to back his claim. “[Arvind] Kejriwal is putting up an innocent face and asking if he is a terrorist, you are a terrorist, there is plenty of proof for it,” the minister alleged. “You yourself had said you are an anarchist, there is not much difference between an anarchist and a terrorist.”A controversy over the remark began after BJP MP Parvesh Verma said “terrorists like Kejriwal are hidden everywhere”. Kejriwal responded saying he would allow the electorate decide if he was “their son, their brother or a terrorist”. On February 5, three days before voting day, the Election Commission banned Verma from campaigning for 24 hours for the remark.","author":"Scroll Staff","time":"2020-02-14T21:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128654-jiptbgrhxg-1570436298.jpg","tags":["Congress","Arvind Kejriwal","Prakash Javadekar","BJP","Delhi elections"],"source":"https://scroll.in/latest/953185/bjp-lost-delhi-polls-due-to-congress-sudden-disappearance-claims-prakash-javadekar"}