{"title":"Demolition drive stops in violence-hit Jahangirpuri over an hour after Supreme Court stay","content":"The Supreme Court on Wednesday ordered a halt to the demolition drive undertaken by the Bhartiya Janata Party-ruled North Delhi Municipal Corporation in Jahangirpuri area, four days after the locality was hit by communal violence, Live Law reported. However, even though news of the court directive broke on Twitter just before 11 am, bulldozers continued to raze the entrance gate of Jahangirpuri mosque, shops, homes and other structures almost an hour later, according to Scroll.in reporters at the site.At 12.45 pm, Communist Party of India (Marxist) leader Brinda Karat told reporters that the demolition drive had been stopped after she brought an electronic copy of the order to the area herself, ANI reported. “The law and the constitution have been bulldozed by illegal demolitions,” she added. “At least the Supreme Court and its order should not be bulldozed.”The demolitions continue in #Jahangirpuri even after the Supreme Court stayed them. This video has been recorded by my colleague @psychia90 who is on the spot. pic.twitter.com/biYFjZlZou— Supriya Sharma (@sharmasupriya) April 20, 2022\n\nThe demolition drive began on Wednesday morning after Delhi BJP unit chief Adesh Gupta wrote to the North Delhi Municipal Corporation to raze the illegal constructions of the “rioters’’ in Jahangirpuri.A shopkeeper whose bike repair shop was demolished told Scroll.in that he received no notice from the Municipal Corporation of Delhi about the drive. “Look at how they’ve damaged the shop and the bikes,” said Anshu. “They should have told us a day or two in advance, but they didn’t give us any time. They have received the Supreme Court’s orders that nothing should be demolished for another few days, but the demolition still continued.”The shopkeeper added that he would have removed all his things had he been informed. “They should have at least given us some time,” Anshu said. “My bikes and belongings are completely damaged. Who will compensate me for this?”Listen to this shopkeeper who runs a bike repair shop right next to the #Jahangirpuri mosque. I spoke to him while demolitions continued, despite SC stay order. pic.twitter.com/bmzzW8y3Tb— Supriya Sharma (@sharmasupriya) April 20, 2022\n\nSeveral  advocates informed Chief Justice NV Ramana about the eviction drive on Wednesday morning. As the demolition continued despite the order, Ramana asked the court staff to immediately communicate the directive to North Delhi Municipal Corporation mayor, commissioner and the Delhi Police.Senior Advocate Dushyant Dave, who had earlier in the day told the chief justice that the demolition is “unauthorised and unconstitutional”, said not following the court order sends a wrong message, Live Law reported.The Supreme Court ordered a “status quo” on the eviction drive and said it will hear the matter on Thursday.Meanwhile, the Delhi High Court refused to hear the petitions against the demolition drive after it was informed that the matter is now before the Supreme Court, ANI reported.Advocate Shahrukh Alam told a division bench comprising  Acting Chief Justice Vipin Sanghi and Justice Navin Chawla of the Supreme Court’s order. Alam had earlier submitted that the  drive was underway at a time when many residents are not even in the area  because of last week’s violence, Live Law reported. “Look at the notices,” Alam said. “No sections mentioned, it’s not mentioned which houses will be demolished.”In  a letter to the Northwest deputy commissioner of police, the North  Delhi Municipal Corporation had asked for at least 400 police personnel  to guard the area during the drive.Heavy police presence at #Jahangirpuri at the site of communal clashes which took place on Hanuman Jayanti. The MCD had asked for 400 policemen to carry out an encroachment drive. More than a thousand policemen have turned up today. @IndianExpress pic.twitter.com/4DorFoZaoW— Anand Mohan (@mohanreports) April 20, 2022\n\nNine bulldozers had rolled into the area  and started the demolition drive amid heavy security.WATCH | Delhi Police took stock of the situation in Jahangirpuri (Video: ANI) pic.twitter.com/hHN9PoDHEH— Prasar Bharati News Services पी.बी.एन.एस. (@PBNS_India) April 20, 2022\n\nMembers of Hindu and Muslim communities clashed during a Hanuman Jayanti procession in Northwest Delhi’s Jahangirpuri on April 16. Eight policemen and a civilian were injured in the violence. A total of 23 people have been arrested and two juveniles have been detained in connection with the violence, according to NDTV. The majority of those arrested are Muslims.In a letter to the municipal commissioner, Gupta on Tuesday alleged that the “anti-social elements and rioters” had the support of a local Aam Aadmi Party MLA and councillor. He alleged that the area has been encroached by many illegal structures.“As you are aware, on the occasion of Hanuman Jayanti, there was a Shobha Yatra [religious procession] taken out in Jahangirpuri,” Gupta said in the letter. “Some anti-social elements and rioters pelted stones on it. Therefore, illegal encroachment done by these rioters should be identified and there should be bulldozers run over it.”  जहांगीरपुरी में निकाली गई शोभायात्रा पर पथराव करने वाले दंगाइयों को स्थानीय AAP MLA एवं निगम पार्षद का संरक्षण प्राप्त है।आज @NorthDmc के महापौर एवं कमिश्नर को पत्र लिखा कि इन दंगाइयों द्वारा किए गए अवैध निर्माण एवं अतिक्रमण को चिन्हित कर उस पर तुरंत बुलडोजर चलाया जाए! pic.twitter.com/jSXc1Rttgx— Adesh Gupta (@adeshguptabjp) April 19, 2022","author":"Scroll Staff","time":"2022-04-20T10:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173322-hphakddbnd-1650465784.jpg","tags":["Jahanagirpuri","Delhi Police","BJP"]}