{"title":"BJP moves EC against Congress leader’s remarks on former ATS chief Hemant Karkare’s death","content":"The Bharatiya Janata Party on Sunday moved the Election Commission seeking action against Congress leader Vijay Wadettiwar for his remarks about the death of former Maharashtra Anti-Terrorism Squad chief Hemant Karkare, The Indian Express reported.Karkare was killed on November 26, 2008, when 10 Lashkar-e-Taiba terrorists took a sea route from Pakistan to Mumbai and attacked several locations across the city. The attacks had resulted in the death of 166 persons, including 26 foreign citizens.On Saturday, Wadettiwar, the Leader of the Opposition in the Maharashtra Assembly, told reporters that Karkare was “not killed by bullets of terrorists like Ajmal Kasab, but by a policeman close to RSS [Rashtriya Swayamsevak Sangh]”.Kasab was one of the terrorists involved in the attacks. He was sentenced to death in 2010 and executed in 2012.The Rashtriya Swayamsevak Sangh is the parent organisation of the ruling BJP.Wadettiwar alleged: “Ujjwal Nikam, who appeared as special public prosecutor [in the 26/11 attacks case], is a traitor who suppressed this fact and BJP has given an election ticket to a traitor like him.”The BJP has fielded Nikam from the Mumbai North Central Lok Sabha constituency.On Sunday, the Congress leader alleged that his statements were based on a book written by SM Mushrif, Maharashtra’s former inspector general of police.The BJP complained to the Election Commission on Sunday demanding that the Congress leader apologise for his statements.The Hindutva party urged the poll panel to restrain Wadettiwar from campaigning for the Lok Sabha elections and demanded that a first information report be filed against him. It also asked the Commission to investigate the role of the Congress in propagating the “harmful” narrative.Responding to the Congress leader’s comments, Nikam told The Indian Express that the allegations against him were “absolutely false”.“The Opposition has now started false propaganda to condemn or tarnish my image without any rational foundation and they are thinking that I maligned the image of Congress,” he said. “But I do not want to enter into a political war.”","author":"Scroll Staff","time":"2024-05-06T10:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200508-vcggqzaews-1714969111.jpg","tags":["BJP","Congress","Vijay Wadettiwar","Ujjwal Nikam","Hemant Karkare","26/11 attacks","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067478/bjp-moves-ec-against-congress-leaders-remarks-on-former-ats-chief-hemant-karkares-death"}