{"title":"BJP changes its mind for the fourth time on Indo-Bangla land swap","content":"Keen to enhance Prime Minister Narendra Modi’s image abroad, the Bharatiya Janata Party-led National Democratic Alliance government has done a U-turn on the Land Boundary Agreement with Bangladesh for the fourth time in as many years.The agreement involves a swap of land or enclaves between India and Bangladesh which belong to one country but are located in the other’s territory. It would redraw the country’s boundaries as India would hand over 17,000 acres of land to Bangladesh in return for 7,000 acres in 111 enclaves in the states of Assam, West Bengal, Meghalaya and Tripura.The Union Cabinet on Tuesday cleared the bill to operationalise the agreement, reflecting yet another shift in the BJP’s position on the issue.Flip-Flops 1 to 3When the Congress-led United Progressive Alliance government was in power, the BJP had joined the Trinamool Congress in blocking the 2011 agreement. But the party was quick to change its stand when it came to power last year. Addressing a rally in Assam last December, Modi had sold this pact in the state as his government’s solution to the problem of infiltration. He had also assured Bangladesh Prime Minister Sheikh Hasina that the NDA government would not hold up the pact when the two leaders met in New York last September.However, the BJP’s Assam unit persuaded the Centre to keep the international agreement in abeyance till after the 2016 assembly polls in the North Eastern state on the plea that the land swap could derail its chances of dethroning the three-term Tarun Gogoi-led Congress government.Having won seven of Assam’s 14 Lok Sabha seats in the last general election and registered an impressive performance in the civic polls, the BJP’s state unit argued that they could lose this advantage since land is an emotive issue and the Asom Gana Parishad and students’ organisations like the All Assam Students Union and Asom Jatiyatabadi Yuba Chatra Parishad planned to make this the centrepiece of the election campaign.The Modi government was initially inclined to go along with the views of the party’s Assam unit and agreed to keep the agreement on hold till after the assembly polls. But it decided to revisit the issue since the government wanted to showcase the agreement as a personal diplomatic triumph for Narendra Modi when he visits Bangladesh in June.The ruling alliance went back to the drawing board and after several rounds of confabulations, struck upon the idea of delinking the state of Assam from the international agreement. This middle path, it was felt, would safeguard the party’s political interests in the electorally-crucial state of Assam, allowing the NDA government to strike a balance between its domestic political interests and the country’s international commitment.But a week after delinking Assam was agreed upon, the Union Cabinet reversed its decision and included the state in the agreement at a special meeting on Tuesday morning.Letter from GogoiThe ruling alliance was forced to change its stance after the Congress made it clear that it would only support the original agreement, signed by former Prime Minister Manmohan Singh on his historic visit to Dhaka in 2011, which includes territories in Assam, Tripura, West Bengal and Meghalaya. The Congress took strong objection to the NDA government’s move to tweak an international pact to score political brownie points on the domestic front.In a strongly-worded letter to Prime Minister Modi, Assam chief minister Tarun Gogi said he was surprised that the Centre had taken such a major decision without consulting the state government.Insisting that the ruling alliance should not tinker with the original agreement, Gogoi said: “We are completely in the dark about the reasons behind this turnaround and how the interest of the people of Assam is going to be protected by the exclusion of the clauses relating to Assam during the process of ratification by Parliament. This decision is also against the principles of cooperative federalism which you have been advocating.”Gogoi also pointed out that it was Modi who had publicly declared that this agreement would benefit Assam by bringing a permanent solution to the long-standing India-Bangladesh border dispute and help curb infiltration across the porous border.Focus on infrastructureThe NDA government was forced to retract as it would not have been possible to operationalise the land agreement as it has to be endorsed by Parliament through a Constitutional Amendment Bill, which requires approval by 50% of the strength of a House and two-thirds of the members present and voting. The bill would have got stuck in the Rajya Sabha where the ruling alliance is in a minority.Before giving the go-ahead to the original agreement, the BJP top brass, including BJP president Amit Shah and Union ministers Sushma Swaraj and M Venkaiah Naidu, held a lengthy meeting with its Assam MPs on Monday to explain the change in government’s stand. They were told that the Centre had no choice but to agree to the Congress demand and that the agreement would help improve ties with neighbouring Bangladesh, especially at a time when its relations with Pakistan are under strain. The pact, it was pointed out, is in sync with Modi’s neighbourhood outreach policy.“We have no choice but to accept the government’s decision,” Raman Deka, BJP’s Lok Sabha member from Aasam, told Scroll.in. He said since the assembly elections are still a year away, the party’s Assam unit has time to explain the benefits of the agreement to the electorate and counter the campaign against it. Their effort will be to tell the people that the agreement would enable the government to fence the porous border and curb infiltration and smuggling. They will also attempt to keep the focus on issues pertaining to the state’s poor infrastructure in the election campaign.The Constitutional Amendment Bill has been listed for voting in the Rajya Sabha on Wednesday.","author":"Anita Katyal","time":"2015-05-06T09:15:07+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/725385-ad1227bc-d210-4001-9d02-aebe667f14fc.jpg","tags":[],"source":"https://scroll.in/article/725385/bjp-changes-its-mind-for-the-fourth-time-on-indo-bangla-land-swap"}