{"title":"BJP 2014 manifesto check: What has the Modi government done for the North East?","content":"The North East got special attention in the Bharatiya Janata Party’s 2014 manifesto. There were three main themes in the election promises. First, development, which was to be achieved by improving infrastructure and physical connectivity. Second, identity: drive out the undocumented migrants so resented in the region. Third, security: protect North Eastern students from attack in other parts of the country and deal with the various militancies born of competing ethnic nationalisms in the region.The section in its manifesto began:“Resource rich North-Eastern states are lagging behind in development due to poor governance, systemic corruption and poor delivery of public services. NDA [National Democratic Alliance] government had initiated concrete steps to address the issue of development of Northeast by setting up the Ministry of NorthEastern Region. We will empower this Ministry with a broader charter and non-lapsable funds for the rapid development of the region.”According to government data, the Centre had allocated the following amounts under the non-lapsable central pool of resources: Rs 605.10 crore in 2015-’16, Rs 645 crore in 2016-’17, Rs 700 crore in 2017-’18. All the money had been spent, the government claimed.Development promisesSpecial emphasis on enhancing the connectivity within the region and to the rest of the country.Status: The Centre earmarked Rs 13,500 crore for rail connectivity  in the 2017 budget. In 2018, it was said to be spending Rs 9,000 crore on 43 projects. Indian Railways officials said projects to connect five capital cities of the North East with the rest of the country would be completed by 2020. The North East Road Sector Development Scheme was launched in 2015-’16. Projects under the scheme are in “different stages of implementation”, according to the government. In 2017, the Rajdhani to Agartala was inaugurated. On February 10, 2019, Modi inaugurated a section of the Agartala-Sabroom rail line, connecting the state capital of Tripura to the last border town.There will be special emphasis on massive infrastructure development, especially along the Line of Actual Control in Arunachal Pradesh and Sikkim.Status: Both Sikkim and Arunachal Pradesh got new airports. Two major bridges were inaugurated in order to increase connectivity between Assam and Arunachal Pradesh and to ease troop movement to the border: the Dhola Sadiya bridge across the Lohit, the longest bridge in India, and the Bogibeel Bridge across the Brahmaputra, the longest rail road bridge in the country. Both bridges, however, had been sanctioned by earlier governments and were only completed in Modi’s tenure. Speaking on February 10, Modi claimed his government had allocated Rs 44,000 crore to Arunachal Pradesh. On the same day, he inaugurated an oil refinery and a gas pipeline in Assam.Not the margins, this is our mainstream: Kashmir. North East. Chhattisgarh. If you like our work, do consider supporting our journalism by subscribing to Scroll+Address the issue of Flood control in Assam and river water management. nurture more job generating opportunities like tourism and IT industry. Status: For special category states like Assam, the Centre contributes 90% of the amount under the State Disaster Response Fund. Assam got Rs 288.6 crore in 2014-’15, Rs 414 crore in 2015-’16, Rs 434.70 crore in 2016-’17 and Rs 456 crore in 2017-’18 from the Centre. But the state, hit by devastating floods over the last few years, is also entitled to additional relief under the National Disaster Response Fund. Assam submitted memorandums requesting thousands of crores in Central aid. Yet an accounting error has meant that additional funds from the Centre have not reached Assam since 2014.Unemployment rates are unevenly distributed across states. According to the Centre for Monitoring Indian Economy, Tripura posted an unemployment rate of 28.8% in December 2018, far above the national average. As of July 2018,Sikkim had the second-highest unemployment rate  in the country. States like Assam and Meghalaya have fared better. But as of December 2017, over 19 lakh people were registered as unemployed across Assam.IdentityAddress the issue of infiltration and illegal immigrants in the North East region on a priority basis. This will include clear policy directions and effective control at the ground level. Status: The effort to update Assam’s National Register of Citizens, a Supreme Court-monitored exercise being conducted for the first time since 1951, is nearing completion. It is aimed at distinguishing Indian citizens living in Assam from undocumented migrants. Over 40 lakh applicants were left out of the final draft. Despite claims that those declared foreigners will be deported to Bangladesh, India has no repatriation treaty with that country.The Lok Sabha also passed the Citizenship (Amendment) Bill, 2016, which proposed to grant citizenship to Hindus, Jains, Sikhs, Buddhists, Parsis and Christians from Bangladesh, Afghanistan and Pakistan, provided they have live in India for six years, even if they do not have the required documents. But it could not be passed in the Rajya Sabha and lapsed in February 2019.Complete all pending fencing work along the India-Bangladesh and India-Myanmar border, stepping up border security.Status: The effort to build a fence along the 4,096.7 km-long Indo-Bangladesh border has missed several deadlines. In February 2018, the ministry of home affairs said that out of 3,326 km of the sanctioned length of the fence, 2746.44 km had been finished. The number of border posts have been increased and more troops have been sent in. In March, Home Minister Rajnath Singh inaugurated a “smart fence”, an electronic barrier spanning 61 km of the riverine border in Dhubri district. Work on the Indo-Myanmar border fence has been stalled by protests by local residents on both sides.SecurityTake measures for the safety of North-Eastern students studying across the country including setting up hostels for North-Eastern students at various educational centres. Status: It was only in January 2019 that Kiren Rijiju, minister of state for home affairs, flagged off the North East Assistance Team of the Delhi Police. According to the government, as of January 2019, hostels for North Eastern students in metropolitan cities are still in the works, though a girls’ hostel in Bangalore is said to be complete.Deal with insurgent groups with a firm hand. Status: The government is still in talks with various militant groups under ceasefire. A framework agreement for a Naga Accord was signed in 2015 but is yet to be finalised, leading to restiveness among Naga groups. Sporadic militant attacks have continued, especially in Manipur.Read more:BJP 2014 manifesto check: What has the Modi government done for Jammu and Kashmir?BJP 2014 manifesto check: Has the Modi government come good on its promises to farmers?BJP 2014 manifesto check: What has Modi government done to educate India’s youth?BJP 2014 manifesto check: How much has the Modi government done for women’s empowerment?BJP 2014 manifesto check: Has Modi government improved cities and the lot of the new middle class?BJP 2014 manifesto check: How has the Modi government performed on its healthcare promises?","author":"Ipsita Chakravarty","time":"2019-03-28T20:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109039-uskfzdvsse-1545884646.jpg","tags":["Manifesto Check","Bharatiya Janata Party","Narendra Modi"],"source":"https://scroll.in/article/917721/bjp-2014-manifesto-check-what-has-the-modi-government-done-for-the-north-east"}