{"title":"BJP has nothing to hide about Pulwama attack, claims Amit Shah after Satya Pal Malik’s allegations","content":"The Bharatiya Janata Party has nothing to hide about the 2019 Pulwama attack, Union Home Minister Amit Shah told India Today on Saturday.On February 14, 2019, an explosive-laden car driven by a suicide bomber rammed into a bus carrying Central Reserve Police Force personnel, killing 40 of them in Jammu and Kashmir’s Pulwama district. Pakistan-based terror outfit Jaish-e-Mohammed had claimed responsibility for the attack.In an interview with The Wire on April 14, former Jammu and Kashmir Governor Satya Pal Malik had claimed that Prime Minister Narendra Modi told him not to speak about lapses that led to incident.Shah’s comments on Saturday are the government’s first response to Malik’s allegations.“The issue should not be discussed in a public forum,” the home minister said. “If he [Satya Pal Malik] had information about irregularities, he should have spoken during his tenure. Why is he making such claims now?”'Why didn't he speak when he was Governor': @AmitShah on allegations levelled by former governor of Jammu and Kashmir Satya Pal Malik#KarnatakaRoundtable #KarnatakaConclave #KarnatakaElections2023  @sudhirchaudhary pic.twitter.com/vRRVkkoBU2— IndiaToday (@IndiaToday) April 22, 2023\n\nContrary to Shah’s claim, Malik had told The Indian Express a day after the attack that the incident had occurred partly due to an intelligence failure. He had also said that security forces failed to detect the loading and movement of the explosive-laden vehicle.In the interview with The Wire, the former governor claimed that the attack took place due to the incompetence and negligence of the Central Reserve Police Force and the Union home ministry, which was then headed by Rajnath Singh.Malik alleged that the CRPF had asked the Centre for aircraft to ferry their personnel, but these were not provided to it. The convoy comprised 78 vehicles that were transporting over 2,500 personnel.The former governor also claimed that besides Modi, National Security Advisor Ajit Doval also asked him not to speak about the matter.But Shah told India Today that the public and media should check the credibility of those making the allegations.“We should also ask why such people remember these things only after parting ways with us [the BJP],” the home minister said. “Why don’t their consciences awaken when they are in power?”Shah also dismissed any connection between the Central Bureau of Investigation calling Malik for questioning and his allegations regarding the Pulwama attack. Malik has been asked to appear at the central agency’s Akbar Road guest house in Delhi on April 28 for “certain clarifications” in a case of alleged corruption pertaining to businessman Anil Ambani’s Reliance General Insurance.“It is not the first time that he has been called in,” Shah said. “He is being probed in an alleged insurance scam and the probe agency is just doing its duty.”","author":"Scroll Staff","time":"2023-04-23T16:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184372-mortzrwixc-1676356211.jpg","tags":["Satya Pal Malik","Amit Shah","Pulwama"],"source":"https://scroll.in/latest/1047860/bjp-has-nothing-to-hide-about-pulwama-attack-claims-amit-shah-after-satya-pal-maliks-allegations"}