{"title":"BJP and Shiv Sena retain Maharashtra, Congress-NCP alliance performs better than expected","content":"The Bharatiya Janata Party and its ally Shiv Sena on Thursday looked poised to win a second consecutive term in the Maharashtra Assembly elections even as the Congress and the Nationalist Congress Party put up a good fight despite lacklustre campaigning. The elections for all 288 seats in the Maharashtra legislature were held on October 21.The National Democratic Alliance – which included the BJP, Shiv Sena and some smaller parties – won 161 seats. As of 10 pm, the BJP had either won or was leading in 105 seats, and the Shiv Sena in 56. The halfway majority mark is 145, which the alliance comfortably crossed. The main Opposition, the Congress and the Nationalist Congress Party combine, won 102 seats. Of this, the Congress had 44 in its kitty, and the NCP 54.The BJP had contested 150 seats and the Shiv Sena on 126, and the rest were allocated to smaller allies in the state. Earlier in the day, as the trends started coming in and the leads indicated that the Shiv Sena may have more seats, party chief Uddhav Thackeray spoke about 50:50 division of cabinet berths.Questioned about who will get the chief minister’s post, Thackeray said: “It is time to remind the BJP about the formula arrived at when BJP chief Amit Shah visited my home....we had decided on 50:50 formula for the alliance.”He described the mandate as an “eye-opener for many”, and said people of the state kept democracy alive. “We had agreed to contest fewer seats [than the BJP], but I cannot accommodate the BJP every time,” he added. “I should allow my party to grow.”While political analysts and exit polls had predicted their victory, few had expected the Shiv Sena to emerge stronger within the alliance.Also read:Jubilant party workers celebrate Maharashtra poll results, say ‘Shiv Sena has more bargaining power now’Shiv Sena leader Aaditya Thackeray won from Worli in South Mumbai. The 29-year-old is the first member of the Thackeray family to contest and win an election, and may become the state’s youngest deputy chief minister.Shiv Sena has time and again hinted that Thackeray will be a contender for the post of chief minister in the future. Last week, incumbent Chief Minister Devendra Fadnavis of the Bharatiya Janata Party ruled out giving the top post to the Shiv Sena and said the saffron party would be happy to offer Thackeray the post of deputy chief minister.Meanwhile, the Congress and NCP improved from its earlier tally in 2014. NCP chief Sharad Pawar said the people of Maharashtra have rejected the ruling BJP and Shiv Sena’s target of winning 220 seats as they did not like the “arrogance of power”. He also ruled out forming an alliance with Shiv Sena to keep BJP out of power in the state. “People have asked us to sit in the opposition,” he said. “The thought of trying to get into power doesn’t even cross our minds. We will work to expand our base.”Congress termed the results as a setback for the BJP and what the party stands for.Unprecedented victories, says Prime Minister Narendra ModiPrime Minister Narendra Modi congratulated the party for the election results in both Maharashtra and Haryana and said people have reposed their trust in them. He asserted that the chief ministers of both states will work even harder in the next five years to serve them.Modi said a Maharashtra chief minister completed full term for the first time in 50 years, adding that political stability is a must for an economically important state like that, News18 reported. “No party could serve the people for 5 years at a stretch,” he said at the BJP headquarters in Delhi. “The BJP was able to do that.”He said this was possible because of the nature of the BJP, “which takes everyone along” with it. The Shiv Sena, however, has remained a vocal critic of the saffron party over the years. “These are unprecedented victories because normally these days, few governments return after five years,” he added. “In such times, to be elected again is a big deal.”He pointed out that BJP had been a junior partner to Shiv Sena till their victory in the 2014 general elections.Union Home Minister Amit Shah, addressing party workers, said that the BJP has won the first two elections in Modi’s second term. He highlighted Centre’s decisions like ending special status of Jammu and Kashmir, criminalising Triple Talaq and giving rights to 40 lakh residents of unauthorised colonies in Delhi.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-24T22:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129716-gayuazhxco-1571934754.jpg","tags":["Maharashtra Assembly Elections","BJP","Shiv Sena","Uddhav Thackeray","PM Modi"],"source":"https://scroll.in/latest/941606/bjp-and-shiv-sena-retain-maharashtra-congress-ncp-alliance-performs-better-than-expected"}