{"title":"BJP wants to give employment to Pakistanis while our youth struggles, says Arvind Kejriwal on CAA","content":"The Bharatiya Janata Party-led Union government wants to bring in people from Pakistan and give them employment opportunities while the youth of India continue to struggle, Aam Aadmi Party chief Arvind Kejriwal said on Wednesday.Kejriwal made the comment while referring to the Citizenship Amendment Act, rules of which were notified on Monday.Speaking at a press conference on Wednesday, Kejriwal said that the biggest issues plaguing the country right now are inflation and unemployment. “Instead of looking for a solution for the issues, the Centre is speaking about the Citizenship Amendment Act,” he said.The Citizenship Amendment Act is aimed to provide a fast track to citizenship to refugees from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and have entered the country by December 31, 2014.On Monday, the Centre notified the rules under the Act, stating that the Narendra Modi-led government has “realised the promise of the makers of our Constitution to the Hindus, Sikhs, Buddhists, Jains, Parsis and Christians living in those countries”.Emphasising the need for better opportunities for the Indian youth, Kejriwal on Wednesday cited the example of Haryana, where the state government had issued an advertisement for job vacancies for 10,000 construction workers aged between 25 and 45 years in Israel.“The money that should be spent on developing the nation, the BJP government wants to spend it on settling Pakistanis in India,” he said. “There are 3.5 crore minorities in Pakistan, Afghanistan and Bangladesh. Imagine if even 1.5 crore of them decide to come to India, who will employ them?”He said the question of why the BJP is making these decisions thus arises. “Some people are of the opinion that the whole thing is dirty politics to create a vote bank,” said Kejriwal.The Aam Aadmi Party chief claimed: “If 1.5 crore to 2 crore people are brought to India and are selectively settled at places where the BJP’s vote bank is smaller, then the vote share of the party is bound to rise.”CAA क़ानून देश के हित में नहीं है। कैसे? इस वीडियो को ज़रूर देखें और ज़्यादा से ज़्यादा लोगों को दिखाएं … pic.twitter.com/j0QKKQEK8m— Arvind Kejriwal (@ArvindKejriwal) March 13, 2024\n\n\nKejriwal also stated that although it is being claimed that only those who came to India will be given citizenship, this would soon change. Once the doors are open, scores of Pakistanis and Bangladeshis will start coming to the country, he claimed.“By the next election, the BJP will start saying that those who came to India before 2024 would be given citizenships,” he said. “And then they will extend it more. This is extremely dangerous for the country.”The Citizenship Amendment Act, passed by Parliament in December 2019, has been widely criticised for excluding Muslims. It had sparked massive protests across the country in 2019 and 2020.Indian Muslims fear that the law could be used, along with the nationwide National Register of Citizens, to harass and disenfranchise them. The National Register of Citizens is a proposed exercise to identify undocumented immigrants.While protests against the Act in the rest of India have revolved around the law’s alleged anti-Muslim bias, ethnic groups in Assam and the rest of the North East fear they will be physically and culturally swamped by migrants from Bangladesh.Kejriwal also referred to the apprehensions regarding the Act among residents of Assam. He said that the language and culture of the state are facing grave dangers due to the large-scale migrations from Bangladesh.“[Assam Chief Minister] Himanta Biswa Sarma has betrayed his people,” said Kejriwal. “He should have opposed the Citizenship Amendment Act for the people of Assam.”BJP only wants to stoke religious conflicts: Uddhav ThackerayFormer Maharashtra Chief Minister Uddhav Thackeray alleged that the notification of the Citizenship Amendment Rules was merely a political gimmick, and that the BJP only wanted to stoke conflicts between religions.“[Under the Citizenship Amendment Act,] those Hindus, Sikhs, Parsis, and Jains who are living fearfully outside the country will be brought to our country,” Thackeray said while addressing an event in the town of Pusad in Maharashtra’s Yavatmal district. “They should definitely be brought, but this is just an election gimmick.”He added: “In the upcoming elections, on one side, there is the BJP which is creating hatred between religions, and on the other side, there is the patriotic INDIA alliance. This election is going to be about patriots versus haters. If you want to bring Hindus from foreign countries to our country, please do so. But first, ensure that Kashmiri Pandits can return to the region.”","author":"Scroll Staff","time":"2024-03-13T13:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187449-phbpyvuqla-1677683115.jpg","tags":["Arvind Kejriwal","BJP","Pakistan","citizenship amendment act","CAA"],"source":"https://scroll.in/latest/1065121/bjp-wants-to-give-employment-to-pakistanis-while-our-youth-struggles-says-arvind-kejriwal-on-caa"}