{"title":"BJP Hyderabad Lok Sabha candidate booked over ‘shooting arrow at mosque’ gesture","content":"The Hyderabad Police booked Madhavi Latha, the Bharatiya Janata Party’s candidate from the Hyderabad Lok Sabha seat, following a complaint alleging that she hurt the sentiments of the Muslim community by miming at shooting an arrow at a mosque during a procession last week, PTI reported on Monday.The video of the purported incident, which drew criticism from the Opposition, appeared to have been shot on Wednesday during a Ram Navami procession in the city.On Saturday, the police registered a first information report on charges of hurting religious feelings under Section 295A of the Indian Penal Code.Latha said on Monday she will approach the Election Commission to challenge the case filed against her. She said that the police should have verified the matter before filing the FIR.“Police also should have some wisdom before booking an FIR,” PTI quoted her as saying. “Why did they do so? They should have found out the truth before filing the FIR.”She said that the All India Majlis-e-Ittehadul Muslimeen and the Congress were hand in glove in Hyderabad.The Congress is Telangana’s ruling party and All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi is the current MP from Hyderabad.After the video went viral, Owaisi had alleged that the BJP was trying to destroy peace in the city.Latha, on her part, had claimed on Thursday that an “incomplete video” was being circulated in the media to spread negativity. However, she said: “…Even because of such video if any one’s sentiments are hurt then I would like to apologise as I respect all individuals.”","author":"Scroll Staff","time":"2024-04-22T19:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200160-qtrvgrzpfr-1713506739.jpg","tags":["Madhavi Latha","Hyderabad","Lok Sabha 2024","BJP"],"source":"https://scroll.in/latest/1066934/bjp-hyderabad-lok-sabha-candidate-booked-over-shooting-arrow-at-mosque-gesture"}