{"title":"BJP lacks courage to speak on CAA in Assam, says Priyanka Gandhi","content":"Congress General Secretary Priyanka Gandhi Vadra on Monday said that while leaders of the Bharatiya Janata Party speak about the Citizenship Amendment Act in other parts of the country, they do not have the courage to do so in Assam, PTI reported.“They [BJP leaders] lack the courage to mention it [CAA] in the state and people of Assam should never allow them to even talk about it, let alone implement it,” she said. The Congress leader was addressing a public meeting in Lakhimpur city, during her two-day visit to poll-bound Assam, according to PTI.Last month, Congress MP Rahul Gandhi, while speaking at an election rally in Assam, had said that the citizenship law will not be implemented, “come what may”.On January 24, Union Home Minister Amit Shah remained silent on the contentious matter while he was in the state on a campaign trail. However, weeks later, when Shah visited another poll-bound state West Bengal, he said that the law will be implemented after the coronavirus vaccination drive in the country ended. Even Prime Minister Narendra Modi chose not to speak on CAA during his visit to Assam.The Citizenship Amendment Act, notified on January 10, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years, and entered the country by December 31, 2014. Across the country, protests broke out last year against the law, seen as an assault on secular values inscribed in the Constitution.The citizenship law has been widely criticised as discriminatory and Indian Muslims fear it could be used with the National Register of Citizens to harass and disenfranchise them.  In Assam, and other states of the North East, it activated older anxieties – that communities defined as indigenous to the region would be swamped by Bengali-speaking migrants from Bangladesh.‘Recognise leaders who do not work’Meanwhile, Priyanka Gandhi also attacked the BJP on failing to generate jobs. “Those who came to you in the last election and promised to give 25 lakh jobs were not able to give even 80,000,” she said, according to the Hindustan Times. “You need to recognise them. You also need to recognise those who travel across the state on chartered planes at all times and come to you riding bicycles during election.”Pointing out the rise in price of cooking gas and fuel products, Gandhi urged people to vote carefully. “This vote is not for a party,” Gandhi said. “It is for Assam, your existence and to save your culture. Especially my young brothers and sisters, this vote is to protect your future.” आपको अपने नेताओं को और जो राजनीति में चुनाव के समय आते हैं, आपसे वादे करते हैं; आपके लिए उनको पहचानना बहुत जरूरी है। अगर आप उनकी सच्चाई नहीं पहचानेंगे तो आप अपना भविष्य नहीं बदल पायेंगे: श्रीमती @priyankagandhi #PriyankaGandhiWithAssam pic.twitter.com/ade2J94kao— Congress (@INCIndia) March 1, 2021\n\nIn a separate public meeting, addressing women who work at tea gardens and self-help groups in the state, Gandhi attacked the Sarbananda Sonowal-led BJP government for crimes against women, The Hindu reported.“Assam has the highest rate of crime against women and the BJP government has been turning a blind eye to this issue,” she said. “The upcoming elections are very important for the women of the state. You have the power to vote, use it responsibly.”LIVE: Smt. @priyankagandhi interacts with tea garden women labourers & SHG members. #PriyankaGandhiWithAssam https://t.co/hIDteoEtzk— Congress (@INCIndia) March 1, 2021","author":"Scroll Staff","time":"2021-03-01T23:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155612-abkcrdivfb-1614620163.jpg","tags":["CAA","Priyanka Gandhi","Assam","Assembly elections","BJP"],"source":"https://scroll.in/latest/988288/bjp-lacks-courage-to-speak-on-caa-in-assam-says-priyanka-gandhi"}