{"title":"BJP demands Mamata Banerjee’s resignation, NIA probe after ED team attacked in West Bengal","content":"The Bharatiya Janata Party on Friday called for the resignation of West Bengal Chief Minister Mamata Banerjee following an attack on an Enforcement Directorate team allegedly by Trinamool Congress supporters, The Indian Express reported.The BJP also demanded that the National Investigation Agency should look into the attack.On Friday morning, an Enforcement Directorate team was assaulted in the Sandeshkhali village in the North 24 Parganas district when it was carrying out raids in connection with an alleged ration distribution scam, The Times of India reported. The agency’s officials arrived at the home of Trinamool Congress Shahjahan Sheikh, after which a mob allegedly attacked them with stones, bricks and batons.The Enforcement Directorate said that three of its officials suffered serious injuries and were hospitalised. The attack took place in the presence of Central Reserve Police Force personnel.Later in the day, Justice Abhijit Gangopadhyay of the Calcutta High Court remarked that “jungle raj” was prevailing in West Bengal, and said that the Enforcement Directorate could draw the attention of Governor CV Ananda Bose to the law and order situation in the state, The Telegraph reported.Sukanta Majumder, president of the BJP’s West Bengal unit, wrote in a letter to Union Home Minister Amit Shah that an inquiry by the National Investigation Agency was needed to ensure the safety of law enforcement personnel and uphold the rule of law.Leader of Opposition Suvendu Adhikari remarked that law and order in the state was “in shambles” and urged the Union home minister and governor to “take appropriate action to crush this anarchy”.Amit Malviya, the head of the BJP’s social media cell and co-incharge for West Bengal, said that the “continuance of the TMC government in West Bengal is a national security threat”.Malviya alleged that Shahjahan Sheikh was close to TMC MP Abhishek Banerjee, who is the nephew of Chief Minister Mamta Banrjerjee. “This is how lawless Bengal is,” he wrote.The BJP social media head also claimed it was likely that many of the attackers were undocumented immigrants.Trinamool Congress spokesperson Kunal Ghosh, however, claimed that the attack in Sandeshkhali was the result of provocation.“In West Bengal, central agencies and forces, on the instructions of the BJP, are going to the residence of one or the other TMC leader or worker to harass and provoke people,” he said. “That’s what happened in Sandeshkhali,” Ghosh said.He termed Justice Gangopadhyay’s comments “offensive” and “insulting of the chair”.State Industry Minister Shashi Panja said: “We do not encourage or support violence. But the BJP is targeting Bengal with agencies. People understand this.”","author":"Scroll Staff","time":"2024-01-06T09:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197252-biwnzbfsqe-1704514332.jpg","tags":["West Bengal","Mamta Banerjee","ED","Amit Shah","Enforcement directorate"],"source":"https://scroll.in/latest/1061700/bjp-demands-mamata-banerjees-resignation-nia-probe-after-ed-team-attacked-in-west-bengal"}