{"title":"‘BJP scared of defeat in Lok Sabha polls’: Opposition criticises Centre for Arvind Kejriwal’s arrest","content":"Opposition leaders said on Thursday that the arrest of Aam Aadmi Party chief Arvind Kejriwal in connection with the Delhi liquor policy case showed that the Bharatiya Janata Party was afraid of defeat in the upcoming Lok Sabha elections.Kejriwal was arrested from his home on Thursday evening, becoming the first sitting chief minister to be arrested in the country. The Aam Aadmi Party said he would not resign from his post, and would discharge his duties from jail.Following his arrest, Congress leader Rahul Gandhi, in a social media post, remarked that a “scared dictator” wanted to create a “dead democracy”.Gandhi said: “If capturing all the institutions including the media, breaking up parties, extorting money from companies, freezing the account of the main opposition party was not enough for the ‘devilish power’, now the arrest of the elected chief ministers has also become a common thing.”On January 31, Jharkhand Mukti Morcha Working President Hemant Soren was arrested by the Enforcement Directorate in an alleged money-laundering case. He resigned as the Jharkhand chief minister shortly before being arrested.The Wayanad MP said on Thursday that the Opposition INDIA bloc would give a “befitting reply” to Kejriwal’s arrest.डरा हुआ तानाशाह, एक मरा हुआ लोकतंत्र बनाना चाहता है।मीडिया समेत सभी संस्थाओं पर कब्ज़ा, पार्टियों को तोड़ना, कंपनियों से हफ्ता वसूली, मुख्य विपक्षी दल का अकाउंट फ्रीज़ करना भी ‘असुरी शक्ति’ के लिए कम था, तो अब चुने हुए मुख्यमंत्रियों की गिरफ्तारी भी आम बात हो गई है।INDIA इसका…— Rahul Gandhi (@RahulGandhi) March 21, 2024\n\n\nSamajwadi Party chief Akhilesh Yadav said that the Aam Aadmi Party leader’s arrest would give birth to a “new people’s revolution”.Yadav remarked: “Those who are themselves imprisoned in the fear of defeat, how can they imprison someone else?”The former Uttar Pradesh chief minister said:  “The BJP knows that it will not come to power again. Due to this fear, it wants to remove Opposition leaders from the public arena by any means at the time of elections. The arrest is just an excuse.”जो ख़ुद हैं शिकस्त के ख़ौफ़ में क़ैद ‘वो’ क्या करेंगे किसी और को क़ैदभाजपा जानती है कि वो फिर दुबारा सत्ता में नहीं आनेवाली, इसी डर से वो चुनाव के समय, विपक्ष के नेताओं को किसी भी तरह से जनता से दूर करना चाहती है, गिरफ़्तारी तो बस बहाना है।ये गिरफ़्तारी एक नयी जन-क्रांति को…— Akhilesh Yadav (@yadavakhilesh) March 21, 2024\n\n\nTrinamool Congress MP Derek O’Brien asked how one could expect fair elections in the country if chief ministers and Opposition leaders were arrested before the Lok Sabha elections.“We vehemently condemn the arrest of Arvind Kejriwal, an elected CM, especially when EC [Election Commission] is in charge & MCC [model code of conduct] is in place,” O’Brien said.“If SC [Supreme Court] & ECI fail to act now, who will stand with people against BJP’s oppressive politics in future?” he asked.We vehemently condemn the arrest of Arvind Kejriwal, an elected CM, especially when EC is in charge & MCC is in place. Earlier his administrative powers were snatched through an illegal ordinance. How can we expect fair elections in India if sitting CMs & prominent opposition…— Derek O'Brien | ডেরেক ও'ব্রায়েন (@derekobrienmp) March 21, 2024\n\n\nNationalist Congress Party founder Sharad Pawar said that Kejriwal’s arrest showed the “depths to which the BJP will stoop for power”.He said that the INDIA bloc stood against the “unconstitutional” action.Strongly condemn the vindictive misuse of central agencies to target the opposition, especially as general elections loom. This arrest showcases the depth to which BJP will stoop for power. ‘INDIA’ stands united against this unconstitutional action against #ArvindKejriwal— Sharad Pawar (@PawarSpeaks) March 21, 2024\n\n\nCommunist Party of India (Marxist) General Secretary Sitaram Yechury said that the arrest would only cement people’s desire to defeat the BJP, and defend democracy and the Constitution.“Clearly, Modi and the BJP are in panic over people’s rejection in the ongoing elections,” Yechury said. He added that while Kejriwal was arrested, Opposition leaders who joined the BJP are being “protected and patronised”.Strongly condemn the arrest of Delhi CM, Shri Arvind Kejriwal by the ED.It’s the second sitting CM of the INDIA bloc to be arrested. Clearly, Modi and the BJP are in panic over people’s rejection in the ongoing elections.All opposition leaders who defected and joined the BJP…— Sitaram Yechury (@SitaramYechury) March 21, 2024\n\n\nLiquor policy caseThe Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation alleging irregularities in the Delhi government’s liquor excise policy, which has been scrapped.The policy came into effect in November 2021. It was withdrawn on July 30, 2022, with Delhi Lieutenant Governor Vinai Kumar Saxena recommending an investigation into the alleged irregularities of the policy.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party government modified Delhi’s liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.On Friday, the Enforcement Directorate had arrested Bharat Rashtra Samithi leader and MLC K Kavitha for her alleged involvement in the case, describing her as a member of the so called South Group.“ED investigation revealed that Ms K Kavitha along with others conspired with the top leaders of Aam Aadmi Party including Arvind Kejriwal and Manish Sisodia for getting favours in the Delhi Excise policy-formulation and implementation,” the agency said after her arrest. “In exchange of these favours, she was involved in paying Rs. 100 Crore to the leaders of AAP.”Two senior Aam Aadmi Party leaders – Manish Sisodia and Sanjay Singh – are also currently in jail in connection with the case.","author":"Scroll Staff","time":"2024-03-22T09:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198163-sigfeysvlt-1707107801.jpg","tags":["Arvind Kejriwal","Supreme Court","Opposition leaders","Excise policy case","Delhi"],"source":"https://scroll.in/latest/1065612/bjp-scared-of-defeat-in-lok-sabha-polls-opposition-criticises-centre-for-arvind-kejriwals-arrest"}