{"title":"BJP chief Amit Shah proposes provisions for simultaneous elections in letter to Law Commission","content":"The criticism against the idea of simultaneous national and state elections in India is “politically motivated and inappropriate”, Bharatiya Janata Party President Amit Shah told the Law Commission on Monday, according to ANI. He also proposed ways to kick-start the process and solve related challenges.The BJP had skipped a meeting organised by the Law Commission with political parties on July 8 to consider the idea, saying that while it supported the proposal, it needed more time to send its recommendations. Prime Minister Narendra Modi has frequently supported the idea of simultaneous elections to save costs and improve development work.In his letter, Shah proposed that all stakeholders can decide on a particular year to schedule the first simultaneous elections in the country. “The term of any present government does not need to be reduced,” he said. “If a government’s term ends before that stipulated year [for the first simultaneous polls], elections can be held for a new House to fill in only till that year.”‘Benefits in longer term’Shah said simultaneous elections “may cause short-term problems, but will benefit the nation in the longer term”. “Issues related to electronic voting machines, workforce and security arrangements are important aspects, but they can be figured out in the due course,” the BJP president told the Law Commission.Pointing out the high expenses incurred in conducting elections all through the year, Shah called for a “healthy and open debate” among stakeholders on the topic. He said having frequent elections distracts governments from development work towards populist decisions. “Decision-making has become populist, when it should be policy-driven,” said Shah. He cited the example of Maharashtra, where he said some or the other region was under the model code of conduct on 307 days out of 365 in 2016-’17.To implement the process, Shah proposed that a single voters’ list be made for Lok Sabha, Assembly and local body elections, and the provisions for local body elections in all states be made uniform.“[After the simultaneous elections have been implemented] If an Assembly is dissolved prematurely [before the next simultaneous polls], elections should take place only for the remaining term,” he said. “If, however, it is dissolved less than six months before the next scheduled elections, President’s rule may be imposed.”On August 3, the Congress had conveyed to the Law Commission its “vehement opposition” against the Centre’s proposal to hold the Lok Sabha and Assembly elections simultaneously.In April, the Law Commission had recommended that elections to the Lok Sabha and state Assemblies be held simultaneously. In a draft white paper, the commission said the Indian Constitution could be amended to allow simultaneous polls. In May, the Election Commission proposed the idea of “one year, one election” to the Law Commission.","author":"Scroll Staff","time":"2018-08-13T15:49:45.123828+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890282-dtryypgmsv-1521887920.jpg","tags":["Simultaneous elections","Amit Shah","Law Commission","BJP"]}