{"title":"BJP signalling support for 2002 riots to win Gujarat polls is a dire sign for India","content":"Even for India, where mass violence is unfortunately common, the recounting of the Naroda Patiya massacre is unusual for the intensity and planned nature of the attack. The violence took place on February 28, 2002 and involved a quasi-military style attack on the Ahmedabad neighbourhood of Naroda Patiya. LPG cylinders were used as explosive munitions to destroy buildings. Women and girls were gangraped before they were killed. Human Rights Watch quoted a witness who saw attackers pour petrol into a child’s mouth and then light it, so that he was blown apart.Naroda Patiya took place without any police interference, as the mob was given full leeway to carry out one of India’s largest massacres. Incredibly, two decades later, the Bharatiya Janata Party, the ruling party during the attack, is trying to utilise the memory of that horrific violence in a bid to attract votes for the upcoming 2022 Assembly elections. Rather than be contrite about how such  horrific killings could take place under its watch, the party has nominated the daughter of one of the convicts, Manok Kukrani, as an MLA candidate.Eyewitnesses say that Kukrani was part of a mob that burnt alive a Muslim woman. He was also part of a mob that first gangraped and then burnt a woman alive. As a result of his daughter’s nomination, NDTV reports that the convicted mass murderer is now part of the BJP’s Assembly campaign.#ExclusiveScoop- #NarodaPatiya massacre life-term convict Manoj Kukrani, who's out on BAIL is helping his daughter Payal Kukrani, also a BJP CANDIDATE, with her campaign for #GujaratElectionsHe was warmly greeted by sitting NARODA MLA & party workers during a BJP POLL campaign. https://t.co/ZPNUJk9Lyn pic.twitter.com/joCCIKhTzC— Tanushree Pandey (@TanushreePande) November 13, 2022\n\nThis is not all. The BJP has also nominated as its MLA candidate, CK Raulji, who had described the perpetrators of another massacre during the Gujarat riots as “Brahmins…with good values”. Raulji was part of a committee which agreed to release the convicted mass murders and rapists from prison before they had completed their sentence. The people praised by Raulji were responsible for the  murder of 14 Muslims, including smashing the head of an infant child, as well as gangrape. Bilkis Bano was one of the few that survived this brutal attack and had, since then, led a legal fight.Communal polityIt is clear that the BJP wants to signal its support for the horrific violence of 2002 in a bid to polarise the upcoming state election. This is not a new strategy. In fact, the 2002 Gujarat Assembly elections itself had also largely been fought with on the issue of the riots and, rather than penalise the ruling party under which they took place, the Gujarati electorate had voted the BJP back to power with a near 50% vote share.At that time, the Congress had tried to launch an anti-riot political platform and was severely penalised for it by Gujarati voters. The image of Modi after the riots  as a zealous proponent of Hindutva saw him rise to the post of prime minister, heading the most powerful Union government in decades.As unfortunate as the BJP’s election campaign of 2002 was, the 2022 endorsement of the Gujarat violence by politicians who now form India’s dominant party is even more so. So strong is majoritarian sentiment that not only can the ruling party back people convicted during the 2002 violence, the Opposition is wary of attacking the BJP on this, lest the entire election gets reduced to a communal contest, in which case the BJP would gain an easy victory, being backed by the majority community.Shadow electionWhile it is obvious, it is not just Gujarat’s Muslims who have suffered immensely from this idea of reducing elections to an act of bullying a helpless minority.  The state as a whole has suffered. As is well known, Gujarat is marked by serious development defects, with its children being significantly malnourished compared to even poor states like West Bengal. On government hospital beds, for example, Tamil Nadu has four times the number Gujarat has, although their populations are similar.The BJP’s move towards all but explicitly endorsing the 2002 riots will then have two worrying outcomes: it will communicate to India’s 200-million-strong Muslim minority than India’s democracy has no place for even its physical safety, much less its aspirations. And as we see with the poor state of human development in Gujarat, it will allow politicians to ignore discussing substantive issues during elections given that communal hate by itself is a winning formula.","author":"Shoaib Daniyal","time":"2022-11-14T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178647-nhfraoyukt-1660826677.jpg","tags":["Gujarat","Hindutva","Gujarat riots","Bilkis Bano"],"source":"https://scroll.in/article/1037337/bjp-signalling-support-for-2002-riots-to-win-gujarat-polls-is-a-dire-sign-for-india"}