{"title":"BJP planning to ‘break’ Biju Janata Dal after Odisha Assembly elections, alleges CM Patnaik’s aide","content":"Biju Janata Dal leader VK Pandian on Wednesday alleged that the Bharatiya Janata Party plans to “break” Odisha’s ruling party if it secures enough seats in the approaching state Assembly elections, reported PTI.“They [the BJP] had a slogan of securing 120 Assembly seats in 2014 but failed,” Pandian, who is a close aide of Odisha Chief Minister Naveen Patnaik, said to reporters in the state’s Ganjam district on Wednesday. “They [BJP] have been fighting elections to win 50 to 60 seats…to break BJD [Biju Janata Dal] after the elections. This is their poll strategy.”The bureaucrat-turned-politician alleged that the BJP was planning to implement in Odisha the same strategy it had used in Maharashtra, Karnataka and Madhya Pradesh. All three states have seen defections after Assembly elections, resulting in the BJP coming to power.In Maharashtra, the Shiv Sena, the Nationalist Congress Party and the Congress had formed a coalition government after the 2019 Assembly polls. However, the Shiv Sena split in June 2022 after Chief Minister Eknath Shinde claimed the support of 39 out of the party’s 55 MLAs, in addition to 10 independent MLAs, and rebelled against the coalition. After more than a week of political drama, Shinde was sworn in as the chief minister on June 30, 2022, with the backing of the BJP.After the 2018 Assembly elections in Karnataka, the Janata Dal (Secular) and Congress formed the government. But the coalition government fell after a floor test in 2019 and BJP’s BS Yediyurappa took oath as the chief minister.In 2020, the Kamal Nath-led Congress government collapsed in Madhya Pradesh after the resignation of Jyotiraditya Scindia, who subsequently joined the BJP.Pandian said on Wednesday that the BJP’s alleged plan would not work in Odisha as the state’s residents do not trust the party.“You have seen in 2014, 2019 and also in 2024, the entire army of [BJP] leaders from across the country come [to Odisha] for campaigning,” he said. “But, the people will not trust them. The people will bless Nabeen babu [Naveen Patnaik] in a big way.”Pandian expressed confidence that Patnaik would take oath as Odisha’s chief minister for the sixth consecutive time. He added that the BJP had not decided on its candidates for 60 Assembly seats in the state, and that it was waiting for the Biju Janata Dal to announce its contestants. The saffron party is likely to field leaders who will be denied a ticket by the Biju Janata Dal, he said.Elections for the 147 Assembly seats in Odisha will be held simultaneously with the Lok Sabha elections between May 13 and June 1. The results for both elections will be declared on June 4.","author":"Scroll Staff","time":"2024-05-08T17:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199089-ldccedcznz-1709831417.jpg","tags":["BJD","Biju Janta Dal","BJP","Odisha","V K Pandian","Naveen Patnaik","Odisha news","Odisha Assembly elections"],"source":"https://scroll.in/latest/1067620/bjp-planning-to-break-biju-janata-dal-after-odisha-assembly-elections-alleges-cm-patnaiks-aide"}