{"title":"BJP MP Pragya Thakur booked for urging Hindus to keep weapons at home","content":"A first information report was registered against Bharatiya Janata Party MP Pragya Thakur on Wednesday in Karnataka for urging Hindus to keep weapons at home to give “befitting reply” to those who try to attack their homes, PTI reported.She had made the remarks while addressing the Hindu Jagarana Vedike’s South Region annual convention in Shivamogga on December 25.“Keep weapons in your homes, if nothing else, at least keep knives used to cut vegetables sharp,” Thakur said in a video widely shared on social media. “Don’t know what situation will arise when...Everyone has the right to protect themselves. If someone infiltrates our house and attacks us, giving them a befitting reply is our right.”The FIR against Thakur was registered based on a complaint by Shivamogga District Congress Committee President HS Sundaresh.Thakur has been booked under Sections 153A (promoting enmity between different groups on ground of religion, and race) and 295A (deliberate and malicious acts intended to outrage religious feelings of any class by insulting its religion or religious beliefs) of the Indian Penal Code, reported PTI.During Sunday’s event, Thakur had said that Hindus should teach their own culture to their children, reported The Hindu. “Stop sending your children to missionaries,” Thakur had said. “If you do so, you will be opening old-age homes for yourselves. Your children will become selfish and will not take care of you.”The Lok Sabha MP had also urged Hindus to protect their girls from “love jihad” – a debunked Hindutva idea that Muslim men romantically lure Hindu women in order to convert them to Islam. “Even if they [Muslims] love they do jihad in that,” Thakur alleged. “Answer those involved in love jihad in the same style. Protect your girls, teach them the right values.”","author":"Scroll Staff","time":"2022-12-29T08:46:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/122061-awucclehfh-1575032572.jpg","tags":["Pragya Thakur","BJP","Karnataka","Controversial Comments"],"source":"https://scroll.in/latest/1040765/bjp-mp-pragya-thakur-booked-for-urging-hindus-to-keep-weapons-at-home"}