{"title":"BJP offered Rs 20 crore each to 40 AAP MLAs to switch sides, alleges Arvind Kejriwal","content":"Aam Aadmi Party chief Arvind Kejriwal on Thursday alleged that the Bharatiya Janata Party offered Rs 20 crore each to his party MLAs to lure them to switch sides and topple the Delhi government.The Delhi chief alleged that the BJP wanted 40 MLAs to switch sides and that it had set aside Rs 800 crore for them.“Today, the country wants to know whose money this is,” Kejriwal told reporters. “Does this money come from GST [Goods and Services Tax], the PM-CARES Fund or does it belong to one of their [BJP’s] friends?”Kejriwal asserted that no Aam Aadmi party MLA was drawn to the offer and that the Delhi government is stable.Operation Lotus घोटाला है। हमारे एक-एक MLA को 20-20 Crore का Offer है। इन्हें 40 MLAs चाहिए। इन्होंने 800 करोड़ Cash रखा है।देश जानना चाहता है ये 800 CRORE किसके हैं?Delhi Govt गिराने के लिए रखा ये पैसा GST का है, PM Cares Fund का या इनके दोस्त का?-CM @ArvindKejriwal pic.twitter.com/Idf4zwyfP4— AAP (@AamAadmiParty) August 25, 2022\n\nEarlier in the day, a number of Aam Aadmi Party MLAs were reportedly untraceable ahead of a meeting of party legislators at Kejriwal’s residence, according to ANI.However, party spokesperson Saurabh Bharadwaj said that 53 out of 62 AAP MLAs were present at the meeting and the remaining ones also pledged their support to the Delhi chief minister.After the meeting, Kejriwal and other Delhi MLAs visited the Mahatma Gandhi memorial at Delhi’s Rajghat and prayed for the “safety of the country against Operation Lotus”. Operation Lotus is a term used to refer to the BJP’s alleged attempts to orchestrate defections in Opposition parties.However, Bharatiya Janata Party MP Parvesh Verma alleged that Kejriwal was a supporter of the “liquor mafia”, and that he made the Rajghat memorial “impure” by visiting it. He added that BJP workers would go to the memorial and “purify” it by sprinkling water from the river Ganga over it.Verma also asked Kejriwal why he had not yet removed Deputy Chief Minister Manish Sisodia and Aam Aadmi Party leader Satyendar Jain from the Delhi Cabinet.“Kejriwal ji, do not divert the subject,” the BJP MP said. “Only say whether Sisodia alone took commission from the liquor mafia, or whether you took it as well.”The Central Bureau of Investigation has filed a first information report against 15 persons, including Sisodia, alleging irregularities in a liquor policy for the national capital. Jain too has been booked in a money-laundering case and is currently in judicial custody.   On the Aam Aadmi Party’s allegations, BJP MP from East Delhi Gautam Gambhir asked in a sarcastic vein: “Kejriwal ji, did the BJP offer the prime minister’s post in 2024 to you?”केजरीवाल जी, कहीं 2024 के लिए प्रधानमंत्री पद का भी ऑफर तो नहीं दे दिया आपको भाजपा ने? 🤥— Gautam Gambhir (@GautamGambhir) August 25, 2022","author":"Scroll Staff","time":"2022-08-25T16:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178929-cbuzpxkfqq-1661422101.jpg","tags":["Arvind Kejriwal","BJP","AAP","Delhi","Parvesh Verma"],"source":"https://scroll.in/latest/1031287/bjp-offered-rs-20-crore-each-to-40-aap-mlas-to-switch-sides-alleges-arvind-kejriwal"}