{"title":"BJP now closely resembles a ‘typical governing party in an autocracy’, claims a new study","content":"Citing instances of civil rights being curtailed, minorities being targeted and the subservience of independent institutions like the judiciary and the Central Bureau of Investigation, critics have long argued that the Bharatiya Janata Party’s six years in office have pushed India down an autocratic path.Now, analytical research by the Sweden-based Varieties of Democracy (V-Dem) Institute shows that the BJP and its policies score highly on its “party illiberalism index” – so much so that it is “close to the typical governing party in autocracies in terms of illiberalism”.V-Dem shows shows that over the course of the last 20 years, it has “become more and more illiberal”. The study closely tracked four parties The Polish Law and Justice Party (PiS), the Hungarian Fidesz Party, the Turkish Justice and Development Party (AKP) and India’s BJP. They were chosen since the quality of democracy in these four countries has declined sharply over the past few years.Rising illiberalism At the turn of the millennium, the PiS,  Fidesz Party and AKP were about as liberal as a typical governing party in a democracy. The BJP on the other hand was already significantly illiberal in 1999.Over the next two decades, all four parties shot up on the illiberalism axis with PiS,  Fidesz and the BJP being close to what the V-Dem defines as autocracy and the AKP crossing the mark.V-Dem’s  Illiberalism Index gauges the extent of commitment to democratic norms that a party exhibits before an election. Indicators comprising the Illiberalism Index are low commitment to political pluralism, demonisation of political opponents, disrespect for fundamental minority rights and encouragement of political violence.Democracy under attackV-Dem notes that this is a global trend. “The median governing party in democracies has become more illiberal in recent decades,” notes the study. “This means that more parties show lower commitment to political pluralism, demonisation of political opponents, disrespect for fundamental minority rights and encouragement of political violence.”In an earlier age, while democracies were often attacked from outside, this shows that at the moment, “threats to democracy typically come from within the government,” explained V-Dem Institute’s Director Staffan I. Lindberg.V-Dem populated its data using surveys from country experts and then analysed using a statistical model.","author":"Scroll Staff","time":"2020-10-29T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108070-adbxvdmxic-1591466699.jpg","tags":["BJP","India","Democracy","Liberalism"],"source":"https://scroll.in/article/977031/bjp-now-closely-resembles-a-typical-governing-party-in-an-autocracy-claims-a-new-study"}