{"title":"BJP will win more than 200 seats in West Bengal, claims Amit Shah","content":"Union Home Minister Amit Shah on Tuesday predicted a thumping victory for the Bharatiya Janata Party in the West Bengal Assembly polls, reported PTI.Shah claimed that the people of the state want a change from the Trinamool Congress’ misrule and will embrace Prime Minister Narendra Modi’s vision of development. “We will win more than 200 seats in Bengal and improve our tally in Assam,” he said. The home minister added that the BJP has strengthened its position in the state, while the supporter base of the TMC has eroded with a large number of leaders quitting the Mamata Banerjee-led party.“We won 18 Lok Sabha seats out of the total 42 in 2019 and lost three by small margins,” Shah told PTI. “That too when people had doubts about our victory. Now they have confidence that we can win. People are yearning for a change and are with us.”Many prominent leaders such as Suvendu Adhikari, his father Sisir Adhikari, Rabindranath Bhattacharya, Dinesh Trivedi and Rajib Banerjee have quit the TMC in the past few months and joined the saffron party ahead of the polls.Shah claimed that although Mamata Banerjee does not want to see Modi, people of the state are welcoming the prime minister by coming out in huge numbers to support him.On incidents of party workers showing dissatisfaction over the choice of candidates in the Assembly seats, the home minister said that the BJP will win them over, asserting that it will have no impact on the elections. “The BJP is a disciplined and cadre-based party,” he said.Protests had erupted in various areas after newly-inducted BJP leaders were given preference to old party members. On March 14, former Kolkata Mayor Sovan Chatterjee quit the saffron party along with another leader after he was not given a ticket from his desired constituency. Also read:West Bengal elections: BJP replaces its Alipurduar candidate after local party workers protest On Tuesday, Shah also countered Mamata Banerjee’s allegations of religious polarisation. He claimed that if raising matters of the public amounted to religious polarisation, then it was a “new definition” of the term.He then asked if the TMC government obstructing Durga Puja and Saraswati Puja processions amounted to religious polarisation. “We are making a positive statement that everyone should observe their festivals,” Shah said. “We have no objection if someone is observing Ramzan or Christmas. But you cannot impose restrictions on Durga Puja and Saraswati Puja.”On Assam pollsShah also claimed that the alliance of the Congress with the All India United Democratic Front in Assam will lead to the Sonia Gandhi-led party’s downfall, according to PTI. The Congress is in alliance with the AIUDF, led by Badruddin Ajmal, in the state. The AIUDF draws the majority of its support from Bengali-speaking Muslims, according to the news agency.  The saffron party has accused AIUDF of protecting infiltrators in order to consolidate anti-BJP votes.The home minister also took a swipe at Congress leaders Rahul Gandhi and Priyanka Gandhi Vadra, and questioned how the party could be called secular after it allied with the Indian Union Muslim League in Kerala, AIUDF in Assam and cleric Abbas Siddiqui-led Indian Secular Front.Shah also hit back at Rahul Gandhi’s assertion that the Congress will block the Citizenship (Amendment) Act in Assam, saying that he should clarify if he will implement the National Register of Citizens or not. The home minister claimed that the BJP has worked to rid the state of infiltration and terrorism and will now work to resolve its regular flood crisis.Shah also expressed confidence in increasing the BJP’s tally in the state. The BJP-led alliance had won 86 seats in the 126-member Assembly in 2016.He also asserted that the BJP will win the polls in Tamil Nadu, where it has allied with the ruling All India Anna Dravida Munnetra Kazhagam.Assembly polls to four states and the Union Territory of Puducherry will start from March 27. West Bengal will have elections in eight phases and Assam in three. Tamil Nadu, Kerala and Puducherry will have a single-phase election on April 6. The counting of votes is scheduled for May 2.","author":"Scroll Staff","time":"2021-03-24T14:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154750-rizqjctacd-1616570342.jpg","tags":["Amit Shah","West Bengal","West Bengal elections","Assam","Assam elections"],"source":"https://scroll.in/latest/990430/bjp-will-win-more-than-200-seats-in-west-bengal-claims-amit-shah"}