{"title":"BJP will remove Pakistanis, Rohingyas with ‘surgical strike’ in Hyderabad, claims Telangana chief","content":"Bharatiya Janata Party’s Telangana unit chief Bandi Sanjay Kumar on Tuesday stirred a controversy after saying that his party would conduct a “surgical strike” in the Old City area of Hyderabad to push out Pakistanis and Rohingyas, reported PTI. Kumar said that he would do this after winning the mayoral post in the upcoming civic elections.During the BJP’s campaign for the civic elections, Kumar claimed that TRS chief and Chief Minister K Chandrasekhar Rao was trying to win the elections through an incorrect manner. “Unsure of winning, he [Rao] has taken another person on his side. Who is he?...Owaisi.” he said.Kumar cited the All India Majlis-e-Ittehad-ul-Muslimeen chief’s comment. “Owaisi was saying yesterday...if Rohingyas are there in Hyderabad, what is Amit Shah doing?” the BJP leader said. “After BJP mayoral candidate wins in this election, BJP will take the responsibility to send away Rohingyas and Pakistanis by conducting a surgical strike on your old city.”He also said that the elections should be held in Hyderabad after Pakistani, Afghan, and Rohingya voters are eliminated. Kumar said that those attempting to win elections through appeasement claim to be secularists, but the BJP, which he said supported the respect of the sentiments of 80% Hindus, is called communal. The Old City of Hyderabad has a largely Muslim population and is said to be an AIMIM stronghold. The BJP has repeatedly accused the party of appeasing Rohingya refugees, and of helping them acquire voter identity cards, Aadhaar in return for votes, according to The News Minute. All 150 wards of Hyderabad will vote on December 1. According to the United Nations, nearly 5,000 Rohingya refugees live in Hyderabad.The comments garnered strong criticism from the ruling Telangana Rashtra Samiti and the AIMIM. TRS working President KT Rama Rao asked whether Union minister G Kishan Reddy would support the “reprehensible” comments that were filled with hate.KT Rama Rao asked the BJP leader if he thought Hyderabad was in Pakistan, adding that the Centre should instead do a “surgical strike” on accused in crimes against women in Uttar Pradesh, the unemployment problem, and poverty. “Is Hyderabad in Pakistan? Are you in your conscious state?” KT Rama Rao said, according to ANI. “What has happened to Hyderabad? Do you want to do a surgical strike as people here are living together? For winning seats do you want to set fire in Hyderabad?” He urged people in Hyderabad to introspect about “whether they want to let this happen”. “Till yesterday, he [Kumar] was asking youngsters to not bother with traffic rules,” the TRS leader said, The News Minute reported. “Then he called KCR a traitor and said he has terrorist links. Now I don’t know why they’re acting so crazy for one election. They have said they will do a surgical strike in Hyderabad.”Owaisi challenged the BJP-led National Democratic Alliance government in the Centre to conduct surgical strikes on the Chinese People’s Liberation Army which he said had occupied Indian territory. “A BJP leader said if they win Baldia elections, then they will conduct surgical strikes on old city,” he said, according to PTI. “He [BJP leader] said they will conduct surgical strikes and flush out Pakistanis and Rohingyas. I want to ask BJP on whom you would conduct surgical strikes? These [those living in the Old City] are Indian only.”Kumar, meanwhile, reacted to KT Rama Rao’s comments, and asserted that a “surgical strike” was inevitable on “illegal infiltrators”.This came days after BJP’s Tejasvi Surya hit out at Owaisi, accusing him of speaking Pakistan founder Muhammad Ali Jinnah’s language of “rabid Islamism, separatism, and extremism”. Surya also accused AIMIM of “allowing only Rohingya Muslims, not development” in Hyderabad.Surya made the remarks while campaigning in Telangana for the Greater Hyderabad Municipal Corporation elections. Hours later on Monday, reacting to the BJP leader’s remarks, Owaisi said the party’s aim was to create hatred.","author":"Scroll Staff","time":"2020-11-25T09:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151074-iwoyajsymo-1606274553.jpg","tags":["Telangana","BJP","Telangana BJP","Old City Hyderabad","Asaduddin Owaisi","KT Rama Rao"],"source":"https://scroll.in/latest/979387/bjp-will-remove-pakistanis-rohingyas-with-surgical-strike-in-hyderabad-claims-telangana-chief"}