{"title":"BJP MP Anantkumar Hegde stirs row after remarks on amending the Constitution","content":"Bharatiya Janata Party MP from Karnataka Anantkumar Hegde on Saturday stirred a controversy by calling for voters to give a two-thirds majority to his party in the Lok Sabha to enable amendments to the Constitution and undo the “unnecessary laws introduced to subjugate the Hindu community”, The Indian Express reported.“Constitution has to be amended as Congress people have fundamentally altered it by introducing some unnecessary things,” Hegde said at an event in Uttara Kannada’s Siddapur. “Especially laws that subjugate the Hindu community. If all this has to change, it cannot be done without a two-thirds majority.”The legislator also said that the BJP needs to come to power in more than 20 states to effect the changes.Referring to a call campaign pitch by Prime Minister Narendra Modi ahead of the Lok Sabha elections, Hegde said: “Modi said ‘Ab ki baar 400 paar’ [This time, it will be above 400 seats]. Why above 400? We have a two-thirds majority in the Lok Sabha, [but] in Rajya Sabha we do not have a two-thirds majority.”He said that if the BJP wins more than 400 Lok Sabha seats, it will help the party have a majority in more than 20 states.“With a two-thirds majority in Lok Sabha, Rajya Sabha and among state governments, once this happens, then see how things will be,” The Hindu quoted him as saying.Hegde cited the example of the Citizenship Amendment Act to say that it was passed in the Lok Sabha and the Rajya Sabha “with effort”. However, it was not implemented as several states did not approve it.“Now the government plans to implement it through an amendment,” he said. “If not, the law and order will go out of hands and anti-nationals will have a free run.”CM seeks disqualificationResponding to the remarks, Karnataka Chief Minister Siddaramaiah said that Hegde should be disqualified from contesting in elections permanently.“If Prime Minister Narendra Modi does not approve of his statement, Hegde should be expelled from the party,” he said. “The MP’s statement is not a personal statement but a hidden agenda of the BJP. Without the approval of the party seniors, he cannot make such statements.”Anant Kumar Hegde's statement about the need for the BJP to secure 400 seats to protect Hinduism by amending the Constitution is not his personal statement but a part of the secret agenda of the Bharatiya Janata Party (BJP).Our Constitution protects people of every religion…— Siddaramaiah (@siddaramaiah) March 10, 2024\n\n\nDeputy Chief Minister DK Shivakumar said that the “BJP MP is against the Constitution given by Dr Ambedkar”.In a social media post, Congress leader Rahul Gandhi said that Hegde’s statements were a public declaration of the “hidden intentions of Narendra Modi and his ‘Sangh Parivar’”.“The ultimate goal of Narendra Modi and the BJP is to destroy Baba Saheb [Ambedkar]’s Constitution,” said Gandhi. “They hate justice, equality, civil rights and democracy.”भाजपा सांसद का बयान कि उन्हें 400 सीट संविधान बदलने के लिए चाहिए, नरेंद्र मोदी और उनके ‘संघ परिवार’ के छिपे हुए मंसूबों का सार्वजनिक ऐलान है।नरेंद्र मोदी और भाजपा का अंतिम लक्ष्य बाबा साहेब के संविधान को ख़त्म करना है। उन्हें न्याय, बराबरी, नागरिक अधिकार और लोकतंत्र से नफ़रत…— Rahul Gandhi (@RahulGandhi) March 10, 2024\n\n\nBJP distances itselfBJP Spokesperson Gaurav Bhatia stated that Hegde’s remarks reflect his personal views and not that of the party’s.“The BJP has taken cognisance of the statement made by Mr Hegde and has also asked for clarification from him,” The Indian Express quoted Bhatia as saying. “It must be reiterated that every step that is taken by the BJP, every decision that is taken by the BJP, is always in the interest of our country and in consonance with the spirit of the Constitution.”The party’s Karnataka unit stated that the BJP “reaffirms our unwavering commitment to uphold the nation’s Constitution”. It said that the party would ask Hegde for an explanation regarding his comments.MP Shri Ananth Kumar Hegde's remarks on the Constitution are his personal views and do not reflect the party's stance. @BJP4India reaffirms our unwavering commitment to uphold the nation's Constitution and will ask for an explanation from Shri Hegde regarding his comments.— BJP Karnataka (@BJP4Karnataka) March 10, 2024\n\n\nIn 2017, Hegde, who was the Union minister of state for employment and skill development at the time, had apologised for his remarks on amending the Constitution and told the Lok Sabha that he deeply respects the Constitution and would never go against it.","author":"Scroll Staff","time":"2024-03-11T08:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135857-vzsfiryvid-1580742247.jpg","tags":["Anantkumar Hegde","BJP","Karnataka","Lok Sabha elections 2024","Lok Sabha elections"]}