{"title":"BJP spent nearly 45% – or Rs 27,000 crore – of total expenditure for 2019 Lok Sabha polls: Report","content":"The Bharatiya Janata Party spent close to Rs 27,000 crore in the recently-concluded Lok Sabha elections, according to a report by the Centre for Media Studies released on Monday. The amount was 45% of the total expenditure of Rs 60,000 crore, which is more than what was spent in 2014. The report has called the 2019 General Elections the “most expensive election ever, anywhere”.At this rate, expenditure in the 2024 General Elections could cross Rs 1 trillion, said CMS chairperson N Bhaskara Rao, according to Business Standard. “Mother of all corruption lies in the spiralling election expenditure,’’ said Rao. “If we are not able to address this, we can’t check corruption in India. The scale of the expenditure should scare us and compel us to think of taking corrective steps to build a stronger democracy.”The BJP spent about 20% of the total poll expenditure in 1998, against about 45% in 2019, the report said. The Congress, on the other hand, had spent about 40% of total expenditure in 2009, and this has now gone down to 15%-20%.The report, based on secondary information, field studies and analysis, calculated that Rs 700 was spent per voter. This came up to nearly Rs 100 crore in each parliamentary constituency. According to the report, around Rs 12,000 crore to Rs 15,000 crore was distributed directly to voters, while Rs 20,000 crore to Rs 25,000 crore was spent on publicity. Logistics accounted for about Rs 5,000 crore, formal expenditure was between Rs 10,000 crore and Rs 12,000 crore, while miscellaneous expenses were about Rs 3,000 crore to Rs 6,000 crore.The report described the 2019 Lok Sabha polls “a watershed election”. The major source of poll funding is now corporate. “Crowd funding where citizen and community contributes for campaigns is no longer a sought after source,” said the report.","author":"Scroll Staff","time":"2019-06-04T16:19:36.465855+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/87663-dglgodndjh-1557300733.jpeg","tags":["Lok Sabha","BJP","Centre for Media Studies","poll expenses"]}