{"title":"BJP will make Assam, North East biggest contributors to India’s GDP, says Amit Shah","content":"Union Home Minister Amit Shah on Thursday said that the Bharatiya Janata Party’s journey in Assam, that began five years ago, will continue till the state along with other northeastern states emerge as the biggest contributor to the country’s Gross Domestic Product, reported PTI. The BJP and its allies are in power in all the eight states of the North East.Shah said that the journey started by Prime Minister Narendra Modi was taken forward by Assam Chief Minister Sarbananda Sonowal and state Health Minister Himanta Biswa Sarma. “This is just the first step and the journey will continue till Assam becomes violence-free, infiltrator-free and flood-free,” he added. Shah made the comments after attending a “mahayagya” (a ceremony) at the Shivlinga-shaped Maha Mrityunjaya temple in Assam’s Nagaon district.The home minister said that people were now investing in various sectors in Assam, such as education and tourism. Assam is likely to vote in the next few months.Shah also hit out at the Congress for joining hands with the All India United Democratic Front. The party is led by Badruddin Ajmal, who is said to have considerable influence among Bengali-speaking Assamese Muslims, according to PTI.“The Congress talks about providing security when it is joining hands with Ajmal,” he said. “It is only because of its lust for power that it has joined hands with Ajmal. The party did nothing to free Assam from violence and infiltration despite having a prime minister who was elected from the state.”  Shah was referring to Manmohan Singh, who was a Rajya Sabha MP from Assam between 1991 and 2019.The home minister asserted that the “greed” of the Congress to capture power in the state will remain unfulfilled. He claimed that the BJP, along with its ally Asom Gana Parishad, will win the Assembly polls with a two-thirds majority.Shah also accused that there were political parties that were formed in the aftermath of the anti-Citizenship Amendment Act protests for “helping the Congress which used bullets to suppress the Assam agitation against foreigners”, PTI reported. He claimed these parties were formed so they could chip away at BJP’s votes and help the Congress, but they will not succeed.Talking about the Centre’s developmental schemes for the state, Shah said the people will weigh in the measures taken by the Modi administration in seven years against those done by the Congress in over 70 years to decide who to vote for in the upcoming polls.Shah also attacked the parties formed in the state in the aftermath of the anti-Citizenship Amendment Act protests, accusing them of “helping the Congress which used bullets to suppress the Assam agitation against foreigners”. “To make Congress win, agitators are contesting under different names to cut into BJP’s votes,” Shah alleged, according to ANI. “Their aim is to make Congress win. Everyone knows that they can’t form the government, they themselves know it but it’s sad that they’re trying to reduce BJP’s vote share to make Congress win.”Earlier in February, two new parties – Assam Jatiya Parishad and Raijor Dal – said they will jointly contest the upcoming Assembly elections in the state. The parties were reportedly formed in protest against the Citizenship (Amendment) Act.He further alleged that Congress leaders were seen in the state only during elections and later found in New Delhi to fulfill their vested interests. Shah said that Modi has visited different North East states at least 35 times in the last five years. The home minister claimed that Modi will never turn his back on Assam and the North East. “The prime minister wants to take the region forward on the path of progress and make it free from corruption, violence and infiltration,” he asserted.Shah also praised former Assam Chief Minister and Congress leader Tarun Gogoi, and pointed out that he was conferred the Padma Bhushan – the third-highest civilian award – in Modi’s regime.Praising Sonowal and Sarma for providing an aid of Rs 2.5 lakh each to 8,000 ‘namghars’ [Vaishnavite prayer halls], Shah suggested that they should extend the benefit to 17,000 more such facilities during the remaining days of their current term in office.","author":"Scroll Staff","time":"2021-02-25T16:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155423-iophhildcg-1614247901.jpeg","tags":["Amit Shah","Assam","BJP","North East"],"source":"https://scroll.in/latest/987909/bjp-will-make-assam-north-east-biggest-contributors-to-indias-gdp-says-amit-shah"}