{"title":"BJP used me to win 2014 Lok Sabha elections, says Anna Hazare during hunger strike","content":"Social activist Anna Hazare on Monday accused the Bharatiya Janata Party of using him to win the 2014 Lok Sabha elections, reported IANS. Hazare has been on an indefinite hunger strike since January 30 in Maharashtra’s Ralegan Siddhi village to protest against the delay in appointment of a Lokpal at the Centre and the passage of the Lokayukta Act in Maharashtra.“Yes. The BJP used me in 2014,” Hazare said. “Everybody knows that it was my agitation for Lokpal that catapulted the BJP and also the Aam Aadmi Party to power. Now I have lost all regards for them.” He said the BJP government led by Narendra Modi “is only misleading the people of the country and leading the country to autocracy” and accused the BJP-led government in Maharashtra of speaking “lies” over the past four years.“For how long will the lies continue?” Hazare asked. “This government has let down the people of the country. The state [Maharashtra] government’s claims that 90% of my demands have been conceded are also false.”Hazare said the people who had benefited the most from his protests in 2011 and 2014 had turned their backs on his demands. “They keep saying that central and state government ministers will come and discuss the issues with me,” he said. “But I say no to them as it would confuse the people... (Let) them take firm decisions and give me everything in writing as I have lost faith in their assurances.”When asked about his former associate Arvind Kejriwal, who is now the Delhi chief minister, Hazare said Kejriwal was welcome to join the strike. “But I will not permit him to share the dais with me.”Hazare has threatened to return his Padma Bhushan if the government does not keep its promises. The Shiv Sena on Monday told the Bharatiya Janata Party-led government at the Centre to save Hazare’s life.","author":"Scroll Staff","time":"2019-02-05T11:18:33.091898+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/112146-furlttzkqd-1549194248.jpg","tags":["Anna Hazare","Lokpal protest","Hunger Strike","BJP","AAP"],"source":"https://scroll.in/latest/912055/bjp-used-me-to-win-2014-lok-sabha-elections-says-anna-hazare-during-hunger-strike"}