{"title":"BJP would free Hyderabad ‘from shackles of Nizam, Nawab culture’, says Amit Shah at poll rally","content":"Minister of Home Affairs Amit Shah on Sunday claimed that if voted to power in the civic body elections in Hyderabad, the Bharatiya Janata Party would free the city from “the shackles of Nawab, Nizam culture”, turn it into a modern city and create a “mini-India” there.  Addressing a public rally on the final day of campaigning, Shah added that the BJP would not tolerate the appeasement of any community, and would ensure that no one is treated as a “second class-citizen”, according to NDTV.“We will take Hyderabad and Telangana from dynasty to democracy, from corruption to transparency,” Shah told his supporters. “Everyone will get equal opportunity. No one will be a second-class citizen. There will be no appeasement of anyone.”     The Greater Hyderabad Municipal Corporation elections will be held in the city on December 1, where the BJP is embattled in a contest with the ruling Telangana Rashtra Samithi, and the All India Majlis-e-Ittehadul Muslimeen, or AIMIM.The Bharatiya Janata Party, which has made the polls a high stakes battle, has repeatedly blamed “an unholy alliance” between the TRS and AIMIM for the lack of development in Hyderabad. In his speech, Shah questioned why the two parties were allegedly being discreet about their alliance. “We don’t mind if the TRS is friends with AIMIM but why are they not open about it?” he asked. “Why do they do ilu, ilu [I love you] behind closed doors?”The home minister asserted that the people of Telangana are angry and disillusioned by Chief Minister K Chandrasekhar Rao’s policies and criticised their handling of floods, according to PTI.“Water entered houses of seven lakh people...Where was Shri Owaisi  and Shri KCR?” he asked. “They were not to be seen. Our party workers, our MPs were among the people to help them out. If you give the BJP one chance, we will remove all illegal construction which blocks water exits and make sure the city never gets flooded again.” HM Shri @AmitShah addresses a press conference in Hyderabad. #AmitShahInGHMC https://t.co/XVnf79Cw45— BJP (@BJP4India) November 29, 2020\n\nShah claimed that houses in Hyderabad were flooded because “of the way encroachments were encouraged on Owaisi’s behalf”. “We want to assure the citizens of Hyderabad that if BJP wins the Hyderabad Municipal Corporation, then all encroachments will be removed and Hyderabad will be made a global IT [Information Technology] hub and modern city,” he added.  The home minister said that he was confident a BJP candidate will become mayor of Hyderabad. “The way the people of Telangana have supported [Narendra] Modi ji during the Lok Sabha polls, I feel the beginning for change has begun and Hyderabad Municipal Corporation is the next stop,” Shah said. The BJP had won four seats from Telangana in 2019 Lok Sabha elections.These pictures clearly indicates that the Lotus is all set to bloom in Greater Hyderabad Municipal Corporation (GHMC).గ్రేటర్ హైదరాబాద్ మునిసిపల్ కార్పొరేషన్ (జిహెచ్‌ఎంసి) ఎన్నికలలో కమలం వికసించబోతున్నట్లు ఈ చిత్రాలు స్పష్టంగా తెలియజేస్తున్నాయి. pic.twitter.com/otNgXA3zNO— Amit Shah (@AmitShah) November 29, 2020\n\nIn a more direct attack on Owaisi, the home minister accused the AIMIM chief of siding with the Rohingya and Bangladeshi refugees. “When I take action then they create ruckus in Parliament,” he said. “Tell them to give in writing that Bangladeshis and Rohingyas have to be evicted...who takes their side in Parliament?”A controversy had erupted after BJP MP Tejasvi Surya had accused Owaisi and his brother of “allowing only Rohingya Muslims, not development”, in Hyderabad. The AIMIM chief had retorted, saying that the Bharatiya Janata Party’s intention was to create hatred. He had also questioned Shah and asked: “If there’re illegal Rohingyas here, what is the home minister doing?”","author":"Scroll Staff","time":"2020-11-29T18:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151292-lymfctvpgm-1606652162.jpeg","tags":["Amit Shah","Hyderabad","Bharatiya Janata Party","Greater Hyderabad Municipal Corporation"],"source":"https://scroll.in/latest/979786/bjp-would-free-hyderabad-from-shackles-of-nizam-nawab-culture-says-amit-shah-at-poll-rally"}