{"title":"BJP needs overwhelming majority in Parliament to change Constitution, says party’s poll candidate","content":"The Bharatiya Janata Party’s Lok Sabha election candidate from Rajasthan has stirred a controversy by claiming that her party needs an overwhelming majority in Parliament to change the Constitution.A video of Jyoti Mirdha, the BJP candidate from the Nagaur constituency, has been shared on social media platforms where she is seen making the comments.“Several tough decisions need to be taken in the country’s interest and for that we have to make constitutional amendments,” Mirdha had said on March 30. “If we have to make amendments in the Constitution, many of you would know that we need the nod of both Houses of Parliament, the Lok Sabha and the Rajya Sabha.”She added: “In the Lok Sabha, the BJP and the NDA [National Democratic Alliance] have a massive majority, but we still do not have a majority in the Rajya Sabha.”It was not clear what constitutional changes Mirdha was referring to.On March 9, BJP MP from Karnataka Anantkumar Hegde had made similar comments as he called for voters to give a two-thirds majority to his party in the Lok Sabha to enable amendments to the Constitution and undo the “unnecessary laws introduced to subjugate the Hindu community”.The Congress on Tuesday said that Mirdha’s comments make it clear that the BJP and Prime Minister Narendra Modi hate the Constitution and democracy.“After Anant Hegde let the cat out of the bag, BJP leaders hastily stuffed it back in and dropped him from their candidate list,” Congress MP Shashi Tharoor said in a social media post on Tuesday. “Now another BJP candidate openly says the BJP’s aim is to change the Constitution. How many more candidates can the BJP disavow for revealing the truth?”After Anant Hegde let the cat out of the bag, BJP leaders hastily stuffed it back in and dropped him from their candidate list. Now another BJP candidate openly says the BJP’s aim is to change the Constitution. How many more candidates can the BJP disavow for revealing the truth… https://t.co/iHYQWWk0mD— Shashi Tharoor (@ShashiTharoor) April 2, 2024","author":"Scroll Staff","time":"2024-04-03T09:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199787-mzvlplhvgk-1712115486.jpg","tags":["Lok Sabha elections 2024","Jyoti Mirdha","BJP","Parliament","Congress","Constitution","Lok Sabha 2024"]}