{"title":"BJP planned to topple Aam Aadmi Party governments in Delhi and Punjab, claims Arvind Kejriwal","content":"The Bharatiya Janata Party had planned to topple the Aam Aadmi Party governments in Delhi and Punjab but it did not succeed, Delhi Chief Minister Arvind Kejriwal alleged on Sunday, PTI reported.“BJP people would say before my arrest that they would break the party and topple the governments in Delhi and Punjab,” he claimed while addressing Aam Aadmi Party MLAs. “They had a plan that they would arrest me, break the party, topple the government in Delhi and then in Punjab also.” He added, “After arrest, their plan failed. You all [party MLAs] did not break.”Kejriwal said that the Aam Aadmi Party became more united after his arrest.The Aam Aadmi Party chief was arrested by the Enforcement Directorate on March 21 for his alleged role in the Delhi liquor policy case. He was released from Delhi’s Tihar jail on Friday on an interim bail granted by the Supreme Court.The court has directed Kejriwal to surrender on June 2. As part of his bail conditions, Kejriwal has been directed by the court not to visit the chief minister’s office or the Delhi secretariat and not to sign any official files unless his signature is needed for them to be cleared by the lieutenant governor.The court order also said that bail conditions that restrain a political leader from partaking in political activities and rallies breach fundamental rights.Delhi will head for polling in the Lok Sabha elections on May 25. The Aam Aadmi Party and the Congress are contesting the polls in the national capital together as part of the Opposition INDIA bloc. However, the two parties are fighting the elections alone in Punjab, where voting will take place on June 1.Kejriwal’s poll promisesOn Sunday, the Delhi chief minister also announced his party’s 10 poll promises that the INDIA bloc would fulfil if it wins the Lok Sabha polls.The promises include providing 200 units of free electricity to the poor, free education and improved healthcare, and two crore jobs for the youth every year.Kejriwal also promised to scrap the Agniveer scheme for military recruitment and ensure that farmers get the minimum support price for their produce as per the Swaminathan Commission’s recommendations.Also read: ‘Modi wants to be king forever’: Why ordinary voters flocked to the Save Democracy rally in Delhi","author":"Scroll Staff","time":"2024-05-12T17:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199804-rnpunehwao-1712809915.jpeg","tags":["Delhi","Punjab","Arvind Kejriwal","BJP","Kejriwal arrest","Aam Aadmi Party","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067770/bjp-planned-to-topple-aam-aadmi-party-governments-in-delhi-and-punjab-claims-arvind-kejriwal"}