{"title":"'BJP is taking revenge on Muslims': UP's crackdown has left the meat industry panicked and scared","content":"Sixty-five year old Mohammad Moazzam has an interesting theory about the unintended effects of the crackdown on meat in Uttar Pradesh. “The day all meat eaters stop eating meat and attack vegetables, the price of bhindi [ladies’ finger] will shoot up to Rs 400 a kilo. Then we will see,” he said with a twinkle in his eyes as the gathering behind him broke out into laughter.Behind Moazzam’s bravado and humour, however, is a tale of quiet desperation. He and his family own a goat meat shop in Agra’s Nai Ki Mandi that has been shut for the past two days. The Agra police demand that they sell meat procured from a licensed abattoir. But Moazzam claims there are no licensed goat meat slaughterhouses in Agra. “After three decades, suddenly the government decided what we do is illegal. And now our livelihood has been finished,” said Moazzam.Cracking down on the meat industry was one of the first things the new Uttar Pradesh Chief Minister Adityanath did after being sworn in, playing up to his hardline Hindutva image. The state administration has initiated a strict crackdown on slaughterhouses, packaging plants, meat retailers and restaurants. Any establishment unable to produce the gamut of licenses required to operate is being shut down – an unprecedented move in what was a largely unorganised industry till now. The vehemence of the administration’s actions has thrown the entire meat value chain in Uttar Pradesh into a tizzy, with exporters, butchers and anyone involved in the industry fearful for their future.Meat freezeIn the week since the new Bharatiya Janata Party government was sworn in, it has sealed 12 buffalo slaughterhouses and arrested 43 people for allegedly smuggling cattle. Moreover, the Uttar Pradesh police across the state has stopped butchers and meat vends from operating without licenses, which has meant a shortage even of goat and chicken meat.The crackdown has engendered enough fear amongst people involved in the meat value chain that even establishments operating entirely legally are facing disruption. The government-run Agra municipal slaughterhouse is technically open but is seeing very few people bring in animals for slaughter. At the state-of-art Allana meat processing plant on the outskirts of Aligarh, liaison manager Kuldeep Singh said, there was a sharp dip in volumes. “Earlier we would get 700-800 animals a day. Now just 100-150,” Singh said. “People are scared to bring their buffalos in since they might get attacked on the road by vigilantes.”Export industry slaughteredThere is little due process being followed in this move, with slaughterhouses and processing plants being sealed peremptorily. “Why is the police not giving the establishments notice, so that they can respond to the charges?” asked Yusuf Qureshi, Uttar Pradesh head of the Jamiat-ul-Quresh, a body of the Qureshi community who are largely involved in the meat industry. “Our businesses are being destroyed and we are being hanged without a court hearing.”The effect of this panic on India’s meat export industry is significant. “There is so much uncertainty now that many exporters have stopped taking further orders and are struggling to meet their current contracts,” says DB Sabharwall, secretary-general of the All India Meat and Livestock Exporters’ Association. India is the world’s largest exporter of meat with buffalo meat export valued at $4 billion. Uttar Pradesh is the largest contributor to that figure with approximately half of the $4 billion coming from the state. “The state government does not realise the harm they are doing to the economy,” said Sabharwall.Jamil runs a small kabab stall in Agra and is struggling to get enough buffalo meat. On Thursday, he had made only 4 kilos of kababs – half his regular quantity. Meat shopsIn Agra’s Nai ki Nadi grocery market, regular police raids have frozen the chicken, goat and buffalo retail trade.  “We are harassed everyday, our stocks are destroyed and we are threatened with jail. I have thus had to close my shop,” complains a despondent Mohammad Amjad who runs a small chicken shop in Nai ki Mandi. Amjad claims the police ask him for licenses and permissions which he was unable to provide leading to his shop being shut. “I have seen so many governments, even BJP governments, but my shop was running fine. Now this government wants to shut me down.”In Nai Ki Mandi, the only goat slaughterhouse has been shut for not having the requisite government permissions. Since the area’s butchers claim that there are no licensed goat meat slaughterhouses in the city, they have had to shut shop till things go back to the way they were. “Earlier, many of us would simply slaughter goats on our own. But now the police are stopping that too. What should we do?” asked Mohammad Moazzam, owner of a meat shop.Diners and marriage feastsLocal slaughter of goats, chickens and buffalo has always existed in Uttar Pradesh and the sudden, unprecedented clampdown has thrown butchers into shock. In Shamli district, butchers have been arrested even for preparing to slaughter a buffalo and the police have even raided marriage feasts, charging people with buying unlicensed buffalo meat.The raids have extended themselves to eateries in Muslim localities. In Agra, the owner of Labaik, a small diner, has had his restaurant license checked by the police after the new government came to power. “Yeh to sirf pareshan karne ke liye hai,” said the diner’s owner, Mohammad Imran. “This is only to harass us.”The panic in the meat industry also means a sharp shortage in raw meat for restaurants serving buffalo meat. At the Shahi Karim diner, a short distance from Aligarh Muslim University, Mohammad Rashid was worried about meat supply. “Our customers look for cheap buffalo meat and that’s been very difficult to get the past few days,” Rashid said. “We are working at 25% capacity.”Owner of a small eatery in Aligarh, Mohammad Rashid is struggling to procure enough buffalo meat to match demandSingled outThe vehemence and speed of the meat crackdown has resulted in allegations of the meat industry being singled out unfairly. “The meat industry is being targeted. No other industry is scrutinised so minutely,” said DB Sabharwall, secretary-general of the All India Meat and Livestock Exporters’ Association.Given the over regulated nature of India, what is legal and illegal is often an arbitrary decision, Sabharwall pointed out, which depends on the administration in power and not rule of law. “You need 24 licenses and no objection certificates to run a slaughterhouse in Uttar Pradesh,” Sabharwall said. “Even if one is not there, the government is using that to immediately seal the plant.”Muslims, who form the bulk of the industry’s workers and capitalists, feel targeted. “It’s clear that the BJP is taking revenge on Muslims after the election,” said Mohammed Amjad, whose small chicken shop has been shut as a result of the crackdown.  Imran in Agra asked, “Is the police also raiding restaurants and shops in Hindu areas? Or are we the only ones who have to follow the law?”“It is very clear why meat is being attacked like this,” said  Qureshi. “It gives employment to so many Muslims – and this government does not like that.”","author":"Shoaib Daniyal","time":"2017-03-26T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/832802-bkzsxcqhlh-1490440918.jpeg","tags":["Uttar Pradesh","Adityanath","BJP","Meat","Abattoirs and slaughterhouses"],"source":"https://scroll.in/article/832802/bjp-is-taking-revenge-on-muslims-ups-crackdown-has-left-the-meat-industry-panicked-and-scared"}