{"title":"BJP minister Anantkumar Hegde apologises for remark on changing Constitution, says he respects it","content":"Minister of State for Employment and Skill Development Anantkumar Hegde on Thursday apologised for his remarks on amending the Constitution and told the Lok Sabha that he deeply respects the Constitution and would never go against it. Hegde clarified the statement after the Congress threatened to disrupt proceedings of the Lok Sabha because of what he had said. “I deeply respect the Constitution, Parliament and Baba Saheb Ambedkar,” Hegde said. “The Constitution is supreme for me, there can be no question on it. As a citizen, I can never go against it.”He also said that his comment was misinterpreted. “My statement was twisted, but if it has hurt the feelings of people, I apologise,” he said, according to News18. Earlier in the day, Congress leaders, including party President Rahul Gandhi and Leader of Opposition in the Rajya Sabha Ghulam Nabi Azad, protested inside Parliament premises against Hegde’s statement.Regarding the deadlock in Lok Sabha & Rajya Sabha due to my statement, I want to assure my friends that constitution is supreme to me, Parliament is supreme to me: Ananth Kumar Hegde, Union Minister on his earlier statement pic.twitter.com/9wpgyWiWZJ— ANI (@ANI) December 28, 2017\n\nCongress' Mallikarjun Kharge objected to Ananth Kumar Hegde's clarification, following which Hegde said, 'If anyone was hurt by my statements I tender an apology.' #LokSabha— ANI (@ANI) December 28, 2017\n\nI deeply respect the Constitution, the Parliament & Baba Saheb Ambedkar. The Constitution is supreme for me, there can be no question on it, as a citizen I can never go against it: Ananth Kumar Hegde in Lok Sabha— ANI (@ANI) December 28, 2017\n\nCongress leaders, including Rahul Gandhi & GN Azad, protest in front of Gandhi status inside Parliament premises over Ananth Kumar Hegde's comments on the constitution. pic.twitter.com/8s2RemuZZU— ANI (@ANI) December 28, 2017\n\nOn December 24, Hegde had said: “Those claiming to be secular and progressive do not have an identity of their parents and their blood. I will be happy if someone identifies as Muslim, Christian, Brahmin, Lingayat or Hindu. But trouble will arise if they say they are secular.”The Bharatiya Janata Party leader said the Constitution is currently based on the thoughts of BR Ambedkar. “I respect the Constitution, but the Constitution has changed according to the times on many occasions in the past and it will change in the future. We are here to change the Constitution,” Hegde was quoted as saying.","author":"Scroll Staff","time":"2017-12-28T11:56:17.668680+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863004-76513-czqqnzvpjc-1513310702.jpg","tags":["Anantkumar Hegde","Parliament","Constitution","Winter Session","Congress"]}