{"title":"BJP Ltd and its shell companies: If politics was boardroom strategy","content":"As we close the chapter on Bihar and head towards crucial state elections in West Bengal and Tamil Nadu next year, it should become clear that in politics, the Bharatiya Janata Party has a business strategy that plans mergers and acquisitions with the ruthlessness of a booming corporation that intends to become a monopoly. Partnerships are made to give the national party a toehold and a chance to eventually dominate, through psychological and financial means.To elaborate, the BJP may have placed Nitish Kumar on the Iron Throne of Bihar, but he’s encircled. It’s a matter of speculation about when the national party will decide to “absorb” his legislators. In Bihar, the BJP actually outdid its well-honed technique of financing independents and splinter parties to wean away small sections of various voter blocs to max the first-past-the-post game with the minimum numbers of actual votes.In the just-concluded assembly election, the BJP/Rashtriya Swayamsevak Sangh cadre occupied the structures of another party, in this instance, the Chirag Paswan-led Lok Janshakti Party in order to bring down the votes of its partner, the Nitish Kumar-led Janata Dal (United).  So not only does the BJP now run itself, but it’s also in the business of running other parties, like empty shell companies or ghost corporations.Post-Bihar, there is going to be a violent, ugly election in West Bengal where the BJP has already struck roots on its own steam, filling the vacuum of the Opposition space. Not so in Tamil Nadu, the state with the distinct political history of the Dravida movement, where the BJP would like to be a presence in the upcoming assembly polls. It’s an ideological challenge for this aggressive  BJP to be heard and seen in one of the most industrialised states of the nation, which has traditionally snubbed the Hindi-Hindu worldview associated with the BJP/RSS.The BJP has been on an overdrive to rope in film stars such as Khushbu Sundar and well-known personalities from Tamil Nadu besides now regularly fielding spokespersons to TV debates, just to ensure their presence in the imagination of the state. News reports also suggest that expelled Dravida Munnetra Kazhagam leader MK Alagiri (the disgruntled son of the late patriarch M Karunanidhi) is in talks with the BJP.The real vehicleBut if we go by past experience, we can anticipate that the real vehicle for the BJP would be the ruling All India Anna Dravida Munnetra Kazhagam in the state, bereft, split and struggling since the death of its supreme leader J Jayalalithaa on December 5, 2016.An alliance between the AIADMK and BJP for the assembly elections has just been announced and will be subject to the usual pulls and pushes. But what the BJP would see is a party without a strong leader, but traditional structures. In other words, the AIADMK has assets that can be used to make it a vehicle for the national party’s own ambitions. Certainly, there will be members and groups within the AIADMK who will not be willing to lie down and roll over, but a process of attrition will be on.  The BJP strategy would be to win over individual influencers inside the party and slowly steer its course in a direction that is useful to them.In Bengal, having emerged as the Opposition, the BJP is playing to win. In Tamil Nadu, it will be playing to mark its presence. Unlike the other significant national party, the Congress, which falls into depression and structural disrepair in the face of defeat, the BJP is propped up by a motivated cadre, plenty of money and the psychological momentum provided by helpful media narratives. It works on incremental gains and long-term strategy. Even in a state such as Odisha where it has not come to power, it has emerged as the main opposition replacing the Congress.Uddhav Thackeray of the Shiv Sena and Narendra Modi of the BJP in 2014, when their parties fought the general elections as allies,Mergers and acquisitionsIn an age when the BJP pushes the idea of One Nation, One Vote, the party gets into mergers and acquisitions to strip the regional partner of its assets and manage it as an empty shell company. It believes it can do so because it is the richest party in the history of independent India. After establishing single party rule since 2014, it has passed rules and amended laws to increase the already existing opaqueness about political funding.According to the annual audit report filed by the BJP to the Election Commission of India in 2018, its receipts in 2016-2017 were more than that of all the other national parties combined. And in 2017, the BJP-led National Democratic Alliance regime promoted electoral bonds that made it possible for political donors to remain anonymous. The BJP swiftly became the biggest beneficiary, getting around 95% of all electoral bonds that are sold. In a sense, the Congress first hollowed out democracy when it chose to keep political funding out of public scrutiny in the many years that it ruled India. The BJP has now taken this ten steps ahead.The Amazon of political parties now, the BJP, with its full coffers, purchases power quite effectively as it has done in states such as Manipur and Meghalaya in the North East, where it managed to tie-up with small parties to keep the bigger Congress out. Similarly, the money power of the BJP undoubtedly helped lubricate the splits it engineered in the Congress to form a government in Madhya Pradesh earlier this year; and both Congress and Janata Dal (Secular) in 2019 to form a government in KarnatakaThe ruthless single-minded pursuit of power extends to its ideological allies as well. Take the case of the Maharashtrawadi Gomantak Party in Goa, once the senior partner in its alliance with the BJP, now reduced to rubble, with the BJP splitting it’s reduced ranks and taking over two of its MLAs in 2019 (the MGP leadership cried that the BJP was out to finish regional parties in India).The Shiv Sena in Maharashtra obviously saw the writing on the wall, leading to its dramatic ditching of the alliance with the BJP a year ago. The strong anti-BJP turn by its current leadership is a strategy to escape the process of being depleted by a national party that systematically eats into the bases of its allies. (One of the biggest desires of the BJP currently is to somehow topple the Maharashtra government now led by the Shiv Sena in alliance with the Nationalist Congress Party and Congress).Yes, the BJP has a saleable leader in Prime Minister Narendra Modi. But the prime minister as a brand has been built up on a pile of money and a media narrative that discredits all other leadership, regional or national. The party is ideologically motivated to spread its reach across the length and breadth of the country and to do so is acquiring as many assets as it can purchase. Any partner that remains with the BJP can become cash-rich but would eventually become politically redundant. The business plan is now built into every political and ideological strategy.Journalist Saba Naqvi is the author most recently of Politics of Jugaad.","author":"Saba Naqvi","time":"2020-11-25T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/113255-kuqvofdssc-1602628368.jpg","tags":["Bharatiya Janata Party","Narendra Modi","Tamil Nadu"],"source":"https://scroll.in/article/979352/bjp-ltd-and-its-shell-companies-if-politics-was-boardroom-strategy"}