{"title":"BJP leader jailed for sharing morphed images of West Bengal Chief Minister Mamata Banerjee","content":"The West Bengal police arrested a Bharatiya Janata Party leader in Howrah district on Friday for allegedly sharing a photoshopped image of Chief Minister Mamata Banerjee on social media, IANS reported.Banerjee’s face was photoshopped on a picture of Bollywood actor Priyanka Chopra from the MET Gala in New York. The police said a complaint was filed against Bharatiya Janata Party Yuva Morcha member Priyanka Sharma at the Dasnagar police station. “Priyanka Sharma was arrested for sharing a morphed picture of the CM,” a police official told the news agency. Sharma, who is also the convenor of the BJP’s Mahila Morcha in Howrah, has been remanded to 14 days in judicial custody. Trinamool Congress leader Bibhas Hazra had lodged a complaint against Sharma on Wednesday, according to Anandabazar Patrika. “Such a despicable act with the chief minister’s picture is absolutely unacceptable,” Hazra told the daily.The BJP leader was arrested from her home on Friday. Sharma was taken for a medical examination to Howrah District Hospital, where BJP workers protested against her arrest. Protesters claimed that the arrest was politically motivated.However, BJP Yuva Morcha Vice President in Howrah, Anand Rai, said that they were not involved in distorting the chief minister’s picture and that it was only shared on social media. Rai also threatened to conduct protests if the authorities do not resolve the matter.A complaint was made against a woman who had allegedly shared a morphed picture of Mamata Banerjee in Howrah. The woman is named Priyanka Sharma and is apparently the convenor of BJYM in Howrah district. She was arrested and produced in Howrah Court. pic.twitter.com/b2HxruoqFF— DNA (@dna) May 10, 2019","author":"Scroll Staff","time":"2019-05-11T18:41:04.005511+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109432-hpzzpvbixj-1546255854.jpg","tags":["BJP","Priyanka Sharma","West Bengal","Mamata Banerjee","social media","Priyanka Chopra"],"source":"https://scroll.in/latest/923127/bjp-leader-jailed-for-sharing-morphed-images-of-west-bengal-chief-minister-mamata-banerjee"}