{"title":"BJP Hyderabad candidate makes Muslim voters take off veil to check identity, booked for ‘misconduct’","content":"A first information report has been filed against Bharatiya Janata Party’s Hyderabad candidate Madhavi Latha for alleged misconduct at a polling station, the returning officer said on Monday.Voting was underway in all 17 Lok Sabha constituencies of Telangana on Monday.In a video widely shared online, Latha can be seen verifying the voter identity cards and Aadhaar cards of women wearing a niqab, and asking them to reveal their faces. The BJP candidate also asked polling officials to allow voting only after thoroughly checking identity cards of voters, according to reports.The incident took place at a polling booth in Azampura, The Indian Express reported.#WATCH | Telangana: BJP candidate from Hyderabad Lok Sabha constituency, Madhavi Latha visits a polling booth in the constituency. Voting for the fourth phase of #LokSabhaElections2024 is underway. pic.twitter.com/BlsQXRn80C— ANI (@ANI) May 13, 2024\n\n\nA first information report has been filed against Latha under section 132 of the Representation of the People Act, which pertains to misconduct at polling stations, Hyderabad’s Collector, who is the returning officer for the constituency, said in a social media post.She was also booked under Indian Penal Code sections 171C (undue influence at elections), 186 (obstructing public servant in discharge of public functions), 505(1)(c) (inciting a group to commit offence against another group).Latha claimed that, as a candidate, she has the right to check the voters’ identity cards, ANI reported. “As per law, candidate has the right to check the ID cards without the facemasks,” she told reporters.“I am not a man, I am a woman and with a lot of humbleness, I have only requested them – can I please see and verify with the ID cards,” Latha was quoted as saying. “If somebody wants to make a big issue out of it, that means they are scared.”However, District Election Officer Ronald Ross said that a first information report would be registered as no candidate has the right to lift a voter’s veil to check their identity, NDTV reported.A candidate can ask the polling officer to verify a voter’s identity if there was suspicion, NDTV quoted Ross as saying.Reacting to the video, Congress leader and Telangana Chief Minister Revanth Reddy said that the BJP was trying to “polarise Muslim votes”, ANI reported. However, he said that such issues would only help All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi, who is contesting the polls from the Hyderabad seat.#WATCH | On being asked about a video where BJP candidate Madhavi Latha is seen checking IDs of voters, Telangana CM Revanth Reddy says \"I have not seen (the video) but BJP is simply trying to polarise Muslim votes to win but all these issues are going to help Asaduddin Owaisi.… https://t.co/5mxmhiBWL7 pic.twitter.com/YcgziKLAHe— ANI (@ANI) May 13, 2024\n\n\nTrinamool Congress leader Saket Gokhale called Latha’s action “unacceptable” and alleged that the Election Commission was “openly complicit with the BJP”.“[Prime Minister Narendra] Modi-appointed [Election Commission] is doing everything to ensure that the BJP can rig elections in its favour,” Gokhale said in a social media post.“Can we say we’re a ‘democracy’ anymore?” the Trinamool Congress leader asked, adding that the Election Commission needed to answer.This is shocking!Modi-appointed @ECISVEEP is doing everything to ensure that the BJP can rig elections in its favor. ECI is OPENLY complicit with the BJPCan we say we’re a “democracy” anymore?We need answers @SpokespersonECI. This is UNACCEPTABLE. pic.twitter.com/i8B2rY1n61— Saket Gokhale MP (@SaketGokhale) May 13, 2024\n\n\nThis is the second time that the BJP candidate has triggered a controversy. In April, the Hyderabad Police had booked Latha following a complaint alleging that she had hurt the sentiments of the Muslim community by miming at shooting an arrow at a mosque during a procession.The video of the purported incident, which drew criticism from the Opposition, appeared to have been shot during a Ram Navami procession in the city.","author":"Scroll Staff","time":"2024-05-13T14:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200673-ytxlmvpeio-1715590329.jpg","tags":["Madhavi Latha","Telangana","Hyderabad","BJP","Opposition","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067800/bjp-hyderabad-candidate-madhavi-latha-booked-for-misconduct-at-polling-station"}