{"title":"BJP highlights NYT report linking NewsClick to China, targets Congress for defending news site","content":"Two days after The New York Times published a report claiming that NewsClick had received funds from a network centred around American millionaire Neville Roy Singham to spread “Chinese propaganda” around the world, the Bharatiya Janata Party on Monday accused the Congress and the digital news platform of being part of an anti-India “umbilical cord”. Anurag Thakur, the Union minister for information and broadcasting, at a press conference accused them of having an anti-India agenda. In a tweet, Thakur said that in 2021, “when India’s law enforcement agencies initiated an inquiry against NewsClick based on strong evidence of money laundering, the Congress and the entire Left-Liberal ecosystem came to defend it”.The New York Times report, published on August 5, claimed that Singham worked closely with the “Chinese government media machine” and promoted its point of view in various countries.It said that groups linked to Singham fund a think tank in Massachusetts, an event space in Manhattan, a political party in South Africa and news organisations in India and Brazil to “mix progressive advocacy with Chinese government talking points”.Citing corporate filings, The New York Times claimed that Singham’s network funded NewsClick, which “sprinkled its coverage with Chinese government talking points”. The report cited a video published by NewsClick that was titled “China’s history continues to inspire the working classes”.In 2021, the Enforcement Directorate had raided NewsClick in connection with an alleged money-laundering case pertaining to foreign funding.However, NewsClick editor Prabir Purkayastha told Scroll on Monday that the allegations about the organisation functioning as a mouthpiece of the Communist Party of China are false.“Over the past 12 hours, various false and misleading allegations have been levelled against NewsClick which pertain to matters that are currently sub judice before courts in India,” he said in an email statement. “We respect the sanctity of the legal process and do not intend to indulge in a media trial.” The Delhi High Court “has, having found a prima facie case in favour of NewsClick, granted interim protection from arrest to various officials of the company,” the statement said. It added that the Additional Chief Metropolitan Magistrate (Special Acts), Delhi, “has dismissed a complaint filed by the income tax authorities against NewsClick, finding the same to be without merit”.  He added:  “The allegations being made against us by certain political actors and sections of the media are unfounded and without basis in fact or law.” But Union minister Anurag Thakur at his press conference declared that The New York Times report had vindicated the government’s action against NewsClick.“Although, Chinese companies were funding NewsClick through mogul Neville Roy Singham, their salesmen were some people from India, who came in their support when action was taken against them,” he claimed. “They tried to spread the Chinese agenda and mislead the Indian public through false propaganda. They spread fake news in the name of free news.”Shri @ianuragthakur and Shri @Rajeev_GoI jointly address a press conference at party headquarters in New Delhi.  https://t.co/snbiiHvrHT— BJP (@BJP4India) August 7, 2023\n\nUnion minister Rajeev Chandrasekhar alleged that the narratives propagated by NewsClick that India’s democracy is in danger are often echoed by Congress leader Rahul Gandhi when he goes abroad.“This is a complex conspiracy,” Chandrasekhar claimed. “This is a network of operators being funded, being fanned by vested interests outside the country, who are opposed to India’s rise.”#WATCH | Union Minister Rajeev Chandrasekhar says, \"...These narratives that are put out by platforms like NewsClick and other platforms that are operating in concert are echoed almost blandly in a similar fashion by this political leader, Rahul Gandhi, who goes abroad and says… pic.twitter.com/aktGIEBMf5— ANI (@ANI) August 7, 2023\n\nThe report also became a talking point in Parliament, where BJP MP Nishikant Dubey alleged that the Congress and NewsClick want to divide India through Chinese forces and the media.“Between 2005 and 2014, whenever there was a crisis, the Congress had received money from China,” he claimed in Lok Sabha. “In 2008, they had invited both Sonia Gandhi and Rahul Gandhi. In 2016, they were talking to the Chinese during the Doklam crisis.”Rahul Gandhi, who returned to Lok Sabha as MP on Monday, was silent during Dubey’s speech.राहुल की नफ़रत की दुकान चायनीज समान से भरी हुई है । कॉंग्रेस पार्टी की नीति चीन के साथ मिलकर भारत तोड़ने की है। कॉंग्रेस पार्टी के चीन के फ़ंडिंग की जाँच भारत सरकार के चुनाव आयोग को करके कॉंग्रेस की दुकान बंद करनी चाहिए pic.twitter.com/hAvAHSxUBr— Dr Nishikant Dubey (@nishikant_dubey) August 7, 2023\n\nDubey also claimed that independent journalists Rohini Singh and Swati Chaturvedi had received “Chinese money” to “create an atmosphere against India”.Both journalists denied the allegations and their names were expunged from the record of the Lok Sabha proceedings. Here ⁦@nishikant_dubey⁩ aka degree wale Dubeyjee your baseless allegation against me receiving money from ⁦@newsclickin⁩ has been expunged from House records. Warning will sue anyone repeating this lying slander pic.twitter.com/K8DYqhWuz9— Swati Chaturvedi (@bainjal) August 7, 2023\n\nनिशिकांत दुबे अपना मानसिक संतुलन खो बैठे हैं!ना मैंने कभी न्यूज़ क्लिक के लिए काम किया और ना ही मेरा उनसे कोई संबंध है।पर @nishikant_dubey अपनी फर्जी डिग्री का सच ऐसे किसी भी झूठ से छिपा नहीं सकते।संसदीय विशेषाधिकार का दुरुपयोग कर रहे निशिकांत दुबे में अगर हिम्मत है तो यही…— Rohini Singh (@rohini_sgh) August 7, 2023\n\nEditor’s note: This article has been updated to include a revised statement from NewsClick.","author":"Scroll Staff","time":"2023-08-07T18:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192952-qrbayhtamt-1691405327.jpeg","tags":["Congress","NewsClick","Neville Roy Singham","BJP","Parliament"],"source":"https://scroll.in/latest/1053926/bjp-highlights-nyt-report-linking-newsclick-to-china-targets-congress-for-defending-news-site"}