{"title":"BJP's panna pramukh strategy in UP yields the ultimate dividend","content":"The Bharatiya Janata Party’s rise to power owes a great deal to a novel strategy used for the first time in the Lok Sabha elections by the Rashtriya Swayamsevak Sangh, the Hindutva organisation of which the BJP is the political arm. Relying on a plan perfected in the last three assembly elections in Gujarat, the RSS created an army of panna prabharis in Uttar Pradesh to focus on approximately 60 voters each.Each prabhari was given responsibility for a panna – which literally means a page, but in this case referred to a  page in the electoral rolls. Each page in the voters’ list has the names of between eight to 12 families. Every panna prahabhai  (also called a panna pramukh) was required to focus on these families.Conventionally, most political parties put one person – or, in some cases, two or three – in charge of each polling booth. Dividing the catchment area of a polling booth into an average of 20 units is something that no party had previously considered.“I was put in charge of the panna about a month before the voting and told to keep interacting with the voters listed in that panna,” said Santosh Kumar Saroj, a panna prabhari in the Chandauli constituency in Uttar Pradesh told Scroll.in over the phone. “My task was to ensure that on the day of polling all these voters come out and cast their votes. A total of 20 persons had been made panna prabharis in our booth, which has around 1,200 voters,” he added.The impact of the strategy was immediate and immense. First, it worked as an excellent means of voter-mobilisation. “On the day of polling, 44 out of 60 voters listed on my panna were available in the village. I had each one’s mobile numbers,” said Govind Sharma, one of the panna prabharis of Chhitauni village in Varanasi constituency. “By 1 pm that day [May 12, when the last phase of voting took place], I’d made sure that all of them cast their votes.”Panna prabharis also became an important conduit for disseminating the Sangh Parivar’s political message. “We were asked not to take the name of any party or candidate, but to persuade the voters to come out and vote for those who can give a corruption-free government, ensure national security, deal with the threat of Islamic terrorism and work hard for the development of the entire nation and not just Muslims,” said Govind. “Without taking the name of any candidate or a party, we tried not to leave any doubt in the minds of the voters as to whom we were hinting at.”The informal conversations of the panna prabharis had a cascade effect. If a panna prabhari succeeded in convincing a voter to support the BJP candidate, then that voter tended to persuade his or her family and friends to do the same. In many cases, the RSS strategy was astute: often, panna prabharis were members of families of which they were given charge, and thus were able to exercise even more influence.Finally, the strategy created an effective mechanism for obtaining feedback. “Constant interaction with the voters gave us a chance to learn who is on our side and who isn’t,” said Saroj from Chandauli. “Our task was to concentrate on those who were not on our side and persuade them to vote for a change. By the time voting was over I knew how many of them had voted for our candidate.\"It is not surprising that the Sangh Parivar started preparing for celebrations even before the counting of votes began.What is even more significant is that not all the panna prabharis were regular RSS workers. Many of them are said to have been attracted to this project not because of any ideological commitment but because they had genuine expectations from a new regime. This strategy helped them feel that they were an important element of the political community. Crucially, it also allowed each prabhari to deepen their engagement with local communities, which in turn will strengthen the RSS' network.“It was baffling to see how such a large number of people who had never been associated with the RSS volunteered to become panna pramukhs,” said Saroj. “Most of the newcomers were under the impression that after the elections they would be rewarded for their labour. As for ordinary RSS members, never in the past had they felt so involved. They felt honoured when senior members of the Sangh told them that they had been chosen to take care of the voters in their respective pannas.”Added Sharma, \"This was the first time we felt part of a mission to change the country.  “People looked at us with expectation and we told them that once Modiji becomes the prime minister they would get all that they wanted.”","author":"Dhirendra K Jha","time":"2014-06-06T07:01:10+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/666344-80278005-5bc8-4be0-a155-6939c4e51a5c.jpg","tags":[]}