{"title":"BJP’s Moradabad Lok Sabha candidate dies a day after polling","content":"Bharatiya Janata Party’s Lok Sabha candidate from Uttar Pradesh’s Moradabad, Kunwar Sarvesh Singh, died on Saturday a day after the constituency went to polls in the first phase of the general election, The Hindu reported.The 72-year-old, who was a former Lok Sabha MP and a five-time MLA, suffered a heart attack, The Indian Express reported quoting his family members. He had been unwell for a long time and was undergoing medical treatment at the All India Institute of Medical Sciences in Delhi.Singh was the MLA from Thakurdwara from 1991 to 2007 and then again from 2012 to 2014, when he was elected as a Lok Sabha MP from Moradabad.In the 2019 Lok Sabha polls, the BJP leader had lost the seat to Samajwadi Party’s ST Hasan. This year, the Hindutva party had again fielded Singh against Samajwadi Party’s Ruchi Veera.Moradabad was among the eight parliamentary constituencies that voted in the first phase on Friday.If he wins the elections, there will be a re-poll for the seat, The Indian Express quoted the Moradabad district election official as saying.Uttar Pradesh Chief Minister Adityanath and Union Home Minister Amit Shah condoled the death of Singh.“I am shocked by the demise of … Kunwar Sarvesh Singh ji,” the chief minister said in a social media post on Saturday. “This is an irreparable loss for the BJP family.”“Just a few days ago, I had gone to Moradabad to campaign for him,” Shah said in a social media post on Saturday. “Like always, I had a cordial meeting and discussion with him. His demise is an irreparable loss for his family as well as all the people of Moradabad and the BJP family.”Also read: ‘They built the Ram temple. That is bigger than providing jobs.’Ramachandra Guha: Why 2024 is India’s most important election since 1977","author":"Scroll Staff","time":"2024-04-21T16:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200198-qydpclfper-1713692741.jpg","tags":["Moradabad","BJP","Lok Sabha 2024","Uttar Pradesh"],"source":"https://scroll.in/latest/1066883/bjps-moradabad-lok-sabha-candidate-dies-a-day-after-polling"}