{"title":"BJP’s LK Advani, Murli Manohar Joshi asked not to attend consecration ceremony: Ram temple trust","content":"Senior Bharatiya Janata Party leaders LK Advani and Murli Manohar Joshi, who led the agitation for the Ram temple in Ayodhya in the late 1980s, have been asked not to attend the consecration ceremony for the shrine on January 22, the temple trust’s General Secretary Champat Rai said on Monday.The request was made considering Advani and Joshi’s old age and health, Rai said.Advani is 96 and Joshi will turn 90 in January.“Both are elders of the family and considering their age, they were requested not to come, which was accepted by both,” Rai said.#WATCH | Ayodhya: Champat Rai, the General Secretary of Shri Ram Janmabhoomi Teerth Kshetra says, \"Murli Manohar Joshi and Lal Krishna Advani will not be able to attend the ceremony due to health and age-related reasons. Both (Advani and Joshi) are elders in the family and… pic.twitter.com/XZpWbXVJVS— ANI (@ANI) December 19, 2023\n\n\nAround 4,000 religious leaders and 2,200 other guests have been invited for the ceremony, the general secretary of the Shri Ram Janmabhoomi Teerth Kshetra trust said.Prime Minister Narendra Modi is likely to attend the ceremony.Rai said that the trust will send a three-member delegation to invite former Prime Minister HD Deve Gowda to the event.Actors Amitabh Bachchan, Rajnikanth and Madhuri Dixit, film director Madhur Bhandarkar, industrialists Mukesh Ambani and Anil Ambani, are among those who have been invited to the event, Rai added.The Ram temple will be opened for the public after the consecration ceremony.In September 2020, a special Central Bureau of Investigation court in Lucknow acquitted Advani, Joshi and 30 other accused in the nearly three-decades-old criminal case related to the demolition of the Babri masjid. They had been accused of criminal conspiracy.The Babri masjid, located in Ayodhya, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident had triggered communal riots across the country. The Ram temple is being built on site of the razed Babri mosque.Also read: ‘Did Ram say kick out the poor?’ The discontent of the displaced in new Ayodhya","author":"Scroll Staff","time":"2023-12-19T10:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196759-uzsrifwykv-1702960526.jpg","tags":["LK Advani","Murli Manohar Joshi","Ram temple","Ayodhya","BJP"]}