{"title":"BJP’s win in Greater Hyderabad civic body polls will mark end of TRS in Telangana, says Nadda","content":"Bharatiya Janata Party President Jagat Prakash Nadda on Friday predicted his party’s victory in the  Greater Hyderabad Municipal Corporation polls in Telangana, saying it will be the beginning of the end of the Telangana Rashtra Samithi, the Hindustan Times reported. The polls will be held on December 1.Nadda, who held a roadshow from Kothapet to Nagole on the outskirts of Hyderabad, asserted that the BJP will not rest until it conquers Hyderabad and then Telangana. He said that the saffron flag would flutter in every part of the Greater Hyderabad Municipal Corporation following the elections. The roadshow was attended by thousands of party workers amid a heavy drizzle.  “After seeing the tremendous response from the people, I have no doubt that they have already decided to put an end to the rule of TRS president K Chandrasekhar Rao,” he said.The BJP chief also accused the TRS government led by Rao of pushing the state into a debt trap with its heavy borrowings. He said that Rao was wrong to make more promises to the people without fulfilling the ones he had made in the last civic body polls.Nadda also responded to the criticism by KT Rama Rao, the working president of the TRS, that the BJP was bringing in senior party leaders for “gully elections”, saying that the saffron party would go anywhere there is an injustice to the people. “We shall go anywhere to put an end to corrupt and monarchic rule of some leaders and bring the BJP to power,” he said. “We shall not rest until our party conquers Hyderabad and then Telangana.”Union Minister of State for Home G Kishan Reddy, state BJP chief Bandi Sanjay and senior party leaders took part in the roadshow. Union Home Minister Amit Shah will address a rally in Secunderabad, on Sunday, the last day of the campaigning, party spokesman K Krishnasagar Rao said. There is a triangular contest between the TRS, the BJP, and All India Majlis-e-Ittehadul Muslimeen in the polls, reported NDTV. The counting of votes will be held on December 4.","author":"Scroll Staff","time":"2020-11-28T08:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151237-phdgomydyj-1606533511.jpg","tags":["Greater Hyderabad","Greater Hyderabad civic body polls","TRS","BJP","Hyderabad","JP Nadda"],"source":"https://scroll.in/latest/979697/bjps-win-in-greater-hyderabad-civic-body-polls-will-mark-end-of-trs-in-telangana-says-nadda"}