{"title":"BJP’s Delhi dilemma: Why can’t the party replicate its Lok Sabha success in state elections?","content":"As counting draws to a close on Tuesday, the results are clear: at 7.30 pm, the Aam Aadmi Party had swept the Delhi assembly elections, looking likely to win a stunning 62 seats in a 70-strong assembly. This is one of the largest every victories of any party in any state assembly. Only three times before  has a party won such a high a proportion of seats in a state assembly with more than 60 seats.For the Bharatiya Janata Party, this is a worrying sign. The party put everything and the kitchen sink behind this election. Its campaign was loud and sharply communal, relying on national issues such as the new Citizenship Amendment Act and the proposed National Register of Citizens. The party also made it a point to demonise the people protesting against these policies. The bitter campaign included threats to shoot protestors, lies about AAP wanting to bring in Sharia or Islamic law and in several cases, using of the unusual dog whistle of “biryani”, a dish with origins in Muslim cuisine.In contrast, much of the AAP’s campaign focussed on the minutiae of local development such as schools and cheap electricity. While AAP did vote against the Citizenship Amendment Act in Parliament, it did not make this national issue a focus in its Assembly campaign, even though Delhi city has seen the strongest protest against the law, which introduces a religious criterion into citizenship law.Clearly, the Delhi voter has overwhelmingly voted for local issues in this election over the BJP’s  campaign focussed on national issues.Nation versus stateThis national-state binary is even sharper when considering how Delhi voted in the 2019 Lok Sabha election, less than a year ago. In that, the BJP managed a clean sweep, winning all seven seats in Delhi.This now marks a definite pattern for the BJP. Its high-voltage 2019 Lok Sabha campaign highlighting pan-Indian themes such as problems allegedly created by Pakistan and Hindu identity was a great success. But that result was an outlier compared to state elections, where local, more bread and butter issues seem to have won.Since 2018, the BJP has been on a losing spree in state elections across India – even though it did handsomely in those very same states in the 2019 Lok Sabha election.In Delhi, for example, from 56.9% in the Lok Sabha, the BJP’s vote share dropped to 38.5% (at 6 pm on Tuesday). Other examples are more drastic. In Telangana, the BJP’s Lok Sabha vote share was nearly three times its Assembly tally. That election was won by the Telangana Rashtra Samithi. In Haryana, Rajasthan, Chhattisgarh, Madhya Pradesh and Karnataka, the BJP’s Lok Sabha tally was more than 50% higher than its Assembly vote share.It seems safe to saythat the Indian voter is trying what political scientists call “split-ticket voting”: differentiating between parties and candidates depending on whether it is a state or national elections.The BJP’s planks of muscular nationalism and majoritarian identity won it a handsome victory at the national elections in 2019. But when it comes to state assemblies, voters seem to prioritise more prosaic issues of welfare benefits and livelihood. This has resulted in the BJP in 2020 controlling the smallest number of states for any party that has a majority in the Lok Sabha in India’s history.Marked safeWhile these factors mean the BJP faces a crisis at the state level, it also means that there is little to challenge the party at the national level. While Hemant Soren in Jharkhand to Arvind Kejriwal have successfully challenged the BJP juggernaut in their states, it is clear that they are not a match for Modi in a Lok Sabha election.Delhi, in fact, throws up an interesting illustration of split-ticket voting. Given it’s the Indian capital, awareness of national issues is high. Reporting by Scroll.in found that on key ideological issues, many AAP voters actually approved of the BJP and also supported Modi as prime minister. AAP voters were ready to believe even outright falsehoods about the protests against the BJP’s citizenship initiatives, that protesters had damaged public property.Driven by this sentiment, towards the end of the campaign, AAP ended its ambiguity and eventually came out in opposition to the protests. On February 3, Kejriwal said that if he had control of the Delhi Police, he would have the road cleared where protestors have been in an indefinite sit-in for almost two months now.As a consequence, while voters are ready to try other options for state elections, the BJP remains unchallenged on ideology as well as its national face. While its successive state defeats might be bad news for the saffron party, it still means that its national status remains relatively unchallenged.","author":"Shoaib Daniyal","time":"2020-02-11T20:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136290-mkaajhvkde-1581338823.jpg","tags":["Delhi","Aam Aadmi Party","Assembly elections","Bharatiya Janata Party"],"source":"https://scroll.in/article/952853/bjps-delhi-dilemma-why-cant-the-party-replicate-its-lok-sabha-success-in-state-elections"}