{"title":"BJP’s assets highest among national parties, 7.5 times those of Congress in 2021-’22, says ADR","content":"The total declared assets of the Bharatiya Janata Party were seven-and-a-half times those of the Congress in 2021-’22, the Association for Democratic Reforms said in a report on Tuesday.The non-governmental organisation published an analysis of the declared assets, liabilities and capital of eight national parties. These are the BJP, Congress, Nationalist Congress, Bahujan Samaj Party, Communist Party of India, Communist Party of India (Marxist), Trinamool Congress and National People’s Party.In its report, the organisation said that BJP’s declared assets amounted to Rs 6,046.81 crore last year, an increase of 21.17% from Rs 4,990 crore in 2020-’21.The declared assets of Congress stood at Rs 805.68 crore last year, an increase of 16.58% from Rs 691.11 crore in 2020-’21.The total assets of the Trinamool Congress saw an increase of 151.70% from Rs 182.00 crore in 2020-’21 to Rs 458.10 crore in 2021-’22.The report showed that Bahujan Samaj Party was the only national party to show a decrease in its annual declared assets. Its assets decreased from Rs 732.79 crore in 2020-’21 to Rs 690.71 crore in  2021-’22.In total, the assets declared by the eight parties increased to Rs 7,297.618 crore last year from Rs 8,829.158 crore in 2020-’21, the organisation said in its report. In terms of liabilities, the Congress topped the list with Rs 41.95 in 2021-’22. The BJP had liabilities of Rs 5 crore. In total, all eight parties had liabilities of Rs 62.67 crore last year. The Association for Democratic Reforms also pointed out that parties failed to adhere to the guidelines of the Institute of Chartered Accountants of India that direct parties to declare details of financial institutions, banks or agencies from whom loans were taken.“The 170th Law Commission report recommended introduction of Section 78A in the Representation of the People Act, 1951, and proposed penalties for political parties defaulting in the maintenance of accounts,” it said. “This needs to be introduced and implemented.”It recommended that the accounts of political parties should be audited by a qualified and practicing chartered accountant from a panel maintained by the Comptroller and Auditor General.“This differs from the current practice where political parties choose their auditors entirely on their own,” the organisation added.Correction: The headline of the earlier version of this article said that BJP’s assets were 7.5 times more than those of the Congress. It has been revised for accuracy.","author":"Scroll Staff","time":"2023-09-05T20:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175355-oyqymzrmhu-1654417702.jpg","tags":["BJP","Congress","Political funding"],"source":"https://scroll.in/latest/1055489/bjps-assets-highest-among-national-parties-7-5-time-more-than-congress-in-2021-22-says-adr"}