{"title":"BJP’s street-fighters in coastal Karnataka want a share in power","content":"On April 15, before he embarked on an election roadshow in Mangaluru, Karnataka, Prime Minister Narendra Modi garlanded the statue of Narayana Guru. The spiritual leader from Kerala, who challenged the caste system in the early 1900s, is revered by the Billavas, the largest community in the Dakshina Kannada constituency of which Mangaluru is a part.Seen to be steadfast supporters of the Sangh Parivar, the Billavas have been instrumental in securing eight consecutive victories for the Bharatiya Janata Party in Lok Sabha elections held in Dakshina Kannada since 1991.This time, however, the BJP is facing anger from the community over lack of political representation – not once has the party fielded a Billava candidate from Dakshina Kannada. The party has replaced Nalin Kumar Kateel, a former state president who won the 2019 election with a margin of 2.74 lakh votes, with Brijesh Chowta. Both Kateel and Chowta hail from the Bunt community, an influential caste group in the region.Narendra Modi garlanded a statue of Narayana Guru before he embarked on the roadshow in Mangaluru. Photo: Vartha BharatiWhile Billava community leaders had backed Kateel in the 2019 election, many of them have withheld support this time. Seizing the opportunity, the Congress has nominated Padmaraj R Poojary, a Billava, to contest against Chowta.Endorsing Poojary, Sathyajith Surathkal, who heads a Billava community organisation called Sri Narayana Guru Vichara Vedike, said: “The community should vote only for Billavas irrespective of their political affiliations.”For the BJP, Surathkal’s decision spells a major rebellion. Until 2018, Surathkal was the leader of the Hindu Jagarana Vedike, an affiliate of the Rashtriya Swayamsevak Sangh, the ideological parent of the BJP, best known for its attacks on religious minorities and violent acts of moral policing.By breaking ranks with the BJP, Surathkal and other Billava leaders have made it clear that they are no longer content to be footsoldiers for the Sangh Parivar – they want a share in political power.Congress candidate in Dakshina Kannada constituency Padmaraj Poojary meets voters. Photo: TA AmeerudheenHindutva’s street-fightersMost political observers attribute the BJP’s political growth in coastal Karnataka to Sangh Parivar’s success at pitting the Billavas, a backward caste community, against Muslims.Both communities lived cordially, said K Phaniraj, an activist who retired as a professor at Manipal University, until the Billavas “fell for the propaganda that the Muslims, a predominantly business community, will drive away Hindus with their money power.”“The RSS then enlisted Billavas into its affiliated organisations like the Hindu Jagarana Vedike and Bajrang Dal, moulding them into street-level activists,” Phaniraj added.Surathkal was 24 years old when he participated in the Idgah Maidan movement of 1992, which saw Hindutva activists attempting to hoist the national flag in a ground used for Muslim prayers in a town of Karnataka.Often referred to as the ‘Ayodhya of the South’, it culminated in violence that left six dead in 1994 and bolstered the BJP's presence in Karnataka.While Surathkal rose up the ranks of Hindutva organisations, becoming the leader of the Hindu Jagarana Vedike, he never acquired the same prominence as BJP leaders belonging to the Brahmin, Lingayat and Vokkaliga communities.Now aged 53, Surathkal criticised the RSS for relegating Billavas to mere “street fighters”, while allowing other communities to enjoy the political dividends. “When I was part of Sangh Parivar, community issues were never my concern,” he said. “But I realised its importance when the organisation sidelined me while promoting many of my upper-caste contemporaries who went on to become MPs and ministers.” Surathkal severed ties with the Sangh Parivar after he was denied tickets to the last Assembly election.This grievance seems to resonate with the younger generation of the Billava community. Pradeep Ullal, an undergraduate student in economics from the community, said political parties, including the BJP, always ignored members of Billava community while selecting candidates for elections despite its numerical strength. \"The community should stand united and fight for justice,\" he said.Rajendra Chilambi, a Billava social worker employed at the community-run Gejjegiri Temple in Mangaluru, said: “There was a period when the Sangh Parivar could rally Billava youth under the banner of Hindutva, but times are evolving.”He highlighted that resentment against the BJP had been simmering since the Basavaraj Bommai-led state government dropped references to Narayana Guru from Class 10 social science textbooks in 2022. Bommai belongs to the dominant Lingayat community.\"In that same year, the Narendra Modi government excluded a Republic Day Tableau featuring Narayana Guru,” Chilambi said. “We wouldn't have endured such humiliation if we had adequate representation in positions of authority,\" he added.Voting blocThe growing disenchantment within the Billava community poses a significant challenge for the BJP, not just in the Dakshina Kannada constituency, but in the wider coastal region.While Billava voters constitute about 25% of the electorate in the Dakshina Kannada constituency, in neighbouring Udupi-Chikkamagaluru constituency, they have about 10% of the vote share, according to political observers. The BJP has nominated Kota Srinivasa Poojary, a Billava, for this seat, while the Congress has put forward Jayaprakash Hegde, a member of the Bunt community. Both constituencies will cast their votes in the second phase of polling on April 26. In Uttara Kannada, the third constituency in the coastal belt, which votes in the third phase on May 7, Billavas are known as Namdharis. They constitute about 20% of the population.In Dakshina Kannada, the Congress candidate, Poojary, expressed confidence about securing a victory. “I anticipate support from all communities,” he said.The BJP’s Chowta sidestepped questions about the potential impact of Billava discontent on his electoral prospects. Instead, he emphasised that this election revolves around “Hindutva and development”. “The people will vote for Modiji, ensuring Dakshina Kannada stays with the BJP,” he said.BJP candidate in Dakshina Kannada constituency Brijesh Chowta speaks at an election meeting at Neermarga. Photo: TA AmeerudheenHindutva rhetoricHowever, observers point out that discontent among the Billavas has prompted the BJP to intensify its Hindutva rhetoric in the election campaign. On April 16, during an election gathering in Neermarga, 10 km from Mangaluru, a Billava leader from the BJP, Harikrishna Bantwal, emphasised that the community should not align with Muslims.“This land upholds Sanatana Dharma values, not treachery,” he said. “Billavas will not vote against the Hindutva forces.”In his speech, Bantwal highlighted the benefits extended to the community by Prime Minister Modi and the previous BJP government in Karnataka, including the establishment of the Billava Development Corporation and residential schools named after Narayana Guru.Meanwhile, the Congress is heavily banking on Poojary’s clout within the Billava community: he serves as the trustee of the Kudroli Gokarnanatheshwara Temple, consecrated by Narayana Guru in 1912.Poojary has adopted many slogans from the BJP’s election playbook to showcase his Hindu identity. During his roadshow in Vittal, located 40 km south of Mangalore, on April 16, chants of “Bharat Mata Ki Jai” and “Vande Mataram” filled the air. Congress leaders on the stage encouraged the audience, which included Muslim women in purdah, to join in chanting these slogans with raised hands.Congress candidate in Dakshina Kannada constituency Padmaraj Poojary’s road show. Photo: TA AmeerudheenPoojary justified his Hindutva posturing, saying he is a true believer and will protect his religion. “But I respect all religions,” he said. Abdul Muhaimin Kempy, a young Congress worker who coordinated the campaign in Vittal, justified the candidate’s positioning. “Poojary is attempting to penetrate the Hindutva stronghold, so he may need to adopt such a position to earn the confidence of the majority community,” Kempy said. “However, Muslims in Dakshina Kannada are aware of his secular credentials.”","author":"TA Ameerudheen","time":"2024-04-25T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200273-mmrehahxzo-1713970638.jpeg","tags":["Lok Sabha 2024","Karnataka","Mangaluru","Billava","BJP"]}