{"title":"BJP’s Kapil Mishra attends puja organised at Gurugram namaz site","content":"Bharatiya Janata Party leader Kapil Mishra on Friday attended a Govardhan Puja organised at Gurugram’s Sector 12A, where Muslims have been offering namaz under police protection due to threats from various Hindutva outfits, reported The Indian Express. Hindutva organisations have been protesting against Muslims praying in public places in various parts of Gurugram for over a month now.On October 29, the police had detained 30 people following protests against the offering of namaz in Sector 12A. Demonstrators had disrupted Friday prayers in the same locality on October 22 as well.@KapilMishra_IND at #Gurugram  Sector 12 #Govardhan pooja organised to protest against Friday #namaz being offered in open spaces by the Muslim community. #bjp@TheQuint @QuintHindi pic.twitter.com/6PdTbk8JOB— Eshwar (@hey_eshwar) November 5, 2021\n\nOn Friday, Mishra spoke against the blocking of public space and asked people to not use roads “for their politics”. “We had seen it in Shaheen Bagh,” the BJP leader said, according to The Indian Express. “They had done a tamasha [fuss] by blocking all the roads. Has the CAA [Citizenship Amendment Act] been revoked? Arteries and nerves, if blocked, stop the body’s movements. Similarly, if roads are blocked, the city and country stops.”In February last year, Mishra had opposed the agitation against the Citizenship Amendment Act and given an ultimatum to the police to clear the sit-in protests at Jafrabad in Delhi. In the presence of a senior police officer, he had demanded that the police should evict the protestors and threatened violence in case they failed to do so within three days. His speech raised tensions in the area and precipitated skirmishes on February 23, 2020. The protest site was cleared on the fourth day.Similar protests against the Citizenship Amendment Act were being held in Shaheen Bagh too. At Friday’s event, Mishra said that blocking of roads cannot be a part of any religion. “This [blocking of roads] is a way to stop and disrupt the economy of the country,” he claimed. “The first right to roads belongs to people who walk on them or run their businesses or use them to reach offices, hospitals, schools.”He said that no one has the constitutional right to sit and block roads if the locals raise objections. Mishra claimed that the Waqf boards in the country own the highest amount of land and asked them to make arrangements for Muslims to pray.He said the Govardhan Puja, a festival in which deity Krishna is worshipped, was being organised at the site of namaz to inspire others to speak for their rights.   The BJP leader also referred to the azadi (freedom) slogan that was widely used during protests against the Citizenship Amendment Act.“I want to congratulate the people of Gurugram who did this democratic struggle,” he said. “All I want to say is that we want azadi to walk on the roads, to go to office, to go to hospitals, to work. And this azadi is guaranteed to us under India’s constitution.”  He said that if every religious community started blocking roads, no public spaces would remain open.  अगर देश के सभी धर्म, मत, सम्प्रदाय हफ्ते में एक एक दिन सड़कें बंद करने लगे तो सड़कें और पार्क कभी खुल ही नहीं पाएंगे pic.twitter.com/U2SSRexxWb— Kapil Mishra (@KapilMishra_IND) November 5, 2021\n\nMishra also spoke about restrictions on bursting crackers on Diwali. Several states, including Haryana and Delhi, had banned the sale and use of firecrackers.The BJP leader on Friday said that lots of orders had been imposed on Hindus across the country to not burst firecrackers. “If we are pushed to the wall, then a push has to be given in response,” he said.The Govardhan Puja was organised by the Sanyukt Hindu Sangharsh Samiti, an umbrella body comprising Hindutva organisation such as the Bajrang Dal, Arya Samaj, the Vishwa Hindu Parishad, Hindu Kranti Dal and Sanatan Dharam, among others, reported The Quint.On Sunday, the Sanyukt Hindu Sangharsh Samiti had announced that they would organise the puja to oppose namaz. Some representatives of the Muslim community had said they would clear the site if they are given an alternative space or Waqf board buildings are cleared of encroachment.On Tuesday, the Gurugram administration had cancelled permission to offer namaz in eight public places in the city. The administration said that it took the decision on the basis of “objection from local residents and resident welfare associations”.The eight sites where the permissions to offer Friday prayers have been revoked are Bengali Basti Sector 49, V block DLF Phase 3, Surat Nagar Phase 1, Kheri Majra village, near Daulatabad village on Dwarka Expressway, Sector 68 near Ramgarh village, near DLF Square Tower and the stretch between Rampur village to Nakhrola Road.","author":"Scroll Staff","time":"2021-11-05T20:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166015-zspnrjhepw-1636122584.jpeg","tags":["Kapil Mishra","Gurugram","namaz","Haryana"],"source":"https://scroll.in/latest/1009898/bjps-kapil-mishra-attends-puja-organised-at-gurugram-namaz-site"}