{"title":"BJP’s longest-serving chief minister loses Chhattisgarh in a decisive verdict for change","content":"The term of Bharatiya Janata Party’s longest serving chief minister is finally ending. At 3 pm, Raman Singh was narrowly leading in his own constituency of Rajnandgaon but it was clear he had lost Chhattisgarh. Trends available for 83 seats in the 90-member assembly showed the Congress was leading in 60 seats – a sweeping victory that even the party leaders had not anticipated.In fact, this is the largest electoral victory for any party in the history of Chhattisgarh, which has always seen closely fought elections. In 2013, for instance, the vote share difference between the BJP and Congress was merely 0.7%. This time, however, at 2 pm, the Congress had 43.4% of the vote share while the BJP had 32.3%. The difference is explained by the new entrant – former Congress leader Ajit Jogi’s Chhattisgarh Janata Congress Party. Most expected Jogi’s alliance with the Bahujan Samaj Party to split the votes three-way, eating into the vote share of the Congress and helping the BJP slide through for a fourth consecutive term. But the anti-incumbency wave was strong and voters have picked a clear winner.Source: Election Commission website at 3 pmThe price of paddyWhat seems to have given the Congress a clear edge is its promise to raise the minimum support price of paddy to Rs 2,500 per quintal. Paddy is the main source of income in the largely rural state. As early as August, farmers appeared to have made up their mind to vote against a government that they said had betrayed them. In 2013, the BJP had promised to give them Rs 300 as bonus on every quintal of paddy purchased, over and above Rs 2,100 per quintal as the minimum support price. The government managed to give bonus in just two of its five years.As one farmer in Dhamtari district  in the central plains told this correspondent: “Farmers had not asked for it. They announced this on their own and then they failed to deliver. Hum isse thangi man rahe hai.” We see this as a betrayal.Worse, the government cracked down on farmer protests, picking up people from their homes at midnight and detaining them for several days.The Congress seems to have tapped into this discontentment by promising higher paddy prices. The impact of this move was clear: as Scroll.in reported, farmers held back from selling their freshly harvested paddy, anticipating a change in government.Weakening welfareShrinking farm incomes came with a slump in industry and a dip in social welfare.In the past, the strong welfare policies of the Raman Singh government, particularly the well-functioning public distribution system, won him successive elections. However, the last five years were marked with a weakening of welfare systems as the state realigned its policies to the new BJP government at the Centre. Not only were ration cards cancelled en masse, the introduction of Aadhaar into PDS further led to large-scale exclusion. Wage and welfare payments  went missing with the introduction of Aadhaar into the banking system. Even the Mahatma Gandhi National Rural Employment Guarantee Programme went into paralysis, before briefly reviving again.The loss of welfare alienated voters at large, but had the sharpest impact on vulnerable Dalit and Adivasi communities that together form 43.44% of Chhattisgarh’s population. In 2013 itself, the BJP had lost its advantage in the constituencies reserved for the Scheduled Tribes and this trend appears to have carried forward into this election. While further insights will need to wait till constituency-wise results are available, the trends at 3 pm showed the BJP’s losses were spread out and not confined to any one region. The next chief minister?The Congress, after many years of disarray, found an aggressive leader in state president Bhupesh Baghel.Along with TS Singh Deo, the party’s suave leader of opposition in the state assembly, Baghel crafted a challenge to the BJP. It helped that the two leaders enjoyed a good working relationship, a rarity in the faction-ridden Congress. But that unity broke down earlier this year. Now, both will be competing for the chief minister’s post, with the party’s sole Lok Sabha MP Tamardhwaj Sahu considered the third contender.","author":"Supriya Sharma","time":"2018-12-11T15:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107849-nimuqewqnk-1544522726.jpg","tags":["Assembly Elections 2018","Chhattisgarh","Farmers"],"source":"https://scroll.in/article/905293/bjps-longest-serving-cm-loses-chhattisgarh-in-a-decisive-verdict-for-change"}