{"title":"BJP's manifesto for Kashmir polls promises abrogation of Article 370","content":"Jammu and Kashmir: BJP sticks to its stand on Article 370In its manifesto for the November 25 assembly elections, the Bharatiya Janata Party has promised to abrogate Article 370, which grants special autonomous status to the state. \"The party is committed for abrogation of Article 370, and if voted to power, will work towards removing all obstacles hampering state’s complete integration with the country,\" says the manifesto. However, it added that such a move will only take place once a \"comprehensive discussion\" about the relevance of Article 370 has been initiated.Delhi: 'Kiss of Love' protests go off peacefully despite threatsDespite threats of violence from conservative religious groups, hundreds of college students turned up at the Jhandewalan Metro station on Saturday evening to participate in Delhi's edition of \"Kiss of Love\", the campaign against moral policing. Members of the \"Kiss of Love\" team had planned to protest outside the Rashtriya Swayamsevak Sangh office at Jhandewalan. But they were prevented from doing so by the Delhi police personnel. The \"Kiss of Love\" protest started in Kochi last week as a symbolic act of resistance to the rising incidents of moral policing, after members from a conservative group physically harassed young couples at a cafe in Kozikhode.Telangana: CM launches massive pension schemeChief Minister K Chandrasekhar Rao on Saturday launched a massive Rs 4,000-crore social security scheme, that seeks to provide financial assistance for the aged and physically handicapped people. \"No eligible person will be left uncovered under this scheme,\" Rao said. Aged people and widows will get Rs 1,000 per month and physically challenged people Rs 1,500 per month. With nearly 44 lakh applicants for the scheme, the state government is busy screening applicants and aims to identify genuine beneficiaries by the end of November.Uttar Pradesh: Cops arrest school authorities, after minor is sexually assaulted on campusPolice in Gorakhpur on Saturday arrested the principal and manager of a school, after a four-year-old student was sexually assaulted by an unidentified person on the campus. The arrest was made after locals staged a protest in the school, alleging that the authorities were trying to hush up the matter by asking the victim's parents not a file a police complaint.Karnataka: Politicians trade abuse on rapeThe debate sparked by a series of sexual assaults on girls in Bangalore schools fell to a new low on Saturday, a day after Bharatiya Janata Party leader KS Eshwarappa said, \"If the daughter of [chief minister] Siddaramaiah or [home minister] KJ George are raped, they will still remain silent.\" In response to the statement, senior Congress leader Ivan D'Souza on Saturday asked, \"What will happen if I rape KS Eshwarappa’s wife?\"","author":"Scroll Staff","time":"2014-11-09T12:27:17+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/688893-99ee3f57-d8d5-427c-8bbf-7abf6fd7d531.jpg","tags":[],"source":"https://scroll.in/article/688893/bjps-manifesto-for-kashmir-polls-promises-abrogation-of-article-370"}