{"title":"‘Blackmail’ film review: Infidelity has a price in this Irrfan-led comedy","content":"What it is about Abhinay Deo and toilets? The director’s best-known movie Delhi Belly (2011) has a plot involving a gastric condition linked to a stash of diamonds and includes scenes set in the lavatory. In Blackmail, Dev stays back late at work every night to swipe photographs of his colleagues’ wives off their desks and spend a few minutes with them in the office bathroom.In a movie in which details actually matter, Dev (Irrfan) is a manager at the My Handy toilet paper manufacturing company, headed by an America-returned boss (Omi Vaidya) who is waging a one-man war on water jet sprays (you can never aim them right, he claims). Dev is married but appears to have little feeling for his wife Reena (Kriti Kulhari). So it is a bit strange that Dev is gutted when he sees Reena in bed with the strapping Ranjit (Arunoday Singh). Perhaps Dev’s reaction has something to do with the way Reena describes him to Ranjit – “What does he look like? He looks like a husband.”Dev briefly fantasises about confronting the lovers but quietly retraces his steps and runs madly through the streets to escape the terrible truth of his insignificance. Still, somebody has to pay for Dev’s insult. Who better than Ranjit? The beefcake is the much younger husband of wealthy municipal corporator Dolly (Divya Dutta) and lives in a mansion that can house a quarter of Mumbai. Dev’s attempt to blackmail Ranjit sets off a series of counter-blackmailing demands that prove that what goes around comes around. Nearly every character wants a piece of the pie, and the money keeps circulating like a bad cold on a summer’s day. \n\n\n    \n    Play\n\nBlackmail (2018).Based on a screenplay by Parveez Shaikh and with dialogue by Pradhuman Singh Mall, Blackmail owes much of its wicked comedy, sudden bursts of violence, and general air of amorality to the movies by the Coen brothers. There are generous lashings of the Coens’ masterpiece Fargo (1996) in Dev’s attempt to dream up the perfect crime and the assortment of characters who do not deserve the grace of redemption. The humour is Coen like – it’s wicked and occasionally slapstick but not brutal. Despite its heartless subject matter, Blackmail needs a hero, and Deo finds it in Dev, whose mounting misdemeanours are ignored in the interests of keeping empathy on his side.The screenplay tries to sidestep the fact that Dev isn’t the brightest bulb in the house (at least Ranjit is openly dim). I have a plan, only I don’t know what it is yet, Dev tells his lascivious colleague Anand (Singh Mall). Anand is a perfect representative of those cubicle creatures who play with their belt buckles while talking to women. When the wicked Prabha (Anuja Sathe) joins the company, Anand quickly surmises that because her lips are thin, she hasn’t kissed much and is a virgin. Anand and Dev pay dearly for this assessment. Sathe is among the beautifully cast actors who enliven the comedy through roles of various sizes. Divya Dutta is immense fun as Ranjit’s permanently drunk wife, who keeps a bleary eye on her wayward husband. Arunoday Singh too is hugely entertaining as the slow-witted lump of flesh who is so easily distracted that it is perhaps fitting that his wife gives him a dog’s name, Tommy. Gajraj Rao has a brief and memorable role as a detective named Chawla. Irrfan often overplays his underplaying, but his restraint ensures that for all his wondrous feats, Dev’s best skill is improvisation, rather than intelligence. The actor doesn’t overdo Dev’s transformation from the worm into the predator, but Dev’s despicable side remains out of reach (his transactional relationships, his poor regard for women). Despite the efforts taken to ensure that the labyrinthine turns through the 139-minute movie are never confusing, the filmmakers are unable to avoid the twin curse of repetition and redundancy. Deo aims for conversational humour that evolves organically from the moment, but the running length could have been cut significantly limiting its impact. Blackmail has a satisfying neatness and roundedness that are usually missing from such films, but some of the manufactured clutter could have easily been avoided.","author":"Nandini Ramnath","time":"2018-04-06T07:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/874539-86022-lemmchflwb-1522747674.jpg","tags":["Irrfan","Abhinay Deo","Blackmail"],"source":"https://scroll.in/article/874539/blackmail-film-review-infidelity-has-a-price-in-this-irrfan-led-comedy"}