{"title":"‘Black day’: Naga groups, politicians condemn civilians killing by security forces","content":"Several Naga armed groups, civil society bodies and politicians have condemned the killing of 13 civilians, who were gunned down by security forces in Nagaland’s Mon district on Saturday evening.In a statement on Sunday, the National Socialist Council of Nagalim (Isak-Muivah faction) – the biggest Naga armed group involved in peace talks with the goverment – described Saturday as a “black day” and said the “absurdity and insanity” of the armed forces have been exposed.The armed group said that the incident was nothing new but a repeat of the past and was meant to “suppress the legitimate Naga political movement”. For decades, Naga groups have waged an armed struggle for a separate ethnic homeland.“The Indian security forces will never be able to wash its hands off, smeared with the blood of innocent Nagas no matter how it come out with a nonsensical statement which is linked to credible intelligence reports of movement of insurgents,” the statement issued by the NSCN (IM) said.According to an Indian Army  statement, an operation Mon district had been planned, based on “credible intelligence of likely movement of insurgents”. The army expressed regret about the “unfortunate loss of lives” that ensued.One more civilian was killed and another injured on Sunday after people barged into an Army camp of the Assam Rifles. The local residents were protesting against the killings on Saturday.‘Flush out the AFSPA’The NSCN (IM) statement went on to describe the security forces as “trigger happy”, adding that this was not the first time they had acted with impunity under the Armed Forces (Special Powers) Act, which the group said is used against the Naga political movement.The Armed Forces (Special Powers) Act gives the military sweeping powers to search and arrest, and to open fire if they deem it necessary for “the maintenance of public order”, and to do so with a degree of immunity from prosecution. The Act was extended in Nagaland for six more months in June, reported the Hindustan Times.  In its statement, the NSCN (IM) added that the killing could not be justified at a time when the “Indo-Naga peace process” had seen much progress. “Such a barbaric act of killing innocent people is against humanity and those responsible for such heinous acts should be brought to justice,” the group said. In 1997,  it had signed a peace treaty and started a dialogue with the Union government in 1997. Since then, seven other groups have followed suit and the peace talks are said to have been expedited under the Narendra Modi government with Ravi as the interlocutor.Ironically, it is a repeat of the past to suppress the legitimate Naga pol. movement. The Indian SF will never be able to wash its hands off, smeared with the blood of innocent Nagas no matter how it comes out with a nonsensical statement. (2/4)— MIP, NSCN/GPRN (@MIP_GPRN) December 5, 2021\n\nAlso in a statement issued on Sunday, the Konyak regional unit of the NSCN (IM) called also for the removal of the Armed Forces (Special Powers) Act from Nagaland: “Let this incident be the first and the last in the Naga soil and together we will flush out the AFSPA from the Naga soil once and for all.”Civil society protestsMeanwhile, protests were reportedly held outside the district court in Dimapur, the commercial nerve centre of Nagaland, on Sunday evening.Several tribal and civil society bodies joined in the condemning the incident. The Eastern Naga National Workers’ Association described the firing by the security forces as a “cowardly act”. It added that the incident will be remembered as a tumultuous moment in Naga’s history. The Lotha Hoho, the tribal body which represents Lotha Nagas,  said it would close the Lotha Heritage Chumpo (Morung) at the Naga Heritage Village in Kisama with immediate effect in order to condemn the killings.It said there would be a “show of condemnation and solidarity” in the Wokha district from 6 am on Monday. It asked all shops, schools and colleges to hoist black flags. It added that movement of any Army personnel, convoy or patrol in the region would be considered in defiance of human rights.‘Amounts to genocide’: BJP’s Nagaland unitThe state unit of Bharatiya Janata Party condemned the firing and said it was time to exercise caution and patience to maintain peace in the region.In a statement, the party’s state unit chief Temjen Imna Along, who is also the minister of tribal affairs, pointed out that unarmed civilians were killed in the incident.“It is therefore tantamount to war crimes during peace time and amounts to summary execution as well as genocide,” he said. “This cannot be tolerated by anyone at any cost and simply putting the blame on intelligence failure is the lamest excuse.”Along said that the Army personnel responsible for killing should be brought to justice and made to answer how they could not understand the labourers were unarmed and on what basis the commanding office gave the firing order.He urged the Union and the state government to provide ex-gratia relief to the families of the deceased and also take further compensatory measures.Meanwhile, Union Home Minister Amit Shah expressed grief about the deaths and offered his condolences to the families of the deceased.“A high-level SIT [Special Investigation Team] constituted by the state government will thoroughly probe this incident to ensure justice to the bereaved families,” he said in a tweet.Anguished over an unfortunate incident in Nagaland’s Oting, Mon. I express my deepest condolences to the families of those who have lost their lives. A high-level SIT constituted by the State govt will thoroughly probe this incident to ensure justice to the bereaved families.— Amit Shah (@AmitShah) December 5, 2021\n\nPolitical parties condemn incidentThe Rising People’s Party, a Nagaland-based political party, called the incident “unforgivable” and suspected that the civilians were deliberately targeted.In a statement, the party demanded that the state government declare a seven-day state mourning. It said that all the MLA of the state Assembly should issue a joint statement calling the incident a “case of murder”.“The Mon killings require a thorough probe by a sitting judge of the High Court/ Supreme Court,” the party said. “The state government should initiate steps to ensure that the Army personnel involved in the killings are tried in civilian courts.”It also asked the state government to pay compensation to the families of the deceased and those injured in the firing.“With the Mon killings, the AFSPA [Armed Forces (Special Powers) Act] is once again in the limelight,” the statement said. “Perhaps it would be pertinent for the Naga negotiating groups and the Naga CSOs [Civil Society Organisations] to first work towards the repeal of the Act.”Congress leader Rahul Gandhi sought a response from the government on the deaths. “This is heart wrenching,” he wrote on Twitter. “What exactly is the home ministry doing when neither civilians nor security personnel are safe in our own land?”West Bengal Chief Minister Mamata Banerjee expressed condolence to the families of the deceased. “We must ensure a thorough probe into the incident and ensure that all victims get justice,” she tweeted. This is heart wrenching. GOI must give a real reply. What exactly is the home ministry doing when neither civilians nor security personnel are safe in our own land?#Nagaland pic.twitter.com/h7uS1LegzJ— Rahul Gandhi (@RahulGandhi) December 5, 2021\n\nWorrisome news from #Nagaland.Heartfelt condolences to the bereaved families. I pray for the speedy recovery of those who were injured.We must ensure a thorough probe into the incident and ensure that all victims get justice!— Mamata Banerjee (@MamataOfficial) December 5, 2021","author":"Scroll Staff","time":"2021-12-05T20:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167163-qsgljwtjle-1638710449.jpg","tags":["Nagaland","NSCN(IM)","Congress","BJP","civilian killings"],"source":"https://scroll.in/latest/1012140/black-day-naga-groups-politicians-condemn-civilians-killing-by-security-forces"}