{"title":"‘Blatant discrimination’: MK Stalin on CRPF exams being held only in Hindi and English","content":"Tamil Nadu Chief Minister MK Stalin wrote to Union Home Minister Amit Shah on Sunday, objecting to the Central Reserve Police Force’s decision to conduct its recruitment examination for constables only in Hindi and English.He urged Shah to allow the examination to be taken in all regional languages.“The notification by CRPF to conduct its CBT [computer-based test] only in English and Hindi amounts to blatant discrimination and denies equality of opportunity to non-Hindi speaking states,” Stalin wrote in a tweet. The notification by @crpfindia to conduct its CBT only in English & Hindi amounts to blatant discrimination & denies equality of opportunity to non-hindi speaking states.I urge Hon @AmitShah to immediately revise the notification to include Tamil and other state languages. pic.twitter.com/wVxURL9emz— M.K.Stalin (@mkstalin) April 9, 2023\n\nLast week, the CRPF had issued a notification for recruitment of 9,212 constables. Of these, 579 vacancies are to be filled in Tamil Nadu.“But the candidates appearing for this examination from Tamil Nadu cannot write the above examination in their mother tongue Tamil – that too in their own state,” Stalin wrote in his letter on Sunday, according to The Hindu.He also pointed out a part of the CRPF notification stating that 25 marks of the total of 100 in the recruitment examination was allotted for basic understanding of Hindi. Stalin said this marking scheme was “not only arbitrary but also apparently discriminatory”.Also read: ‘Down with Hindi, Long Live the Republic’: How Madras fought the imposition of Hindi in the pastLast week, Telangana minister KT Rama Rao had also urged Shah to modify the CRPF examination rules to include state languages.“These competitive exams are being held only in English and Hindi, which is a serious disadvantage to students who did not study in English medium or are not from Hindi-speaking States,” the Bharat Rashtra Samithi leader wrote in a tweet on April 7. Request HM @AmitShah Ji to revise the CRPF national recruitment notification to include Telugu, Tamil, Kannada, Malayalam & other official languagesThese competitive exams are being held only in English and Hindi, which is a serious disadvantage to students who did not study in… pic.twitter.com/RnmvJ87r0m— KTR (@KTRBRS) April 7, 2023","author":"Scroll Staff","time":"2023-04-10T12:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168464-xtevwduynx-1679550607.jpg","tags":["MK Stalin","Tamil Nadu","CRPF","Amit Shah"],"source":"https://scroll.in/latest/1047104/blatant-discrimination-mk-stalin-on-crpf-exams-being-held-only-in-hindi-and-english"}