{"title":"Blockade is causing food insecurity in Nepal, say Indian activists","content":"Right to Food Campaign (India), an informal network of individuals and organisations working to ensure the right to food in the country, on Wednesday expressed concern about food insecurity in neighbouring Nepal because of blockades at several places on the border.A statement released by the non-government organisation condemned \"those involved in creating and perpetuating the blockade, causing a serious threat to human life and dignity and compromising the human right to adequate food and nutrition\". It appealed to the Indian government to lift its unofficial blockade and ensure that adequate supplies reach the Nepalese people through other routes.India has consistently denied that it has imposed an embargo on Nepal. It also claims that it has not offered support to the agitation by Nepal's Madhesi ethnic group against the country's new Constitution that has resulted in the obstruction of supplies of fuel and basic commodities across the border.The United Nations Children's Fund had on Sunday warned that shortages of fuel, food, medicines and vaccines were putting more than 30 lakh infants in Nepal at risk of disease or death with the onset of winter.Here is the full text of the statement by the Right to Food Campaign.The Right to Food Campaign, India expresses its deep concern about the situation of food insecurity being created in Nepal because of the blockades on the India-Nepal border at several places. For almost two months now essential supplies including food, medicines and fuel have not been able to reach Nepal. The country is recovering from a recent disaster in the form of the massive earthquake and is preparing for the winter which will result in a number of villages being cut off from the mainland. Essentials need to be delivered to these areas urgently before it all the roads to reach them get blocked.We unequivocally condemn all those involved in creating and perpetuating the blockade causing a serious threat to human life and dignity and compromising the human right to adequate food and nutrition.There are serious concerns from many quarters that the Indian government is backing the blockades. As a good neighbour, the Government of India in such a situation should dispel these allegations and must ensure that the common people of Nepal do not suffer due the political tensions. We appeal to the Indian government to take proactive measures to end the blockade and stand in solidarity with the people of Nepal at this time of crisis. Government of India must redouble its efforts to ensure that adequate supplies reach Nepal through other border routes that are not affected by the protest on the Nepalese side of the border.The Right to Food Campaign would like to reaffirm that the people of Nepal have the sovereign right to frame their own Constitution. Any problems that arise out of this process must be resolved amicably by the people of Nepal themselves and without any outside interference. At the same time, we appeal to all political parties, and people of Nepal to address the genuine political grievances and fulfil the aspirations of all sections of society in Nepal.Campaign would also like congratulate the people of Nepal for including the \"Right to Food\" and \"Right to Food Sovereignty\" as fundamental rights in the Nepalese Constitution. This pioneering Constitutional provision is worth emulating for all countries in the region.We Are,Kavita Srivastava and Dipa Sinha, Convenors, Steering Committee of Right to Food Campaign National Networks: Annie Raja, (National Federation for Indian Women), Colin Gonsalves , (Human Right Law Network), Aruna Roy, Nikhil Dey and Anjali Bhardwaj, (National Campaign for People's Right to Information), Madhuresh, Arundhati Dhuru and Ulka Mahajan (National Alliance of People’s Movements), Asha Mishra and Kashinath Chatterjee (Bharat Gyan Vigyan Samiti), Ashok Bharti (National Conference of Dalit Organizations), Anuradha Talwar, Gautam Modi and Madhuri Krishnaswamy (New Trade Union Initiative), Binayak Sen (People’s Union for Civil Liberties), Subhash Bhatnagar (National Campaign Committee for Unorganized Sector workers), Paul Divakar and Asha Kowtal (National Campaign for Dalit Human Rights), Mira Shiva, Radha Holla and Vandana Prasad (Jan Swasthya Abhiyan), Ranjeet Kumar Verma, Prahlad Ray, Praveen Kumar, Anand Malakar (Rashtriya Viklang Manch), Lali Dhakar, Sarawasti Singh, Shilpa Dey and Radha Raghwal (National Forum for Single Women’s Rights), G V Ramanjaneyulu, Kavita Kuruganthi (Alliance for Sustainable and Holistic Agriculture), Jashodhara (National Alliance for Maternal Health and Human Rights), Ilango (National Fishworkers Federation), Zasia, Sonam, and Noor Jehan (Bhartiya Muslim Mahila Andolan), Mayank Sinha, National Network on Nomadic and Denotified Nomadic TribesState Representatives: M Kodandram, Rama Melkape, Veena Shatrughana (Andhra Pradesh), Gangabhai and Samir Garg (Chhattisgarh), Abhay Kumar (Karnataka), Suresh Sawant, Mukta Srivastava (Maharashtra), Balram and James Herenj, Gurjeet Singh, Dheeraj (Jharkhand), Ashok Khandelwal, Shyam and Vijay Lakshmi (Rajasthan), Sachin Jain (Madhya Pradesh), Joseph Patelia, Sejal Dand, Neeta Hardikar and (Gujarat), Saito Basumaatary, Raju Narzari, Bondita Acharya and Sunil Kaul (Assam), Rupesh, (Bihar), V Suresh (Tamil Nadu), Bidyut Mohanty Raj Kishore Mishra, (Orissa), Ranjeet Kumar Varma, Bindu Singh, Sabina and Richa (Uttar Pradesh), Pushpa, Dharmendra, Ramendra, Yogesh, Vimla and Sarita (Delhi), Fr Jothi SJ and Mr. Saradindu (West Bengal)Individual Representatives: Biraj Patnaik, Harsh Mander, Manas Ranjan, Vidya Bhushan Rawat, Ankita Aggarwal, Swati Narayan, Ritu Priya and Aditya Shrivastava.","author":"Scroll Staff","time":"2015-12-02T20:00:35+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/773120-article-atwppumuqw-1449054653.jpg","tags":[],"source":"https://scroll.in/article/773120/blockade-is-causing-food-insecurity-in-nepal-say-indian-activists"}