{"title":"‘Blot on democracy’: Shashi Tharoor moves Bill to repeal UAPA","content":"Congress MP Shashi Tharoor on Friday introduced a private member’s Bill to repeal the stringent Unlawful Activities (Prevention) Act. “It’s a tool of abuse in which 66% of cases involve no violence, 56% are detained with no chargesheet for two years and conviction rate since 2014 is an abysmal 2.4%,” he wrote on Twitter. “A blot on our democracy.”Private member’s Bills are introduced by MPs who are not ministers. The Bills introduced by ministers are called government Bills. No private member’s Bill has been passed by Parliament since 1970, according to PRS India.Today I introduced a Private Member’s Bill to repeal the Unlawful Activities (Prevention) Act. It’s a tool of abuse in which 66% of cases involve no violence, 56% are detained w/no charge-sheet for two years,&conviction rate since 2014 is an abysmal 2.4%. A blot on our democracy.— Shashi Tharoor (@ShashiTharoor) April 1, 2022\n\nUnder the stringent provisions of the Unlawful Activities (Prevention) Act, investigation agencies get 180 days to probe a case, as against 60-90 days under ordinary criminal law. This means an accused is eligible to apply for bail only after six months.In his Bill, Tharoor has urged the Indian government to repeal the law, suggesting that it has “opened the door to a gross abuse of power”.The Bill pointed out that after amendment to the law in 2019, the authorities have the power to designate individuals as “terrorists”, while previously there were provisions only to classify groups as “terrorist organisations”.“Interfering with the privacy and liberty of individuals, the UAPA contravenes constitutionally mandated provisions which protect against arbitrary or unlawful interference with a person’s privacy,” Tharoo’s Bill stated. “The Act also allows for searches, seizures and arrests based on the ‘personal knowledge’ of the police without written validation from a superior judicial authority.”My Bill to repeal UAPA: https://t.co/5RMLJV7LPP pic.twitter.com/koDRJhGsXM— Shashi Tharoor (@ShashiTharoor) April 1, 2022\n\nOn Friday, Tharoor told reporters that there cannot be a blanket law that “presumes guilt, defines conspiracy loosely, arrests people left and right, doesn’t charge them and then discovers they shouldn’t be convicted”, ANI reported.To buttress his arguments against the Unlawful Activities (Prevention) Act, Tharoor has mentioned in his Bill, the cases related to tribal rights activist Stan Swamy and Kerala-based journalist Siddique Kappan, who were charged under the Act.Swamy was among those accused in the Bhima Koregaon case. The 84-year-old, who suffered from Parkinson’s disease and contracted the coronavirus infection in prison, was arrested under the Unlawful Activities Prevention Act in October 2020. He was an undertrial at the Taloja Jail in Mumbai, where he died on July 5.Kappan was arrested in October 2020 while he was on his way to Uttar Pradesh’s Hathras district to report on a gang rape case.","author":"Scroll Staff","time":"2022-04-01T21:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167254-sgypxifuso-1638937941.jpg","tags":["Shashi Tharoor","Unlawful Activities (Prevention) Act","Congress leader","terrorists","tool of repression","denied bail","Siddique Kappan","Stan Swamy"],"source":"https://scroll.in/latest/1020906/blot-on-democracy-shashi-tharoor-moves-bill-to-repeal-uapa"}