{"title":"Bollywood in 2017: It’s Pritam’s year again, but Tanishk-Vayu is the talent to watch out for","content":"In 2017, Bollywood’s top composers did not have much to show for in their report cards, except for Pritam and Sachin-Jigar. Pritam’s top form in 2016 continued into 2017 as he gave two stellar albums: Jagga Jasoos and Jab Harry Met Sejal. Sachin-Jigar turned a new leaf in their career with their scintillating work for Meri Pyaari Bindu.Amit Trivedi delivered two reasonably solid albums – Qaidi Band and Secret Superstar – but while the former barely received any promotion, the latter’s songs never transcended the film. Shankar-Ehsaan-Loy did not have a release this year. Vishal-Shekhar delivered a bloated dud of a soundtrack for Tiger Zinda Hai. AR Rahman’s best work this year happened in Tamil for Mani Ratnam’s Kaatru Veliyidai. His Hindi albums for OK Jaanu and Mom had several high points. However, OK Jaanu’s best songs received no promotion and Mom worked better as background score than as stand-alone tracks. Vishal Bhardwaj’s soundtrack for Rangoon had its moments (including the token Arijit Singh romantic song Yeh Ishq Hai) but had the film been a success, perhaps, its songs would have lived on beyond the first quarter of the year.This year saw the coming-of-age of a bunch of young composers who managed to stand out even while jostling for space in multi-composer albums. Tanishk Bagchi, in particular, was all over the place, featuring in 13 soundtracks. Bagchi managed to rise above the Bollywood’s resident remixer tag and gave stellar original compositions for Shubh Mangal Savdhan, in collaboration with Vayu.The best of 2017Jab Harry Met Sejal fell flat at the box office but its songs are destined to have a longer shelf life. On the one hand, Pritam’s soundtrack had catchy fast songs such as Radha, Beech Beech Mein and Phurr that sounded fresh. On the other hand, the slow burners Ghar and Yaadon Mein that were discovered by listeners after the film’s release made the album well-rounded. Multi-composer albums result in individual songs from a film losing a common touch which comes in the way of a complete listener’s experience – the Jab Harry Met Sejal album was the antithesis of that.\n\n\n    \n    Play\n\nGhar, Jab Harry Met Sejal.Pritam’s stellar work for Jagga Jasoos, sadly, did not get reflected in its album. All 29 songs that are tied into the film’s background score have not been released. Nonetheless, it is still a complete package, with the charming Ullu Ka Paththa, the boys’ anthem Galti Se Mistake, the eccentric Khaana Khaake and two stellar Arijit Singh songs, Jhumritalaiyya and Phir Wahi.\n\n\n    \n    Play\n\nGalti Se Mistake, Jagga Jasoos.Pritam did deliver two other soundtracks, one for Tubelight and another for Raabta. While the former’s music had nothing going for it except the presence of Salman Khan in the videos, the latter’s soundtrack was a cacophonous mess. Its only good song was a butchered version of the Agent Vinod song that gave the film its title.Meanwhile, Pritam’s proteges JAM8 scored their first big hit with Zaalima from Raees. Featuring Arijit Singh’s vocals, the sprightly romantic track was the only standout number from the album though the Ram Sampath-composed Udi Udi Jaye, a folk-inflected dance song, did have its moments. Rahman’s soundtrack for OK Jaanu did not get the appreciation it should have because of the initial onslaught of the Humma Humma makeover by Bagchi. Barring his own recreations from the OK Kanmani soundtrack, OK Jaanu had a bunch of original compositions by the composer: Jee Lein, Saajan Aayo Re and Sunn Bhavara that cushioned the radio hits and made the album a wholesome affair.\n\n\n    \n    Play\n\nJee Lein, OK Jaanu.Rahman’s album for Mom had a wide range of songs, but its winners were the meditative, longer tracks Raakh Baakhi, Chal Kahin Door and Muafa Mushkil – a testament that Rahman can work magic when unburdened by commercial considerations.Trivedi’s Secret Superstar album was choc-a-bloc with fine compositions, particularly Nachdi Phira and I’ll Miss You. Kausar Munir’s lyrics, written to reflect the thoughts of the 12-year-old heroine Insiya, were simple but never simplistic. The soft rock sound of most of the songs in the album prevented any one from standing out. Trivedi’s soundtrack for Qaidi Band also had a similar problem: all of its songs by Arijit Singh and Yashita Sharma were virtually indistinguishable from each other, save for the carnivalesque Poshampa. \n\n\n    \n    Play\n\nI'll Miss You, Secret Superstar.Sachin-Jigar had six releases this year in Hindi and four in Gujarati. None of their Bollywood albums stood out though most had their hit singles. (Hindi Medium, of course, had only one winner: the Guru Randhawa song Suit Suit Karda). Bandook Meri Laila from A Gentleman was quite the fun earworm. Simran’s soundtrack was a brisk listening experience. But the composers’ best work was for Meri Pyaari Bindu. Its Maana Ke Hum Yaar Nahin was, perhaps, their best song in the slow, romantic space after their breakout hit, Saibo, from Shor in the City (2008).\n\n\n    \n    Play\n\nMaana Ke Hum Yaar Nahin, Meri Pyaari Bindu.Bhardwaj’s soundtrack for Rangoon meshed well with the film, but barring Bloody Hell and Yeh Ishq Hai, none of the songs had any pop appeal though they were musically enticing. Unlike the film, the album, with its eclectic range of songs, is worthy of revisiting time and again. Its best song, Alvida, sung by Arijit Singh is an angst-filled brooder, that, like many other good songs this year, did not receive much promotion or airplay.\n\n\n    \n    Play\n\nAlvida, Rangoon.One of the best songs of the year, Kanha from Shubh Mangal Savdhan, emerged from the Banno-making duo Tanishk-Vayu. The lyrics, written by the composers, spoke of Krishna’s determination to fight the world for his pot of butter – a metaphor for the film’s hero and heroine striving to stay together. Backed predominantly by synth and tabla, the slow but peppy song did much to draw attention to the offbeat film.Tanishk-Vayu have barely made 10 songs together in their Bollywood career since 2015, but their success ratio is incredible. If the two can continue to make music together, they can work wonders.\n\n\n    \n    Play\n\nKanha, Shubh Mangal Savdhan.The other young composer to come into his own this year was Rochak Kohli. A frequent collaborator of Ayushmann Khurrana, Kohli got a chance to make a definitive mark as a composer, away from the actor’s shadow, in 2016 with Atrangi Yaari from Wazir. But this year, he lent his talent to three films – Naam Shabana, Lucknow Central and Qarib Qarib Singlle. Lucknow Central’s Meer-e-Kaarwan, a breezy Sufi rock number in the Mitwa vein, was the best of the lot and a strong contender for the top songs of the year.\n\n\n    \n    Play\n\nMeer-e-Kaarwan, Lucknow Central.Rafu, a surprisingly good song, came from first-time composer and lyricist Santanu Ghatak for Tumhari Sulu. Like Hindi Medium, once again, the one track by Randhawa, Tu Meri Rani, grabbed the limelight. Buried in the soundtrack was Rafu. Ronkini Gupta’s wispy vocals, the gentle plucking of the acoustic guitar and Ghatak’s lyrics makes the song a whimsical yet warm ode to building a home with care.\n\n\n    \n    Play\n\nRafu, Tumhari Sulu.Multi-composer albumsMulti-composer albums have clearly become the norm now. Young composers – young by age and/or experience – appear to be not trusted with handling entire albums now for years. No new composer has been able to produce one good wholesome album. Amaal Mallik, who has proven his worth with the odd EDM track in multi-composer albums, was entrusted with the entire album for MS Dhoni: The Untold Story in 2016. This year, he got Noor. Both albums are not entirely bad, but are not phenomenal either.The other notable young composers lucky enough to get entire albums this year were Shaswat Sachdev – Phillauri; Rohit Sharma – Anaarkali of Aarah; Zeb Bangash of Zeb and Haniya – Lipstick Under My Burkha; Tanishk-Vayu – Shubh Mangal Savdhan; Raghu Dixit, not a veteran in Bollywood by any measure – Chef. Of these, Tanishk-Vayu emerged as the clear winner.Sharma’s album for Anaarkali of Aarah is brilliantly adequate for the film. All 10 folk-based songs are delightfully bawdy and work as a part of the narrative, coupled with Swara Bhaskar’s performance, than as singular tracks. But Sharma is nothing if not versatile. He has previously composed Naham Janami from Ship of Theseus (2012) and the eclectic soundtrack for Buddha in a Traffic Jam (2016). Someone who is versatile but can also pull off a tough project like Anaarkali of Aarah will be a talent to watch out for.\n\n\n    \n    Play\n\nDunaliya Mein Jung, Anaarkali of Aarah.","author":"Devarsi Ghosh","time":"2017-12-22T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/861276-76916-licgaoottj-1513696043.jpg","tags":["Pritam","Hindi Film Music","2017"],"source":"https://scroll.in/reel/861276/bollywood-in-2017-its-pritams-year-again-but-tanishk-vayu-is-the-talent-to-watch-out-for"}