{"title":"Bollywood 2018: The Bollywood remix reached saturation point (but shows no sign of going away)","content":"It is no surprise that the person to publicly voice the country’s collective angst against the remix problem of Hindi film music is the self-referential Karan Johar, who was partly responsible for the trend. In the beginning of the video of Aankh Marey from Simmba, which Johar has co-produced, he exclaims, “Oh god, one more remix!” Ranveer Singh and Sara Ali Khan then break into a rejigged version of yet another song-you-kind-of-remember-from-back-in-the-day.\n\n\n    \n    Play\n\nAankh Marey, Simmba.Remixes of hit tunes boomed in the late late 1990s and early 2000s through non-film dance and remix albums. But it took almost a decade for them to seep into Hindi film soundtracks.One of the first Hindi film hits that was a retooled version of an old song in the way in which it is understood today was the title track of Siddharth Anand’s Bachna Ae Haseeno (2008). Composers Vishal-Shekhar used the opening trumpet tune and the iconic hookline of the RD Burman composition from Nasir Hussain’s Hum Kisise Kum Naheen (1977). The rest of the song comprised fresh verses sung by Sumeet Kumar, the son of the original singer Kishore Kumar, and rap by Dadlani.This set the template for future remixes: retain the hookline or the mukhda and add new verses or antaras. This new form, in which the original composition is sliced and diced and re-recorded with new voices, evolved from the non-film remixes introduced by Instant Karma in the late 1990s and a multitude of DJs in the early-2000s. The template was repeated by Shankar-Ehsaan-Loy for Dhanno (Apni Toh Jaise Taise from Laawaris, 1981) from Sajid Khan’s Housefull (2010).The credit for the science behind marketing a film through a well-packaged video for a recreated old song goes to Johar. The culprit is The Disco Song from Johar’s 2012 film Student of the Year – again, a Vishal-Shekhar product. It added to the timelessness of the original iconic hookline, first heard in Nazia Haasan’s voice in 1981, but has also spawned an era of remixes, recreations, covers and what have you in Hindi film soundtracks.\n\n\n    \n    Play\n\nThe Disco Song, Student of the Year.Less remixes than before in 2018Number crunching tells us that 2017 was the biggest year for this trend, with a staggering 30 re-worked versions of classic tracks. In comparison, 2018 had fewer remixes, although the possible success of Aankh Marey and Simmba might turn the clock back again.Five films from the top 10 highest-grossing productions in 2017 had remixes. The avalanche began in January itself when The Humma Song (Ok Jaanu), Laila (Raees) and Haseeno Ka Deewana (Kaabil) were jostling to be at the top of Bollywood music charts.The remix train chugged along with tracks such as Tamma Tamma Again from Badrinath Ki Dulhania, Tu Cheez Badi from Machine (which also had the less-popular remix of Ek Chatur Naar from Padosan), Ishq Tera Tadpave from Hindi Medium, Hawa Hawa from Mubarakan, Mere Rashke Qamar from Baadshaho and Neeend Churai Meri from Golmaal Again. This is barely half the list.In 2018, the chart-topping remixes include Tanishk Bagchi’s reworking of two Nusrat Fateh Ali Khan songs for Raid – Sanu Ek Pal and Nit Khair Manga. Dilbar Dilbar from Satyameva Jayate has been in the top-10 all-genre iTunes India chart since August. There’s a reworking of Panjabi MC’s Mundiyan in Baaghi 2 and two renditions of Nusrat Fateh Ali Khan’s Dekhte Dekhte in Batti Gul Meter Chalu. Somehow, Nusrat Fateh Ali Khan was big this year.The trend has been a reaction to the megabucks success of how  Dharma Productions has been selling its films with recreated classics since 2012,  following which music companies, especially T-Series, got the drift.\n\n\n    \n    Play\n\nKaala Chashma, Baar Baar Dekho.Dharma Productions and T-SeriesYear zero is 2012, when two key trends that defined Hindi film music in this decade kicked off. Besides Johar’s success with selling a film with a remix, 2012 saw the inclusion of Yo Yo Honey Singh’s non-film single Angreji Beat in the soundtrack of Cocktail. Its success sparked off the meteoric rise of Honey Singh and Punjabi pop in Hindi cinema. Baadshah, Raftaar, and Guru Randhawa followed.While Punjabi pop caught on early in Hindi film soundtracks, the success of The Disco Song did not immediately produce copycats. 2013 saw the retooling of songs such as Na Jane Kaha Se Aayi (Chaalbaaz, 1989) in I, Me Aur Main, Taki O Taki and Naino Mein Sapna in the Himmatwala remake, and Tayyab Ali (Amar Akbar Anthony, 1977) in Once Upon A Time in Dobaara. T-Series tried to recreate the magic of Khoya Khoya Chand 2.0 (Shaitan, 2011) by Mikey McCleary by getting him to remake Dhak Dhak (Beta, 1992) for Nautanki Saala! Nothing worked, except the new version of Har Kisi Ko Nahi Milta of Janbaaz (1986) from Akshay Kumar-starrer Boss. It was sung by Neeti Mohan and Arijit Singh, who had just become the blue-eyed boy of Hindi film music. The song came with a promotional music video featuring Kumar and Sonakshi Sinha. It was a hit. The record label? T-Series, of course.\n\n\n    \n    Play\n\nHar Kisi Ko, Boss.In 2013, T-Series again scored big with the remix of Hungama Ho Gaya (Anhonee, 1973) from Queen. Meanwhile, another Dharma production, Humpty Sharma Ki Dulhania, showed how existing songs could be turned into fresh hits with Badshah’s Saturday Saturday and Samjhawan, which originally was part of the soundtrack of the film Virsa (2010).T-Series included not one but four such tracks in their 2015 production Ek Paheli Leela (2015). While two were versions of a contemporary Pakistani hit, the other two were remakes of Sonu Nigam’s Deewana Tera and Dhol Baaje from Hum Dil De Chuke Sanam (1999).The film’s soundtrack was a huge success, and though purists complained when Arijit Singh stepped into Nigam’s shoes, T-Series had tasted blood.2016 saw more remixes than ever before. Gumnaam Hai Koi from the 1960s was reworked for 1920 London, Ae Zindagi Gale Laga Le from the 1980s came to Dear Zindagi, and a most recent club hit from the 2000s, Rock Tha Party by Bombay Rockers, was remixed for Rocky Handsome.But, again, it was Dharma Productions and T-Series who really played the game. Punjabi pop singer Amar Arshi’s Kaala Chashma was spiced up with additional rap and a glamorous music video for Baar Baar Dekho. The song was a smash hit and stayed on 2016’s music charts for practically the entire year. The T-Series production Wajah Tum Ho featured three remixes, and like Ek Paheli Leela, it was a musical success.\n\n\n    \n    Play\n\nMaahi Ve from Kaante (2002) reworked for Ek Paheli Leela.In 2017, the remix boom exploded. A song of any genre from any decade and in any language – anything was game for music companies and film producers.For Ok Jaanu, Dharma Productions had the audacity of juicing up AR Rahman’s classic Humma Humma (Bombay, 1995) with Badshah’s rap and fresh vocals. Despite early criticism on social media, The Humma Song topped Hindi film music charts till the end of 2017. A-list films such as Raees and Kaabil had remixes, romances with the young stars had remixes, the middle-of-the-road films had remixes, and even Daddy, directed by Ashim Ahluwalia, had to accommodate one remix.\n\n\n    \n    Play\n\nZindagi Meri Dance Dance, Daddy.When will this stop?The proliferation of remixes in Hindi films have clear commercial considerations, but it also tells us something about the diminishing importance of the soundtrack in the mainstream film narrative.Very few films these days have a single composer and lyricist to deliver songs with a singular vision. The purpose of songs is to promote the film before its release and exist as background score within the narrative. This partially explains why the Hindi film industry is so hung up on recreating old songs: these compositions come with melodies that are proven hits.If a remix is essentially what is understood as a cover – since the original is being re-recorded with new singers and sometimes feature or replaced with new verses – why do these tracks inspire an “Oh god, one more remix!” from Johar?\n\n\n    \n    Play\n\nRaat Baaki, Ittefaq.  There is no rule that covers are bad, but they are in Hindi films. The difference between the intent behind a cover and its execution for Hindi films and how they are done, say, in the West, is stark. In the West (or just about anywhere outside the world of Hindi cinema), a cover is done as a tribute and not as a means to score a hit tune. A cover never becomes the single. It is usually a B-side in the album. In Hindi cinema today, the cover is the lead single. It is the laziness and lack of imagination in the manner in which old songs are recreated in Hindi films that inspire anger.Music industry professionals have also expressed their discomfort with the trend. These hits might rake in money for music companies, but they rarely guarantee footfalls for the actual film in the theatres.\n\n\n    \n    Play\n\nDilbar, Satyameva Jayate.Abbas-Mustan’s Machine (2017) had one of the biggest hit songs of the year with the remix of Tu Cheez Badi (Mohra, 1994). So did that year’s Hindi Medium, with its recreations of Guru Randhawa’s Suit Suit and Sukhbir’s Ishq Tera Tadpave. Machine tanked and Hindi Medium was a Rs 100-crore-plus grosser, and their box-office results had nothing to do with the success of their soundtracks.Already, there is a remix in store in the first quarter of 2019: Chamma Chamma from the Arshad Warsi-starrer Fraud Saiyyan. Tanishk Bagchi is once again credited under “re-created by”. Again, Neha Kakkar is the singer. This is the 10th remix she has sung for a Bollywood film since 2016. The names of Bagchi and Kakkar – talented composer and singer in their own right – have now become synonymous with remixes. From a composer and a singer to the music label and the producer, it will be hard to turn against the tide for anyone when the bottomline is based on making a quick buck.","author":"Devarsi Ghosh","time":"2018-12-26T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108708-txbadbezhn-1545502435.jpeg","tags":["Hindi Film Music","Simmba","Tanishk Bagchi","Remixes"],"source":"https://scroll.in/reel/905979/bollywood-2018-the-bollywood-remix-reached-saturation-point-but-shows-no-sign-of-going-away"}