{"title":"Bollywood on the Cannes red carpet: What worked, what didn’t, and what we need to be doing","content":"Watching Bollywood actresses at the Cannes Film Festival is getting exhausting, and less fun with every passing year. Yes, each of them is beautiful. Most of them are accomplished. But all of them have one thing in common – more often than not, their red carpet appearances are either too safe and rehearsed or their choices are just so ridiculous that there is nothing kind to be said about the clothes, the hair or the make-up.  Here are the top crimes against fashion that Bollywood needs to stop committing at Cannes.  Choose one thing to emphasise in your look. That could be your outfit, or your make-up/hair, or your accessories. One thing. Not all three. Not even two. The overkill that Bollywood actresses insist on inflicting on all of us is ridiculous.   That said, Sonam Kapoor got it right in 2013. Wearing a custom-designed Dolce & Gabbana number, with dewy-fresh make-up, simple hair and one stunning necklace, she looked fantastic.Sonam Kapoor in Dolce & Gabbana at Cannes 2013.Don’t experiment on the red carpet at Cannes. We’re looking at you, Aishwarya Rai Bachchan. That lipstick was a mistake. Now, let’s move on. Indian wear is beautiful but it does not have to be either bridal or severe or austere. If you're going to wear a sari on the red carpet, choose one that champions a craft or a weave or a region or one that tells a story. Oh, and go easy on the jewellery – you are not attending a destination wedding. Even the feisty Zoya Akhtar picked a predictably festive-looking Manish Malhotra sari when she walked the red carpet for Bombay Talkies in 2013 and wore her hair in a boring up-do.None of these actresses look like they’re having fun. There is so much posturing and posing and simpering. Such practised smiles. Ease up. Take a cue from Julia Roberts, who went barefoot this year, looked like a million bucks, and giggled refreshingly through her photocall. Julia Roberts at Cannes. Courtesy Yves Herman/Reuters.That said, two of Sonam Kapoor’s looks this year were noteworthy. The Ralph and Russo peplum dress was a winner over all three dramatic gowns. And she also looked absolutely lovely in the simple Urvashi Kaur number for a photocall.Sonam Kapoor in an Urvashi Kaur outfit at Cannes 2016.Aishwarya worked the red tulle Naeem Khan gown at interviews. On the red carpet, the Elie Saab was a predictably safe choice, but given that she debuted “those” lips soon after, I think the skin-coloured classic Saab gown won this round.Aishwarya Rai Bachchan wearing Eli Saab at Cannes 2016.Richa Chadha played safe and did well in a white shirt paired with a fitted Hermes skirt at a photocall but her Sabyasachi saree did not work on the red carpet. Richa Chadha wearing Sabyasachi at Cannes 2016.Cannes has such a history of film, fashion and fun. A place on that red carpet is one of the world’s most coveted spots. Given that so many Bollywood actresses get a chance to represent and have that rare opportunity to be part of an international dialogue, it might help if they played with subtlety every once in a while. It would be interesting to see them champion newer/younger Indian designers more, perhaps, and choose accessories that say something about the heritage of our craft and workmanship. Or, just, make simpler choices that emphasise the wearer and what she has to say for herself. Nandita Das does this well, but seeing her in classic weaves, with little or no jewellery time after time, can become a bit dull. Vidya Balan tried but that didn’t play out as one might have hoped. Nandita Das at Cannes 2016.Vidya Balan at Cannes 2013.Veteran Hollywood red carpet stylists have some cardinal rules – the colour of the outfit matters most; go big with either the silhouette or jewellery; highlight the actresses’s best feature; pay close attention to the hair; steer clear of style ruts. One can only hope that over time, the Bollywood brigade learns to have fun, tell a real story with their sartorial choices, and use the chance to widen the lens and start a conversation about Indian fashion and style – or, at least, one about themselves.","author":"Chinmayee Manjunath","time":"2016-05-20T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/808446-rdjelgqcdt-1463685025.jpg","tags":["Bollywood at Cannes","Fashion report card"],"source":"https://scroll.in/reel/808446/bollywood-on-the-cannes-red-carpet-what-worked-what-didnt-and-what-we-need-to-be-doing"}