{"title":"Bollywood in 2018: The year’s best characters, and the actors who played them","content":"In order of appearance, here are the most memorable characters from the Hindi films of 2018 and the actors who brought them to life. The list includes Ranveer Singh’s preening Alauddin Khilji, Gajraj Rao’s modest Jitender, and Tabu’s slinky Simi. Saif Ali Khan as Rileen in KaalakaandiAround 2013, the camera fell out of love with Saif Ali Khan. This happens to the best of actors, when the inanimate apparatus assumes sentience and conveys to both the watched and the watchers that time’s up. Khan struggled through Humshakals, Happy Ending and Phantom, but began wooing the camera again with Rangoon in 2017. Khan began 2018 with a flop, Delhi Belly writer Akshat Verma’s directorial debut Kaalakaandi. Khan plays Rileen, a terminally ill cancer patient who decides to live up his final days. The shambolic screenplay never finds its centre, but Khan is in top-notch mode, moving smoothly between pathos and bizarreness (a deeply fulfilling encounter with a trans woman is the movie’s highlight). Like Rileen, the actor seems to have nothing to lose anymore, and his performances are benefitting from his go-for-broke attitude, as is evident from Baazaar later in the year and the web series Sacred Games.Saif Ali Khan in Kaalakandi. Courtesy Cinestaan.Vineet Kumar Singh as Shravan in MukkabaazThe immensely likable Vineet Kumar Singh isn’t regarded as hero material, but he lands all the punches in Anurag Kashyap’s boxing drama Mukkabaaz. Singh gives it his all as Shravan, a lowly boxer who treated as an extension of the domestic help by local boxing federation chief Bhagwan (Jimmy Sheirgill). Shravan embarks on a path to collision with the powerful Bhagwan when he falls in love with Bhagwan’s mute niece (Zoya Hussain), and through his struggles, Kashyap explores the politics and corruption that ail boxing. Vineet Kumar Singh brings visible effort and rigour to his role, whether it’s in the training montages or balancing the demands of boxing, love and employment.Vineet Kumar Singh in Mukkabaaz. Courtesy Colour Yellow Productions.Ranveer Singh as Alauddin Khilji in PadmaavatIf a single image signalled both cock-a-hoop-ness and cockamamieness, it is the moment of introduction of Ranveer Singh’s conqueror in Sanjay Leela Bhansali’s period film Padmaavat: he glides into view from behind a computer-generated ostrich. The legend of Rajput queen Padmavati, who committed suicide rather than let herself be captured by Delhi Sultanate ruler Alauddin Khilji, is more about the hunter than the hunted. Bhansali channels his leading man’s off-screen flamboyance into his conception of Khilji as a strutting omnisexual who professes an obsession for a woman he has never seen, but is actually devoted to one and only one thing: his reflection. It is argued that no director gets Ranveer Singh like Bhansali – and perhaps that’s a good thing. There is only so much self-love that the screen can take.Ranveer Singh in Padmaavat. Courtesy Viacom18 Motion Pictures.Alia Bhatt as Sehmat in RaaziNepotism’s favourite child before Sara Ali Khan is a bundle of talent, with the ability to hold a narrative together, whatever its faults. Alia Bhatt was impressive in only her second film, Highway (2014), as well as the drug-themed drama Udta Punjab (2016). She was entrusted a whole film in 2018, Meghna Gulzar’s Raazi, is which she plays an intrepid Kashmiri spy who sacrifices her family and herself for the noble cause of serving India. Bhatt is in nearly every frame, and she proves more than worthy to the challenge.Alia Bhatt in Raazi. Courtesy Junglee Pictures.Ranbir Kapoor as Sanjay Dutt in SanjuIs there actually more to Rajkumar Hirani’s hagiography of movie star Sanjay Dutt than previously believed? Is Sanju not merely a tone-deaf project to whitewash Dutt’s runs-in with the law, but actually an effort to give Ranbir Kapoor the proper canvas for his acting prowess? Perfectly cast as the droopy-eyed entitled son of Sunil Dutt and Nargis who botched up his life and career in movie-friendly fashion, Ranbir Kapoor makes Sanju worth watching, although even he cannot salvage the biopic. The role draws on Kapoor’s ability to play doomed heroes against whom fate itself seems to be conspiring, but the actor brings much more to the table in Sanju. The film pushes Kapoor out of his comfort zone, and along with Barfi! (2012) and Jagga Jasoos (2017) ranks among his more compelling performances.Ranbir Kapoor in Sanju. Courtesy Rajkumar Hirani Films/Vidhu Vinod Chopra Films/Fox Star Studios .Manoj Pahwa as Bilal in MulkMulk, Anubhav Sinha’s earnest and often moving drama about Islamophobia, centres on a family that is forced to prove its patriotic credentials when one of its members is exposed as a terrorist. The main character is the terrorist’s uncle, Rishi Kapoor, but the standout performance is by Manoj Pahwa, the terrorist’s father. Usually typecast in buffoonish comic roles, Pahwa proves his dramatic chops as Bilal, who is declared guilty by association and subjected to humiliation and police torture. Pahwa also shone in Harsh Chhaya’s ensemble comedy Khajoor Pe Atke earlier in the year, turning out a delightful performance as a man who can’t wait for his ailing brother to hurry up and die.Manoj Pahwa in Mulk. Courtesy Benaras Media Works.Dulquer Salmaan in KarwaanThe Malayalam movie star made an unpropitious landing in Hindi cinema with Akarsh Khurana’s road movie Karwaan. The heavily contrived film doesn’t make good enough use of its stellar main cast – Salmaan, Irrfan and Mithila Palkar – but does indicate that A) Salmaan can speak Hindi very well and B) he can tuck in his tendency to hog the camera and play an office drone who needs to loosen up. Salmaan will probably get a better platform to display his wares in the upcoming adaptation of Anuja Chauhan’s The Zoya Factor. Until then, Hindi fans of the star of OK Kanmani and Kammatipadam will have to make do with Karwaan, a movie in search of its destination. Dulquer Salmaan in Karwaan. Courtesy RSVP Movies.Rajkummar Rao in StreeRajkummar Rao had five films out in 2018, and he brought his usual professionalism to all of them. Hansal Mehta’s Omerta could have been the talked-about role for Rao in 2018, but that movie didn’t do as much to boost Rao’s reputation as did Amar Kaushik’s Stree. Rao’s talent for comedy, previously explored in 2017’s Bareilly Ki Barfi, was in full flow in Kaushik’s wacky film about a group of bumbling ghostbusters who tackle a malevolent female spirit. Rao plays a tailor who thinks he has the answers with just the right mix of confidence and confusion.Rajkummar Rao in Stree. Courtesy Maddox Films.Manoj Bajpayee as Khuddus in Gali GuleiyanManoj Bajpayee had a staggering six releases in 2018, starting with Aiyaary in January, and only one of them showcased his talent for getting under the skin of a character. In Dipesh Jain’s Gali Guleiyan, Bajpayee plays Khuddus, a man tormented by the ghosts of his past and the demands of the present. Locked away in his Old Delhi house, Khuddus spends much of his time spying on the neighbourhood to locate a boy whom he believes is being abused by his family. It’s a deeply interior performance, as difficult as it is moving, and rests entirely on Bajpayee’s ability to convey Khuddus’s precarious mental state with the bare minimum of tools.Manoj Bajpayee in Gali Guleiyan. Courtesy Exstant Motion Pictures.Sunil Grover as Dipper in PataakhaSunil Grover is one of television’s most popular court jesters. His film roles have not done justice to his talent for burlesque. Vishal Bhardwaj’s Pataakha revolves around two feuding sisters (Radhika Madan and Sanya Malhotra) but its highlight is Grover’s Dipper, a sly gadabout who keeps a close eye on the siblings and extricates them from their never-ending troubles. Bhardwaj typically bites off more than he can chew, but Grover’s perfectly pitched performance won’t hopefully go unnoticed.Sunil Grover in Pataakha. Courtesy  VB Pictures/Kyta Productions/B4U.Taapsee Pannu as Rumi in ManmarziyaanAnurag Kashyap’s Manmarziyaan is powered by a standout performance by its heroine. Taapsee Pannu plays Rumi, who is in love with the brawny but unstable musician Vicky (Vicky Kaushal) but has to settle for matrimony with the stable and dull banker Robbie (Abhishek Bachchan). Pannu has a rare ability to play complicated women without resorting sentimentality or self-pity. Her Rumi is a mess of emotions, and Pannu astutely locates the qualities that make the character worth caring for and worrying about.Taapsee Pannu in Manmarziyaan. Courtesy Colour Yellow Productions.Tabu as Simi in AndhadhunAs slinky as her name, Tabu’s classic femme fatale in Sriram Raghavan’s wicked comedy Andhadhun is 2018’s most seductive character. The second wife of a former movie star who is caught while carrying on with her lover, Simi proves to be adept at murder, corpse disposal, cooking, blinding, deception and survival. Simi’s cool mien and ruthlessness are conveyed absolutely straight, without any tricks or flourishes, making her somebody worth knowing and fearing in equal measure. Tabu had another film in 2018, the psychological thriller Missing, but it’s Andhadhun that perfectly communicates her ability to be wicked and wacky without breaking into a sweat.Tabu in Andhadhun. Courtesy Matchbox Pictures.Gajraj Rao as Jitinder in Badhaai HoGajraj Rao’s Jitinder is the most subtle and effective performer in Amit Sharma’s breakout hit Badhaai Ho. The middle-aged Jitinder and his wife Priyamvada (Neena Gupta) are considered past the age of sexual bliss. A rainy night and some poetry transform their lives: Priyamvada gets pregnant. Gajraj Rao has been appearing in memorable cameos for years, and Badhaai Ho finally gives him a wider platform to exhibit his talent for quiet comedy. Buffeted by his oppressive mother and his mortified sons, Jeetender is overtly ashamed but secretly proud. His chest puffs up just a little, and his smile has just the right length. It’s a finely calibrated performance, the best in the movie, and one wishes that the filmmakers had focused the plot on the middle-aged couple rather than their tiresome wards.Gajraj Rao in Badhaai Ho. Courtesy Junglee Pictures.","author":"Nandini Ramnath","time":"2018-12-29T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108402-mznoflyakf-1545148239.jpeg","tags":["Bollywood in 2018","Ranveer Singh","Tabu"]}