{"title":"Bombay High Court rejects Nawab Malik’s medical bail plea","content":"The Bombay High Court on Thursday rejected the medical bail plea of former Maharashtra minister Nawab Malik in a money-laundering case involving fugitive gangster Dawood Ibrahim, reported PTI.The Nationalist Congress Party leader was arrested by the Enforcement Directorate on February 23, 2022. He is in judicial custody and currently under treatment in a private hospital in Mumbai. His bail application was rejected by a lower court in November.Malik had sought bail from the High Court saying that he is suffering from a chronic kidney disease and other ailments. He had also filed a regular bail application.On Thursday, Justice Anuja Prabhudessai rejected the medical bail plea and said that she will hear Malik’s regular bail petition within two weeks, reported PTI.The former state Cabinet minister had mentioned in his medical bail plea that his health has been deteriorating since December and that he was between stage 2 to stage 3 of a chronic kidney disease.Advocate Amit Desai, representing Malik, had earlier urged the court to consider his client’s health. He added that keeping Malik in such stressful conditions could be fatal, according to PTI.However, the Enforcement Directorate had opposed the bail saying that Malik is already in a hospital of his choice and is receiving medical treatment.The Enforcement Directorate’s inquiry is based on a case filed by the National Investigation Agency against Ibrahim, his sister Haseena Parkar and his aides under the Unlawful Activities (Prevention) Act.The central agency has alleged that he bought approximately 3 acres of land in Kurla in 1999 and paid Rs 85 lakh, including Rs 55 lakh in cash between 1999 and 2005, to Dawood’s sister. According to the Enforcement Directorate, the property had been usurped from its original owners and sold to Malik in connivance with members of the “gang”, referring to Dawood’s aides.","author":"Scroll Staff","time":"2023-07-13T14:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165585-smxdaudjfw-1635234548.jpg","tags":["Nawab Malik","Bombay High Court","Dawood Ibrahim"],"source":"https://scroll.in/latest/1052561/bombay-high-court-denies-bail-to-nawab-malik-on-medical-grounds"}