{"title":"Bombay High Court refuses to stop Maratha quota march from entering Mumbai","content":"The Bombay High Court on Wednesday refused to restrain Maratha reservation activist Manoj Jarange-Patil from entering Mumbai with his supporters on January 26, reported Live Law.The Maratha community’s long-standing demand for reservations in education and government jobs resurfaced last year with protests and hunger strikes by Jarange-Patil. The agitation has witnessed violence, suicides and the resignation of legislators.In his most recent effort to press for reservations, Jarange-Patil began a Maratha Aarakshan Morcha, or the Maratha reservation march, to Mumbai from his village Antarwali Sarati in Jalna district on January 20. Thousands of supporters have joined him en route, reported PTI. The march is likely to reach Mumbai on January 26. The activist has asked his supporters to prepare for a long sit-in protest in the city, where he will begin another indefinite hunger strike, according to The Indian Express.On Wednesday, a division bench of Justices AS Gadkari and Shyam Chandak was hearing a plea by one Gunratan Sadavarte, who sought the court to restrain Jarange-Patil’s march to enter Mumbai citing law and order problems. The bench, however, said that the state government has the power to take action to ensure there is no law and order problem and that the city roads are not blocked due to the march. It posted the matter for hearing on February 14.On Wednesday, traffic in several key areas of Pune was disrupted Jarange-Patil and his supporters marched down the Pune-Ahmednagar road.The latest protest comes as the Maharashtra government failed to meet the December 24 deadline issued by the activist to pass a law ensuring reservations for the Marathas. “The government gave us the word but is not keeping it,” the activist was quoted as saying by The Indian Express. “We gave seven months’ time to the government, but it failed to meet our demand. The government claims that it has found lakhs of Kunbi records but is doing nothing to issue caste certificates.” He added: “The government has said that it will bring in a law for reservation but has done nothing. The OBC community is not asked to produce any records but the government wants Kunbi records from the Maratha community.”Last month, Maharashtra Chief Minister Eknath Shinde announced that a special session of the state Assembly would be held in February to pass legislation to extend reservations to the Maratha community.Jarange-Patil has demanded that all Marathas be identified as Kunbis under the Other Backward Classes category. Kunbis, a Maratha sub-caste, are members of a largely agrarian community with small land holdings and low incomes, spread across Maharashtra, Karnataka, Goa, Kerala and Andhra Pradesh.In 2018, under pressure, the Maharashtra government – then comprising the Bharatiya Janata Party and a united Shiv Sena – provided 16% reservations for the Marathas under the socially and educationally backward category.However, the Supreme Court blocked the Maratha reservation in 2021 citing the 50% cap on total reservations it had set in 1992. The court said there were no “exceptional circumstances” or an “extraordinary situation” in Maharashtra for the state government to breach the limit.Jarange-Patil had first begun a hunger strike on August 29 to press for the demand, but ended it soon after, giving the Maharashtra government a 40-day deadline to implement the reservations. However, as the deadline elapsed, he resumed his hunger strike on October 25.He withdrew this strike on November 2 after holding a discussion with a Maharashtra government delegation. While ending his fast, he had warned the government of a bigger agitation if no action was taken to grant reservations by December 24.Also read: Why caste divides Marathas as they rally for reservation","author":"Scroll Staff","time":"2024-01-25T13:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195284-uxgvlffihj-1698235160.jpg","tags":["Manoj Jarange-Patil","Maratha Aarakshan Morcha","Bombay High Court","Maharashtra"]}