{"title":"‘Bombay Begums’ review: Spirited performances in show about the different shades of womanhood","content":"The stories of four women and a girl intersect in Alankrita Shrivastava’s six-part Netflix series Bombay Begums. The destinies and circumstances of these characters pivot around Rani (Pooja Bhatt), the head of a large bank. The drama unfolds mostly within the highly charged upper management of the Royal Bank of Bombay, where Rani is patently aware of her vulnerable position and the looming threat from the big boys in the boardroom. Things are no better at home either, where she is contending with stepchildren and the shadow of her husband’s former wife.Shahana Goswami plays Rani’s incredibly competent colleague Fatima, who is being fast-tracked to top management. Her professional success is contrasted with her domestic life. Fatima’s husband is in a junior position at the bank. Through Fatima and Arijay (Vivek Gomber), Shrivastava explores power-play between work and home, when ambitions and success orientation are mismatched.Ayesha (Plabita Borthakur) is the newbie at the bank. Not particularly fastidious or efficient, she’s unlucky with housing, lucky with second chances at work, and the catalyst for uniting these women for the same cause.Lily (Amruta Subhash) is a commercial sex worker, dancer and single parent. Lily’s world revolves around her son. A street-smart survivor, Lily turns a painful event into an opportunity. While the other women operate in the corporate world, she represents the unorganised and unaccounted-for working woman.Finally, there’s teenager Shai (Aadhya Anand). Rani’s stepdaughter is an artistic-minded prepubescent eager to embrace womanhood. Shai is also the narrator of the series, a device that seems contrived. Considering a teenager’s inexperience, her commentary, in the context of the complex gender issues that are playing out through the older women, feels unnatural.Shahana Goswami in Bombay Begums (2021). Courtesy Netflix.Boardroom politics, the conundrums posed by sex and sexuality, the relationship of a woman to her body, sexual harassment at the workplace – Bombay Begums covers a lot of ground. The compact and cogent series, directed by Shrivastava and Bornila Chatterjee, gets its soul from the spirited performances of the leading women, in particular Pooja Bhatt, as the head honcho with skeletons in her closet, and Shahana Goswami, who finely balances vulnerability and ambition, desire and individualism.The “begums” make questionable decisions. At times, they evoke empathy, at other times you just want to shake them up. As grey and nuanced as the women are, the men (Gomber, Rahul Bose, Danish Husain, Manish Choudhary and Imaad Shah) are either extremely understanding and supportive or clearly dodgy and exploitative. As forceful as the scenes in the banking world are, as heartening as it is to see women standing by other women, one wishes it were possible to un-see the several awkward scenes of bedroom intimacy. The show is also overdressed in terms of hair, make-up, costumes and art direction.\n\n\n    \n    Play\n\nBombay Begums (2021).Also read:How ‘Dil Hai Ke Manta Nahin’ led to Pooja Bhatt being cast in ‘Bombay Begums’","author":"Udita Jhunjhunwala","time":"2021-03-08T11:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155902-jgbgabjzoa-1615181779.jpg","tags":["Bombay Begums","Alankrita Shrivastava","Pooja Bhatt"]}