{"title":"Bombay HC refuses to allow temporary release of Nawab Malik and Anil Deshmukh to vote in MLC polls","content":"The pleas of Nationalist Congress Party leaders Nawab Malik and Anil Deshmukh seeking temporary release from jails to vote in the Maharashtra Legislative Council elections were rejected by the Bombay High Court on Friday, Bar and Bench reported. The elections are scheduled from June 20. Malik and Deshmukh have been arrested by the Enforcement Directorate in two separate cases.Malik, a minister in the state Cabinet, was arrested on February 23 in connection with a money-laundering case involving fugitive gangster Dawood Ibrahim and his aides.Deshmukh, the former state home minister, has been booked in a case related to accusations made by former Mumbai Police Commissioner Param Bir Singh. The former police commissioner had written to Maharashtra Chief Minister Uddhav Thackeray in March last year alleging that Deshmukh had asked some officers to extort Rs 100 crore every month from bars and restaurants in the city.He was arrested in November.Last week, the two leaders were denied temporary bail by a special court and the Bombay High Court on petitions to vote in the Rajya Sabha elections held on June 10.Subsequently, out of the six Rajya Sabha seats in Maharashtra, the Bharatiya Janata Party won three seats, while the Congress, along with the Shiv Sena and the National Congress Party, managed to win one seat each.On Thursday, a single-judge bench of Justice NJ Jamadar had heard the fresh pleas filed by the two leaders seeking to vote in the MLC elections.Advocate Amit Desai, who was representing Malik, had argued that his client was not asking for bail but was only seeking permission to cast his vote with a police escort, The Indian Express reported.Advocate Vikram Chaudhari, who was representing Deshmukh, presented a similar argument.“It could have been an absolutely non-adversarial case,” Chaudhari said, according to The Indian Express. “It could have been a consent order. Why is the Enforcement agency jumping to oppose this plea?”Meanwhile, the Enforcement Directorate said that prisoners are not entitled to vote as per the Representation of People Act. “What cannot be allowed directly, cannot be allowed indirectly,” Additional Solicitor General Anil Singh, who was representing the agency, had said, according to Bar and Bench.Justice Jamadar then asked whether restricting legislators from participating in elections would amount to depriving their constituents of exercising their rights indirectly.To this, Singh had said: “The question is not whether they are the voice of people... The question is of the person’s conduct which led him to prison.”","author":"Scroll Staff","time":"2022-06-17T14:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175552-jwrrpskvmf-1654772951.jpg","tags":["Nawab Malik","Anil Deshmukh"],"source":"https://scroll.in/latest/1026380/bombay-hc-refuses-to-allow-temporary-release-of-nawab-malik-and-anil-deshmukh-to-vote-in-mlc-polls"}