{"title":"Bombay High Court refuses interim relief to Nawab Malik in money-laundering case","content":"The Bombay High Court on Tuesday refused interim relief to Maharashtra minister Nawab Malik in a money-laundering case registered against him by the Enforcement Directorate, Live Law reported.A division bench comprising Justices PB Varale and SM Modak said that the issues raised in the case were debatable and need to be heard at length, according to The Indian Express.“Considering the grounds assigned by us we are not inclined to allow the prayers in the interim application,” the bench ruled. “Applications rejected.”Malik had approached the Bombay High Court on March 1 saying that his arrest was a “brazen and completely illegal action” by the Enforcement Directorate. He had said that his political rivals had targeted him after being “deeply embarrassed” by his “exposes”. After hearing the arguments, the High Court had reserved its verdict on March 11, according to The Indian Express.Malik, a Nationalist Congress Party leader, was arrested on February 23 in connection with the money laundering case involving fugitive gangster Dawood Ibrahim and his aides. He is under judicial custody till March 21.The Enforcement Directorate’s inquiry is based on a case filed by the National Investigation Agency in February against Ibrahim and his aides under the Unlawful Activities (Prevention) Act.The law enforcement agency has alleged that Malik was “actively involved” in funding terrorist activities. In recent months, Malik had made several allegations about Bharatiya Janata Party leaders and former Narcotics Control Bureau Zonal Director Sameer Wankhede in connection to the Mumbai cruise ship drugs case, involving actor Shah Rukh Khan’s son Aryan Khan.Malik had also accused Wankhede of being part of an extortion racket linked to drug cases against Bollywood actors.","author":"Scroll Staff","time":"2022-03-15T14:07:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/130712-zzrvoipeaq-1578146380.jpg","tags":["Nawab Malik","Enforcement Directorate","Bombay High Court"],"source":"https://scroll.in/latest/1019559/bombay-high-court-refuses-interim-relief-to-nawab-malik-in-money-laundering-case"}