{"title":"In Bengal's Sundarbans, the fading Bonbibi goddess cult straddles the Hindu-Muslim divide","content":"Bengal was partitioned in 1947 on communal lines. Hindu-majority western Bengal became a part of the dominion of India while Muslim-majority eastern Bengal became a part of the Pakistan dominion. Belying this recent history, however, Bengal has a tradition of communal coexistence which stretches back centuries. Bengalis, both Muslim as well as Hindu, have lived cheek by jowl in the most densely-populated area on earth. Maybe nothing symbolises this long history of Hindu-Muslim cohabitation than the Goddess Bonbibi, worshipped by both communities in the dense Sundarbans forest on the Bengal coast.The name Bonbibi literally means lady of the forest. Since the appellation bibi is used by Muslim women as an all-purpose surname, that makes it a unique name for a Bengali goddess. Daughter of a sufi fakir, Bonbibi is the great adversary of Dokkhin Rai, literally southern lord. Rai is a zamindar who takes the form of a tiger to prey on the inhabitants of the Sundarbans. Allah chooses Bonbibi to end Dokkhin Rai’s tyranny – a task accomplished easily enough after a short trip to Mecca and Medina. The Bibi, however, decides not to kill Rai and instead makes him promise that he will not harm anyone who worships her. In the Sundarbans, where death can come quickly, its inhabitants have worshipped Bonbibi for centuries as protection from the jungle’s many dangers.Bonbibi (second from left) has been relegated to a supporting role in her own temple. Durga (on a lion) now occupies centre stage.Modernity vs syncretismHowever, the worship of Bonbibi is receding now as modernity intrudes into the jungle. In Bokkhali, a small tourist resort at the edge of the Sundarbans forest, the Bonbibi mandir is located on the beach. It is, however, sparsely visited now even as more orthodox Hindu festivals such as Durga Pujo are celebrated fully.A banyan tree besides the temple. Devotees tie wish fulfillment threads on it, in the manner of a Sufi dargah.As Bonbibi recedes in importance, there are also attacks on her syncretic character. Jadav Pramanik, a clerk at a nearby bank, carries out the duties of the priest at Bokkhali’s Bonbibi temple (given their unorthodoxy, Bonbibi temples rarely have Brahmins who officiate). He is, however, uhappy with Bonbibi’s cross-communal character and wants to rename her Bonodebi, to “remove a Muslim name from a Hindu goddess”. This hardening is represented in the temple itself which along with Bonbibi also has the idols of more orthodox Hindu deities, making it highly unlikely that a Muslim would use this as a place of devotion. In fact, the principle deity of the structure is now Durga, occupying a central place, as Bonbibi gets relegated to her side.The purohit of the temple, Jadav Pramanik, wants to rename the Sanskrit-Arabic compound \"Bonbibi to the purely Sanskrit \"Bonodebi\" to remove syncretism from the cult.Pramanik’s ideas are increasingly reflected amongst Muslim Bengalis in the Sundarbans too, who see the worship of Bonbibi as against Islam’s strictures against monotheism and idol-worship. However, in Bokkhali town itself, Pramanik’s ideas seem to have little currency. The name “Bonodebi” is unknown and the town’s sweet shop is named after the goddess’ original name.The sweet shop in Bokkhali town named after Bonbibi. The name Bonodebi is unkown in the town.","author":"Shoaib Daniyal","time":"2016-12-07T10:30:00+05:30","tags":["West Bengal","Bonbibi","Sundarbans"],"source":"https://scroll.in/roving/819942/bonbibi"}