{"title":"Book versus movie: The poignancy and power of ‘Usne Kaha Tha’ don’t make it to the screen ","content":"Chandradhar Sharma Guleri (1883-1922), renowned writer and scholar of Hindi, Sanskrit, Pali and Prakrit, is credited with one of the earliest and finest Hindi short stories ever written. Usne Kaha Tha explores the wretchedness and futility of war as well as the power of the most basic of human emotions – love.Love has many shades in Guleri’s writing: the love for a childhood sweetheart, the love for a fellow traveller, the love for one’s homeland, the love for the soil on which a dying young man wants to see the fragrant mangoes ripen on the trees that he had once planted.The story was to have been adapted for the screen by Bimal Roy. Instead, Roy roped in Moni Bhattacharjee, his assistant director from Do Bigha Zamin (1953) and Madhumati (1958). Although the film was released to a tepid response in 1960, Bhattacharjee came into his own with the dacoit drama Mujhe Jeene Do (1963).Usne Kaha Tha was published in 1915, in the same year that the story is set. Its protagonist is Lahna Singh. He experiences unrequited love at the age of 12. Twenty-five years later, Lahna Singh is a jamadar in the 77 Sikh Rifles and is part of the British Indian army sent to fight Germans in World War I. Lahna is brave and selfless. Despite his own discomfort, Lahna protects Bodha Singh from the bitter cold by giving him all of his own warm clothes. Later, Lahna single-handedly saves his battalion from near-certain death. Lahna even takes a bullet for his superior officer Hazara Singh, who is Bodha Singh’s father.Lahna insists on protecting his post despite his wounds. As he lies dying in the arms of his best friend Vazira Singh, he recollects the promise he made to Hazara Singh’s wife. She turns out to be his childhood sweetheart. She begs Lahna to protect her husband and son on the battlefront. Lahna gives her his word. In his dying moments, he remembers his idyllic life in the countryside, even as he tells Vazira over and over again “Usne kaha tha”– she told me to save her loved ones.The screen version deviated majorly from the story in portraying its protagonists as Hindus rather than Sikhs – a reminder that Sikhs have rarely played central characters in Hindi films, barring the occasional Vijeta or Rocket Singh: Salesman of the Year. Sunil Dutt plays Nandu (Lahna) and Nanda plays Kamli (Hazara Singh’s wife). Randheera (Vazira) is played by Rajendra Nath, while Tapan Bose plays Ram Singh (Hazara Singh).The film departs in other ways from the original story. Rather than a one-sided romance, Nandu and Kamli fall in love when they meet as young adults. A difference in economic status is shown as the barrier between the lovers. Nandu cannot marry Kamli because he is poor and unemployed. Kamli gets engaged to Ram Singh only after Nandu leaves the village to join the army. This somewhat contrived exploration of young love, with an eye on the box office, is the film’s undoing. The original story is a far more powerful tale of love – innocent, pure and powerful – as well as a tribute to the character, bravery and fortitude of Sikhs. When faced with a treacherous German battalion that is trying to attack them through deceptive means, Lahna Singh reminds his tiny troop of eight that they are equivalent to 10,000 men. The reference is to Guru Gobind Singh’s famous saying “Chiriyon tey main baaz turaoon, sava lakh se ek ladaun, tabe Gobind Singh naam kahaun (When I send sparrows to fight hawks, when I send one man to fight a hundred thousand, It is then that I earn the name of Gobind Singh”.Salil Chowdhary’s melodious soundtrack includes the delightful Western symphony-inspired rain song Aha Rimjhim Key Yeh Pyare Pyare Geet (Ah, these rain-soaked songs), written by Shailendra and sung by Talat Mehmood and Lata Mangeshkar. The piece de resistance is the heartbreaking anti-war track written by Makhdoom Mohiuddin and sung by Manna Dey:Kaun dukhiya hai jo ga rahi hai,bhookhe bachchon ko behla rahi haiLaash jalne ki boo aa rahi hai,Zindagi hai ki chilla rahi hai,Jaane wale sipahi se poochho, woh kahaan jaa raha hai”(Which wretched soul is singing songs of separationwhile trying to comfort her starving children?The stench of burning corpses abounds,Life screams in pain; deaf ears pay no heed to her sounds.Ask the departing soldier, where is he headed?)Also in the Book versus Movie series:Rajendra Yadav’s prose comes alive in Basu Chatterjee’s ‘Sara Akash’ In ‘Ice Candy Man’ and ‘1947: Earth’, treats, unrequited love and betrayal ‘Suraj Ka Satvan Ghoda’ is a masterly adaptation of a brilliant novel","author":"Nirupama Kotru","time":"2022-08-02T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177905-lwuuqgtvrs-1659381827.jpeg","tags":["Usne Kaha Tha","Moni Bhattacharjee","Chandradhar Sharma Guleri"],"source":"https://scroll.in/reel/1029488/book-versus-movie-the-poignancy-and-power-of-usne-kaha-tha-dont-make-it-to-the-screen"}