{"title":"Book excerpt: Vidhu Vinod Chopra always wanted Nana Patekar in ‘Parinda’, but not as Anna","content":"AJ: I want us to talk about your personal life a bit later, but for the moment can we talk about Parinda, the film that set you apart as a filmmaker in India? Parinda has themes of brotherhood, betrayal, lost values and valour. You cast the top stars of the time, including Anil Kapoor, Jackie Shroff, Madhuri Dixit and Nana Patekar. How did you go about developing the screenplay? VVC: The first lines I wrote were the most commercial and cliched lines I could think of. Two young brothers come to Bombay. The younger brother is crying because he’s hungry and the elder brother tells him: ‘Don’t cry. I’m your brother. I’ll protect you.’ When I was writing the script, I reminded myself about what François Truffaut once said. These are not his exact words, I’m paraphrasing but he said something like: ‘I build the edifice of my film using the pillars of commercial cinema and then one by one, I knock the pillars down. And if the edifice still holds, I know I have a script.’ So bearing his words in mind I took a smuggler, two brothers, a murdered friend and used all the elements of a popular Hindi movie and built my edifice. one by one, I turned the old stereotypes and clichés of the Hindi film on their heads.Take villains – they were mostly stereotypes in popular cinema. Many bad guys were smugglers who wore suits and ties and travelled in Impalas. The zamindars were the bad guys before the city villain took over. By the 1980s, the westernized bad guy had become very popular. So, in Parinda, I went for a different kind of villain – Anna, who was played by Nana Patekar. Anna is an unusual villain who wore kurta-pyjamas and Kolhapuri chappals. He didn’t fit the image of the typical villain. Even the way Anil Kapoor and Jackie Shroff were dressed in the film was unusual. It was rare to see Hindi film stars wearing simple jeans and ordinary shirts during that era. That reminds me of a funny incident. Anil Kapoor and Jackie Shroff were filming with me one day and the scene required Jackie to wear a lungi. That evening they had to go to some filmi party and decided to change on the set instead of rushing home and out again. When they came to say goodbye to me, I was taken aback by how smart they looked and said: ‘You guys look like real stars, man!’ Jackie retorted: ‘F*** you! We are stars.’ We all laughed. I had completely forgotten I was directing two of the biggest stars of the time. To me they were my characters, Kishen and Karan.Jackie Shroff in Parinda (1989). Courtesy Vinod Chopra Productions.AJ: The opening sequence of Parinda has many shots that reminded me of Hitchcock and even the opening music is very Hitchcockian. You said you made the film on a tight budget and I believe the car Jackie Shroff drove in the film was his own. Is that right?VVC: Yes, that’s right. We used Jackie’s black Fiat and he wore his own jeans in the movie.AJ: Some critics thought his black car represented the character’s dark side.VVC: That’s what some critics said! We used his black Fiat because we couldn’t afford to hire another car. A lot of people interpreted it as representing the dark side of the character, but if he had a red car, we’d have used that instead. No doubt someone would’ve come up with another fancy interpretation.AJ: You told me that after you wrote the first draft of Parinda, you gave the script to Vir-ji to read and he said he loved the first act, but didn’t like the second half, so you rewrote it. Is that true?VVC: Yes. In the original second half, Iqbal Langda [Sameer Khakhar] teaches Karan [Anil Kapoor] how to shoot. He trains him so that when Karan returns to Bombay he can seek revenge. But Karan is not a violent man, he’s just someone trapped in bad circumstances and you could say he’s forced to go with the flow. My brother was right, the second half needed fixing.AJ: What about the casting of Parinda? How did you find your actors?VVC: I saw a Marathi play called Purush with Nana Patekar at the Shivaji Natya Mandir in Dadar, and thought he was a fascinating performer. I asked him to come on board and he happily agreed. The casting process was very convoluted. After Khamosh, I wanted to work with stars. Anil Kapoor was a big star at that time and he was keen to do different kinds of roles and he still is. He was my first choice to play Karan, one of the brothers. I wanted Nana to play Kishen, the other brother, a role that Jackie Shroff ultimately played. Dimple Kapadia was going to play Paro, the part that went to Madhuri Dixit, and Anupam Kher was initially cast as Anna, the gangster. The original casting was very bad. But luck was on my side when Anil Kapoor said: ‘I don’t think I can act as Nana’s brother.’ He said this over dinner. I didn’t realize it was his way of saying he wanted out. Anil’s wife, Sunita, later told me he would not work on the film. I understood what Anil was actually saying – either drop Nana or he was out. I was a week away from the start of the shoot and couldn’t drop Nana Patekar as a matter of principle, so the shooting was stalled. I was sure no one would think I took a principled stand by sticking by Nana; they would probably assume Anil had decided to walk out of the film. So I went to Naseer and tried to cast him, but that didn’t work out. The whole casting story became too complicated and I just let everything stop. My crew and I bought a cricket bat and we played cricket for days. Nana joined us and we had good fun.AJ: R.D. Burman was your composer of choice for Parinda, wasn’t he?VVC: I’ll share another memory with you that says a lot about R.D. Burman. He was going to record the song ‘Pyar ke mod pe’ – that’s when Anil Kapoor walked away from the movie, so I had no money. I asked R.D. Burman to cancel the song recording. He asked why and I explained the situation to him. Dada said something I’ll never forget:Tu kal aa jaana Film Center. Mere gaane ki recording hai, tu aayega toh maza aayega. [Come to Film Center tomorrow. I have a song recording. It’ll be fun if you come.] Dada, I won’t make it. I’m too busy handling this mess. Meri ek film hai, Parinda, uska gaana main record kar raha hoon. [I’m composing music for a film called Parinda. Tomorrow I’ll be recording a song for the movie.]Dada paid for the recording from his own pocket. That was R.D. Burman for you.Excerpted with permission from Unscripted – Conversations on Life and Cinema, Vidhu Vinod Chopra with Abhijat Joshi, Penguin Random House India.","author":"Vidhu Vinod Chopra with Abhijat Joshi","time":"2021-01-30T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154002-ojwnwqzrnv-1611819339.jpeg","tags":["Vidhu VInod Chopra","Parinda","Nana Patekar"],"source":"https://scroll.in/reel/985318/book-excerpt-vidhu-vinod-chopra-always-wanted-nana-patekar-in-parinda-but-not-as-anna"}