{"title":"Book versus movie: It’s a tie between Jhumpa Lahiri’s ‘The Namesake’ and Mira Nair’s screen version","content":"Jhumpa Lahiri’s 2003 novel The Namesake begins with Gogol’s birth in a New England hospital in 1968, far from the city of his parents’ childhood, Kolkata. The novel derives its title from Gogol’s attachment to his name, shared with the Russian writer, Nikolai Gogol. The Namesake details his conflicts and confusion over the name, leading him to resist his parents’ choice enough to change it. The book ends with Gogol, then already Nikhil, rediscovering the writer, and finding a communion of sorts with his own father. Mira Nair’s 2006 film, written by Sooni Taraporevala, straightaway pans to Kolkata of the late 1970s, recognisable by the cantilevered span of the Howrah Bridge. The city evokes recognition from its protest marches with the familiar hammer and sickle flag and the image of Durga carried aloft. Ashima’s mellifluous singing floats over, segueing over time and to the scenes where Ashima (Tabu) first meets Ashoke (Irrfan) as a prospective bride. The film ends too on Ashima singing again, an expression of her wish to return to Kolkata for a few months a year, and to her music.Irrfan in The Namesake (2006). Courtesy Mirabai Films/UTV Motion Pictures.A book versus its film version comparison isn’t merely a tabulation, a charting of how things are more or less same (this version is largely faithful to the novel) or how different, more in subtle ways than drastically (that Gogol is born a decade later than he is in the book, for instance). And the inevitable changes, necessary for a screen rendering, arguably for a varied, different audience: seen in the clipping of certain vital scenes in the novel, and the insertion of other ones, equally necessary, in the film. It is in this latter aspect that the movie really stands on its own, making it a classic in its own right, just as Lahiri’s novel is one, as it dwells at length on the angst and dilemmas of growing up intimate but separate from your parents. The Namesake as a novel was the first of many on the ABCD experience, though labelling it thus is a limited expressing of its many themes. In 2002, Tanuja Desai Hidier’s young adult novel Born Confused appeared, and there have been more recent ones, such as Mira Jacob’s Good Talk, Sejal Shah’s forthcoming This is One Way to Dance, and Sopan Deb’s Missed Translations: Meeting the Immigrant Parents who Raised Me.  A screen adaptation, while balancing the need to be faithful, also has the challenge of being visually appealing and expressive. For instance, how people speak, and how they look doing so matters as much as what they are saying, though there are fine examples on ways the best prose writers do this too.Ashima leaves the noisy chaos of Kolkata behind to cold New England, where the dripping ice makes its own slow music as it falls from the eaves. From an innate understanding of how life works back home, she must teach herself big and small things anew: from using the subway to knowing that certain kind of sweaters shrink too easily in washing machines. It’s the kind of education that establishes an intimacy and understanding with Ashoke – Irrfan Khan in a memorable role – whom she has met only a week before their arranged marriage. Take for instance, the sequence of Ashima, among the things she learns and must remember about her new husband, dealing with the memory of how upset Ashoke is by his now shrunken sweaters. This appears as part of a vital urgent sentence in Lahiri’s book. In the film, Ashoke, holding up the sweater, gently berates his wife, who then locks herself to weep softly in the bathroom. Ashoke draws her out, cajoling and teasing her, repeatedly referring to her in the possessive personal “my funny Ashima, my crazy Ashima”.Irrfan and Tabu in The Namesake (2006). Courtesy Mirabai Films/UTV Motion Pictures.Irrfan’s Ashoke Ganguli is more than just the gentle, self-effacing character with his understated humour he is in Lahiri’s book. (Nor is he “slightly plump” or with the “slight pot belly” he acquires in the book’s later pages). His presence, even in death a bit more than halfway through the screen version, touches everything in the film, his family, and their memories. Irrfan’s lingering slow glances, the way he lifts his eyes to look at someone or out the window, his lopsided smile, his slowly greying frizzy hair, and the only time he laughs reveal much more about Ashoke Ganguli and what simmers beneath, like the nightmare that troubles him, especially in the early years of his marriage. The accident that is also the story of Gogol’s name, and how he explains it to his son, many years later, feature in book and film. “Do I remind you of that night?”“Not at all,” his father says eventually, one hand going to his ribs, a habitual gesture that has baffled Gogol until now. “You remind me of everything that followed. Every day since then has been a gift.”Nair’s film adds that last sentence, giving the exchange between father and son more visual meaning, more of the aching almost inexpressible love with which the film pulsates. More than the angst, Gogol’s emotional rebellious wrestling with his name mirrors the unsaid dilemmas of being an unwilling stranger in your own land, even amongst those you call your own. In Nair’s version, The Namesake is also a story about two people – Ashoke and Ashima – finding love with each other in a country that is their home, but not really quite theirs, in the way it is for their two children, Gogol (Kal Penn) and his sister Sonia (Sahira Nair).It is a love not expressed in words, one that does not really require declarations of love, though Ashoke does wish on one occasion this were otherwise. In the scene, Ashoke walks with his wife around the Victoria Memorial. He nods a shy yes as his embarrassed wife walks away ahead. A new love brims in his half smile to Ashima’s response the first time he sees her with his parents. It is the intimacy that does not have to be stated aloud in a book, for Ashima never tells her husband that she has tried on his shoes that first time, but she does tease him about being impressed by his shoes during that same walk around the Memorial. Tabu in The Namesake (2006). Courtesy Mirabai Films/UTV Motion Pictures.It is in the way Ashoke hesitantly expresses his wish to Ashima that she accompany him to another town, Cleveland, for a brief stint; one from which he never returns. It is how they look at each other divided by the glass front at the departure gate, Ashoke’s gaze lingering on her, his slow nodding, the gap between him and the other passengers opening up, and Ashima’s smile as she turns away. A love like a precious thing or memory always remembered. In one of the most beautiful lines/scenes, Ashoke is leading the young Gogol by hand along a gravelly, sandy shoreline towards a lighthouse. As the reach the very end, Ashoke realises he doesn’t have a camera to record the moment, and so he bends down to tell his young son:“Try to remember it always,” he said. “Remember that you and I made this journey, that we went together to a place where there was nowhere left to go.”Also read:After Jhumpa: Six books of Indian diaspora fiction","author":"Anu Kumar","time":"2020-05-07T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140949-tpesdvmmvj-1588786491.jpeg","tags":["Mira Nair","The Namesake","Jhumpa Lahiri"],"source":"https://scroll.in/reel/961233/book-versus-movie-its-a-tie-between-jhumpa-lahiris-the-namesake-and-mira-nairs-screen-version"}