{"title":"Book versus movie: In ‘Ghare Baire’, questions on nationalism and the nature of freedom","content":"Somewhere towards the end of Satyajit Ray’s Ghare Baire, Soumitra Chatterjee as Sandip makes one of his final remarks, to the effect that in the Ramayana, Ravana had always been his favourite character. It’s a somewhat incongruous remark, given the moment it appears in the film, when his villainy has been well exposed. It follows on another remark Sandip makes, when he refers to the principle of “duty with no attachment” (one enunciated in the Gita). This statement suggests an interesting entry-point for a comparison with Rabindranath Tagore’s novel – on which Ray based his film of the same name – where Sandip’s statement appears somewhere close to halfway point. It’s a subject Sandip muses about to himself when readers have barely begun to understand his intentions.“But I have let this moment slip by. I did not, with uncompromising strength, press the almost certain into the absolutely assured. I now see clearly that some hidden elements in my nature have openly ranged themselves as obstacles in my path.  That is exactly how Ravana, whom I look upon as the real hero of the Ramayana, met with his doom. He kept Sita in his Asoka garden, awaiting her pleasure, instead of taking her straight into his harem. This weak spot in his otherwise grand character made the whole of the abduction episode futile.”Tagore’s Ghare Baire was written in 1916, and translated into English by his nephew, Surendranath Tagore, in 1919. In 1985, Penguin published its translation by William Radice, and another edition with a preface by Anita Desai, on which  this piece is based,  appeared in 2005. The novel is set in a time post-1905, soon after Lord Curzon, then the British Governor General, unilaterally announced the Partition of Bengal. This gave renewed life to the swadeshi agitation and fuelled the rise of revolutionary nationalism (a movement that historians and others have contrasted with the moderate politics of petitioning and legislative debate that marked the Indian National Congress). Tagore’s inner and outer worldsAs critics have marked, Ghare Baire was written in a period that followed years of immense changes in Tagore’s own life. Around 1905, he had moved to Shantiniketan with his family, where he soon set up his school founded on egalitarian and radical educational premises. But these same years he lost his wife and two children. In 1913-1914, while he saw recognition – the Nobel for literature in 1913, and then knighted by the British government (which he later returned in protest against the Jallianwala Bagh massacre of April 1919) – he also went through a period of depression. Later in 1915-1916, in the midst of World War I, he travelled to the UK, where he was received with warmth, and later the US, where the reception to him, was in most instances, indifferent. The novel reflected Tagore’s multiple concerns, chiefly on the subject of nationalism, the emotions it roused, the use of religion that divided people, and concerns about freedom, and the many truths freedom evoked. How much freedom can one speak of, and practice, in all honesty? It’s a question the novel, and film’s three characters, grapple with, and which in the end, decides their destiny.Ray’s Ghare Baire is set in an estate in East Bengal, where the Tagore family had estates as well. In a huge mansion – we never see it in its entirety – live the idealistic, gentle and genteel Nikhilesh Choudhury (Victor Banerjee), his wife Bimala (Swatilekha Sengupta), and his widowed sister-in-law (Gopa Aich).Nikhil, wishing his wife to be an educated woman, one modern and forward-looking in her thinking, engages an English teacher, Miss Gilby (Jennifer Kendal). The attack on Miss Gilby by young boys raising anti-British and Swadeshi slogans appears like an ominous backdrop to events that will soon follow and gather pace with  the arrival of Sandip, a leader among the Swadeshi agitators, and whose fiery oratory has Bimala spellbound.\n\n\n    \n    Play\n\nGhare Baire (1984).For the most part, the screenplay follows the book. The novel begins in flashback mode, so we know the tragedy that will befall the accursed zamindar family. The novel too begins with Bimala, with a slow revelation of her growing self-awareness, her realisation of her husband’s saintliness, and the pettiness that prevails in the household where she is the “choto rani”. But the love triangle soon takes centre-stage, a tussle of the heart that reflects the differing political methods espoused by Nikhil and Sandip, a difference between the twin strands of militant and moderate nationalism.  The novel is told by way of interspersed chapters, narrated by the three main characters. These are more like soliloquies, which, to a modern-day reader, can seem dreary and convoluted. But by exposing the inner workings of the mind, and the confused dilemmas of the heart, the story does move forward. For instance, when we become privy to the storm of emotions within Bimala, her confusion and torment, we understand her unwilling and rebellious attraction towards Sandip.This interiority, within and without, appears in a different way in the film. The movie too is focused on interiors. Except for a couple of sequences, the plot unravels, or the action moves from the inner chambers of the house to its outer quarters.In one momentous scene, Nikhil walks with his wife, leading her out of the inner chambers down the louvered verandah into the outer living spaces, in a gesture symbolic of emancipation. For Bimala, it is a stepping out of purdah, and her discovery of a new world, full of dangers – Sandip’s admiration, and a new kind of politics – and of awakening and freedom. A freedom that, as things turn out, has shades of grey, that isn’t all grand and rosy, that doesn’t bring happiness.Swatilekha Sengupta in Ghare Baire (1984). Courtesy National Film Development Corporation.The rooms, with the camera’s deliberate and lingering focus on some objects, show up, the imported furniture, the fine upholstery, the exquisitely designed mechanical clocks, the porcelain cups of tea, the cigarettes (the foreign brand that Sandip, for all his espousal of things swadeshi, so clearly prefers). It is the window that brings in the world outside: the shots that signal danger; the sound of a passing train that seemingly reflect Nikhil’s yearning to be away.The question of what freedom is, the conflicting demands it makes, the boundaries that must be broken in a true test for freedom – such questions torment Nikhil once he makes a decision of Bimala’s emancipation. An emancipation that is also about the nation’s emancipation, the nation envisaged as the mother or shakti, and Sandip’s consequent adulation – a manipulation far more starkly depicted in the film – of Bimala in this way leads to the central conflict; the triangle that will test Nikhil and Bimala’s marriage, and his friendship with Sandip too. A conflict reflective of the wider conflict that Tagore questioned in other works too: on the nature of nationalism, the sacrifices it requires, and whether such sacrifices (if enforced on the poor) can truly lead to a fair and just struggle.The conflict works itself in the tormented inner monologues in the novel, and which is evident, as the film progresses, on their every expression. The growing anguish on Nikhil’s face, the haunted look that appears as he realises the many challenges he faces as a husband and a zamindar concerned about his poor peasants on his estate; the confusion on Bimala’s face, the secrecy on her part, and the gleam of arrogance and secret triumph on Sandip’s face as his manipulation becomes clear, as he takes advantage of Nikhil’s fundamental decency.\n\n\n    \n    Play\n\nGhare Baire (1984). Noble, saintly characters can make for boring novels, but Tagore’s persistence with his characters’ inner lives imparts a momentum that grows intense as the conflict becomes clearer. The questions the novel asks emerge sharper then: every conflict emerges from the self, as it were, and the political is always personal. The film sustains a visual depiction of this interiority, but its focus on the Swadeshi agitation and Nikhil and Sandip’s differences on methods also make it something of a period film.The secondary characters are more built up in the film. Bimala resents her sister-in-law’s demands on Nikhil. In the movie, her taunts and sharp remarks highlight her conflicted heart and evoke the lines she repeatedly crosses, tossing decorum and accepted ways  aside. Nikhil’s master, Chandranath Babu, apprises Sandip forcefully of Nikhil’s own swadeshi experiments, when he’d rather be reticent about these. And Amulya, whose presence in the novel shows up Bimala’s own complexity and unacknowledged loneliness, appears in the film to expose Sandip’s true colours. The book might read dated, but its themes, ably evoked in the film, seem as relevant today. Nationalism is of little use if it doesn’t help everyone, especially the marginalised in whose name it speaks so often. A nationalism that seeks to divide in the name of religion is dangerous. But the more important question the book and film asks is about the nature of freedom – not only as an ideal but also a principle of life. One must believe in freedom, especially for those one loves, otherwise it’s an empty ideal, good for impassioned oratory.Ghare Baire (1984). Courtesy National Film Development Corporation.Also read:Books vs movies: In ‘Ice Candy Man’ and ‘1947: Earth’, treats, unrequited love and betrayal Book versus movie: It’s a tie between Jhumpa Lahiri’s ‘The Namesake’ and Mira Nair’s screen version The secret behind the 200-day run of Bengali movie ‘Belaseshe’","author":"Anu Kumar","time":"2021-06-17T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160438-gpcnehvabp-1623916466.jpeg","tags":["Ghare Baire","Rabindranath Tagore","Satyajit Ray"],"source":"https://scroll.in/reel/997759/books-versus-movies-in-ghare-baire-questions-on-nationalism-and-the-nature-of-freedom"}