{"title":"Book versus series: ‘A Suitable Boy’ and the journey from 1,349 pages to six episodes","content":"When I first read Vikram Seth’s 1,349-page novel A Suitable Boy almost two decades ago, it seemed ideal for an adaptation as a film or better still, a television series. Set against a memorable historical backdrop, A Suitable Boy described life mainly in crowded old-new Brahmpur and its families and people, happy and unhappy in their own ways. There’s something about long-drawn, multi-threaded family sagas. A fascination that becomes habit in watching lives unfold with all their strange complexity, the simple yet irresolvable tensions between members and the oftentimes quirky motivations that guide them. All of which present necessary insights and grant us an easy omniscience as well. Buniyaad, the multi-generational family saga set in India of the early 1940s and 1950s, had ended several years ago, and there was, in these years of the 1990s, nothing to take its place. Seth’s novel, however, presented difficulties in adaptation. With one central storyline – finding a suitable boy for Lata Mehra – there were myriad other stories branching out in small and big ways. Some assumed critical importance, others meandered away into too easy resolutions. Yet Seth’s fascinating range of characters – major, not so major, and the very minor, all with their baggage and back stories – begged to be transported to the screen, every figure rendered more visual, in a way that aptly matched the enchanting descriptions on the page.When a much-loved novel moves to become a greatly anticipated television series, part of the fun lies in matching the characters to their actor avatars, sizing up how faithful the adaptation is, and counting the deviations, if any. That it took 20 years for Mira Nair to convert A Suitable Boy, via Andrew Davies’s screenplay, into a BBC tele-series is a reflection of the challenges posed by the novel. It also speaks volumes of the novel’s enduring quality and how it describes an India as it once was, and in the many ways it remains so still.  The BBC One television series has completed its run in the United Kingdom and will be streamed worldwide on Netflix in the coming months. The cast includes Tabu, Tanya Maniktala, Ishaan Khatter, Namit Das, Rasika Dugal, Shahana Goswami and Danesh Rizvi.\n\n\n    \n    Play\n\nA Suitable Boy (2020).Couplets and couplingsAnd so a time comes when book jumps to screenFor what has been read, must also be seen. Meenakshi and Kakoli, the two sisters of the Chatterji family – one of four families featuring in Seth’s saga – are given to couplets like the one above. Words that rhyme, sentences that make little sense, but allow for plenty of insider jokes. The impromptu couplets of  the Chatterji siblings also admit a mockery of those not quite clued in, not quite part of the “circle”. The Chatterjis are related by marriage to the Mehras, as are the Kapoors. The latter, an old established political family of Brahmpur led by the idealistic, dedicated politician Mahesh Kapoor, share a long friendship with the Nawab of Baitar’s family – one that has been sadly depleted by the demands of Partition.  It is 1951, after all, and while Partition remains a stark memory, there is much optimism and idealism, following independence.Old and new are juxtaposed in Seth’s novel via the twin strands of passion and pragmatism. It’s a delineation apparent in the television series too. Early on, in the first episode, we meet Lata (Tanya Maniktala), for whom her mother, Rupa Mehra, is looking for “a suitable boy”. Lata tells her friend Malati in a tone of self-mockery that she feels she is “going backward.” In the space of a year, things have changed for Lata. Her mother is played by Mahira Kakkar who, unlike her book avatar that gives her a certain sedateness, occasionally breaks into some girly chirpiness. This happens at sudden moments during the series especially when she is waxing lush of her goal of finding a groom for Lata, or when one particular suitor appears within reach.Over the six episodes, as in the novel, Lata is wooed and courted by three young men, all eminently suitable in their own way: the handsome history student and university’s star cricketer Kabir Durrani (Danesh Razvi), the published-in-England poet and trained barrister Amit Chatterji (Mikhail Sen), and Haresh Khanna (Namit Das), who knows everything about the shoe business.Tanya Maniktala and Mahira Kakkar in A Suitable Boy (2020). Courtesy BBC Studios, Viniyard Films and Netflix.The times of IndiaOf these suitors, threeWho would Lata’s choice be?While the novel and series turn on whom Lata picks, both also reflect the times – it is 1951-52, and independent India’s first general elections will soon be held – and the city of Brahmpur itself. A city in Purva Pradesh, comparable with Allahabad in Uttar Pradesh, Brahmpur boasts of a fine university, a diverse population, and the resulting faultlines. Tension also emerge from those who seek to take advantage of religious differences for communal reasons and political gains – an all-too-familiar story in present-day India as well. The Nawab of Baitar finds common ground with Mahesh Kapoor, the revenue minister who pushes forward a radical land redistribution bill. This angers and upsets the conservative lot: the Raja of Marh, for instance, and Kapoor’s rival and bete-noire in his own party, LN Agarwal.Kapoor is played with a practised ease by Ram Kapoor. His mobile face aptly registers grief, anger and the occasional joy dealt to him by the vicissitudes of life. Kapoor gets the screen space for this expression, but it isn’t so for very many of the other characters in Nair’s series. When a massive novel has to be crunched into six hours of screen time, characters are compressed, constrained and, sadly, caricatured. Their essence is sometimes a token presence, barely making up for the depth Seth managed for even his minor characters. And there are some characters cut out altogether.\n\n\n    \n    Play\n\nA Suitable Boy (2020).Who’s in and who’s outTo make things clearer, here’s a listThough there will be a few I’ve missed. Pran, professor of English, bespectacled, and terribly asthmatic among the many  things that make his mother, Mrs Mahesh Kapoor, frantic.Malati, confidante and trusted friend; first dissuader, later persuader Kishen Chand Seth, irascible father, slavish husband, but does he really have to be there?Kiran and Pushkar, the silly Mrs Sahgal, the downright creepy Mr Sahgal,But how else in book, and series, to bring in that bit about “lipstick girl”?  Rasheed’s abba-jaan, worldly-wise, and dispensing advice, all from a charpaiIt’s Vijay Raaz, limited in a limited role, making you ask why?Couplet-loving, Kakoli Chatterji, her German beau, and their love for music, (which is everywhere, for Saeeda Bai’s singing makes Maan lovesick).   The Mehras spring other surprises,Varun Mehra, languid and bullied, makes it to the IAS.Billy Irani is Meenakshi’s love interestRandeep Hooda isn’t really at his bestKabir’s ailing mother, Rasheed’s lonely wife, both gone in a flash,  like the Pul Mela’s Sanaki Baba, his forehead smeared in ash. And the many who don’t take flight from the book at allDipankar Chatterji, Veena and Kedarnath Tandon, Priya AgarwalSunil Patwardhan, Imtiaz Khan, making for a veritable rollcall of nameswhich really, in the end, doesn’t matter, considering the series and its aims. \n\n\n    \n    Play\n\nA Suitable Boy (2020): Behind the scenes.The unsuitable boyOne strand in Nair’s series occupies centre-stage along with the quest for a suitable boy – the unsuitable boy Maan Kapoor (Ishaan Khatter) and his passionate, almost uncontrolled, love for Saeeda Bai (Tabu). Maan appears indolent and irrepressible – even irresponsible as his frustrated father, Mahesh Kapoor would call him – but there is more to him as becomes apparent from the third episode. Maan shows himself fiercely protective of his friend and bothered about the inequities he sees in the villages. There’s the passion leading him to the crime he confesses to later and that sends him to jail, subdued and even sorrowful. A passion that makes Lata too question certainties she’s held so far. Seth’s novel is a quintessential Indian story, or as has been said, it’s the one big Indian novel telling the big story of newly independent India. Nair’s adaptation brings in other big tropes of arguably the most famous pan-Indian product: Hindi cinema. There is the suspense-filled courtroom trial in the very last episode, echoing similar scenes in countless films over the decades. On the other hand, Seth’s description of what will transpire at Maan’s trial is elegant in its simplicity, especially when he writes of a crucial exchange between the Nawab of Baitar and his son.  Almost towards the end, in the last episode, there is a memorable train sequence, climatic in the resolutions that are made, with scenes showing arms outstretched, feet running alongside a train that is just slowly speeding up. All quite reminiscent of a popular Bollywood film, made only two years after A Suitable Boy was first published. Endings, howsoever these might come about, should always be so suitably reminiscent.  Ishaan Khatter and Tabu in A Suitable Boy (2020). Courtesy BBC Studios, Viniyard Films and Netflix.","author":"Anu Kumar","time":"2020-08-30T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146728-bfptqwspwa-1598725721.jpg","tags":["A Suitable Boy","Vikram Seth","Mira Nair"],"source":"https://scroll.in/reel/971722/book-versus-series-a-suitable-boy-and-the-journey-from-1349-pages-to-six-episodes"}