{"title":"Book vs movie: In ‘Ice Candy Man’ and ‘Earth’, treats, unrequited love and betrayal","content":"Bapsi Sidhwa wrote Ice Candy Man in 1988. Four years later, the book was published in the United States as Cracking India. Deepa Mehta made a film based on the book in 1998, called Earth. The different titles suggest varied interpretations and responses to the novel’s main theme, which echoes the trauma and chaos of the Partition that accompanied independence in 1947. Ice Candy Man, Sidhwa’s original title, stands for the man, never named, who depending on the season and his penchant, sells popsicles (summer) and caged birds (winter). He is for a time is also a peon in Lahore’s government house. In the mid-1940s, this last job makes him privy to gossip and information relating to the British government’s intentions about independence and the country’s impending division. Sidhwa, born in 1936 in Lahore, based much of the book on her early recollections of the period. To the book’s narrator, the four-year-old Lenny who is polio-afflicted (as was Sidhwa), Ice Candy Man is a hero. He often indulges her with popsicles, she is impressed with his bravado when he’s wooing her ayah Shanta-bibi, and his pranks amuse her considerably. He is also a poet of sorts, or rather fond of quoting other poets. This quirk comes to the fore early in Mehta’s film but is revealed much later in Sidhwa’s novel, and is significant to how the filmmaker interprets and improvises the Ice Candy’s Man character.Ice Candy Man is among Shanta-bibi’s admirers, most of whom do not have a name. They include the masseur, the government house gardener, the Falleti hotel cook, the lion tamer. They meet most days in Lahore’s Queens Garden, exchanging news and gossip in a spirit of camaraderie. Betrayal, big and smallIce Candy Man begins from the time Lenny is four. Her affliction is largely a coming-of-age story, an account of her relationship with Shanta, as well as a story of her precocity and sexual awakening when it details her exchanges with her slightly older Cousin (also left nameless). The book covers a wide period, beginning from the early 1940s, to end some months after the twin events of Independence and Partition. A time that coincides with Lenny, now an adolescent, conflicted about puberty and more understanding about her earlier naivete about the world. Written in the present tense, the novel shifts perspective at unexpected places. There are moments when an older Lenny recalling her earlier ability to make up stories appears all too grown-up. In a particular section, the viewpoint shifts to the family cook’s great grandson, Ranna, who details the vicious, malevolent attacks on his village of Pir Pando that finds itself on the wrong side of the border. Ranna remains almost the only survivor of his village, miraculously escaping with life on two occasions, when just about every other male in his village is hacked to death. “Death comes like a bee sting,” he recalls his father telling him as they prepare for the anticipated attack on their village. Sidhwa’s book is also a novel of betrayal, big and small ones – a country being betrayed, as well as Lenny’s betrayal of her ayah – the latter becoming in book and totally in Deepa Mehta’s film a microcosmic symbol of the divisions, chaos and confusion that engulf undivided India in the run-up to August 1947.The heart of darknessSidhwa’s intent to leave some of her characters nameless appears an act of conscionable writerly intent. Identities of a religious and communal kind take ascendance once talk of the country’s division becomes commonplace. The everyday friendly, subtly flirtatious gatherings in the garden, when Shanta’s admirers meet her and Lenny begin to gather more tension. One day there is talk of friends protecting each other, and some days later, these same friends despairingly talk of betrayal.In Mehta’s film, the Partition story takes centre-stage. In contrast to the novel’s wider, chronological span, Earth is set in the few months leading up to Partition and after. Sidhwa herself, as a much older version of Lenny, makes the briefest of cameo appearances at the very end, 50 years after 1947.Mehta’s characters, especially Ayah’s admirers are given names, a deliberate giveaway of their identities. Nandita Das is especially memorable as Shanta, her face evocatively expressive of the range of emotions the period itself evoked. Hope, anticipation and expectation give way to anxiety and hesitation, as uncertainty and fear linger in the air. Dil Navaz, the Ice Candy Man, is played with considerable aplomb by Aamir Khan. Rahul Khanna, as Hasan, the masseur is Dil Navaz’s rival in love, and an utter contrast to him. Dil Navaz gives free rein to his emotions; he shows anger when a train full of refugees is attacked, and is jealous about Shanta’s open affection of Hasan. The latter, on the other hand, is kind, and tolerant, willing to risk his all to secure a Sikh family’s safety. The tension in the novel between Lenny and Cousin, who share a strange precocious relationship alternating between sibling affection and a distinct sexual awareness, is substituted in the film with the rivalry and jealousy between the two men for Ayah’s affections. Rahul Khanna, the gentle-gazed and kind-hearted masseur hardly speaks much in the novel – he isn’t a main character after all, just one of Ayah’s many admirers. This fact of lacking a voice as a character strangely denies him much dialogue even in the film, though he is one of its central characters. This incident, however, occurs two-thirds into the novel, which then it goes on to become something of a mystery, as the older women in the novel launch a secret mission of sorts. The novel highlights how Partition proved especially traumatic for women, who found themselves symbols of their community’s honour, upholders of identity itself. The formation and actions of this secret sisterhood, involving Lenny’s mother and godmother among others, ensure that the book ends on a courageous, hopeful and empowering note.  Sidhwa’s book and Mehta’s film serve as necessary reminders of the trauma that came with Partition. The novel goes on to tell us that despite that the fact that narrow identities create sudden and enduring rifts, ordinary people can and do come together to heal divisions, to work in amity, and even perform miracles. Also read:Audio master: In AR Rahman’s ‘1947 Earth’, love, savagery and sonic brilliance Book versus series: ‘A Suitable Boy’ and the journey from 1,349 pages to six episodesBook versus movie: It’s a tie between Jhumpa Lahiri’s ‘The Namesake’ and Mira Nair’s screen version","author":"Anu Kumar","time":"2020-09-14T10:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178455-khpltcmyjg-1660416584.jpg","tags":["Bapsi Sidhwa","Ice Candy Man","Earth"],"source":"https://scroll.in/reel/973007/books-vs-movies-in-ice-candy-man-and-1947-earth-treats-unrequited-love-and-betrayal"}