{"title":"Book versus movie: Revisiting ‘Yehi Sach Hai’, the short story that inspired ‘Rajnigandha’","content":"Manu Bhandari’s Yehi Sach Hai was published in 1966. The Hindi-language short story offers deep insights into the quandary of a woman who has to make tough choices regarding her career and her life partner. The themes of Yehi Sach Hai were in keeping with the Nayi Kahani literary movement of the 1950s and ’60s. Nayi Kahani, with which Bhandari was associated, sought to capture the mood of the present and emphasise “the reality of those times”, as Mohan Rakesh, another eminent Nayi Kahani writer, told the Journal of South Asian Literature in 1973.Among the themes in Nayi Kahani fiction was the tension between men and women in a rapidly urbanising India. The increasing number of women joining the urban workforce led to new challenges for which Indian society was unprepared. Against this background, Manu Bhandari created a world in which the Indian woman occupied centre stage as an independent and thinking individual. Basu Chatterjee’s Rajnigandha, the 1974 movie based on Yehi Sachi Hai, waters down some of Bhandari’s more radical ideas, while retaining its core themes – a woman’s romantic dilemma, and her quest for a well-paying job. Chatterjee, who also wrote the screenplay, made a few important changes to the literary source. Yehi Sach Hai is set in Kanpur. The heroine, Deepa, is a PhD student. She lives alone, away from her family in Patna. She has a boyfriend. Her relationship with her family is strained. Rajnigandha is set in Delhi. Deepa stays with her brother and sister-in-law, and the story develops while they are away in Kanpur for a wedding. Deepa’s relatives know about her boyfriend Sanjay, and have already given their blessings to their proposed marriage.The plot of the short story and the film essentially remain the same. A job search brings Deepa to another city, where she is suddenly confronted with her past. Her ex -boyfriend Nisheeth (Navin in the film) comes back into her life and helps her find a new job. In the process, Deepa’s feelings for Nisheeth/Navin are re-kindled, even as Sanjay waits back home, ready to join her in case her new position is confirmed.The screenplay made another important departure from Yehi Sach Hai. Chatterjee set the film in Mumbai, the city of dreams, glamour  and make-believe. Navin works in an advertising agency. His job demands mindless and endless partying, and Deepa finds that she is too grounded to fit into Navin’s world. In Rajnigandha, Mumbai is a metaphor for a fling. Delhi, on the other hand, represents a solid relationship, one that is anchored in mundane reality. The men and the cities share some characteristics. Sanjay is the dependable, if somewhat boring, lover back home who never notices what Deepa is wearing and is never on time. Navin always reaches early and pays attention to Deepa’s appearance. Yet, it is Navin who had humiliated Deepa in college and broken her heart, while Sanjay would never hurt her feelings. In Yehi Sach Hai, the job offer comes from Kolkata. The nature of Nisheeth’s job is never explained. In Bhandari’s story, the contrast between Deepa’s present and the new, exciting world promised by the job is explored in terms of size. Kanpur is a town where everyone knows everyone, where Mehta Aunty always checks in on Deepa, even if she can be rather nosey. Kolkata offers anonymity to those who seek it. The author does not seek to prejudice the reader either in favour of Kolkata or against it. In Rajnigandha, by changing the setting from Mahanagri (megacity) Kolkata to Mayanagri (city of illusions) Mumbai, Chatterjee guides viewers towards the inevitable conclusion.Also read:Book versus movie: ‘Suraj Ka Satvan Ghoda’ is a masterly adaptation of a brilliant novelBooks versus movie: ‘Strangers on A Train’ acquires new meaning in Alfred Hitchcock’s version Book versus movie: Gay romance ‘Call Me By Your Name’ shimmers on the page and screenEight years had passed between the publication of the story and the release of the screen adaptation. Chatterjee seemed to be suggesting that Indian moviegoers in the ’70s were not yet ready to accept a single woman living alone and in a relationship before marriage. Indian literature has always been more progressive than Indian cinema, whether it is about challenging patriarchy or exploring the realities of caste and communal tensions. It appears that Rajnigandha was guided both by self-censorship as well as the need to make the story palatable for paying audiences. Significantly, the screen version of Deepa, unlike Bhandari’s heroine, often comes across as timid, shy and unsure of herself and hews closer to the heroine in the average Hindi film. It is likely that Bhandari didn’t mind the changes. Her novel Aap Ka Bunty was adapted as the film Samay Ki Dhara (1986). Bhandari sued the director, Sisir Mishra, for what she felt was a distortion of her novel’s themes.Rajnigandha might have its drawbacks, but it scores in other aspects. The casting couldn’t have been more perfect. Vidya Sinha, in her first big film, delivers a measured and highly effective performance. Her demeanour and body language reflect the dilemma of a woman of the ’70s who cherishes her freedom but also desires the familiar comforts offered by matrimony. The vivacious Rajita Thakur, playing Deepa’s friend Ira who hosts her in Mumbai, complements Sinha’s performance. Amol Palekar, in his first Hindi film appearance, is equally well cast as the amiable and guileless Sanjay. This model Indian boyfriend has no qualms about his girlfriend being more academically qualified than him, and is more than willing to move cities to support her career. Dinesh Thakur effortlessly plays the rebellious college heart-throb who is now a smooth advertising professional. These superb actors, under Chatterjee’s capable direction, make Rajnigandha a treat to watch over four decades later. The excellent songs, by Salil Chowdhury, take the story forward.Vidya Sinha and Amol Palekar in Rajnigandha (1974). Courtesy Suresh Jindal.It is a testimony to the visions of both Bhandari and Chatterjee that Rajnigandha easily passes the Bechdel Test, which assesses the representation of women in fiction and cinema. The film begins with Deepa discussing a recurring nightmare about her career and her future with her sister-in-law. Ira often discuss Deepa’s job search with her, reminding her of how lucky she is to be considered for a well-paying position. In the movie, Navin’s name keeps popping up in conversations primarily because he is helping Deepa out. Like our books, our films need to represent a progressive society that encourages women to be financially independent, capable of making their own decisions.","author":"Nirupama Kotru","time":"2020-04-19T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139652-uolrphilnl-1586286294.jpeg","tags":["Book versus movie","Rajnigandha","Yehi Sach Hai"],"source":"https://scroll.in/reel/959194/book-versus-movie-revisiting-yehi-sach-hai-the-short-story-that-inspired-rajnigandha"}