{"title":"Border dispute: Nepal asks India to stop ‘unilateral construction’ of roads","content":"The Nepal government on Sunday asked India to stop “unilateral construction and expansion” of any road that goes through its territory, the Kathmandu Post reported.Nepal’s Communications and Information Technology Minister Gyanendra Bahadur Karki made the statement days after Indian Prime Minister Narendra Modi made an announcement on constructing  road in Lipulekh, which is a disputed region.The dispute began after New Delhi, in 2019, issued an official map, including the Kalapani and Lipulekh area that Nepal regards as its own. The tension escalated further in May 2020 after India inaugurated an 80-kilometres long road in Uttarakhand, which connects close to the Line of Actual Control and opens a new route for the Kailash Mansarovar pilgrimage route via the Lipulekh pass.After the inauguration of the road last year, Foreign Minister Pradeep Kumar Gyawali summoned Indian Ambassador Vinay Mohan Kwatra and issued a diplomatic note to protest the construction. However, New Delhi had rejected the diplomatic protest, claiming that the route was “completely within the territory” of India.At an election rally in Uttarakhand’s Haldwani on December 30, Modi mentioned the Lipulekh construction as an achievement of his government.“Manas Khand, which is the gateway to Mansarovar, was deprived of roads by those who believed in depriving you of comforts,” the prime minister had said. “We not only worked on the Tanakpur-Pithoragarh All Weather Road, but also built the road up to Lipulekh and it is being expanded further.”His comments triggered fresh controversy as many Nepali leaders voiced their concerns on the matter.Responding to a journalist’s question on the matter on Sunday, Karki reiterated the Nepal government’s stance, the Kathmandu Post reported.“The government is firm and clear about the fact that the Lipulekh, Limpiyadhura and Kalapani region east of the Mahakali river is an integral part of Nepal,” Karki said. “The Nepal government has been requesting the Indian government to stop unilateral construction/expansion of any road that goes via Nepali territory.”Govt. of Nepal has been repeatedly urging to halt construction/widening road within Nepal's territory. As per the spirit of long-standing unique bilateral relation between Nepal & India; we must address the issues based on historical treaties & evidences.pic.twitter.com/E63QcxfoMB— Gyanendra Bahadur Karki (@supportGBK) January 16, 2022\n\nKarki’s comment came two days after the Indian Embassy in Kathmandu issued a statement on the matter.“The government of India’s position on the India-Nepal boundary is well known, consistent and unambiguous,” the Embassy said. “It has been communicated to the government of Nepal.”The statement stressed on the engagement of “inter-governmental mechanisms and channels” for dialogue. “Mutually agreed boundary issues that are outstanding can always be addressed in the spirit of our close and friendly bilateral relations,” the statement noted.","author":"Scroll Staff","time":"2022-01-17T13:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168913-pkkatsowhe-1642403099.jpg","tags":["Gyanendra Bahadur Karki","Narendra Modi","Nepal","India","Nepal border dispute"],"source":"https://scroll.in/latest/1015232/border-dispute-nepal-asks-india-to-stop-unilateral-construction-of-roads"}