{"title":"Boss of Bombay Talkies: How Devika Rani fought innuendo and personal tragedy to get back on her feet","content":"Devika was now the acknowledged boss of Bombay Talkies. The years of suffering and abuse were behind her. At last she was being valued for her own hard work as the head of the studio – not because she was Himansu’s wife. Along with her acting skills, her management skills also came to the fore.When questions were raised by shareholders of Bombay Talkies as to why the resignations of so many of their leading artistes (including Ashok Kumar) and technicians had been promptly accepted by HIT, a carefully drafted note was submitted on 27 January 1943 addressed to the chairman of Bombay Talkies, by HIT, the managing agents.The good news for Devika was that from 1943 onwards her salary and bonuses were regularly increased. On 29 December 1943 she received a New Year gift of a bonus of Rs 20,000, from the board of directors of Bombay Talkies, ‘as a token of the Company’s appreciation of the meritorious services rendered by you to the Company’. After years of struggling to make herself financially independent, Devika at last felt her true worth was being recognised.On 29 December 1943, the ever-obliging Keshavlal increased her salary from Rs 1,600 to Rs 2,750 per month with an entertainment allowance of Rs 300 per month.Devika Rani in Nirmala (1938). Courtesy Bombay Talkies.With a new confidence, she started reaching out to the media and to other people, this time in her own right. She wanted to establish the fact that the films she produced were doing well. For, whether it was true or not, she continued to hear that Filmistan, the rival studio, had a huge propaganda machine working against her. They were both competing for the same space in the popular imagination.Over the years, this harangue against her had remained highpitched and shrill – she was a demon, an adulteress, a flirt, a maneater. And now, an over-the-hill actress and a terrible producer. Ironically, many of those who had betrayed her were still reaching out to her for work. In some cases, their children were, too. To most of them, she remained inaccessible. She began to hold press conferences and private meetings. After such a long silence, the press was surprised and pleased – even the powerful Baburao Patel of Filmindia. She wrote to invite him to visit Bombay Talkies and he sent a very cordial reply. This was indeed a coup, as Baburao could make or break careers and had an acid pen.In his warm response to her, he confessed he was a fan and that his daughter kept a photograph of Devika on her desk, which he would glance at affectionately every morning. He too had heard about the recently ended war within Bombay Talkies and minced no words while referring to her former employees and colleagues. His letter brought great comfort to her, especially as she was still troubled by the ceaseless gossip and innuendo.A publicity still of Bombay Talkies. Courtesy Upperstall.com.Meanwhile, Devika had to deal with some other ghosts from the past. She had a visit from Harkishan Rai Bhalla, the owner of the Lahore-based Sitara Films Limited. He wrote to her afterwards, on 24 July 1943:“One thing that particularly struck me and made an indelible impression on my mind was the way in which you treasure the hallowed memory of your late lamented husband. When I entered your Office and saw the table and the chair which were once occupied by the late Mr Himansu Rai and behind which was placed his photograph duly garlanded and his two pairs of sandals lying in front of the photograph, this sight touched the tender chords of my heart and I felt how symbolic all this was of the high character and refined culture of a good Hindu Lady. Though Mr Himansu Rai was no more there in his physical form, yet I felt his presence everywhere in the studio.”This, of course, was part of Devika’s plan to publicly claim the legacy of Himansu. Years later, after Devika had sold her shares in Bombay Talkies, Ashok Kumar found a large marble bust of Himansu Rai lying on the floor of the studio, dusty and covered with bird droppings. He would clean it up and take it home. Obviously, once Devika left, these niceties had also stopped.Despite Devika’s apparent fondness for her team at Bombay Talkies, she was quick to turn down invitations which reminded her too much of those who had left her and gone away to form Filmistan. When the managers of Chitramandir, a theatre in Nasik, wrote to her on 10 August 1943, inviting her for the proposed silver jubilee celebration of Kismet later in the month, she politely declined their very flowery invitation which requested her ‘graceful attendance’. Though it was a record-breaking film from Bombay Talkies, it reminded her of the dreadful split that came immediately afterwards. Ever polite, on 16 August 1943, she wrote back to say that as she was just completing Hamari Baat, she could not find the time.The studio that was meant to give stiff competition to Bombay Talkies did have some spectacular hits, though it would soon lose the star that had brought it into the limelight. Ashok Kumar quit after a falling out with Rai Bahadur Chuni Lall over a few scenes he wanted to improve and reshoot in Eight Days, a film written by Saadat  Hasan Manto. The film had been practically directed by Ashok Kumar, though he placed Dattaram Pai’s name in the credits.When he found that the Rai Bahadur was reluctant to change the scenes because of the added expense, an enraged Ashok walked out. He was no longer the mild, malleable young man who had been picked to play opposite Devika. He was now a top star, earning in lakhs.After starting Filmistan, he had soon discovered that while it had been easy to criticise Devika, making films and running a studio were far more difficult than he had imagined. To add to Filmistan’s woes, a few years later, Gyan Mukerji, who had once given Amiya Chakrabarty competition, would suffer a nervous breakdown. His wife had left him, and the depression he fell into made it difficult for him to carry on working. He became increasingly incoherent, and finally, to help him out, Ashok began to try to interpret his instructions to the actors. Eventually, Gyan left for Calcutta and died there, a broken man. The film he had been working on, Sitaron se Aagey, was completed by Satyen Bose.Four years after Himansu’s death, and one year following the departure of her rivals in early 1943, Bombay Talkies was still going strong. From the press to the politicians to the industry itself – everyone was surprised that this petite and seemingly fragile woman had managed to hang in there with her sheer tenacity and grit. They had known her as an actress and appreciated her professionalism. Now they saw her as a shrewd and canny manager.Excerpted with permission from The Longest Kiss: The Life and Times of Devika Rani,  Kishwar Desai, Westland Books.Also read:How the Bombay Talkies studio became Hindi cinema’s original dream factory German born and made in India: The story of Josef Wirsching, who shot many Hindi film classics","author":"Kishwar Desai","time":"2020-12-31T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152691-wjrubvewoa-1609309182.jpg","tags":["Devika Rani","Bombay Talkies","Himansu Rai"],"source":"https://scroll.in/reel/982678/boss-of-bombay-talkies-how-devika-rani-fought-innuendo-and-personal-tragedy-to-get-back-on-her-feet"}