{"title":"Both Ashok Gehlot and Sachin Pilot are assets to Congress, says Rahul Gandhi","content":"Congress leader Rahul Gandhi said on Monday that both Rajasthan Chief Minister Ashok Gehlot and his former deputy Sachin Pilot are assets to the party. The politician’s comments came days after Gehlot had called Pilot a traitor in an interview with NDTV.“I don’t want to get into what someone said,” Gandhi said during a press conference in Indore on Monday. “Both the leaders are the assets of Congress. But it will not affect the ongoing Bharat Jodo Yatra.”On November 24, Gehlot had told NDTV that there were no chances of Pilot becoming the chief minister if the Congress wins the Rajasthan Assembly elections next year. “A gaddar [traitor] cannot be chief minister,” he added. “The high command cannot make Sachin Pilot the chief minister...a man who doesn’t have 10 MLAs. Who revolted. He betrayed the party, [he] is a traitor.”The MLA had hit back, saying it was unbecoming of Gehlot’s stature to use this kind of language and that such “mud-slinging” would not help the party.LIVE: Media Interaction | Bharat Jodo Yatra | Madhya Pradesh https://t.co/fmcMvjgPi5— Rahul Gandhi (@RahulGandhi) November 28, 2022\n\nOn Monday, Gandhi said that media’s speculation about the political drama unfolding in Rajasthan is not a real issue and that they should instead focus on the mass movement being led by the Congress.“Every time I enter a new state, I am told by you [media] that there will be a problem,” the Lok Sabha MP from Wayanad said. “Now you are saying there will be a problem in Rajasthan. The fact is, this yatra has gone beyond the Congress. It is now the inner voice of India. No one can say where it will reach and where it won’t.”Meanwhile, Congress General Secretary (organisation) Jairam Ramesh had on Sunday said that Gehlot should not have used “certain words” in the interview.","author":"Scroll Staff","time":"2022-11-28T17:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183537-oqkbimzszz-1669632064.jpeg","tags":["Ashok Gehlot","Sachin Pilot","Rahul Gandhi","Congress","Rajasthan"],"source":"https://scroll.in/latest/1038508/both-ashok-gehlot-and-sachin-pilot-are-assets-to-congress-says-rahul-gandhi"}