{"title":"Boundaries and impact: The imbalance in IPL 2024 shows it is not a good time to be a bowler","content":"This article originally appeared in The Field’s newsletter, Game Points, on April 24, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.The current edition of the Indian Premier League has seen hit-a-thons, run-fests, and history being created. Playing a significant role in these high-scoring games is the growing audacity and fearlessness of the batters. That shift of mindsets is a result of the constantly evolving nature of Twenty20 cricket.In addition, however, the league has shown that it is becoming increasingly favourable to the batters. As entertaining as it is to watch sixes and fours being hit at will (teams have breached 260+ scores at least five times in this edition alone), this might not necessarily be good for the game. It is bringing into question the balance in the contest between bat and ball.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe pitches have become batter friendly, with the surface not providing bowlers any assistance. It has led Gautam Gambhir and Harsha Bhogle, among others, to call for a change in the Kookaburra balls that rely on the pitch for lateral movement being used in the tournament.Sunil Gavaskar, meanwhile, has called for increasing the boundary size for grounds.Delhi Capitals’ opener David Warner, who has a reputation for explosive hitting himself, confirmed the existence of this imbalance, but suggested that it might not necessarily be a problem that plagues the T20 format. Instead, he suggested the imbalance is confined to the IPL.According to him, the upcoming ICC Men’s T20 World Cup in the United States and West Indies will not see the same mammoth scores. “The wickets have been very flat, very compact and very high-scoring [in the IPL],” Warner told AFP. “And when you’ve got small boundaries, you’re going to see very high scores. Back in the day there used to be turn and you couldn’t get those scores.”Why it seems to be a problem specific to the IPL is not just because of the pitches on offer, but also because of some of the rules exclusive to this tournament.The Impact Player rule, which was introduced in 2023, allows teams to substitute a player, whether a batter or a bowler, during their innings in response to the match dynamics. The rule essentially means teams have a greater depth of batters in their line-up.India captain Rohit Sharma has expressed his disapproval of the Impact Player rule, contending that it undermines the development of all-rounders in Indian cricket. “Guys like Washington Sundar, Shivam Dube are not getting to bowl, which for us [India team] is not a good thing,” Rohit had said on the Club Prairie Podcast.Delhi Capitals’ pacer Mukesh Kumar also spoke out against the rule, saying that it is unfair on bowlers and bowling teams cannot have the respite even if they get four batters out early. He reiterated the need to reconsider allowing 12 players to play or changing the nature of the tracks.As of Monday, 666 sixes had been hit during 38 matches in Indian Premier League 2024. With 36 more matches to go, there are plenty more to come. During the second week of the league, a fan poll question asked whether the number of sixes this season would breach the 1500-mark. The six-hitting trend this season seems to suggest that the previous edition’s record of 1,124 sixes is definitely in danger.The fan poll question about sixes in the second week of IPL 2024Until this season, the Royal Challengers Bangalore held the record of most runs in an innings, 263, in 2013. That mark has been crossed four times this season – three times by the Sunrisers Hyderabad alone, who set the new record at 287.These are mind-boggling numbers that have made this season of the IPL a batting spectacle.But spare a thought for the bowlers who do not have much going for them despite their skills. As IPL 2024 continues to lean heavily towards batters, it is essential to ensure that there is still room for bowlers to influence matches. The sport is, after all, based on the contest between bat and ball.","author":" Samreen Razzaqui","time":"2024-04-25T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200264-jaoxegcbsj-1713946791.jpg","tags":["IPL 2024","IPL","Indian Premier League","Cricket","Sunrisers Hyderabad","Game Points"],"source":"https://scroll.in/field/1066931/boundaries-and-impact-the-imbalance-in-ipl-2024-shows-it-is-not-a-good-time-to-be-a-bowler"}