{"title":"Bowing out in style: Soumitra Chatterjee’s late-career gems ‘Bela Seshe’ and ‘Mayurakshi’","content":"Amitava Nag is arguably Bengali acting legend Soumitra Chatterjee’s most dedicated chronicler. Nag has previously written Beyond Apu 20 Favourite Film Roles of Soumitra Chatterjee and Murmurs – Silent Steals with Soumitra Chatterjee as well as featured Chatterjee in Satyajit Ray’s Heroes and Heroines. Nag has also translated 50 of Chatterjee’s poems into English under the title Walking Through the Mist. Here is an excerpt from Nag’s new biography of the actor, who died in 2020.‘A late-career shift’At the twilight of his acting career, two films stand out again in his oeuvre, one in particular for significantly breaking his own mannerisms in older roles. One of this was Bela Seshe by the director duo of Nandita Roy and Shiboprosad Mukherjee. The directors had already made a few ‘social’ films, as they are referred to, upholding strong family values and moral codes. Based on the strength, weaknesses and love of a joint-family setting that prevents the breakdown of the marriage of an elderly couple, the film hit the right chord with the general audience. It was the biggest hit in Bengali cinema for years, running at a stretch of more than two hundred days in multiplexes and single-screen halls. The film was released nationally and even in the UK, the US, Singapore and also Bangladesh. The success of the film resulted in a spin-off titled Bela Shuru. Soumitra was part of it as well and the film was slated to be released in 2020, which was cancelled due to the COVID pandemic.\n\n\n    \n    Play\n\nBela Seshe (2015).Soumitra relished the success of Bela Seshe. He always insisted that, being a professional actor, his commitment had always been to cinema and the films he was associated with. His personal preferences in judging art were never a hindrance in such acceptances. Rather, he would jokingly narrate how he became quite popular among the non-Bengali-speaking audience once again with Bela Seshe. In one particular instance, I found a few children going up to him and asking for autographs. Thinking that they might have watched Soumitra’s iconic Feluda, they suddenly proved both of us wrong by calling out in glee, ‘Bela Seshe-r dadu’. Soumitra instantaneously winked at me. ‘Don’t be disappointed. I represent all the films I made.’ After Bela Seshe, Soumitra was repeated twice in subsequent years by the same director duo, in Praktan and Posto. Both films had golden runs at the box office. The other film which was indeed path-breaking in terms of Soumitra’s portrayal was Atanu Ghosh’s Mayurakshi. Soumitra had already acted in a few telefilms of Atanu earlier; in his first feature Anghsumaner Chhobi in 2009 and then playing the same older benevolent character he had played so many times with perfection in Rupkatha Noy in 2013. \n\n\n    \n    Play\n\nMayurakshi (2017).In Mayurakshi, four years down the time, Soumitra portrayed Sushobhan, a retired professor of history, who is suffering from age-related neurological problems, including dementia and cognitive dysfunction. In most of the current films, Soumitra mostly portrayed central characters who have a sophisticated urbaneness in them. Middle-class, educated, most importantly alert and vibrant – an image that was surreptitiously associated with Soumitra. He and the characters he acted mingled into a profile of the conscience, a guardian of the Bengali milieu. The character of Sushobhan is so refreshingly different because of his vulnerability. Sushobhan, due to his ailments, is forgetful, unmindful, like an errant child who neglects his homework halfway. In many adroit moments, he evoked in the audience the pathos and love for their prized elderly parents, in memory or in life. Soumitra wanted to work till his very last days. Even in the last five years of his life, beyond eighty, he was a busy actor. His role as a manipulative old man with a seductive young wife in Sujoy Ghosh’s short film Ahalya was the talk of the town in 2015. Then again, the old patriarch that he essayed in Suman Ghosh’s Basu Poribar and Anik Dutta’s Borunbabur Bondhu in 2018 and 2020 respectively, secured his position once more as an almost irreplaceable character actor of the decade. Probably, this profile as an upright, yet benevolent and humble patriarch for whom there will be audience sympathy right from the start (unlike Chhabi Biswas, whose type was to be more wary of than loved) will no longer be seen on-screen. There will be different profiles of the old henceforth on the Bengali screen, not the one that Soumitra portrayed with elegance and finesse. Excerpted with permission from Soumitra Chatterjee – His Life in Cinema and Beyond, Amitava Nag, Speaking Tiger Books.Also read:Soumitra Chatterjee (1935-2020): Acting legend, principled lodestar, utterly decent human being","author":"Amitava Nag","time":"2023-02-02T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186335-vrjgvdnryu-1675176179.jpeg","tags":["Soumitra Chatterjee","Bela Seshe"],"source":"https://scroll.in/reel/1042996/bowing-out-in-style-soumitra-chatterjees-late-career-gems-bela-seshe-and-mayurakshi"}