{"title":"Boxing: How Nguyen Thi Thu Nhi battled poverty, misogyny to become Vietnam's first world champ","content":"From her youth spent scraping a living on the streets, Nguyen Thi Thu Nhi has battled poverty and sexist prejudice to become Vietnam’s first boxing world champion.The 25-year-old scored an enormous upset over defending champion Etsuko Tada of Japan in October to claim the World Boxing Organisation mini-flyweight belt in just her fifth professional fight.It was a remarkable triumph for an athlete who rose from humble beginnings in a conservative society where women’s participation in sport – especially combat events – is often sneered at.Nhi’s journey began when she turned to boxing as a 13-year-old struggling with her grades at school.Spotting raw talent, a coach told Nhi she had the potential to make the city team. Living in a tiny house with nine family members in a tough part of Ho Chi Minh City, Nhi dedicated herself completely to her training, desperate to find a route out of her tough surroundings.“I wanted to earn more money, so I tried to train hard,” she told AFP. “I had no time to go out and have fun. I was training almost every day of the week.”Fighting prejudiceNhi did not know where boxing would lead her, but she knew what she wanted: to escape from a life of desperate toil, making just a few cents a day on the streets to help feed the family.“I earned money selling lottery tickets in the street, serving noodles in restaurants. I did anything that could bring me money to help my family,” Nhi said after a session at the national sports training centre in Ho Chi Minh City, Vietnam’s economic capital.Her unanimous points victory to dethrone the taller, vastly more experienced Tada – the Japanese fighter has a professional record of 20 wins, four defeats and three draws – came as a shock even to Nhi.“I could not believe I had won. I stayed awake the whole night with the championship belt next to me in bed,” she said.In Vietnam, where communism mixes with traditional Confucian beliefs, misogynistic attitudes about women in sport persist and Nhi had to endure taunts as she trod her path.“My neighbours used to constantly question my grandmother why she let me do boxing like boys,” Nhi said.“I had to try my best to show them that the path I had chosen was right for me. I earned my living by my passion for boxing. I was better than them.”Nhi said the challenges she faced made her all the more determined to succeed.“I always tried my best and pushed my body to the limit since I was a little girl. I still think I am weaker as compared to the men, despite the fact that I have always had to show I am tough,” she said.Career crossroadsSix months after her triumph, Nhi’s boxing career is at a crossroads as she seeks to juggle professional bouts with amateur events. Vietnamese athletes face the delicate task of balancing commitments to professional promoters with obligations to the state sports management authority.Nhi told AFP that the WBO are to strip her title belt for failing to defend it within a mandatory 180-day window, after she opted instead to represent her country at the International Boxing Association amateur women’s world championships beginning on Monday in Turkey.She said she was not sad about losing the belt and, after pulling out of the South East Asian Games in Vietnam, which also begin next week, was fully focused on the worlds.“My objective now is to win a medal in Turkey, to prove to all that I can go on both the two paths, amateur and professional,” Nhi said.Wherever her career heads, boxing has transformed Nhi’s life – from once earning next to nothing she now has a stable income from the state as a professional athlete topped up by appearances on TV and entertainment shows.“My objective,” she said, “is saving enough to afford a small apartment or a house of my own.”","author":"AFP","time":"2022-05-04T09:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173925-wyohshmqsa-1651638343.jpg","tags":["Vietnam","Etsuko Tada","Nguyen Thi Thu Nhi","Boxing"],"source":"https://scroll.in/field/1023220/boxing-how-nguyen-thi-thu-nhi-battled-poverty-misogyny-to-become-vietnam-s-first-world-champ"}