{"title":"Boxing: Mary Kom exits Commonwealth Games trials with knee injury","content":"Indian boxer MC Mary Kom was forced to withdraw midway through the selection trials due to a knee injury on Friday, ending her bid to compete at the Birmingham Commonwealth Games.The six-time world champion twisted her left knee in the first few minutes in the opening round of the 48kg semifinals against Haryana’s Nitu.Mary Kom had become the first Indian woman boxer to claim a gold medal in the last CWG edition in 2018.The 39-year-old fell down in the very first round of the bout. She tried to keep going after receiving medical assistance but after a couple of punches, she struggled to keep balance as she clutched her left knee and looked in pain.The London Olympics bronze medallist had to be carried out of the ring with Nitu being declared the winner via RSCI (Referee Stops Contest due to injury).The multiple-time Asian gold medallist had last competed in the Tokyo Olympics, where she reached the pre-quarters.Here’s the statement issued by the Boxing Federation of India:Six-time world champion Mary Kom has withdrawn from the on-going Women’s Boxing Trials for the 2022 Commonwealth Games due to an injury she suffered on Thursday. During the 48kg contest against Nitu, the London Olympic bronze medallist Mary Kom sustained a knee injury just after a minute into the opening round but, after medical assistance, the veteran boxer came back into the ring as the bout was resumed. However, Mary Kom was still experiencing intense pain that eventually forced her to leave the ring towards the end of the opening round as the referee stopped the bout and declared Nitu the winner with RSCI verdict. With this, Mary Kom’s challenge for a spot at the Birmingham Games also came to an end.Nitu will face Manju Rani in the final on Saturday, aiming to seal CWG berth in the 48kg.UPDATE🚨On day 2 of the ongoing CWG trials in New Delhi, @MangteC suffered an injury. She twisted her left knee in round 1 of the bout against Nitu (48 kg). The injury forced her to stop the bout & she has been ruled out of the #CWG2022.Wishing her a speedy recovery!#Boxing pic.twitter.com/ygisAZONZZ— Boxing Federation (@BFI_official) June 10, 2022\n\nMC Mary Kom out of selection trials for CWG. She picks up an injury to her left knee in Rd. 1 of her bout against Nitu in 48kg category and loses by RSC (I). She's in a lot of pain. Tried to continue but couldn't. Is this the end of the legends career? @sportstarweb pic.twitter.com/e8hmv6apDZ— jonathan selvaraj (@jon_selvaraj) June 10, 2022\n\nResultsNitu (48kg) was declared the winner against Mary Kom by RSCI.Manju Rani (48kg) defeated S.Kalaivani 5-2Minakshi (50kg) defeated Jyoti Gulia 4-3Jaismine (60kg) defeated Meena Rani 7-0Parveen (60kg) defeated Simranjeet 4-3Lovlina (70kg) defeated Ankushita 7-0Pooja (70kg) defeated Deepika 6-1","author":"Scroll Staff","time":"2022-06-10T19:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139211-dljvbzhqzt-1585565516.jpg","tags":["boxing","indian boxing","Mary Kom","commonwealth games"],"source":"https://scroll.in/field/1025932/boxing-mary-kom-exits-commonwealth-games-trials-with-knee-injury"}