{"title":"Boxing, Strandja Memorial: Nikhat Zareen, Amit Panghal among six Indians through to the final","content":"Two time world champion Nikhat Zareen and Commonwealth Games gold medallist Amit Panghal put up a dominating show to enter their respective finals along with the four other Indian boxers at the 75th Strandja Memorial Tournament in Sofia, Bulgaria on Saturday.Zareen (50kg) was in action for the first semi-final of the day. With the crowd support behind the Bulgarian pugilist Zlatislava Chukanova, Zareen started the bout cautiously, taking some time to get into the rhythm but did not lose hold of the game as she won the round 3-2.The Indian was clinical in the second round, giving no room to her Bulgarian opponent to form an attack while delivering some accurate blows. Zareen continued her domination in the third round as she maintained the composure, giving her opponent no chance of a comeback to seal the match with a 5-0 verdict. She will take on Uzbekistan’s Sabina Bobokulova in the gold medal match on Sunday.It was an easy day at the office for Panghal (51kg) as he won his third consecutive match with a unanimous 5-0 decision. Panghal faced Turkey’s Gumus Samet and looked comfortable right from the start. He used his experience to attack when needed while smartly using his footwork to get away from the punches of the opponent. The Indian pugilist did not break a sweat as he continued to build on the momentum from the first round to get a comfortable win to enter the finals. He will take on the reigning world champion, Kazakhstan’s Sanzhar Tashkenbay on Sunday.Arundhati Choudhary (66kg) made light work of her opponent Jessica Triebeľová of Slovakia to secure a 5-0 win. The Indian pugilist utilized her smart movement and aggressive approach to dominate the bout throughout as she won each round with a 5-0 score to advance into the finals with a unanimous decision win. She will face a tough challenge from reigning world and Asian champion Yang Liu of China on Sunday.Barun Singh Shagolshem (48kg) continued India’s dominance with an identical 5-0 unanimous decision win over Khenoussi Kamel of Algeria. Playing his first game of the competition after receiving bye in the quarter-final Barun looked lethal and made full use of his technical ability combined with quick movements. Before the opponent figured out the counter attacking options, it was too late as Barun clinched the unanimous decision win and will take on Khodzhiev Anvarzhan of Kyrgyzstan in the finals on Sunday.Sachin (57kg) was the last pugilist in action in the first session against Ukraine's Abduraimov Aider and had to work hard for the win. The Indian pugilist took some time to find his feet in the match as the Ukrainian boxer played the aggressor role. Sachin lost the first round with a close 2-3 score. The southpaw showed his class in the second round, as he made full use of his long reach and delivered multiple strong left hooks to the opponent. The third round was no different as Sachin successfully resisted every attempt by Aider and pinned him against the ropes, throwing a fury of accurate punches in return to grab a comeback 4-1 win. Sachin will go head to head against Uzbekistan’s Shakhzod Muzafarov in the finals on Sunday.Rajat (67kg) also entered the finals after his opponent Guruli Lasha of Georgia gave him a walkover in the semis.Late on Friday,  Deepak (75kg) and Abhimanyu Loura (80kg) bowed out of the tournament. Deepak lost 0-5 against Ummatalievu Javokhir of Uzbekistan and Abhimanyu Loura went down fighting against China’s Tuohetaerbieke Tanglatihan with a scoreline of 1-4.","author":"Scroll Staff","time":"2024-02-10T21:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198336-tzdcxfaluf-1707581189.jpg","tags":["Nikhat Zareen","Amit Panghal","75th Strandja Memorial Tournament","Indian boxing","Boxing","Arundhati Choudhary","Barun Singh Shagolshem","Sachin","Rajat"],"source":"https://scroll.in/field/1063516/boxing-strandja-memorial-nikhat-zareen-amit-panghal-among-six-indians-through-to-the-final"}