{"title":"Boxing, Men’s National C’ships: Amit Panghal, Shiva Thapa crowned champions","content":"Heavy favourites Amit Panghal (51kg) and Shiva Thapa (63.5kg) powered their way to impressive victories as they clinched gold medals in their respective weight categories at the 7th Elite Men’s National Boxing Championships in Shillong on Saturday.The 2019 World Championships silver medalist Panghal navigated through the bout with ease. Up against Anshul Punia of Chandigarh, he dominated the final match of the 51kg category with an unanimous 5-0 decision.The record six-time Asian medalist Shiva Thapa of Assam faced reigning world youth champion, Vanshaj of SSCB in his 63.5kg final. The defending national champion continued his stellar run of performances as he secured a commanding victory with a flawless score of 5-0 to defend his title.Contrastingly, the Services’ pugilist Jugnoo faced a challenging encounter against Vishal of Haryana in the 86kg final. In a closely fought battle, Jugnoo displayed both skill and composure in crucial moments of the game and he ultimately secured a 5-2 split decision win in his favour.Continuing the series of victories, the 2021 Asian champion, Sanjeet(92kg) from Services faced Naveen Kumar of Haryana in what was a repeat of last year’s final in the competition where the latter had prevailed. However, Sanjeet ensured that was not the case this year as he outpunched his opponent to secure an impressive 5-0 win.The Services Sports Control Board maintained their dominance as they topped the rankings with 12 medals including 10 gold  and two silver medals with 90 points as they defended their crown.Barun Singh (48kg), Sachin (57kg), Akash (60kg),  Rajat (67kg), Akash (71kg), Deepak (75kg), Lakshya (80kg) were the team’s other gold medallists while Pawan (54kg) and Vanshaj (63.5kg) secured a silver each.","author":"Scroll Staff","time":"2023-12-02T18:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196249-feoqtvvudq-1701264853.jpg","tags":["Boxing","7th Elite Men's National Boxing Championships","Amit Panghal","Shiva Thapa","Sanjeet"],"source":"https://scroll.in/field/1059981/boxing-mens-national-cships-amit-panghal-shiva-thapa-crowned-champions"}