{"title":"‘Brahmastra Part One: Shiva’ review – Superhero origins story lifted by superb visual effects","content":"The makers of Brahmastra Part One: Shiva have devoted considerable effort and energy to dreaming up devices to portray luminescence. The colour scheme of Ayan Mukerji’s fantasy film is inspired by the bluish-pinkish hue created when flames burst out of a match. As a disc jockey in Mumbai is transformed into a fire-channeling saviour of the universe, there is light everywhere, except where it’s needed the most.Perhaps the laser beams that illuminate the hero’s journey needed to have been shone on the script. The first chapter in a trilogy called “Astraverse”, Brahmastra Part One: Shiva gets the pyrotechnics right but fumbles in creating an emotionally involving alternate reality.Mukerji, who has previously directed the coming-of-age sagas Wake Up Sid and Yeh Jawaani Hai Deewani, dips into Hindu mythology and Hollywood superhero movies to conjure up a spectacular earthly battle over an all-powerful weapon. The titular brahmastra, which has been guarded by a secret society for eons, is being sought by a rogue god and his acolytes. Junoon (Mouni Roy), she of the blood-red contact lenses and black robes, is trawling through India in search of the super-weapon. Junoon and a bearded pair of henchmen arrive in the backyard of Shiva, a DJ who has fallen for Isha (Alia Bhatt) at first glance. Shiva’s courtship is accompanied by Pritam’s catchy tunes (including the unfairly maligned Kesariya), nifty footwork by Kapoor, and a smoothness that abandons the narrative in its shambolic middle section.Shiva and Isha travel to Varanasi, where they meet the demigod Anish (Nagarjuna). They eventually arrive in Himachal Pradesh, where Guru (Amitabh Bachchan) runs an X-Men style ashram.The opening sections are electrified literally and figuratively by Shah Rukh Khan, who is fast becoming the king of the strategically placed cameo. The actor plays Mohan Bhargav, a scientist who shares his name with Khan’s character from Swades.Brahmastra Part One: Shiva. Courtesy Star Studios/Dharma Productions/Prime Focus/ Starlight Pictures.Real-life couple Ranbir Kapoor and Alia Bhatt, in their first on-screen pairing, look deep into each other’s eyes, but they are stymied by Hussain Dalal’s groan-worthy dialogue. Every time Shiva and Isha – or any other character for that matter – open their mouths, the earnest attempt to create an Indian version of the Marvel Cinematic Universe elicits unintended sniggers.A far superior MCU-inspired local variant was Basil Joseph’s Malayalam-language Minnal Murali, which was streamed on Netflix in 2021. Produced at a fraction of Brahmastra’s budget, Minnal Murali had a compelling superhero origins story that landed on the strength of a coherent script, rather than visual razzmatazz. While Brahmastra isn’t lacking in ambition, Mukerji’s screenplay doesn’t trust its instincts enough. The film’s themes are spray-painted on the screen in giant letters and then further explained by Bachchan’s voiceover. Delivered in an even deeper-than-usual (and sometimes indecipherable) rumble, Bachchan’s Guru tells us what we needed to be seeing rather than hearing. Despite the on-the-nose writing, there are several unanswered questions. Why are celestial beings who can bend the space-time continuum chasing their marks on foot, as though in a 1970s crime film? Why can’t Junoon locate Guru’s lair when all she has to do is turn her head a little to the right, where he is lying in wait?And what’s with the brahmastra itself, which resembles a glistening paperweight and is tossed about at will? The weapon’s undignified treatment is on par with Guru’s banal advice to Shiva that in order for him to discover his powers, he needs to be “on”. On what, exactly? You don’t want to know.It’s a relief when the characters zip up and cut loose. When Shiva, Guru and other guardians of this corner of the galaxy get going, the 167-minute movie delivers bang for the buck.The visual design is always on point. Considerable thought has gone into an adventure that goes seamlessly from the colourful clamour of the religious festival to the fluorescent vibe of the disco to an astral amphitheatre located on Earth. The show is as easy on the eye as the talk is hard on the ear. \n\n\n    \n    Play\n\nBrahmastra Part One: Shiva (2022).","author":"Nandini Ramnath","time":"2022-09-09T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179585-txqrxkrytn-1662571565.jpg","tags":["Brahmastra Part One: Shiva","Ayan Mukerji","Ranbir Kapoor"],"source":"https://scroll.in/reel/1032323/brahmastra-part-one-shiva-review-superhero-origins-story-lifted-by-superb-visual-effects"}