{"title":"Brave face: When Gary Kirsten batted with a broken nose and swollen eye against Pakistan","content":"Gary Kirsten played international cricket for 10 years during which he was one of the finest opening batsmen in the game. Averaging over 40 in Tests as well as One-Day Internationals, Kirsten was a vital cog in a South African side that was always flirting with top position in the ICC rankings. He held the record for the highest individual score in World Cup cricket for 19 years and it took the might of Chris Gayle in 2015 to beat Kirsten’s score of 188 against UAE in the 1996 World Cup.Kirsten’s impact can be summed up by the fact South Africa lost only two matches across formats when he scored a century.However, despite his 34 international hundreds, the knock that he is, perhaps, remembered for the most for was neither a hundred nor one in a winning cause. It was a display of courage, determination, and mental strength as Kirsten put on a brave face in adversity.\n    \n      The Field\n      How Sports Inspires\n      In these tough times, lift yourself up with inspiring stories from the world of sport.\n    \n    \n        Read Series\n    \nIt was the first Test of a two-match series between South Africa and Pakistan at Lahore in 2003. Shoaib Akhtar was leading a young Pakistan attack and Kirsten came out to bat at No 3 aiming to build on a solid start from the South Africans.Kirsten did just that despite the Proteas losing Herschelle Gibbs and Jacques Kallis. But just after completing his half-century, Kirsten’s innings was cut short.Coming around the wicket, Akhtar darted in a bouncer that broke the grill of his helmet and hit Kirsten on the face just below the eye. The South African fell down to the ground as the Pakistan players rushed to the striker’s end.Kirsten had received a blow on his left cheek just below the eye as blood dripped out of the wound. The left-handed batsman was retired hurt on a score of 53. Akhtar was quick to get to the South African and hugged him later.“I felt bad. He was a friend of mine. In 1995, I played a four-day game against Gary Kirsten’s side, and I went up to him and said, “Do you think I can be Waqar one day?” I hadn’t made my debut then. He said yes. In broken English, I asked him again, “Do you think I have it?” He said yes, I had it,” Akhtar told ESPNCricinfo’s The Cricket Monthly recalling the incident.\n\n\n    \n    Play\n\nKirsten was taken to the hospital where scans revealed that he had sustained two minor fractures on the bridge of his nose and below his left eye. In addition, he also had 10 stitches to close a deep gash.However, with South Africa in trouble in the second innings having lost four wickets for just 149 after conceding an 81-run first-innings lead, and with Akhtar breathing fire, Kirsten walked out to bat with an almost unrecognisable face due to the wound.Kirsten batted with great courage and held one end as wickets kept tumbling at the other end. The South African hit seven boundaries as he battled to a score of 46 before he was dismissed. Despite the big injury, he was the second-highest scorer for South Africa in that innings.“The pitches here are too good to go home,” Kirsten, who saw the funny side to it, said afterward.Despite Kirsten’s heroic knock that gave South Africans something to defend, Pakistan managed to record a victory. However, it was Kirsten’s resilience that caught the eye.The South African opener continued to impress on that tour. He played the next Test and scored 172 runs in the match that included a match-saving 118 in the second innings.Kirsten retired in the year after that series, putting an end to a stellar career. When looking back at his career, Kirsten can be proud of many of his knocks. And this one in Lahore where he battled the odds with a broken nose and swollen eye would rank among his finest.","author":"Scroll Staff","time":"2020-07-09T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144130-cbmtmyxfbd-1594296680.jpg","tags":["Cricket","Gary Kirsten","Shoaib Akhtar","South Africa","Pakistan","How Sports Inspires"],"source":"https://scroll.in/field/966989/brave-face-when-gary-kirsten-batted-with-a-broken-nose-and-swollen-eye-against-pakistan"}