{"title":"Breaking barriers: Neeraj Chopra continues to inspire two years after Olympic triumph","content":"This article originally appeared in The Field’s newsletter, Game Points, on August 9, 2023. Sign up here to get the newsletter directly delivered to your inbox every week. Javelin thrower Kishore Kumar Jena  had spent a long time at the bottom in the race for World Athletics  Championships qualification. But when he booked a spot for himself at  the mega event, with a personal best throw of 84.38m, one of the first  people to wish him was Neeraj Chopra.A text message from the reigning  Olympic champion in the men’s javelin throw – the first Indian to win an  Olympic gold in athletics – was the validation Jena needed to suggest  he was now part of the big league.Since winning India’s second  ever individual Olympic gold medal on August 7, 2021, Chopra has been  spearheading India’s athletics charge on and off the field.From being the first active athlete to come out in support of the protesting wrestlers, to giving a pep talk to the Indian women’s Under-19 cricket team ahead of their World Cup final, to reducing fans to tears on meeting them, Chopra has achieved a legendary status previously reserved for the nation’s cricketers.The  biggest impact Chopra has had has been in getting Indian athletes to  believe that they can also compete with the best athletes in the world,  and even beat them.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nIn his discipline, India has five men’s  javelin throwers – Chopra, Rohit Yadav, Jena, Shivpal Singh and Sachin  Yadav – who have thrown more than 80m in 2023, the most by any country. It’s  not just in javelin where Chopra has had an impact. Before  him, Indian athletes would scarcely qualify for high-profile athletics  meets outside the country on a regular basis. They would also be content training in India, and rarely train abroad. Since Chopra’s  ascendency, there has been a marked shift in the way Indian athletes  approach their events.Athletes like long jumper Murali  Sreeshankar and steeplechaser Avinash Sable have regularly participated  in Diamond League meets with many others training in Europe and North  America. But Chopra’s biggest impact has been shattering the  mental barrier many Indian athletes have had when competing with the  elite. Chopra has not only shown them that Indian athletes belong on  the global stage, but that they can also dominate and win regularly.“What  Neeraj has achieved has transformed the way Indian athletes think, it  has done wonders to our confidence,” Sreeshankar said last year.After  winning gold at Tokyo, Chopra added a World Championship silver and a  Diamond League Finals trophy to his kitty. He already had a Commonwealth  Games and Asian Games gold medals in the bag. And yet, he remains the  boy from Haryana just happy to throw an 800 gram spear and inspire  millions of children across India.","author":"Dilip Unnikrishnan","time":"2023-08-10T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177455-xipfruvzkf-1658450000.jpeg","tags":["Neeraj Chopra","Kishore Kumar Jena","Tokyo Olympics","2022 Olympics","Athletics","Indian athletics","Sreeshankar Murali"],"source":"https://scroll.in/field/1053956/breaking-barriers-neeraj-chopra-continues-to-inspire-two-years-after-olympic-triumph"}