{"title":"Breaking the silence: Four Judges vs Chief Justice of India is not about individuals","content":"Rule of law, the political scientist Francis Fukuyama said, is a constraint on political power. This rule of law is maintained by institutions that in a democracy are accountable to the people. Take this accountability out and you have a break down of institutions, and in effect, the break down of rule of law and democracy itself. The dramatic and unprecedented developments in the Supreme Court on Friday have largely been projected as a fight among a few individuals. Four senior judges came out protesting against Chief Justice of India Dipak Misra and what they believed was unilateral functioning in allotment of cases. But it would be wrong to paint this as a mere clash of egos. This dissent by the judges point to a larger malaise plaguing institutions in India in general and the judiciary in particular. And this malaise in the judicial system is partly self-made. Over the last three-and-a-half decades, the judiciary has slowly concentrated in itself power that has very little accountability. This power, on the one hand, has undermined other public institutions, most importantly the Parliament, which in a democracy is the voice of the people. On the other hand, it has also compromised the internal workings of the judiciary, reflected in the growing authority of the office of the chief justice. What is required to stem this rot is not mere administrative intervention. Even if Justice Misra accepted the demands of his brother judges and assuaged them, it will only hide the problem, not solve it. The judiciary now requires a concerted shake up so that it does not become a law unto itself. Indira Gandhi with Sanjay Gandhi. File Photo.Lacking accountabilityIn a way, the happenings in the judiciary tell us how India continues to face the effects of certain decisions made by the executive in the 21-month period of the Emergency imposed by then Prime Minister Indira Gandhi from June 1975 to March 1977. In the now infamous ADM Jabalpur case of 1976, the Supreme Court held that under Emergency, the citizens do not have the right under Article 226 of the Indian Constitution to move the High Courts against detentions. This judgement is widely seen as a black mark on the Supreme Court’s history, when it failed to come to the rescue of the common people.The judgement was delivered by a five-judge bench, in which Justice Hans Raj Khanna alone dissented. Khanna paid a price for his courage to stand up against a dictatorial leader. He was superseded for the post of chief justice of India in January 1977. He resigned in protest. These developments had a profound effect on the judiciary, which slowly began to insulate itself from executive interference. Judges used to be appointed by the President on the advice of the Union Cabinet until then but by the 1990s, the Supreme Court developed the collegium system through a series of judgements, ushering in the era of judges appointing other judges. Contrast this with the system in the United States, where the Senate votes on the nominee of the President to confirm his or her position in the Supreme Court. The confirmation process involves public hearings in which the nominee is grilled by Senate members. Since 2005, the United Kingdom too has vastly reformed the process of judicial appointments by forming the Judicial Appointments Commission. The judges in the Supreme Court are appointed through a consultative process that involves the Lord Chancellor, the first minister of Scotland, the first minister for Wales and the secretary of state for Northern Ireland as the representatives of the government. Essentially, the appointments are made by the Queen on the recommendations of the prime minister, who in turn receives recommendations from the selection commission. While on the administrative side in the collegium system the judges became the masters of their appointment, there was parallel trend of the courts encroaching on the legislature’s powers. This started with the articulation of the “basic structure” doctrine in 1973. By 1990s, the Supreme Court held that it had the power to review even those laws placed in the Ninth Schedule of the Constitution, which was specifically carved out to provide judicial immunity to certain laws. In other words, while the role of the executive in the judiciary diminished on one hand, the powers of the judiciary to intervene in the decisions of the executive and the legislature expanded. Unlike the political class, the judges enjoy a fair bit of protection from criticism. Unlike in some countries in the West, comments on judges and on their motives have the potential to be construed as contempt and could attract jail sentence in India. In 2017 alone, one sitting member of the judiciary –Justice CS Karnan, the Madras High Court judge – and one former member – Justice Markandey Katju – faced the wrath of contempt laws. Adding to all this is the fact that once appointed, a judge can only be removed through the cumbersome process of impeachment. There is currently no corrective measure in between. Even in the case of Karnan, the court had to send him to jail. Such a mix of great immunity and an erosion of accountability means a lot depends on the character of the individual judges to uphold the sanctity of the institution. Justice Dipak Misra being sworn in as the chief justice of India. Image: PIBThe chief justiceWhat is happening with the office of the chief justice would have to be seen in the light of these developments over the last 35 years. When power is concentrated in an institution, there is always a danger that individuals in the institution could appropriate that power for themselves. Justice Dipak Misra has now been charged with violating conventions. A number of examples have been cited to buttress this point. The manner in which he put together a five-judge Constitution bench in November to overturn an order passed by Justice Chelameswar, one of the judges who went public on Friday with the accusations, in a case that involved complaints of corruption in allotment of permission to medical colleges is the foremost. In the petition that challenged the appointment of Rakesh Asthana as special director of the CBI, Justice Misra chose to place the matter before a completely new set of judges after a judge in the original bench recused himself. This involved Justice Ranjan Gogoi, who will be the next chief justice of India and was part of the four judges who met the press on Friday. Something similar transpired in a petition that sought court-monitored probe into a 2G spectrum related case. There was also a delay in forming the Constitution bench to adjudicate on the legal validity of Aadhaar, the 12-digit unique identity number against which concerns of privacy have been raised. It is easy to dismiss these decisions as insignificant in the larger role of the court as the guardian of the citizens’ rights. But something as routine as allotment of cases to benches could turn out to be crucial when looked at from the point of view of institutional integrity, given that the ideological background and worldview of judges have a profound effect on the way they approach a case. This is why, eyebrows are raised when four senior-most judges question the chief justices allotting cases, especially those of national importance, to benches of “their preference”. The chief justice is undoubtedly the master of the roster, but as Dr BR Ambedkar pointed out in the Constituent Assembly, the chief justice is also “a man with all the failings, all the sentiments and all the prejudices which we as common people have.”Supreme Court judges J. Chelameswar, Ranjan Gogoi, MB Lokur and Kurian Joseph address an unprecedented press conference in New Delhi on Friday. Image: HTThese accusations and counter-accusations are unavoidable in an institution that has become increasingly opaque. Even on Friday, the initial shock the country felt was how a court that was known to keep its business strictly within its buildings could lead to such an open dissent. Senior members of the bar like Soli Sorabjee, instead of welcoming the rare event of outspokenness, chose to express regret. This shows that a shroud of secrecy has come to define the judiciary, something that has become so normal that it is hailed as a virtue. Attorney General KK Venugopal reacted to the developments by claiming that the differences among the judges will be sorted out within the court. But it is not enough if the judges tomorrow arrive at a consensus to sort out these administrative troubles. The more important decision would be to move towards a system that guarantees vibrant public scrutiny, which is the foundation of transparency and accountability. Of course, critics would point out that such openness on the part of the judiciary could be misused by the executive to undermine its independence. This could easily be dealt with if the judiciary stands together to achieve a balance and not give undue space to the government. To go back to Fukuyama, “laws may be modified, but it is the underlying rules by which societies organise themselves that define a political order.” Since institutions guard these rules and in turn order themselves, it is important that they remain as open and accountable as possible.","author":"Sruthisagar Yamunan","time":"2018-01-13T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864875-78996-cedrftfnaa-1515776585.jpg","tags":["Supreme Court","judicial accountability","Judges and Judiciary"],"source":"https://scroll.in/article/864875/breaking-the-silence-four-judges-vs-chief-justice-of-india-is-not-about-individuals"}