{"title":"Brewing in poll-bound Tripura: Tribal resentment against Manik Sarkar’s Left Front government","content":"For 11 days last July, hundreds of angry young Tripuri tribal men blocked a national highway on the outskirts of the capital Agartala as well as the state’s lone railway track.  Gathered under the banner of the Indigenous People’s Front of Tripura, a political party that claims to represent the state’s indigenous tribal population, they demanded a separate state called Twipraland.Pitor Debbarma, 28, had squatted on the highway every day for 11 days. The vice president of the All Tripura Indigenous Student Association, a “brother organisation” of the Indigenous People’s Front, said he had joined the agitation because he was tired of the Communist Party of India (Marxist) government’s “partiality”.“They are giving all favours to the non-tribal areas,” he said. “Just look at the difference in development. They are not paying attention to tribal areas. Lakhs of educated young people are just moving around aimlessly because there are no jobs. There is no development in our area.”The tribal areas are administered by the Tripura Autonomous District Council under the Sixth Schedule of the Indian Constitution. This provision allows for autonomous, decentralised self-governance in certain tribal regions of Assam, Meghalaya, Mizoram and Tripura. In Tripura, the council administers over 7,000 sq km across all eight districts. The Indigenous People’s Front wants all these areas – accounting for almost 70% of the state’s territory – to be turned into a separate state called Twipraland. The indigenous people account for a little over 30% of Tripura’s total population and form a crucial voter block. A third of 60 Assembly seats is reserved for the state’s tribal population. The crisis last July was diffused after the tribal party’s leadership met RN Ravi, chairman of the country’s Joint Intelligence Committee. Still, it was evident that the statehood demand would be a significant factor in the Assembly election.  Now, as the state gears up for election on February 18, the Indigenous People’s Front has tied up with the Bharatiya Janata Party.  Graphic: Anand Katakam Enter BJPThe CPI(M), which has ruled the state for the last 25 years, has so far enjoyed substantial support in the council areas through its tribal wing, known as the Tripura Rajaer Upajati Ganamukti Parishad. However, the council was also the entry point for the BJP, which has emerged as the main contender to the communist party in recent years.In the Tripura Autonomous District Council election of 2015, the BJP  finished second in five seats – with a vote share of nearly 8%. A non-entity in the state until then, the election helped the BJP edge out the Congress as the primary opposition. Ever since, the party has been in the ascendant.The CPI(M) has often accused the BJP of preying on the insecurities of the tribal population to advance its political aspirations.  The blockade, too, the ruling party alleged at the time, was the handiwork of the BJP, calculated to foment unrest before the state election. Both the Indigenous People’s Front and the saffron party had denied the allegation.The BJP had, however, said it “recognised the deprivation of the tribals of the state”. If voted to power, the BJP said, it would convert the district council to a “state council” with a provision for direct funding from the Centre. Speaking to Scroll.in days after the blockade in July was lifted, the tribal party’s president, NC Debbarma, had called the BJP’s proposal “bogus propaganda”.Yet, few observers in Agartala were surprised when the two parties forged a pre-poll alliance recently. Under the arrangement, the BJP will not nominate candidates for nine of the 20 reserved seats.The CPI(M) has dismissed the alliance as opportunistic. “IPFT is a separatist force and its terror links are well known to the people of Tripura,” said the party’s state general secretary Bijan Dhar.He was referring to a widespread perception that the Indigenous People’s Front, which came into being in 1996, has the tacit backing of the banned secessionist group, the National Liberation Front of Tripura. “In their constituencies, IPFT is campaigning on the basis of the statehood demand, but here BJP is saying no separate state,” Dhar said. The statehood demand did not enjoy popular support, Dhar insisted, and the resentment was “generated by the BJP” for electoral gain. His party colleague, Jitendra Choudhury, a tribal MP from Tripura and the state’s former tribal welfare minister, echoed Dhar. The discontent existed only among “a very microscopic section of the middle-class tribals”, he claimed. “The tribal vote is going nowhere,” Choudhury affirmed. “The access to the fruits of development to tribals is unprecedented. What Tripura has ensured for its tribal population in terms of access to land and social security, no other state has managed.”Shibarani Jamatia and her husband Ananta Hari are unhappy with the Left government. Photo credit: Arunabh Saikia ‘Bengalis are coming’But a visit to areas administered by the Tripura Autonomous District Council reveals deep-rooted grievances. Residents here routinely complain about the “lopsided nature” of development in Tripura under the Left.  Ananta Hari from Udaipur in Gomati district said there was no development in areas around his home. “Even today we don’t have proper roads, there are no hostels in the school,” he said. “How will our daughter travel to school? Look at Agartala, look at us.”But the discontent runs deeper, drawing on fundamental insecurities about identity and fears of displacement. As Sindhukanya Jamatia, vice president of the Indigenous People’s Front put it: “We are becoming a minority in our own land. Even in the council areas, the Bengalis have started coming in. Once upon a time we were the owners of our land, now people are taking over our land and ruling over us.”In Tripura’s hills, traditionally home to the tribal population, that is a commonly expressed sentiment, particularly among the young. Bimal Debbarma, who runs a grocery schop in West Tripura’s Jamupijala, said, “This is the land of Debbarmas, but the Bengalis are doing goondagiri [thuggery] and dominating us. That is why we need Twipraland.”Such anxieties are not new. The community has been complaining for years that the Bengali-speakers are taking over the state’s land and resources, which had  originally been in control of the indigenous population. Those supporting a separate tribal state often point to the changing demographics of Tripura: in 1948, the indigenous tribes accounted for over 80% of the population, now they are around 30%.Sindhukanya Jamatia, vice president of the Indigenous People’s Front of Tripura, is a strident supporter of a separate state. Photo credit: Arunabh SaikiaA killing in MandaiThe insurgency that raged in Tripura in the 1980s and ’90s was triggered by the same concerns. While the state government managed to rein in the militancy with a mix of economic policies and counterinsurgency measures, the discontent, political observers say, has always simmered underneath the surface.  In the run-up to the election, it seems to have resurfaced.On September 20, it manifested itself in murderous violence. A television journalist, Santanu Bhowmik, was hacked to death as he covered a road blockade organised by the Indigenous People’s Front. The incident took place in Mandai, the centre of the ethnic uprising of the 1980s. Colleagues who were present that day claim Bhowmik’s ethnicity may have got him killed.  A Bengali, he seems to have been seen as an extension of the state machinery, often perceived by the tribals as hostile to their aspirations of self-governance.In some ways, Bhowmik’s murder was a watershed moment in the election campaign. It again brought out the old mistrust between the state’s immigrant Bengalis and the indigenous tribal population. “When the journalist died, the government gave him compensation immediately,” said Jamatia. “But when our girls get raped by Bengalis, we never get justice. Isn’t that unfair too?”A memorial for the murdered journalist Santanu Bhowmik in Agartala. Photo credit: Arunabh SaikiaAutonomous council without autonomy?As CPI(M) leaders dismiss the possibility of tribal discontent, political scientists say there may be merit to claims that the institutions of self-governance in Tripura have not served their purpose. “The Tripura Autonomous District Council is not as powerful as other Sixth Schedule councils,” said Antiarbum Ranglong, who teaches public administration in Agartala’s Maharaja Bir Bikram University. “Unlike, say, in Mizoram, most employees in the council are appointed by the state government. So they are more accountable to the state government rather than the council itself.”The overlapping powers of the state government and the district councils pose a problem in all Sixth Schedule areas. But the situation in Tripura, Ranglong claimed, was more complicated because of the non-contiguous nature of the autonomous council’s areas of jurisdiction. “Land alienation in tribal areas, therefore, is a major problem,” continued Ranglong, “because the district council has no power to carry out revenue  settlements, unlike other Sixth Schedule areas.”Members of the CPI(M)'s tribal wing, Tripura Rajaer Upajati Ganamukti Parishad. Photo credit: Arunabh SaikiaA fine lineMeanwhile, the BJP is treading cautiously when it comes to the statehood demand of its tribal ally. The saffron party’s leaders offer well-rehearsed, carefully constructed responses when questioned about it.“We are committed to the socio-economic development of the tribals,” said Sunil Deodhar, who heads the party’s state unit. “We are telling them: ‘The whole state belongs to you, why do you want a separate state.’”Deodhar played down the Left’s accusation that the BJP had engineered a social rift for electoral gain. “We tell them that the Bengali is not their enemy,” he said, referring to the tribal community, “it is Manik Sarkar’s Left government which is discriminating against them.”The tribal party, though, is holding firm to its demand.  NC Debbarma, the octogenarian chief of what is essentially a party made up of youth, said they felt their best chances lay with the BJP. “They control the Centre, and are most likely to continue,” he argued. “This is a Constitutional demand and has to be supported by the Centre.”When it was pointed out that the BJP was reluctant to support the statehood demand, he said it was “political posturing”.  “It is a superficial statement because they don’t want to upset the Bengalis before the election,” he claimed. What after the election, then? “That will be decided on the basis of who forms the government,” he replied.For now, the tribal party’s supporters are happy and pining their hopes on the BJP. “The BJP is at the Centre,” said Sindhukanya Jamatia of the party’s women’s wing. “If they come to the state, too, what can possibly go wrong?”The Indigenous People’s Front of Tripura chief NC Debbarma thinks their best bet lies with the BJP. Photo credit: Arunabh Saikia","author":"Arunabh Saikia","time":"2018-02-16T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/868842-82116-ufpgtmpdba-1518711946.jpg","tags":["Tripura Assembly election","tribal rights","Indigenous People’s Front of Tripura","Manik Sarkar","BJP","Twipraland"]}