{"title":"Bridging the Barak and the Brahmaputra: Will Assam’s newfound connectivity help the BJP?   ","content":"Every second person in the districts of Dhemaji and Lakhimpur, on the north bank of the Brahmaputra in Assam, has a story about a tense midnight ferry ride and a life-and-death situation.Jayanta Cheleng’s story involves his diabetic uncle. A couple of years ago, his uncle’s blood sugar suddenly plunged in the middle of the night. The district hospital in Lakhimpur said he needed to be taken to Dibrugarh – immediately.Dibrugarh and Lakhimpur are just over 100 kilometres apart as the crow flies but seperated by  the colossal Brahmaputra. The last ferry had departed a couple of hours before sundown. An emergency family meeting was convened. “My cousins made a few calls, and convinced a ferry-owner to take us,” he recalled. “We had to reserve the whole ferry for Rs 7,500. We could do it because my cousins had the means. Not everyone does.” A seat on a ferry for the 90-minute ride would have cost Rs 60.The flood-ravaged plains of Lakhimpur and Dhemaji are littered with similar stories of night-time desperation: the rice farmer in Kulajan whose daughter-in-law nearly died from septic shock; the cement trader in Gogamukh whose sister lost so much blood that she fainted. With the local hospitals claiming helplessness, all these people had only one option: cross the river and somehow reach Dibrugarh, seat of the Assam Medical College.But then on December 25, 2018, to  mark “Good Governance Day”, Prime Minister Narendra Modi was seen waving at a train from the brand new Bogibeel Bridge. A combined rail and road bridge, it connected Dibrugarh district on the south bank of the Brahmaputra with Dhemaji on the north bank.After the Bogibeel bridge became operational, one could drive down to Dibrugarh from Lakhimpur in three hours. The journey took almost half a day earlier, waiting time at the ports included. A ride on the newly introduced train through the bridge is even shorter – less than 2.30 hours. “The bridge has changed our lives,” said Dhemaji’s Nirulota Charo, who makes a living weaving mekhela-sadors, a traditional draped garment worn by Assamese women.Alabhya Pegu who sells tea and samosas in a village near Gogamukh was more emphatic. “Now our medical problems are zero,” he declared.Building bridgesSince 2014, the Bharatiya Janata Party’s rise in Assam has been powered, at least in part, by promises of development – Hindutva was restricted to just a few parts of the state. In the BJP’s election manifestos and campaign speeches, development usually meant building tangible infrastructure. Roads, railways, bridges, flyovers were to cut across the poorly connected state.While the north bank of the Brahmaputra in Upper Assam was cut off from the rest of the state, the Barak Valley in southern Assam did not even have a broad gauge railway line till 2015. Lower Assam, accessed through interminable bus rides and whimsical trains, is to get a new bridge connecting Dhubri with Phulbari in Meghalaya.The Congress argues that most of these projects were sanctioned during its tenure at the Centre and in the state. But five years and several high-profile inaugurations later, it is usually the BJP that  is credited with bringing “development” to the state – even in places where life has not changed for the better.Boats that used to ferry people to Brahmaputra now lie idle in Dhemaji.  In the background is the railway leg of the Bogibeel bridge. (Photo credit: Anupam Chakravartty)  Putting Silchar on the mapIn the Barak Valley, the Silchar railway station has sprung to life. Families are camped in its halls and waiting rooms, surrounded by fortresses of luggage. Young men look up blankly when addressed in Bengali: they are from Karnataka and had journeyed to Silchar to take the entrance test for he Assam Rifles. There are medical tourists from Dharmanagar in the neighbouring state of Tripura: Manna Roy, his arm in a cast after a bike accident, and Mushtaq Ahmed, who was travelling with his young family for treatment. And there is Sibam Das, making the trip with his mother and aunt from Karimganj district lower down in the Barak Valley. They had to visit Silchar to clear up a tangle with entries in the National Register of Citizens, which is meant to be a list of Indian citizens living in Assam and being updated for the first time since 1951. Since the broad gauge line arrived in Silchar, their trips to the state capital of Guwahati have also become more frequent.Before that, the 314 kilometres between Guwahati and Silchar, the main town in the Barak Valley, took a day or more. On the metre gauge line, it took 12 hours to Lumding, where they had to change for the train to Guwahati. The wait in between could last hours. After the Silchar-Lumding section was converted to a broad gauge line in 2015, it takes under 10 hours by express train to get from Silchar to Guwahati.The timetable at the Silchar station has now filled up. There is the tri-weekly to Guwahati, the Trivandrum Express from the south, the Kanchanjunga Express from Kolkata,  the Poorvottar Sampark Kranti from Delhi, apart from a slew of trains from Agartala and local daily trains.“Earlier, you wouldn’t see passengers from Madras, Delhi and Bombay, now you see a few,” said Gautam Ghosh, whose family has owned a shop selling refreshments outside the station since 1956. The menu had not been updated in years and business had improved a little but not much since the broad gauge trains, Ghosh said. “But,” a young helper chipped in, “there is customer demand.”.Mushtaq Ahmed had travelled with his young family from Dharmanagar in Tripura to Silchar for treatment.Driving through the Barak ValleyIn March, Silchar also got the new Sadarghat bridge across the Barak river, a shiny plaque proclaiming it was inaugurated by Assam Chief Minister Sarbananda Sonowal. The older bridge connecting Silchar with its suburbs is a fearsome structure that has broken down several times and been patched over hastily. The new bridge has reduced traffic and travel time for Fakrul Islam Borgohain, who has driven auto in Silchar for 10 years, for Shefali Sutradhar, who lives in Rangpur, across the river, and has sold newspapers in the town for over 30 years. It has also made life easier for Krishnadhan Das, also from Rangpur, who has been a rickshaw puller in Silchar for 20 years.Residents of Silchar agree roads in general have improved in the last few years. Besides, national highways passing through all three districts of the Barak Valley – Cachar, Hailakandi and Karimganj – have received a facelift.The Sadarghat bridge across the Barak river in Silchar.Old wine, new bottle?But is this sudden surge in connectivity all the BJP’s doing? The Bogibeel bridge, local residents point out, should have been built much earlier. Though it was part of the Assam Accord that Assamese nationalists signed in 1985 to end a six-year-long movement against alleged undocumented migration, construction was green-lighted only in 1998. The foundation was laid three years later, in 2002.  While inaugurating the bridge, Prime Minister Narendra Modi blamed the delay on the Congress-led government. “There is no doubt that had Atal [Bihari Vajpayee]’s government got another term, this bridge would have been inaugurated in 2007-’08,” he claimed.Reports from the time suggest very little work happened during Vajpayee’s regime and the project picked up pace only in 2007, after the project was accorded national status by the Congress.Men crossing a smaller bridge on the Lakhimpur-Dhemaji road leading up to the Bogibeel Bridge  In the Barak Valley, where the BJP won big in the assembly elections of 2016, projects sanctioned earlier were sped up, officials say, first under the Modi dispensation in Delhi and then under the new BJP state government.The conversion of the Silchar-Lumding line was sanctioned in 1996 and work started in 2000, said a railway official in Silchar who did not want to be identified. Work was slow till 2006 because of low funds and militant activity in the state but then it picked up. Still, the official claimed, the major funding decisions were taken under the Modi government. In 2014, he continued, it was the new government which took the decision to implement the “mega block”, or stopping train services for six months so that the metre gauge could be replaced by the broad gauge line.Meanwhile, funds for the Sadarghat bridge in Silchar, Rs 59 crore from the non-lapsable central pool of resources, were sanctioned in 2011. But Nihar Ranjan Pal of the Public Works Department in Silchar says he commissioned about 52% of the work in the last two years. “After 2016, the quantum of sanctions for roads has more than doubled,” Pal said. Highway repairs in the Barak Valley were also sanctioned earlier but their condition improved only in the last two years, he said. While the Centre poured in funds under the Pradhan Mantri Gram Sadak Yojana, the Assam government has also lavished money on roads, from state highways to village lanes, Pal said. Since 2016-’17, a total of Rs 915.98 crore in Central and state funds have been sanctioned for roads in Cachar district alone.Tangani is the first railway station on the north bank after crossing the Bogibeel.  (Photo credit: Anupam Chakravartty) ‘It happened under Modi’Even if work started earlier, it is the BJP that has made political gains from Assam’s newfound connectivity. Along the north bank of the Brahmaputra in Upper Assam, the delay in the Bogibeel project became the subject of songs  where young lovers separated by the river would  wonder when the bridge would finally be operational. One of the more popular songs, set to the beats of Bihu music, looked forward to the day: “Jhok jhok jhok jhok rail-gadi solibo Bogibeel’or dolong’or  uporedi; pot pot pot pot tempo solibo Dibrugarh-Silapathar-Dhemaji –  Soon, the train will soon chug along the Bogibeel; there will be tempos from Dibrugarh to Dhemaji and  Silapathar”.The train is finally running, there are vehicles purring down the road and, on the north bank, there is near unanimous consensus that the project would not have materialised without Modi. “The completion of the bridge is highly satisfying,” said Bidyut Dutta, a businessman from Lakhimpur. “I can’t explain in words how important it is for us. And it happened under Modi. Manmohan Singh was a parliamentarian from Assam but he couldn’t do it.”Near the Sadarghat bridge in Silchar, Krishnadhan Das echoed this approval. “The poor will vote for Modi,” he said. “He has done a lot for the poor. Now you can go to Guwahati for Rs 90.”Bidyut Dutta (Photo credit: Anupam Chakravartty) Forgotten townsThe perception that the BJP is the party of development in Assam has stuck even where the trains do not reach, the roads are cratered and people have lost their livelihoods. Developmental work has not been uniform across constituencies. For now, the minority-dominated districts of Lower Assam have to make do with just the promise of a new bridge. And the road going past Assam University develops bumpy patches soon after it leaves Silchar town. “This is a Congress MLA’s area,” a local resident pointed out drily. Further down the Barak Valley, the districts of Hailakandi and Karimganj are bastions of Badruddin Ajmal’s All India United Democratic Front. While highways have improved in most places, a section leading up to Karimganj town is little more than rubble. Within the district towns, vehicles careen madly through potholed streets.Dilwar Hussain, a young car mechanic in Hailakandi, says the town needs better roads and more business. He has not recovered from losses made after demonetisation but he does not blame the BJP. “The government we have right now is not bad,” he said. Sandip Suklabaidya, who owns a tea shop in Serispur bazar just outside Hailakandi town, says there “has been lots of development” since the BJP came to power.In Upper Assam, Disakh Khumba, who used to be a boatman, said he would around Rs 4,000 a month ferrying people across the Brahmaputra. Now, he has opened a shop at the start of the Bogibeel bridge but earns significantly less.  Still, he wanted Modi back as prime minister: “He has done good work.”Disakh Khumba (Photo credit: Anupam Chakravartty) ‘We need harmony’For the BJP, the high-profile connectivity projects have consolidated the faithful and may even have won over new voters in Upper Assam. But in the Barak Valley, where the population is almost evenly divided between Hindus and Muslims, and which has become a laboratory of the BJP’s Hindutva politics in Assam, they cannot dispel unease about the party. Dhiman Saha, who owns a sweet shop in Silchar but lives in Karimganj, admits connectivity has improved but points out the BJP only completed projects started by the Congress. Besides, he has bigger worries. “Playing on communal divides is very dangerous. Congress ei byabsha ta korto na,” he said. The Congress did not get into this business.Dilwar Hussain Lashkar, a young shopkeeper in Serispur Bazaar, echoed these concerns. “People can live without eating. We don’t need to eat but we need harmony,” he said.Nibarun Das, who sells fried snacks on a platform at the Silchar station, is not impressed with the connectivity either. But he has more immediate concerns. Ever since the new trains started, he said, business had taken a turn for the worse. “Earlier there were two trains, passengers used to be tense that they would miss the train so they would not eat at home. Now, there is one train after the other so they eat at home and come,” he said. The change in his fortunes is also measured in food. “Earlier we used to eat meat, now we eat vegetables,” he said, returning to his lunch of rice, dal and greens.Nibarun Das, who sells fried snacks on a platform at the Silchar station, is not impressed with the new trains.This is the second part of a series looking at whether the BJP’s promises to bring connectivity to the North East have translated into political gains for the party.Read the first part here:The highway building boom in Arunachal is changing lives. Will BJP benefit from it in the elections?","author":"Ipsita ChakravartyArunabh Saikia","time":"2019-04-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116934-aqodksruhi-1554633259.jpg","tags":["Elections 2019","Assam","Narendra Modi","Election Report 2019"],"source":"https://scroll.in/article/919077/bridging-the-barak-and-the-brahmaputra-will-assams-newfound-connectivity-help-the-bjp"}