{"title":"Brij Bhushan Singh sexually harassed wrestlers at every opportunity he got, Delhi Police tell court","content":"Outgoing Wrestling Federation of India President Brij Bhushan Sharan Singh sexually harassed wrestlers at every opportunity, the Delhi Police told a local court on Saturday, reported The Indian Express.Additional Public Prosecutor Atul Srivastava, representing the Delhi Police, told Additional Chief Metropolitan Magistrate Harjeet Singh Jaspal’s court that Singh “knew what he was doing” and that his intention was “to outrage the modesty of the wrestlers”, according to India Today.Referring to a complaint filed by a woman wrestler, the counsel said that during an event in Tajikistan, Singh had called her into a room and forcefully hugged her. Upon protesting, he told the wrestler that he had done it like a father.“This clearly shows that he was fully aware of his actions,” the Delhi Police added, reported NDTV.Six wrestlers have accused Singh, a Bharatiya Janata Party MP from Uttar Pradesh, of sexual harassment. The complainants alleged that Singh demanded sexual favours for professional help on at least two occasions. They had also reported 15 incidents of molestation and other forms of sexual harassment.India’s top wrestlers, including Olympic medallists Sakshi Malik and Bajrang Punia as well as two-time World Championship medallist Vinesh Phogat, had first launched a protest against Singh in January. The protests resumed in April after no action was taken by an oversight committee that had been formed to investigate the allegations.It was only after the Supreme Court had intervened in the matter in April that the Delhi Police registered the first information reports against Singh. On June 15, a 1,000-page chargesheet was filed against Singh. However, the police had suggested dropping charges involving a minor, which would have made his arrest imminent under the Protection of Children from Sexual Offences Act.During previous hearings in the case in August, the Delhi Police has said that there is enough evidence to put Singh and his suspended assistant secretary Vinod Tomar on trial in the sexual harassment case.Bhushan had told the court that hugging or touching a woman without sexual intent is not an offence.The court will next hear the case on October 7.","author":"Scroll Staff","time":"2023-09-25T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185891-dzmbfppsir-1674270221.jpg","tags":["Brij Bhushan Sharan Singh","BJP","Wrestlers","Sexual harassment","Wrestling Federation of India","Indian wrestling"]}