{"title":"Brij Bhushan Sharan Singh granted bail in sexual harassment case","content":"A Delhi court on Thursday granted bail to Wrestling Federation of India chief Brij Bhushan Sharan Singh in connection with a case in which six wrestlers have accused him of sexual harassment, reported PTI. Additional Chief Metropolitan Magistrate Harjeet Singh Jaspal at the Rouse Avenue Court passed the order after hearing arguments from counsels appearing for Singh, the prosecution and the complainants.In the bail order, the court as asked Singh not to directly or indirectly threaten or try to persuade the complainants or witnesses, reported Live Law. The court has also ordered Singh to not leave the country without its permission.On Tuesday, Singh and suspended assistant secretary of the sport’s governing body Vinod Tomar were granted interim bail for two days in the case. Singh had attended the first day of monsoon session in Parliament on Thursday.The police have said in the chargesheet that the Wrestling Federation of India chief is liable to be punished for offences under Sections 354 (assault or criminal force with intent to outrage woman’s modesty), 354A (sexual harassment) and 354D (stalking) of the Indian Penal Code.India’s top wrestlers, including Olympic medallists Sakshi Malik and Bajrang Punia as well as two-time World Championship medallist Vinesh Phogat, had first launched protest against Singh in January. The protests resumed in April after no action was taken by the oversight committee formed by the Ministry of Sports to investigate the allegations.It was only after the Supreme Court had intervened in the matter in April that the Delhi Police registered first information report against Singh. On June 15, a chargesheet was filed against Singh. One of the women who complained to the police said that she suffered from depression and had suicidal thoughts because of sexual harassment.The investigators have spoken to 108 witnesses in the six cases. Of these, 15, including players, coaches and referees, have backed up the claims made by the six wrestlers. The complainants have accused Singh of demanding sexual favours for professional help on at least two occasions, 15 incidents of molestation and other forms of sexual harassment.","author":"Scroll Staff","time":"2023-07-20T17:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190848-wzwspgrusn-1685705631.jpg","tags":["Brij Bhushan Sharan Singh","Wrestlers' Protest","Delhi","Sexual Harassment"],"source":"https://scroll.in/field/1052992/brij-bhushan-sharan-singh-granted-bail-in-sexual-harassment-case"}