{"title":"Brij Bhushan Singh gets two-day interim bail in wrestlers’ sexual harassment case","content":"A Delhi court on Tuesday granted two-day interim bail to Wrestling Federation of India chief Brij Bhushan Sharan Singh in connection with a case in which six wrestlers have accused him of sexual harassment.Vinod Tomar, the suspended assistant secretary of the sport’s governing body, was also granted bail.  Additional Chief Metropolitan Magistrate Harjeet Singh Jaspal at the Rouse Avenue Court said that he will hear Singh’s regular bail plea on Thursday. India’s top wrestlers, including Olympic medallists Sakshi Malik and Bajrang Punia as well as two-time World Championship medallist Vinesh Phogat, had been protesting in Delhi since April seeking Singh’s arrest.On June 15, the Delhi Police filed a chargesheet against Singh, who is also a Bharatiya Janata Party MP from Uttar Pradesh. The police categorically stated that he is liable to be punished for sexual harassment, molestation and stalking.However, the police had suggested dropping charges involving a minor, which would have made his arrest imminent under the Protection of Children from Sexual Offences Act.While the police said that they made the recommendation on the basis of statements of the girl and her father, Malik claimed that minor changed her statement as her family was threatened.On June 25, the protesting wrestlers said that they would continue their fight for justice in court, not on the streets.On his part, Singh has maintained that the allegations against him are false and claimed to be the victim of a conspiracy to force him out of Parliament.However, the details of the two first information reports against the politician show that he allegedly demanded sexual favours in exchange for professional help from at least two female wrestlers and harassed over half a dozen players.The two FIRs against Singh were filed on April 28 after the intervention of the Supreme Court.Also read:Wrestlers protest shows how Indian law is a tool of oppression rather than an instrument of justiceSexual harassment allegations by wrestlers are horrific – so why is Modi still backing Singh?","author":"Scroll Staff","time":"2023-07-18T15:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191260-wzqepimehn-1686819510.jpg","tags":["Brij Bhushan Sharan Singh","Wrestlers protest","Vinod Tomar","Sexual harassment of wrestlers","Brij Bhushan"]}