{"title":"Bringing water back to Bundelkhand","content":"The sight of water was startling. In a region wrung dry, the two-acre lake near Jignanda village in Bundelkhand still had a good eight feet standing. Glinting in the afternoon sun, it stirred hope in the middle of a desiccated, dusty land in Central India that is being ravaged by drought.“I still have enough water for two cropping seasons even if it doesn’t rain,” boasted Gaya Prasad Tiwari, a farmer who owns the five-year-old pond in Hamirpur district of Uttar Pradesh. He cultivates some 30 acres with his four brothers and has brought home a fair harvest even in the prolonged dry spell. Rainfall has been scanty and erratic in the past decade in a region the size of Texas that is home to 18 million people who live mostly in villages.Source: www.bundelkhand.inBundelkhand is amongst the worst places on earth to be a farmer. Decades of land and water mismanagement made worse by anaemic showers and changing rainfall patterns, triggered by climate change, have led to untold misery for its largely agrarian population. But many community workers and experts say the situation is not irrevocable. The region may yet prosper by adopting better ways to conserve water, in step with a more sustainable and varying use of the land.“It is not as if it is not raining at all in Bundelkhand,” said Pushpendra Bhaiya, a social worker from Banda district, also in Uttar Pradesh. “The problem is that the little water that falls on the ground runs off. This can very well be stopped in ponds that are dug with close attention to the lay of the land to intercept the natural flow of the water.”Small check dams are capable of recharging the land at a local level in Bundelkhand. Photo: Soumya Sarkar.Apna Talab AbhiyanThe Jignanda pond, among the five that have been dug on farmland in nearby villages in the past few years, is a good example of private initiative by the farmers, said Bhaiya. “The government needed soil to raise the embankment of a canal being built. I offered it to be taken out of the land we own,” said Tiwari. “I had a pond dug for free and was even paid for the soil that was taken out.”  The idea of digging ponds on private land by intelligently utilising the government’s requirement for soil for various earthen works has been taken up enthusiastically in neighbouring Mahoba, one of the country’s most backward districts and one that has been hit particularly hard by drought. Some 300 hundred such ponds have been excavated in the past couple of years. Bhaiya, who encourages farmers to do so, calls it the Apna Talab Abhiyan (Your Own Pond Campaign).After a measure of success in Mahoba, Bhaiya has been trying to raise awareness in adjoining Banda district as well. “It is a win-win situation for all. The contractors get their soil cheaper and the farmers get a pond,” he said. “The best part is that it is not a project-based scheme implemented by NGOs. The movement takes advantage of a recurring requirement within the existing framework.”Necessary but not sufficientDigging ponds that recharge aquifers is necessary but still only a part of the answer to breathe life back into Bundelkhand. More needs to be done. Embanking the edges of fields to catch the water where it falls and prevent run-off is another way that does a world of good. The embankments, known locally as merbandhan, work particularly well in areas with the loamy and partially sandy soil found across Bundelkhand.A newly dug pond holds out hope in parched Bundelkhand. Photo: Soumya Sarkar. “The intervention to retain water must be tailored to suit specific local conditions,” said Amar Nath, a community mobiliser working for the non-profit Development Alternatives in Tikamgarh and Datia districts of Madhya Pradesh in the western part of Bundelkhand, hundreds of miles from Hamirpur and Banda. “One size does not fit all.”  In many areas, micro-watershed development is the way to go, which entails building tiny check dams along the natural flow of water and embanking the farmland. Such micro interventions have brought significant improvement in recharging wells and retaining moisture in the soil even with skimpy rain.“We had abandoned cultivation and had focused completely on selling milk,” said Kamlesh Tripathy of Salaiya Pamar village in Datia district where a couple of small check dams were built in 2012. “Then the water in the wells came back. By building embankments we are now also cultivating in fields that were given up to pasture many years ago.”At a time of one failed harvest after the other, many farmers in Salaiya Pamar haven’t done too badly. “We were spared of much hardship unlike most villages in the vicinity,” said Munna Lal Choubey, Tripathy’s neighbour. “Last year, my harvest rose by 40% and there is water in the well till the end.”Holding the water is a necessary first step, but it has to be taken further by changing the way the land is used, said Prem Singh of Barokhar Khurd village near Banda town. Singh grows organic crops and runs a non-profit called Manveeya Shiksha Sansthan (Humanist Education Institute). “The practice of water-intensive agriculture is alien to Bundelkhand,” he said. “The historical record shows that the people here have survived better when livestock rearing was as important as cultivation.”Changing land useAfter India’s independence in 1947, land-use pattern in the Uttar Pradesh part of Bundelkhand changed drastically owing to a government initiative to reset farm boundaries, said Pushpendra Bhaiya. It completely disrupted the balance of land use around a village, leading to widespread felling of trees, putting pastures to the plough and blocking the contoured flow of water.“In a place of little rainfall and undulating land, a village needs to operate as an organic whole,” Bhaiya said. Orchards, cropland, vegetable gardens and pastures have to serve complementary roles along with strategic holding of water to sustain people and generate a surplus.Bundelkhand was much more thickly forested a hundred years ago, said Prem Singh. “We have to reverse the mindless cutting of trees of the past century because this land will not survive without the trees and their roots holding the water near the surface.” The forest department claims that more than 40% of the region is forested, a rather ironic number since it includes the extensive brush land that has zero canopy cover. “Living in denial makes no sense,” said Singh. “It is easier to correct an imbalance only if you admit the problem.”If the land retains more moisture through better water-retention strategies, brush land and pastures will begin to serve a more important purpose, said Bhaiya. Bundelkhand traditionally has had a larger proportion of livestock than the rest of the country but dairy yields have languished because of inadequate fodder and degraded pastures. The yields can be improved quite significantly if the pastures, not all of them on commons, are restored to feed the cattle better. Individual farmers as well as village councils have to play a role in this, he said.The sentiment that Bundelkhand has to walk the path of water conservation and a more mixed land use is echoed across the region, but there is not enough to show for it on the ground. There is a smattering of determination to move things around, but the efforts are still too small to make more than a local difference. For now, the land and its people are facing a bleak prospect for which both nature and human interventions are to be blamed.Chunnu Nath, a smallholder farmer in Galha village of Banda district, has embanked his barren fields, hoping against hope that it rains a bit this year and the soil retains enough moisture for him to grow a crop. India’s Met department has forecast better than average rainfall this monsoon (June to September) after two years of deficient rainfall. “As long as we live, we keep fighting,” Nath said. “We cannot abandon our land because it is sick. Where will we go?”This article first appeared on The Third Pole.","author":"Soumya Sarkar","time":"2016-05-05T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/807596-article-wulzucapby-1462528966.jpeg","tags":["Bundelkhand","Drought","India","Water woes"],"source":"https://scroll.in/article/807596/bringing-water-back-to-bundelkhand"}