{"title":"British series ‘Butterfly’ is an unflinching look at Max’s journey to becoming Maxine","content":"The new British series Butterfly is about Max (Callum Booth-Ford), an 11-year-old boy who wants to become Maxine. In the growing numbers of productions centred on transgender lives, the ITV series is different in that it tackles the case of a prepubescent child wanting to transition.Vicky (Anna Friel) and Stephen (Emmett J Scanlan) are Max’s parents whose lives have been turned upside down by their son’s desire to change his gender. Stephen is dead against the idea while Vicky wants to see how it goes, and this rift has blown into a conflagration that has had Stephen leaving the house.The show begins in the present, with Stephen visiting the family over weekends to take the kids – Max has a sister, Lily (Millie Gibson) – out. The issue of Max’s gender identity is not brought up, especially since Max believes his parents have separated due to their own troubles.Like Transparent, another show on family dynamics around transitioning, Butterfly does not push uncomfortable questions under the carpet. Max’s grandparents, for example, are okay with his being gay, if that were to be the case, but trans is a whole new challenge. “Everybody wants to be different now,” his grandma sneers at one point, but the viewer can spot the crease of worry lining her brow.The issue of transgender kids is a controversial one even within the trans community. Many kids grow out of feeling uncomfortable in their bodies as they age, and puberty is generally taken as the benchmark around which a boy or girl coalesces into a more fixed gender identity.Some trans-identifying kids, though, are so frightened by the prospect of puberty and what it may do to their bodies that they take puberty blockers, harmful drugs that suppress the effects of oncoming teenage. Butterfly raises this important issue when Vicky and Stephen visit a counsellor to inquire about these drugs.The show also desists from painting the father as an unmitigated villain and the mother as the consummate harbinger of liberal politics in the home. In a tender scene in the bath, Max tells Stephen that he “hate[s] [his] willy” and that he hopes “it would fall off”. Stephen is genuinely at a loss for words to calm his son, and again you see, in the grownup’s eyes, the fear for this fragile young life in the wider world.Similarly, Vicky can be the tough, non-indulgent mother when required. After Max returns from school having wet his pants because he did not want to go to the boys’ bathroom, she tells him, categorically: “You’re a boy on the outside. In public, you do what boys do.”Finally, it is Max himself – Callum Booth-Ford in a marvellous performance – who painstakingly brings out the terrible dichotomy of being trans. His reason for not visiting the men’s room is not flighty. “I don’t want any special treatment,” he tells his mother. “I want to feel normal. It’s not about standing up or sitting down. But I want to belong there.”Over its run, the three-part series shifts focus from a boy taking the first steps towards a new gender identity to someone who is willing to go to any lengths to be acknowledged as female. Butterfly presents a stark, deeply painful look on the detritus this leaves behind for his loved ones. Created by playwright Tony Marchant, Butterfly is a hard, unyielding look into an issue that, despite the growing media scrutiny, remains intensely personal.\n\n\n    \n    Play\n\nA news report on Butterfly.","author":"Vikram Johri","time":"2018-11-01T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/104290-hpujtlbnrp-1540826304.jpg","tags":["Butterfly TV series","Trans characters in popular culture","Callum Booth-Ford"],"source":"https://scroll.in/reel/900139/british-series-butterfly-is-an-unflinching-look-at-maxs-journey-to-becoming-maxine"}