{"title":"‘Broken our hearts’: Assam madrasa demolitions have left Bengali-origin Muslims feeling besieged","content":"Hazrat Ali had just finished his evening prayers around 4 pm on August 30 when he saw the madrasa compound flooded with security personnel. By 6 pm, the local administration in Assam’s Bongaigaon district had issued orders – everyone living in the Markazul Ma-Arif Quariayana Madrasa complex had to leave by 10 pm that night. It was going to be demolished the next morning. The order cited sections of the Disaster Management Act to say the building was “structurally vulnerable and unsafe for human habitation”.“We started crying when we heard we had to leave the madrasa as it would be demolished,” said the 17-year-old, one of the 224 students who lived and studied at the madrasa. “The police were telling us to leave the campus. My friends, Abdul Badshah and Asanul Islam, are from other districts. They didn’t know where to go at night.”At 10 am the next day, the bulldozers arrived and started work on the two-storeyed madrasa in Bongaigaon’s Kabaitary IV village. It had been built in 1985, using donations from residents of the greater Kabaitary area.“It took 12 hours, eight JCBs and three excavators to demolish the madrasa building. Was it a weak and vulnerable building?” demanded Musarof  Hussain, president of the madrassa committee since 2005. “The demolition is an injustice to all the residents of Kabaitary.”  On August 26, five days before the demolition, the police had arrested Mufti Hafizur Rahman, a teacher at the madrasa, on terror charges.VV Rakesh Reddy P – superintendent of police in Goalpara district, where the teacher was arrested – alleged he had links to groups such as al-Qaeda in the Indian Subcontinent and the Ansarullah Bangla Team, an outfit based in Bangladesh that has claimed responsibility for several attacks there. The two outfits allegedly have organisational links.It has become part of a pattern in Assam over the last month – a crackdown on terror outfits is accompanied by demolitions. As of September 3, 40 people have been arrested in seven cases, according to police figures. Most of those arrested are Bengali-origin Muslims, a community that is often labelled as “illegal Bangladeshi immigrants”. While the government alleges it is only cracking down on terror outfits, the community as a whole feels increasingly under siege.“They have broken our hearts, not the madrasa,” said a tearful 24-year old Hasina Akhtar, who had gone to the Bongaigaon madrasa the day after it was demolished. “Is being a Muslim and practising Islam a crime now? If any bad thing happened in the madrasa, we would raise questions. Give us proof that they have recovered arms.”Students living in the Bongaigaon madrasa complex were given just a few hours to vacate. Photo: Rokibuz ZamanDemolition spreeA day before the Bongaigaon madrasa was demolished, another seminary was brought down in the nearby Barpeta district. Earlier, on August 4, a madrasa in Morigaon district was demolished.The official orders issued by the district administration cited concerns about structural safety or alleged “illegal encroachment”. But each demolition followed the arrest of teachers, clerics and others with links to the madrasas – mostly on terror charges.Assam Chief Minister Himanta Biswa Sarma has also kept up a steady stream of press conferences implicitly linking the demolitions to a crackdown on alleged terror networks.On August 4, as the Morigaon madrasa was razed to the ground, Sarma announced that the state was becoming a “hotbed of jihadi activities” with five modules linked to al-Qaeda in the Indian Subcontinent and the Ansarullah Bangla Team busted since March. Sarma distinguished between “jihadi activity” and “terrorist or insurgency activity”. The former, he said, started with “indoctrination” at the madrasa, usually by imams from outside the state, which then led to “subversive activities”.On August 22, Sarma announced that imams from outside the state had to register themselves online and go through police verification. The four organisations running most non-government madrasas in Assam have now been asked to survey them within six months. On August 30, as the Barpeta madrasa went down, Sarma said it had been “used as a hub for terrorism”.Then on September 1, Sarma said that the government did not intend to go on demolishing madrasas. “So, once madrasas are not used for jihadi works or for the purpose of expanding jihadi ideology then why there will be demolition?” he reasoned. “But, if we get specific inputs that an institution is being used, under guise of a madrasa, for anti-India activities and jihadi activities, we will take the strongest possible action in each and every case.” Remains of the Barpeta madrasa. Photo: Rokibuz Zaman‘A conspiracy’According to Superintendent Reddy, Hafizur Rahman was arrested on the basis of statements made by two imams from Goalpara district, Abdus Subhan and Jalaluddin Sheikh, held on August 21. Both had confessed to being members of al-Qaeda and Ansarullah, to recruiting and training new members in Assam as well as sheltering Bangladeshi operatives of the groups, Reddy claimed. “Hafizur had joined the terror groups in 2019,” Reddy said. “We found he had links with Abdus Subhan.” In addition to teaching, Rahman also ran a stall selling books and food items in the Bongaigaon madrasa campus. On August 30, the police raided this shop. Reddy claimed they found a Bengali leaflet on the Ansarullah Bangla Team and a logo “suspected to be AQIS”. Rahman was one of 22 teachers at the madrasa and had taught there since 2014. The madrasa committee is dismayed at the demolition drive, carried out despite the fact that they were willing to cooperate with the police administration. “We had suspended the teacher after he was summoned by the police on August 3,” said Hussain, the committee president. “We were providing all the necessary support to the police investigation and repeatedly maintained that if anyone is involved in jihadi activity, he should be punished as per the law of the land.” According to committee vice president Sujal Hoque, the police did not have any existing cases against the madrasa.“In the last 37 years, the district administration never doubted [us] or found any anti-national activities in our madrasa,” he said. “The madrasa was demolished in a conspiracy. The government has a blueprint to target all Muslim religious institutions.”\t Remains of the general school on the Barpeta madrasa campus. Photo: Rokibuz Zaman‘We want our madrasa back’The madrasa committee was also disturbed by how suddenly the demolition was carried out. The seminary housed students not only from various districts in Assam but also from states like West Bengal and Meghalaya.“We had requested the authorities to give us till morning to vacate so that we could send the students home safely,” Hussain said. “But they denied us time.” On the morning after the demolition, 12-year-old Johurul Islam was still in shock after seeing security forces enter the campus. His home is some distance away in Chirang district and he had camped overnight at a nearby mosque.“We are feeling terrible – they brought down the school,” the 12-year-old said. “It was like our home as we studied there and stayed here. How would you feel if someone breaks down your school? What bad thing did we do?”Shah Kamal, a 15-year-old student, worried about losing a whole academic year. “I already enquired at other institutions but they refused to admit us now as it is the middle of the year,” he said. It was not just teachers and students who were disturbed by the demolition. The madrasa, built with public donations, had deep roots in the local community. On September 1, a large crowd gathered in the rain to survey the ruins of what they had helped to build. As anger mounter, the entire district was placed under Section 144, which prohibits large gathering.“We donated from our savings to build the madrasa,” said 24-year-old Akhtar, who had gone to see the demolished madrasa on September 1. “The government has not built it. Why did they break the madrasa? We want an answer. We want our madrasa back.” Forty nine-year-old Asma Khatun, who said the madrasa provided general as well as religious education, was indignant that students had been asked to leave at a few hours’ notice. “Do they have sense or empathy?” she asked. ‘Illegal encroachment’In contrast, the Shaikhul Hind Mahmudul Hasan Jamiul Huda Islamic Academy located in Barpeta district’s Joshihatipara village, was privately owned. When the district administration demolished it on August 30, it claimed the madrasa had been built “illegally” on government land.However, both the chief minister and the police linked it to alleged terror networks. “All jihadi-related works started from this madrasa and the madrasa gave shelter to ABT operatives and cadres from Bangladesh,” said Barpeta Superintendent of Police Amitava Sinha. “This madrasa has been used to radicalise people and as a training camp.”According to the police, the seminary was built by Bangladeshi national Saiful Islam, also known as Mohammad Suman, who entered India from Bangladesh with at least five other members of the Ansarullah Bangla Team, allegedly to indoctrinate Muslim youth so that they could be recurited.Saiful Islam, who was an Arabic teacher at the madrasa and an imam at the nearby mosque, was arrested on March 4. The other five Bangladeshi nationals are still absconding, the police said. On August 31, Scroll.in visited the madrasa and spoke to at least six residents of Joshihatipara as well as teachers at the madrasa and the families of three of the accused. All were bemused by the charges against the madrasa, which was located in the heart of the village. They believed Saiful Islam was from West Bengal and not Bangladesh. Abdul Barrek, who lives near the demolished madrasa, said Saiful Islam had moved to the village three years earlier but the madrasa had been there for eight years. There were two campuses, said a teacher at the madrasa who did not want to be named, one was a school for general education while the other offered religious education. He added that there were about 200 students, divided almost equally between the religious seminary and the private school. The two campuses, separated by a village road, included six buildings, all of which were demolished.“As far as I know, neither was any kind of jihadi literature taught nor was there any anti-national activity in the madrasa,” he said.Basia Parbin, whose husband, Taimur Khan, was arrested in March, has to keep their tailoring shop running to make ends meet. Photo: Rokibuz ZamanRaids and arrestsSinha told Scroll.in that they had arrested 22 people under terror charges in three different cases in Barpeta district. According to him, all had links to the madrasa or visited it often.Among those arrested in the police sweep in Joshihatipara is Abu Bakkar Siddique, a 48-year-old farmer booked for criminal conspiracy, waging war against India and under various sections of the Unlawful Activities (Prevention) Act.“The police came to our house on  the night of August 1 and asked that my uncle surrender. He had gone out fishing that night,” said Saruwar Alom, his nephew. “So my uncle surrendered the next day. But he was arrested on August 6.” Alom said that the police had paid a second visit to their home around 12.30 am on August 6.   “They entered with my younger cousin and searched the house,” said Alom. “The police found a bag. Inside, there was a pamphlet wrapped in a newspaper. The pamphlet had ‘Ansarullah Bangla Team’ written in it. It was wrapped in a newspaper dated August 1.”However, he said, the family had never seen the pamphlet before, and they had combed through the house after Siddique was detained on August 1. “I had even personally looked at the bag – there was no such pamphlet covered with a newspaper dated August 1,” said Alom. “Someone had planted it, we don’t know who.”Alom and his family maintained Siddiqui was innocent.“My uncle had known Saiful as he was the imam of the mosque and my uncle used to pray five times a day,” he said. “We are very poor people. My uncle also cannot walk properly as he has had an accident.”  The relatives of Taimur Khan, a resident of the neighbouring Dhakalia Para village, have a similar story to tell. Khan was also arrested on terror and conspiracy charges the same day as Saiful Islam. He runs a tailoring shop and his house is about 300 metres from the demolished madrasa. “The police came to our house in three vehicles around 3.40 am on March 4,” said his wife, 46-year-old Basia Parbin. “They asked us to go outside and started searching the house. After some time they took me inside and showed me a piece of paper. But I know it was not from my house. I don’t know where it came from.”Parbin, who cannot read, could not say what was written on it but believes it led to her husband’s arrest. “The police took my husband after finding the piece of paper and he never returned,” she said.Parbin also insists her husband, who has chronic heart problems and went through surgery in Hyderabad seven years ago, is innocent.“I don’t know why they were here,” she said. “And my husband is a sick person. We spend Rs 3,000 [a month] on his medicines. I have to keep the shop going to run the house.”When asked about claims that pamphlets or other incriminating material may have been planted, Sinha said,  “Let them say whatever they want to say. We will show [what we found] in court. They may say anything.”","author":"Rokibuz Zaman","time":"2022-09-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179448-mcopfgdkiz-1662377700.jpg","tags":["Assam","communal politics","bulldozers"],"source":"https://scroll.in/article/1032106/broken-our-hearts-assams-madrasa-demolitions-have-left-bengali-origin-muslims-feeling-besieged"}