{"title":"BRS’s K Chandrashekar Rao gets EC notice over alleged derogatory remarks against Congress leaders","content":"The Election Commission on Tuesday issued a notice to Bharat Rashtra Samithi chief K Chandrashekar Rao over an alleged violation of the Model Code of Conduct, days after he made allegedly derogatory remarks against Congress leaders on April 5.The Model Code of Conduct is a set of guidelines issued by the election commission that political parties have to follow while campaigning.The poll panel ordered Rao to give an explanation for his alleged derogatory remarks by 11 am on Thursday. Failing this, it “will be presumed that you have nothing to say in the matter and the Election Commission will take appropriate action or decision in the matter without making any further reference to you,” the panel said.The notice was issued after Telangana’s chief electoral officer submitted a report on a complaint filed by Telangana Pradesh Congress Committee leader G Niranjan alleging that the former chief minister had made vulgar, derogatory and objectionable remarks against leaders of the Congress at the press conference in Sircilla on April 5.Rao had allegedly referred to some Congress leaders as “sons of dogs”.He also allegedly threatened Congress leaders with violence, saying that if they failed to give a bonus of Rs 500 per quintal of paddy to farmers, “we will bit (sic) your throats and kill”.Congress is currently in power in Telangana.The Election Commission cautioned Rao to be more careful, reminding him of previous instances of him having violated the poll code. This included an incident in Karimnagar in May 2019 and a speech he gave in Banswada during the Assembly polls campaign in November.","author":"Scroll Staff","time":"2024-04-17T13:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175242-jjgcpjnpxe-1654162106.jpg","tags":["BRS","Lok Sabha 2024","K Chandrashekar Rao","Telangana","Election Commission","Model Code of Conduct","Congress"],"source":"https://scroll.in/latest/1066748/brss-k-chandrashekar-rao-gets-ec-notice-over-alleged-derogatory-remarks-against-congress-leaders"}