{"title":"Bru refugees: Supreme Court lawyer issues legal notice to six Tripura officials for stopping rations","content":"A Supreme Court lawyer representing Bru refugees in Tripura has issued a legal notice to six officials of the Tripura government for stopping ration supplies to the internally displaced persons since October 1, The Indian Express reported on Monday. Advocate Ali Zia Kabir Choudhary said the stoppage of ration supplies to the refugees in relief camps has so far led to six starvation deaths.The officials include Director General of Police Akhil Kumar Shukla, North Tripura District Magistrate Raval Hamendra Kumar and Kanchanpur Sub Divisional Magistrate Abhedananda Baidya. “We have learned that your administration has stopped the ration, cash dole, and such other critical relief services at the seven Bru IDP relief camps in Tripura, creating a dire circumstance for the refugees, resulting, so far, in the death due to starvations of six persons, among others…..in addition, it is learned that you are threatening to close the relief camps on 30.11.2019 and then there are reports of sporadic violence by the police authorities against the IDPs,” the notice said.The Centre had stopped rations to Bru refugees in October after some of them refused to be repatriated to Mizoram. Following this, refugees started a road blockade on October 31 between Dasda town and Anandanagar in North Tripura. The blockade was withdrawn on November 7 after Tripura Deputy Chief Minister Jishnu Dev Varma announced restoration of ration supplies to the makeshift camps. Choudhary, who represents the Mizoram Bru Displaced Peoples Forum in the Supreme Court in a petition that is pending since 2017, told The Indian Express that the legal notice was meant to remind the government that there are standing orders from the court that the refugees cannot be forced to return to Mizoram. The petition had sought land, housing, adequate compensation and cluster settlement for the refugees in Tripura itself. Abhedananda Baidya confirmed that he had received the notice. “I am consulting lawyers over this issue..can’t comment any further at this point,” he said. The Tripura government has planned to repatriate all Bru refugees to Mizoram by the end of this year and the ninth phase of repatriation began on October 3. Over 32,000 Bru refugees live in six relief camps in Tripura since 1997 after they were forced to flee ethnic violence in Mizoram. Officials said that so far 216 Bru families have returned to Mizoram from the relief camps since October 3.  Allow Brus to stay in Tripura, say Mizoram partiesMeanwhile, political parties in Mizoram have said Bru families who have refused to return to the state should be allowed to stay on in Tripura, The Times of India reported on Tuesday. “Of the 21 recognised tribes in Tripura, the Brus are the second-most populous,” Mizo National Front leader Lalhming Liana said. “This reaffirms that they are originally from Tripura.” He added that Bru refugees are not foreigners but Indians who are internally displaced, and have a “fundamental right” to stay in Tripura.People’s Repre­sentation for Identity and Status of Mizo­ram President Vanlalruata said: “The diktat of the Election Commission to include Brus in the Mizoram electoral rolls is against the law, and their names should be deleted if they are not inside Mizoram.”The Opposition Mizoram People’s Conference also said that Bru refugees should have the right to live in Tripura if they wish to.The political reactions came after a meeting at Mizoram Chief Minister Zoramthanga’s office on Friday. At the meeting, it was decided that the ongoing repatriation of Brus should be the last attempt at doing so.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-12T14:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/55151-bfzjqpsyqi-1573546025.jpg","tags":["Bru refugees","Tripura","Mizoram","Mizoram Bru Displaced Peoples Forum","Supreme Court"]}