{"title":"BS Yediyurappa resigns as Karnataka chief minister","content":"Bharatiya Janata Party leader BS Yediyurappa on Monday submitted his resignation as the chief minister of Karnataka to Governor Thawarchand Gehlot, reported PTI. Gehlot has accepted the resignation, Yediyurappa said.He said that the governor has asked him to continue till the next chief minister is appointed, reported The Hindu. Earlier, Yediyurappa had announced that he will step down from his position, ending speculation about a leadership change in the state. On Twitter, he said it had been an honour to serve as chief minister for two years, and thanked the people of Karnataka for giving him the opportunity to serve them.The Bharatiya Janata Party is likely to hold a meeting in the evening to pick a new chief minister for Karnataka, The Times of India reported. There are reportedly eight contenders for the top post, including MLAs Basanagouda Patil Yatnal, Visveswara Hegde Kageri and Aravind Bellad.It has been an honour to have served the state for the past two years. I have decided to resign as the Chief Minister of Karnataka. I am humbled and sincerely thank the people of the state for giving me the opportunity to serve them. (1/2)— B.S. Yediyurappa (@BSYBJP) July 26, 2021\n\nYediyurappa clarified that he was not pressured into resigning and that he made the decision so that someone else can take over after the completion of two years of his government, reported ANI. The outgoing chief minister said that he has not proposed any names for his successor.“I will work to bring BJP back in power in the next election,” Yediyurappa said. He urged his supporters not to make any statements of dissatisfaction on his decision. “We will work under whoever has been selected as the new CM by the [BJP] high command,” he told reporters. “I will give my 100% and my supporters will also give their 100%.”The outgoing chief minister clarified that he was not leaving the state to serve as a governor somewhere else. Yediyurappa also spoke about the challenges he faced as the chief minister. “It has always been an agni pariksha [trial by fire] for me,” he was quoted as saying by NDTV. “These last two years it was Covid.”The Karnataka chief minister recalled how former Prime Minister Atal Bihari Vajpayee had offered him a Cabinet position. “But I said I will be in Karnataka,” Yediyurappa added.He said that he was not pained by his resignation, Deccan Herald reported. “A 75-year-old Yediyurappa was allowed to become the CM [chief minister] for two years,” he said. “So, words cannot express my gratitude to PM [Prime Minister] Narendra Modi, Amit Shah and JP Nadda.”The political crisis in KarnatakaBJP MLAs in Karnataka have criticised Yediyurappa over a host of matters in the recent past, including project approvals and the alleged interference of the chief minister’s son BS Vijayendra. On Tuesday and Wednesday, the chief minister met several spiritual leaders from across the state. Reports said that the meetings were meant to be a political message to the BJP leadership and the Rashtriya Swayamsevak Sangh on the support Yediyurappa enjoys among the Veerashaiva-Lingayat community, which makes up for 16% of the state’s population.  Last week, a purported audio clip on a possible “leadership change” in the state was widely shared on social media. The voice on the clip resembled that of Karnataka BJP chief Nalin Kumar Kateel, who denied the claim.A week ago, Yatnal said that the party’s central leadership will soon pick a new chief minister for Karnataka who is “honest, pro-Hindu and capable of bringing the BJP back to power”. Yatnal, one of the strongest voices in the anti-Yediyurappa camp, had called him “inactive” and asked him to retire respectfully.Meanwhile, Yediyurappa, along with his son, met multiple BJP leaders, including Modi and Nadda earlier this month and dismissed speculations about his resignation. He had then said that there was no truth in the rumours.In May, a controversy began after the state government approved the sale of 3,667 acres of land to JSW Steel in Bellary. Yediyurappa had himself protested when the former Congress-Janata Dal (Secular) government wanted to execute the deal.Some MLAs also claimed that Yediyurappa’s family members were not allowing them to choose contractors of their choice for development projects.","author":"Scroll Staff","time":"2021-07-26T12:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161961-njyyyfbkmb-1627281712.jpg","tags":["BS Yediyurappa","Karnataka","Karnataka chief minister"],"source":"https://scroll.in/latest/1001119/bs-yediyurappa-to-step-down-as-karnataka-chief-minister"}