{"title":"BSF initiates inquiry after jawan complains of poor quality food at the borders in videos","content":"The Border Security Force has launched an inquiry into the quality of food served to the jawans after a constable posted a series of videos on social media, alleging they get poor quality food and are at times forced to sleep on an “empty stomach”. The BSF said it was “highly sensitive to the welfare of troops”. In a statement, it said, “Individual aberrations, if any, are enquired into. A senior officer has already reached the location.”Home Minister Rajnath Singh has also sought a report from the BSF on the matter. “Have seen a video regarding a BSF jawan’s plight. I have asked the ministry to immediately seek a report from the BSF and take appropriate action,” said Singh. The videos were posted on Facebook on Sunday afternoon and within 24 hours they garnered more than 7 million views.In the videos, constable Tej Bahadur Yadav of BSF’s 29th battalion shows the food served to him. “We only get a parantha and tea as breakfast and this is without any pickle or vegetables. We slog for 11 hours and at times we have to stand throughout the duty hours,” he said in one of the four videos, which are for around four minutes each. Besides, Yadav, who is posted along the India-Pakistan border in Jammu and Kashmir, made a serious allegation of corruption against senior officers. He said that while the government buys essential supplies for them, the senior officers “sell it off illegally” in the market. “The Indian government provides everything. The stores are full. But all that goes to the market. Where it goes and who sells them should be investigated,” he added.He requested the prime minister to launch an investigation. Yadav went on to say that he may face the music for posting the videos. He urged people to take up the issue, adding that he “may not be here”. The Director General of the force said Yadav had faced disciplinary action for multiple reasons in the past. “Yadav had been pulled up for insubordination in the past and undergone at least four major punishments. These include charges of alcohol abuse, use of insubordinate language, habitual absenteeism and acting in a manner prejudicial to an official order,” the officer told The Indian Express. He had also reportedly applied for voluntary retirement.  Another officer told The Times of India that the transit post where Yadav is posted falls under the operation command of the Indian Army, which is also responsible for providing the basic essentials to the jawans. Amazed. DIG had visited the location & had asked everyone including him but no complaint were received;intentions were diff probably: IG BSF pic.twitter.com/VRJQjcyDps— ANI (@ANI_news) January 10, 2017\nWelfare of our Security Forces absolute priority. Any anomaly to be dealt with firmly: MoS Home Kiren Rijiju on BSF Jawan video.— ANI (@ANI_news) January 10, 2017\nI have seen a video regarding a BSF jawan's plight. I have asked the HS to immediately seek a report from the BSF & take appropriate action.— Rajnath Singh (@rajnathsingh) January 9, 2017\nBSF is highly sensitive to the welfare of tps.Individual aberrations,if any,are enquired into.A senior officer has already rchd the location https://t.co/3fH7qZdV5P— BSF (@BSF_India) January 9, 2017","author":"Scroll Staff","time":"2017-01-10T08:27:20.675933+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/826316-43950-bodxzlrkcx-1477105786.jpg","tags":["BSF","Tej Bahadur Yadav","food quality","Rajnath Singh"],"source":"https://scroll.in/latest/826316/bsf-initiates-inquiry-after-jawan-complains-of-poor-quality-food-at-the-borders-in-video"}