{"title":"Buddhadeb Dasgupta: ‘Put some dreams, magic, reality into a glass and shake it. That’s my cinema’","content":"Buddhadeb Dasgupta’s films are about daydreamers longing for a better world. Their vagabond personalities inform Dasgupta’s cinematic style of long takes and tracking shots that unfold at a leisurely pace as the screenplay takes whimsical turns.The latest film by the 76-year-old director, who has worked mostly in Bengali but also in Hindi, is no different. Anwar Ka Ajab Kissa, which is being streamed on Eros Now, stars Nawazuddin Siddiqui as an eccentric Kolkata private eye. Anwar’s sleuthing dovetails into an investigation of the self that transports him to his childhood.In a four-decade-long career, Dasgupta has bagged several National Film Awards in addition to nominations and wins at international festivals in Venice, Berlin, and Locarno. He is also a prolific poet in Bengali. The pandemic stopped Dasgupta from shooting his next feature film with Chandan Roy Sanyal, with whom he worked in Tope (2016) and Urojahaj (2019). Excerpts from an interview.Why do you make films in Hindi despite setting and shooting them in Bengal?I spent some years as a child in Kharagpur, where the culture isn’t totally Bengali. A chunk of the population was from the Telengi community, who came from Andhra Pradesh. It was in Kharagpur that I saw tiger dancers, who are folk artists who paint themselves as tigers and sing and dance. These people are not Bengali. They are Telengi. That’s why I made Bagh Bahadur, starring Pavan Malhotra as a tiger dancer, in Hindi.Likewise with Anwar Ka Ajab Kissa. The culture and milieu of the chief characters will decide the film’s language. Andhi Gali was made in Hindi, however, upon the insistence of my producer who wanted a larger audience.\n\n\n    \n    Play\n\nAnwar Ka Ajab Kissa.What draws you to the personality type you frequently explore in your films: dreamers who are optimistic about the future or prefer to dwell in the past or a mix of both?I like people who are not materialistic, who are emotional and sensitive, who get lost while talking. I don’t like people who are too practical, who figure out things quickly. The images and characters of my films are extremely internal and personal. The images you see in Anwar Ka Ajab Kissa come from within.My earliest films like Duratwa, Grihajuddha, Neem Annapurna and Andhi Gali had an aesthetic different from the films I made later. I also write poetry, and after a point, I wanted to take my cinematic language closer to poetry. I felt the images and emotions in my poems were original not manipulated or borrowed, which you find a lot in the films of our country at least.I like seeing realistic cinema, but I don’t feel like making them. Put some dreams, some magic, some reality into a glass and shake it. That’s my cinema.Your films before 1988’s ‘Phera’ were about the fallout of the Naxalite movement. The protagonists are former Naxalites conflicted about having failed to live up to their ideals. What is the source of this pessimism, which wasn’t seen in films on similar subjects by, say, Satyajit Ray or Mrinal Sen?When the Naxalbari revolt happened, I was a 23, a student. I lived through the movement that followed and saw how it ended up close and personal, unlike Ray or Sen who could have been emotional and optimistic about it. Some of my best friends became Naxalites. I supported them but stayed away myself.Somewhere I felt there was a problem, that their ideology was clashing with the middle-class value system. I felt the core of Naxalism was getting lost on these people.Then it devolved into murder and violence, things I did not personally like. I could understand they are honest people, but there was a strong dichotomy working. I couldn’t romanticise them. I always felt they cannot really change anything, and they couldn’t.Buddhadeb Dasgupta. Courtesy Alokananda Dasgupta.Did spending your childhood and teens away from Kolkata help you distance yourself from urban currents? This is reflected in your heroes, who long to return to nature and a simpler childhood.Yes, my father was a doctor employed with the Indian Railways. We moved from railway quarter to railway quarter. I lived in villages and small towns, like Purulia. I remember playing with red insects in the grass while living in Kharagpur. My childhood gave me countless images that return in my films.When I first encountered the city, I was an adult. I couldn’t reconcile with it. I still cannot. I have no way but to live in Kolkata now. I wish I could escape to a beach that’s not populated, not like the ones in Bombay. Or spend hours and hours in the hills. The city exasperates me.In Purulia, my heroes were the Jhumur dancers whom you see in Uttara. They sang and danced, never asking for money. They were our Kishore Kumar, Hemanta Mukherjee, Mohammed Rafi, Manna Dey. Their local recordings would be sold in the neighbourhood.In Kharagpur, Ramayana and Mahabharata performances would take up a month. The tiger dancers moved from neighbourhood to neighbourhood throughout the year from Muharram to Durga Puja. They sang, danced, and acted. They were our heroes. Today the concept of a hero has changed.Pavan Malhotra in Bagh Bahadur (1989). Courtesy Doordarshan.Do you worry that the rural and semi-rural locations in your films, such as Purulia or Shimultala in Bihar, are slowly disappearing or have disappeared? The spot in Purulia which I used in Uttara was so unique. I returned years later to see that they have dug up the entire spot, taking away red soil in trucks. It’s full of craters now. A public hospital has been built there, where there are patients but no doctors.Nature is like a balm to me. I have seen people destroy nature with my own eyes, and nature sometimes hits back, like what we are going through now. I remember seeing forest fires in the hills when my father was posted at a railway station in the Vindhyas. When man gets involved in the games of nature, the results are dangerous.Buddhadeb Dasgupta while shooting Uttara (2000). Courtesy Alokananda Dasgupta.You are a self-taught filmmaker who fell in love with cinema by being part of Kolkata’s film societies. Then you quit your job as an economics lecturer to pursue filmmaking.The kind of films we saw in the 1960s and 1970s were auteur-driven. Not autobiographical but highly personal, with no second-hand or manipulated images at work. That really inspired me.But even before that, I could always see images with my eyes closed, listening to music, reading poetry. My mother would sing, I would stare at her, and she would tell me to close my eyes and listen. I would get thousands of images from listening to a tune or looking at a painting. All around us are manipulated images. But personal images have a personality. They have dreams, magic, stories of what it’s like being alive.Then I got a still camera and began practising photography. As far as editing is concerned, it’s a matter of instinct and intuition. I never went to film school, but I was a chairman at the Satyajit Ray Film and Television Institute in Kolkata. I would tell my students that even if you cannot make films now, think of images. Read poetry, listen to music, store the images.Favourite directors?Luis Bunuel, Andrei Tarkovsky, Theo Angelopoulos.(L-R) Mrinal Sen, Buddhadeb Dasgupta and Adoor Gopalakrishnan. Courtesy Alokananda Dasgupta.Your treatment of your eccentric heroes and their understandably agitated partners is incredibly empathetic.I don’t think people are black or white. There are layers in everyone, some acceptable, some not, and some overpower the other layers. My characters move between layers. They look simple at the outset, but aren’t really.Take Lakha from Charachar. On the surface, simple and ordinary, but he dreams of extraordinary things. And his dreams make him do things that make few like him and the rest find him insufferable. Rajit Kapur as Lakha in Charachar (1994). Courtesy Alokananda Dasgupta.‘Kaalpurush’ follows the protagonist’s relationship with his father, who has died by suicide. The final scene in which the son has an imaginary conversation with his father about their differing worldviews is moving.Many people called me after watching this film. They cried, reminded of their fathers. Some calls went on for long hours after midnight.None of my films is autobiographical as such. But autobiographical elements keep returning in my work naturally. Kaalpurush is similar. I felt, understood, smelled its subject matter. My father was very busy when I was small. He couldn’t give us time. There was a distance.But I never failed to understand him. I understood what kind of relation he would have wanted to have with his son, the questions about life he could have faced, like what is the purpose of living, why am I still alive? Just as life has meaning, there must be meaning in a person deciding to kill himself. He must have nothing left to say.\n\n\n    \n    Play\n\nKaalpurush (2008).Violence and morbidity are hidden in plain sight in your films, especially ‘Uttara’ and ‘Tope’.We sleep with fear under our pillows. We wake up, fear escapes, chases us all day, and then goes back to sleep with us. There is no escape from fear. We never know when and how fear will challenge us. This I have seen, experienced, understood.Arthouse cinema of the kind made by you, Ray and Sen, which consistently earned international accolades, have stopped coming out of Kolkata. It’s what happens when you make films but don’t love cinema. Cinema stops being cinema if you make films for money, fame, or to travel internationally. When I quit my job to make films, it was not with a profit motive. I have never compromised on my filmmaking. If producers interfered with my work, I would leave shoot midway and not return until they stepped back.I know my films have an audience across the world. It’s not that I don’t desire my films to have houseful shows, but I won’t compromise to get audiences to like my film.Does a filmmaker ever retire?Filmmaking is a physically demanding job, so one has to retire at some point. While shooting Urojahaj, I had to travel for up to three hours back and forth from the hospital to the location over bad roads. It was quite a strain.A filmmaker may retire, but images won’t leave him. He goes to sleep hugging images and wakes up with images. When I am not filming, I like doing nothing, speaking with my memories. Filmmaking may not be possible, but one can still live, write poetry, make tunes.Aging is natural. At some point, I might not be able to turn them into films but I don’t feel sad about it. Before the pandemic, I was ready to start shooting my next film but that can’t happen now. I had wanted to make films out of poems by myself or Jibanananda Das. But with single-screens shutting down in Bengal and film exhibition becoming so expensive, making and releasing films in theatres is an absurd idea.","author":"Devarsi Ghosh","time":"2020-11-26T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151066-ykpbjhrtjw-1606234073.jpeg","tags":["Buddhadeb Dasgupta","Anwar Ka Ajab Kissa","Bengali cinema"],"source":"https://scroll.in/reel/979220/buddhadeb-dasgupta-put-some-dreams-magic-reality-into-a-glass-and-shake-it-thats-my-cinema"}