{"title":"Buddhadeb Dasgupta tribute: A chronicler of dreamers in a hostile world","content":"Who will tell the stories of dreamers as affectionately and doggedly as Buddhadeb Dasgupta? The renowned filmmaker and poet died on Thursday morning at his home in Kolkata from kidney disease-related ailments. He was 77. Dasgupta’s films, filled with evocative imagery and philosophical questions, won acclaim and awards the world over. These include Bagh Bahadur, Tahader Katha, Charachar, Lal Darja, Mondo Meyer Upakhyan, Swapner Din, Kaalpurush and Tope. His Hindi-language feature Anwar Ka Ajab Kissa, starring Nawazuddin Siddiqui, was released in 2020 on a streaming platform seven years after its completion.Dasgupta also directed documentaries and was a prolific Bengali poet. “I like seeing realistic cinema, but I don’t feel like making them,” Dasgupta had told Scroll.in in an interview in 2020. “Put some dreams, some magic, some reality into a glass and shake it. That’s my cinema.”Recipient of numerous National and International honours, legendary filmmaker and renowned poet, #BuddhadebDasgupta has passed away. Sincere condolences to his family and friends. pic.twitter.com/8F5N2yXGZT— Raj chakrabarty (@iamrajchoco) June 10, 2021\n\nSaddened at the passing away of eminent filmmaker Buddhadeb Dasgupta. Through his works, he infused lyricism into the language of cinema.  His death comes as a great loss for the film fraternity. Condolences to his family, colleagues and admirers— Mamata Banerjee (@MamataOfficial) June 10, 2021\n\nDasgupta’s movies followed misfits and outliers who turn their back on their families and jobs  to pursue their fantasies and obsessions. Ill at ease with worldly responsibilities, they dream of escaping to a better and just place. Sometimes, these idiosyncratic protagonists suffer horribly, such as the newlywed woman, the dwarf and the pastor in Uttara, which won Dasgupta a Special Director’s award at the Venice Film Festival in 2000. They are  rejected or misunderstood by their family members, friends and neighbours. Nagging wives and irresponsible husbands can be an invitation to pick sides and pass judgements. But Dasgupta was nothing if not incredibly empathetic. He implored viewers to empathise with people who have been dealt the wrong cards in life. The bird-catcher of Charachar (1993) lets his birds escape because he cannot bear to see them caged. The postman in Tope (2016) climbs up a tree, befriends monkeys and never returns home. The penniless hero of Janala (2009) spends his partner’s life savings on getting a beautiful window made for his school.“I like people who are not materialistic, who are emotional and sensitive, who get lost while talking,” Dasgupta told Scroll.in. “I don’t like people who are too practical, who figure out things quickly. The images and characters of my films are extremely internal and personal.”\n\n\n    \n    Play\n\nTope (2016).Dasgupta was born on February 11, 1944, in Anara near Purulia in West Bengal. Known for its distinctive green hills, red soil and grassy meadows, Purulia has been the setting for several of Dasgupta’s films.Filtered through Dasgupta’s filmmaking, which is frequently described as lyrical or poetic, the vast expanses of Purulia became a dreamscape for his solitary characters. The frequency of oneiric elements only increased with time.In Tope, a lovesick queen escapes her suffocating home through a window that parts by itself. In Anwar Ka Ajab Kissa, Nawazuddin Siddiqui’s sleuth goes for a stroll in the night in Kolkata and encounters the diseased and the depressed who cannot stop crying.\n\n\n    \n    Play\n\nAnwar Ka Ajab Kissa.Dasgupta’s early movies were set in and around Kolkata and adopted the social realism of the cinema of Mrinal Sen and Satyajit Ray. The Naxalite movement and its failure loomed large over Dooratwa (1978), Grihajuddha (1982), and Andhi Gali (1984).In these films, Dasgupta studied individuals who have given up on their dream of a classless world. Disillusioned by all-round corruption, they roam the city as ghosts, avoiding comrades from their past. They justify their new cushy jobs by mocking the “useless romanticism” that once had them fooled, as ex-trade union activist Bijon (Anjan Dutt) tells his lover Nirupama (Mamata Shankar) in Grihajuddha. Nirupama, who won’t give up dreaming, leaves Bijon.In later years, Dasgupta moved away from the city to the suburbs and villages. He distilled the issues of his previous films into universal themes. His central characters were no longer hardened cynics but idealistic optimists. In Tahader Katha (1992), Mithun Chakraborty plays Shibnath, a freedom fighter who returns home  from prison 11 years after Independence. The physically and mentally battered Shibnath stubbornly refuses to start a new life since it would mean working with his friend, a local politician who has done well for himself in newly independent India.Although Shibnath is bitter after finding his dream of a truly free nation in tatters, he cannot help but stick to his principles: “My dreams move in my head like an unending line of ants. What will happen of them?” The role gave Chakraborty his second National Film Award for Best Actor.\n\n\n    \n    Play\n\nTahader Katha (1992).In Kaalpurush (2008), Sumanta (Rahul Bose) is frequently reminded of his personal failures. Sumanta whiles away the hours by observing and trying to befriend people on the streets – a pickpocket, a newscaster. Accused by his wife of never trying to make something of himself, Sumantra asks whether achievement and ambition are even necessary. When he meets his father’s ghost (Mithun Chakraborty) who asks him, “How has life been?” Sumanta says that he simply enjoys living. Sumanta is frequently visited by the sights and smells of his childhood, including a father-son pair of flute players. Many of Dasgupta’s heroes who found themselves unable to grapple with the smoke-and-mirrors of their adult lives looked to their adolescence for answers.In Lal Darja (1997), Nabin’s fears about bodily transformation are rooted in his boyhood fantasies. Bimal in Janala is entirely motivated by his memories of his school. In Tope, the queen dreams of uniting with her girlhood lover.\n\n\n    \n    Play\n\nKaalpurush (2008).Folk artists featured prominently in the films. Dasgupta grew up watching and emulating tiger dancers as a boy, John W Hood wrote in the biography The Films of Buddhadeb Dasgupta (2005). Dasgupta’s 1989 film Bagh Bahadur follows a tiger dancer who faces professional competition from an actual leopard. In Uttara, Kaalpurush and Tope, folk entertainers and travelling troupes embody innocence in the midst of a tacitly violent environment.“In Purulia, my heroes were the Jhumur dancers whom you see in Uttara,” Dasgupta had told Scroll.in. “They sang and danced, never asking for money. They were our Kishore Kumar, Hemanta Mukherjee, Mohammed Rafi, Manna Dey. Their local recordings would be sold in the neighbourhood. In Kharagpur, Ramayana and Mahabharata performances would take up a month. The tiger dancers moved from neighbourhood to neighbourhood throughout the year from Muharram to Durga Puja... They were our heroes. Today the concept of a hero has changed.”Buddhadeb Dasgupta.Violence, explored overtly in the early Kolkata-set films, became allusive in the later productions. Violence is present in the form of Hindu fundamentalists roaming the countryside in Uttara and the childlike wrestlers who antagonise each other over a woman they crave but do not love. In Tope, the violence of the elites rears its ugly head most unexpectedly.Dasgupta’s films about people unable to keep up with family, society and the economy are clearly political. His characters don’t know how to  obtain justice, but they are never defeated. They never succeed, but they never stop dreaming either.Also read:Buddhadeb Dasgupta: ‘Put some dreams, magic, reality into a glass and shake it. That’s my cinema’","author":"Devarsi Ghosh","time":"2021-06-10T11:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160148-cuqjxraduo-1623302175.jpeg","tags":["Buddhadeb Dasgupta","Tahader Katha","Uttara"],"source":"https://scroll.in/reel/978241/buddhadeb-dasgupta-tribute-a-chronicler-of-dreamers-in-a-hostile-world"}