{"title":"Budget Session: Narendra Modi announces setting up of Ram temple trust in Lok Sabha","content":"Prime Minister Narendra Modi on Wednesday said the Centre has prepared a scheme for the development of Ram Temple in Ayodhya. “A trust has been formed, it is called ‘Sri Ram Janmabhoomi Tirath Kshetra’,” he told the Lok Sabha.“I am happy to announce that in the Cabinet meeting today morning, we took significant decisions on the Ayodhya trust,” he said. “As per the orders of the Supreme Court, we have set up a trust. The Sri Ram Janma Bhumi Tirtha Shetra will be the name of the trust. It will be an independent body.”The prime minister praised the Ayodhya verdict passed by the Supreme Court on November 9, and said the people of India displayed “remarkable faith in democratic processes and procedures” after the judgement. He said the Uttar Pradesh government has agreed to give five acres of land to the Sunni Wakf Board as directed by the Supreme Court. On November 9, the Supreme Court’s five-judge Constitution bench had asked the Centre to set up a trust within three months to oversee the construction of a Ram temple at the site in Ayodhya where the Babri Masjid stood till 1992. The court had said that the Muslims should be given a five-acre plot elsewhere in Ayodhya for the construction of a new mosque as relief for the “unlawful destruction” of the Babri Masjid.In December, Union Home Minister Amit Shah had said that no one from the Bharatiya Janata Party will be part of the trust that will oversee the construction of a Ram temple in Ayodhya. “I want to make two things clear: there won’t be any trustee from among BJP members and the government will not spend anything on the project,” Shah had said in an interview to Times Now. Media reports had suggested that Shah and Uttar Pradesh Chief Minister Adityanath will be part of the trust. Modi claimed Hindus, Muslims, Sikhs, Christians, Buddhists, Parsis and Jains are all part of one family in India. “Development must take place for every member of the family,” he added. “Our government is moving forward with ‘sabka sath sabka vikas’ policy so that everyone is happy.” His comments come at a time when large-scale protests have been going on for almost two months against the Citizenship Amendment Act and the National Register of Citizens.Shiv Sena MP Sanjay Raut welcomed the prime minister’s declaration, but said it was the Centre’s duty to fulfil the Supreme Court’s order to set up a trust for the temple.  However, All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi questioned the timing of the prime minister’s announcement and said it could have been done after the Delhi elections. “Session of Parliament will end on February 11, the announcement could have come after February 8,” he told ANI. “Seems like BJP is worried over Delhi elections.”The Citizenship Amendment Act provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years and entered the country by December 31, 2014. The Act has been widely criticised for excluding Muslims. At least 28 people have died in protests against the Act since December.","author":"Scroll Staff","time":"2020-02-05T11:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135939-potqbkgatp-1580881613.jpeg","tags":["Narendra Modi","Ayodhya verdict","Ram Temple","Parliament","Lok Sabha","BJP","Babri Masjid"],"source":"https://scroll.in/latest/952205/budget-session-narendra-modi-announces-setting-up-of-ram-temple-trust-in-lok-sabha"}