{"title":"Bulandshahr: Inspector Subodh Kumar Singh became ‘hopeless’ and shot himself, claims BJP MLA","content":"A Bharatiya Janata Party MLA from Uttar Pradesh on Friday claimed that Inspector Subodh Kumar Singh, who was among two people killed in Bulandshahr district earlier this month, shot himself after he became “hopeless”, ANI reported.“While trying to save himself, the cop became hopeless and fired at himself in haste,” said Devendra Singh Lodhi. “He was not targeted by anyone; it was a mob that got aggressive as the police was not filing an FIR [in the alleged cow slaughter case].”Devendra Singh Lodhi, BJP MLA, on death of Inspector Subodh Kumar during #BulandshahrViolence: He became hopeless and shot himself in haste while trying to save himself. He was not targeted; it was a mob that got aggressive as the police was not filing an FIR. pic.twitter.com/XHBjgqkZmy— ANI UP (@ANINewsUP) December 28, 2018\n\nOn December 3, mobs led by members of Hindutva groups, especially the Bajrang Dal, clashed with police officials and set fire to a police post in Chingrawathi village of Bulandshahr. The violence involved rioting, burning of vehicles and later gunfire that killed Subodh Kumar Singh and Sumit Kumar. The violence started after the residents of a neighbouring village, Mahaw, claimed that they had found the carcasses of three cows in a sugarcane field.The mob brought the carcasses in a tractor trolley to the Bulandshahr-Garhmukteshwar state highway and blocked the road. There, they got into a heated argument with the police, who tried to remove the trolley as a Muslim procession was to pass down the road later that day. The police later registered two cases in connection with the incident – one related to the alleged cow slaughter and another related to the violence and deaths. Yogesh Raj, a Bajrang Dal leader, who is the complainant in the first case, is an accused in the second. He has not yet been arrested.The Uttar Pradesh Police on Thursday arrested a person identified as Prashant Natt in connection with the murder of the inspector. The police said Natt and other protestors had cornered the inspector in the fields and attacked him with stones. “He [Inspector Singh] fired in self-defence,” Bulandshahr Senior Superintendent of Police Prabhakar Chaudhary. “The bullet hit Sumit…by this time, Subodh was grievously injured and had little energy left to defend himself.” Chaudhary added that Prashant then took Singh’s revolver and shot him in the head, and has confessed to the crime.","author":"Scroll Staff","time":"2018-12-29T11:42:38.851040+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107251-cmezksydtj-1543914584.jpg","tags":["Uttar Pradesh","BJP","Subodh Kumar Singh","Bulandshahr","Devendra Singh Lodhi"],"source":"https://scroll.in/latest/907500/bulandshahr-inspector-subodh-kumar-singh-became-hopeless-and-shot-himself-claims-bjp-mla"}