{"title":"Bulandshahr: Police arrest three people for alleged cow slaughter and two for violence that followed","content":"The Uttar Pradesh Police on Tuesday arrested three more people in connection with the cow slaughter case that had led to violence in the state’s Bulandshahr district on December 3, claiming two lives. With this, the total number of arrests in the cow slaughter case went up to seven. The three people arrested recently were identified as Nadeem Khan, Rahees Abbasi and Kala Qureshi, all residents of Syana town. The prime accused in this case, a Haroon, is absconding, the police said.Police Inspector Subodh Kumar Singh and a 20-year-old civilian, Sumit, were killed when a mob attacked policemen after cattle carcasses were allegedly found in the fields in Mahaw village on December 3.The police claimed to have recovered a gun, a truck and two butcher knives from the possession of Khan, Abbasi and Qureshi. These items, the police said, were used by the accused to kill the three cows whose carcasses were recovered from Mahaw.According to the police, Haroon, Khan, Abbasi and Qureshi had killed one cow and consumed its meat at a forested area in Naya village in Bulandshahr district on December 1. The next night, the four of them and several others had gunned down three cows in Mahaw village and distributed the meat amongst themselves to eat. They then discarded the remains in a sugarcane farm, the police claimed.Earlier on Tuesday, the police also arrested two people, identified as Johnny and Sachin, in connection with the case of violence, which claimed two lives. With this, 17 people have been arrested in the case so far, the police said. The main accused, Bajrang Dal’s Bulandshahr convenor Yogesh Raj, and local Bharatiya Janata Party Yuva Morcha President Shikhar Agarwal are still absconding.The police on Saturday released photographs of 18 of the 23 absconding accused in the violence in Bulandshahr, while a local court on Wednesday issued a non-bailable warrant against all the accused, including those absconding.","author":"Scroll Staff","time":"2018-12-19T07:51:22.214234+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107220-txetrqigib-1543899932.jpg","tags":["Bulandshahr","Uttar Pradesh","Cow Slaughter Case","Violence"],"source":"https://scroll.in/latest/906220/bulandshahr-police-arrest-three-people-for-alleged-cow-slaughter-and-two-for-violence-that-followed"}