{"title":"Bulandshahr gangrape survivors identify main accused: The Hindu","content":"The two Bulandshahr gangrape survivors on Tuesday identified the main accused and two others, who were arrested on Monday night, reported The Hindu. Senior Superintendent of Police Anees Ahmed Ansari said, \"The mother-daughter duo were called in the morning to the police station where they identified them.\"The three, who are believed to be part of a tribal group of dacoits called the Bawaria gang, were arrested from Mawana in Meerut district. A police official said, \"The 15-member gang was active in Uttar Pradesh, Bihar, Rajasthan, Jharkhand and Uttarakhand. They were also involved in a dacoity in Hanumangarh area of Rajasthan.\" Meerut Inspector General of Police Sujit Kumar Pandey said that the main accused had fled to Jharkhand after the incident.On Monday, the Uttar Pradesh government had told the Allahabad High Court it was ready to hand over the case to Central Bureau of Investigation. The high court had taken suo motu cognisance of the incident after it sparked nationwide outrage. The division bench of Chief Justice Dilip Babasaheb Bhosale and Justice Yashwant Varma, however, has deferred the hearing till August 22, reported The Indian Express. A group of men had raped a 35-year-old woman and her teenage daughter on the Delhi-Kanpur highway when the family was travelling from Noida to Shahjahanpur to attend a relative’s funeral. The men allegedly surrounded their car and forced all of them into a field nearby. There, they assaulted the woman and 15-year-old girl and robbed the family. The incident reportedly took place only around 100 metres from a police post in Bulandshahr.","author":"Scroll Staff","time":"2016-08-09T16:51:03.172847+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/813589-29207-szcimvyoxx-1470740094.jpg","tags":["Bulandshahr gangrapes","Uttar Pradesh","Allahabad High Court"],"source":"https://scroll.in/latest/813589/bulandshahr-gangrape-survivors-identify-main-accused-the-hindu"}