{"title":"Bulldozing justice: Arbitrarily razing houses to punish alleged crimes has no legal basis","content":"On Monday, the Madhya Pradesh government demolished houses and shops belonging to Muslims who were allegedly involved in violence during Ram Navami processions on Sunday. As many as 16 houses and 29 shops were demolished on Monday, with more demolitions being carried out on Tuesday.Politicians and administrators have publicly portrayed  these demolitions as collective punishment due to some of their occupants alleged participating in riots. However, legally, the houses have been razed not for their occupants allegedly participating in rioting but for unauthorised construction.Moreover, many of the demolitions have been carried out summarily, without due process being followed, such as serving notices to the accused.Experts point out that to punish someone for one alleged crime using laws meant for another has no basis in Indian law and, in fact, contravenes the principles of natural justice.Property destroyedOn Sunday, there were clashes in Khargone and Sendhwa districts  when Ram Navami processions passed through Muslim neighbourhoods.The next morning, Madhya Pradesh Home Minister  Narottam Mishra promised to take action against people who had allegedly attacked the procession. “Jis  ghar se patthar aaye hain us ghar ko pattharon ka hi dher banayenge –  the house where the stones have come from will be turned into a pile of  stones itself,” he threatened.Soon after, a demolition drive started and the properties of those who allegedly attacked the procession were razed.Indore  Range Police Commissioner Pawan Kumar Sharma told The Indian Express on Tuesday, “So far,  84 people have been arrested and their illegal properties and  encroachments are being demolished.” He added that the drive would continue.Shops that are part of Talab Chowk Jama Masjid's structure in Khargone, MP being demolished right now! pic.twitter.com/qLmJNmHPfI— Sharjeel Usmani (@SharjeelUsmani) April 11, 2022\n\nNo legal basisLawyers told Scroll.in that there is no basis in Indian law for the authorities to demolish buildings of people accused of participating in riots. The act of punishing someone for one alleged crime using a law meant for another is illegal.Anas  Tanwir, a lawyer from Delhi, explained what law enforcement could do in cases of a riot. “Under various sections of the Indian  Penal Code, such as Section 146 (rioting), 153-A (promoting  enmity between groups) and so on, the police can file an FIR, arrest  people and prosecute them.”The state can also pursue civil  claims, he added: “States like Uttar Pradesh and Madhya Pradesh have a specific law for recovering damages caused to public and private properties due to riots.” However, he said that the government cannot  use the justification of one alleged crime – in this case, rioting – to prosecute people for another: illegal construction. “You  cannot punish someone for allegedly pelting stones by destroying their  house. To give punishment, there has to be a basis in law,” Tanwir said.Legal experts also pointed out that such a move is egregious since it collectively punishes all those living in the demolished houses for the alleged  acts of one person. “Collective punishment has long been normalised in our legal system,” said legal commentator Gautam Bhatia.An old #cartoon I did for my Patreon readers. #Bulldozer pic.twitter.com/PzpLVsXSii— MANJUL (@MANJULtoons) April 13, 2022\n\nNo due processFurther, even the legal action taken to demolition houses has happened with little due process in this case. Lawyers told Scroll.in that while the state has the power to  demolish buildings, there are various steps before a demolition: such  as sending a notice, giving the accused a chance for a fair hearing and getting an order from a competent body.Khargone Collector Anugraha P told Scroll.in that the demolished houses and shops were illegally constructed and the government had followed due process for demolition, giving the residents proper notice. Contesting this, an  activist from Khargone, who spoke to Scroll.in on the condition of  anonymity, said, “There were three kinds of demolitions. One, where  constructions were illegal and where a notice was issued. Two, where  constructions were illegal but no notice had been issued.” The third, he added, “were legal constructions that were demolished”.Several shop owners also claim that they had not recieved any  notice from the authorities for the demolition, The Quint and The Indian Express reported.Even a house built under the Pradhan Mantri Awas Yojana, the Union government’s housing scheme, ended up being razed, reported The Indian Express. The resident claimed that they were served a three-day notice on Thursday asking to show ownership of the house or face demolition. But with offices shut on Saturday and Sunday, they could not submit the response.Further, in some instances, the demolished shops did not belong to alleged rioters but were rented premises. A property in Khargone after demolition was carried out. Credit: Special arrangement.Laws on demolitionKhargone District Collector Anugraha P told Scroll.in these demolitions were carried out under the Madhya Pradesh Land Revenue Code 1949 since the constructions were encroachments on government land. Under Section 248 of this law, even though a tehsildar can  “summarily eject” a person who has taken  unauthorised possession of government property and remove any structures  built on the land, the Madhya Pradesh High Court has  held that this must “include the all important elements of affording  reasonable opportunity to the affected parties of being heard”.Murtuza Bohra, an advocate from Indore, pointed out that other state  laws governing building permissions, such as the Madhya Pradesh  Municipal Corporation  Act, 1956, also require “a proper notice, the chance to reply and the  right to approach the court”. Further, Indore-based advocate Ashhar Warsi pointed out that demolition of property is often the  last step in law. “Under laws like the Madhya Pradesh Municipal Corporation  Act, 1956, there are provisions for ‘compounding’, where a fee may be  paid for the illegal construction.”When asked if there were written orders for the demolition, the Khargone collector shared with Scroll.in a copy of an order for one of the demolitions. The  order, dated March 10, was for a resident of Khaskhaswadi in  Khargone who was ordered to immediately remove a temporary construction  from government land. If this was not done, the police and municipality  would remove it, the order read.Advocate Warsi questioned the  timing of the demolition in this case: “Why did the government wait for  one month and order the encroachment one day after the alleged pelting?  It raises  questions if they were waiting for something like this to happen.”Pointing  to a cardinal rule of criminal law, Delhi-based advocate Talha Abdul  Rahman said, “Justice must not only be done but must appear to have been  done. If the proceedings were genuine, as is claimed, deferral by a  couple of weeks could have added legitimacy taking away any perception  of bias.”It's not stopping. Huge loss of Muslim properties and businesses. pic.twitter.com/nEHOf3NLRr— Sharjeel Usmani (@SharjeelUsmani) April 11, 2022\n\nGuilty before being proven innocentOf late, admirers of Madhya Pradesh Chief Minister Shivraj Singh Chouhan have taken to hailing him  as “bulldozer mama” or bulldozer uncle. This term is an echo of the term “bulldozer baba” or bulldozer monk by which Uttar Pradesh Chief Minister Yogi Adityanath is known by his fans. In both states, law  enforcement agencies have started touting the summary demolition of properties of accused as a solution to crime.On March 31, the Uttar Pradesh government used bulldozers to demolish a portion of the house of two rape accused to get them to surrender.UP police in Saharanpur vandalised a portion of the house of two accused, also brothers, in a bid to make them surrender in a gang rape case. Inspector can be heard sending an ultimatum that he will literally bring the house down in case they fail to surender. pic.twitter.com/Eh889DIFSq— Piyush Rai (@Benarasiyaa) April 1, 2022\n\nA journalist tweeting a video of the Uttar Prades police using bulldozers to demolish the house of an accused.\nArbitrary punishment by the executive of people still not held guilty by a court of law is a rising trend in India. Earlier, in  December 2019, the Uttar Pradesh government had passed orders to recover damages from people who it said had participated in protests against the Citizenship Amendment  Act. The Supreme Court had severely criticised  this, saying that the state government had become “the complainant, the prosecutor and  the adjudicator” as it had passed orders without  any determination of guilt. It asked the government to return the money it had received.In October 2020, the Allahabad High Court observed that in many cases the  petitioners complained that the authorities carried out demolitions before the period of appeal had finished. It ordered the state authorities  to follow the law strictly since these demolitions affect “valuable  constitutional rights of citizens”. Urging judicial intervention in the Madhya Pradesh demolitions as well, Tanwir said, “In such circumstances, the High Court  should ideally take suo motu cognisance. You are  punishing people without any proceedings. This is as illegal and as  lawless as it gets.”","author":"Umang Poddar","time":"2022-04-13T13:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172983-feydwurcaa-1649833373.jpeg","tags":["Madhya Pradesh","Ram Navami","Anti-enchroachment"],"source":"https://scroll.in/article/1021717/bulldozing-justice-arbitrarily-razing-houses-to-punish-alleged-crimes-has-no-legal-basis"}