{"title":"‘Bulldozers used to target minorities in Jahangirpuri’: Brinda Karat files affidavit in SC","content":"Communist Party of India (Marxist) leader  Brinda Karat filed an affidavit before the Supreme Court in her petition challenging the North Delhi Municipal Corporation’s demolition drive in Jahangirpuri, Live Law reported on Friday.The civic authorities used bulldozers to target Muslims in the area under the guise of removing encroachments, Karat has said.“It was a malafide action at the dictates of the political party which governs the [North Delhi] Municipal Corporation,” Karat said. “The law and the constitution have been bulldozed by illegal demolitions. “At least the Supreme Court and its order should not be bulldozed.”  Karat was instrumental in stopping the demolitions at Jahangirpuri on April 20 that had continued for an hour despite a Supreme Court order.  It was only when she brought an electronic copy of the order to the site that the razing stopped. By then, the Bharatiya Janata Party-ruled civic body had demolished the entrance gate of  Jahangirpuri mosque, shops, homes and other structures.The demolition drive was carried out four days after the locality was hit by  communal violence. Eight police officials and a resident were injured in violence that broke out when a Hanuman Jayanti procession passed a mosque in Delhi’s Jahangirpuri area.Karat in her petition argued that the North Delhi Municipal Corporation mayor was instructed by the president of the BJP’s Delhi unit to “take action against the alleged rioters” by demolishing their buildings, Live Law reported.“The mayor and the municipal authorities were also communicated about the Supreme Court’s status quo order on the demolition drive,” she added.The demolitions were carried out without issuing a prior notice as is the norm, she added.“They were not given an opportunity to show that they have not encroached upon any public space and or their buildings are not unauthorised illegal constructions and that they have been in occupation of the buildings for eking out their livelihood for around 40 years,” Karat said, reported Live Law.Karat asked the court to restrain authorities from initiating similar demolition drives without following a legal process. She also said that the victims of the Jahangirpuri drive should be compensated. How the bulldozer has destroyed any hope Muslims might have in India’s institutions‘Bulldozers run riot’: What the front pages said about the Jahangirpuri demolitions","author":"Scroll Staff","time":"2022-05-06T20:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/101602-pnnwddtgjv-1598498751.jpg","tags":["Brinda Karat","Communist Party of India (Marxist)","Jahangirpuri demolitions","North Delhi Municipal Corporation"],"source":"https://scroll.in/latest/1023395/bulldozers-used-to-target-minorities-in-jahangirpuri-brinda-karat-files-affidavit-in-sc"}