{"title":"Bullets, biryani and fake exposes: A snapshot of the BJP’s communal campaign for the Delhi election","content":"Delhi goes to the polls on Saturday after one of the most communally divisive campaigns the capital has experienced in recent times. The combination of nation-wide protests against the government’s Citizenship Act amendments and a genuine contender in the form of the Aam Aadmi Party has seen the Bharatiya Janata Party throw everything at the wall in the hopes of polarising the electorate. Much of the BJP’s campaign has sought to divide on the basis of religion, in the hopes of consolidating Hindu voters behind it, a tactic that has worked for the party in other places. The flurry of orders from the Election Commission in the final days of campaigning for the Delhi polls reflects this. Union Minister Anurag Thakur was banned from campaigning for three days after he led chants of “goli maaron saalon ko” (shoot the traitors) at a rally. He returned to the campaign immediately afterwards. BJP Member of Parliament Parvesh Verma was banned for a day after he called Delhi Chief Minister Arvind Kejriwal a “terrorist,” after already having been banned for four days earlier for communally sensitive remarks. The Election Commission even took a senior Delhi Police officer off of poll duty for implying a political connection claiming a link between AAP – the BJP’s opponents – to a gun violence incident in the capital. The Delhi Police reports to the Union Home Ministry, run by former BJP President Amit Shah.The gunman who shot a student of Jamia Millia Islamia University in New Delhi on January 30. Credit: Danish Siddiqui/ReutersA key part of the BJP’s campaign has been barefaced lies with a direct intent to polarise the electorate on religious lines. Exaggerations and even falsehoods are not uncommon in a campaign, yet many have brought up this year’s BJP campaign as being particularly divisive, not least because the venom has come from the very top. Take BJP spokesperson Sambit Patra. In one case, Patra was found spreading a video of an Aam Aadmi Party Member of Legislative Assembly claiming that he was promising to bring everyone under Sharia, Islamic law. Actually the politician was saying “hum zariya banenge”, i.e. “we will become the means” after talking about ending oppression. Read The Quint’s fact check here.  In another instance, Patra spread an old video of a Congress politician claiming that he had said “Pakistan zindabad”, long live Pakistan. In fact, the politician was referring to Ravi Shankar, the head of Art of Living, a BJP supporter whose followers refer to him as “Sri Sri” saying “Pakistan Zindabad”. Read AltNews’ fact check here. Maybe the most audacious of the lies came from the BJP’s social media head Amit Malviya. In a video that was amplified by the entire BJP ecosystem, Malviya claimed that he had proof that the Shaheen Bagh protests – led by women against the Citizenship Act amendments that many believe are a tool to harass Indian Muslims – were “sponsored” by the Congress party. The video, which claimed to prove that those protesting at Shaheen Bagh were being paid by the Congress party to do so, was aired and discussed on a number of national television channels. When Newslaundry and Altnews investigated the expose, however, they found that it was shot at a random shop, nowhere near the Shaheen Bagh protests, and with no evidence – and yet was still spread by the entire BJP set up. “Three people in a corner of Delhi made unproven claims about a  protest eight kilometres away, one of them filmed it, the governing  party spread it on social media, and channels like Times Now, Republic and India Today debated it on national television. These  tall claims – from which the shopkeeper distanced himself, and which  the BJP couldn’t back with evidence – might have attracted eyeballs and  generated advertising revenue, but they also lent credence to baseless,  unverified claims.”This is of a piece with the broader campaign to discredit anyone opposing the BJP. This included attempts to debunk claims made by the Aam Aadmi Party, which is in power in Delhi, about its development of schools – which were themselves based on false information. Maybe the most ridiculous sounding but effective line here was taken by Uttar Pradesh Chief Minister Adityanath, who said at one rally that bullets would work against the protestors if dialogue didn’t. Screenshots from a provocative BJP video during the Delhi campaign.The Election Commission sent Adityanath a notice for claiming that Arvind Kejriwal was sponsoring and offering biryani at Shaheen Bagh, followed by the aforementioned Malviya tweeting out “proof” that biryani was indeed being distributed at the protest. Biryani, an extremely popular  dish among all Indians, is often used as a dog-whistle to suggest “Muslim”. At the start of the campaign weeks ago, polls suggested that AAP was well ahead of the BJP in projected results. In the last few days, however, opinion trackers depict the gap narrowing, no doubt because of the BJP’s high-pitched campaign to polarise. Whether it will be enough to overturn the deficit will only become clear on February 11, when the votes are counted.","author":"Scroll Staff","time":"2020-02-07T18:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136095-zwakcvonnd-1581079195.jpg","tags":["Assembly elections","Delhi"],"source":"https://scroll.in/article/952459/bullets-biryani-and-fake-exposes-a-snapshot-of-the-bjps-communal-campaign-for-the-delhi-election"}