{"title":"Bureaucrats rush to RSS office to prove their loyalty to Modi","content":"Ever since Prime Minister Narendra Modi told his ministers to take the time to choose their senior staff carefully, Keshav Kunj, the Rashtriya Swayamsevak Sangh's office in Delhi, has become a magnet for mid-career bureaucrats.Believing that loyalty will play a factor in the eventual appointments, officials are lining up to meet RSS officials not only to appear faithful but to petition them for specific postings. The RSS claims to be just a cultural organisation affiliated with the ruling Bharatiya Janata Party, but it is no secret that the Hindutva group has a big say in appointments.“Immediately after the election some mid-level bureaucrats started meeting top RSS functionaries, but in the past few weeks their number has increased significantly, particularly after the PMO struck down [home minister] Rajnath Singh’s proposal to appoint Alok Singh to assist him,” said a senior RSS leader, who did not wish to be identified.The prime minister's office struck the proposal down because Singh, a 1995 batch UP cadre officer of Indian Police Service, had served as the personal secretary to former external affairs minister Salman Khurshid.A few weeks ago, the media reported that Modi did not want cabinet ministers to give officials considered close to ministers in the UPA government positions on their teams.Among RSS leaders entertaining the new visitors are general secretary Bhaiyaji Joshi and joint general secretaries Krishna Gopal and Dattatreya Hosbale. “Krishna Gopal has been attracting the maximum number of visitors, most of them from the Uttar Pradesh cadre,” the RSS leader said.The rush at Keshav Kunj is there for everyone to see. “Sometimes, the visiting bureaucrats occupy these RSS functionaries so much that they are unable to spare time for normal work,” said the RSS leader. A member of the BJP’s legal cell, who did not wish to be named, said he had waited to meet Krishna Gopal but could not do so because the RSS leader had been completely occupied with the bureaucrats.Bureaucrats are not the only ones looking for RSS leaders' blessings. Pracharaks, or RSS activists, have been lobbying with their seniors to get positions in the government, sources said.The Business Standard reported that while most of these pracharaks sought positions in the staffs of ministers, some want to be inducted into different government committees so that they could “flaunt a visiting card with a Government of India emblem“.","author":"Dhirendra K Jha","time":"2014-06-26T07:27:18+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/668169-704284df-2c9e-43ae-af01-74eb12e5aee1.jpg","tags":[],"source":"https://scroll.in/article/668169/bureaucrats-rush-to-rss-office-to-prove-their-loyalty-to-modi"}