{"title":"Bureaucrats Sukhbir Singh Sandhu and Gyanesh Kumar appointed as new Election Commissioners","content":"Bureaucrats Sukhbir Singh Sandhu and Gyanesh Kumar were on Thursday appointed as the new Election Commissioners by a selection committee headed by Prime Minister Narendra Modi, Opposition leader Adhir Ranjan Chowdhury said.Chowdhury is one of the members of the selection committee.The appointments were made to fill the vacancies created after the retirement of Anup Chandra Pandey in February and the resignation of Arun Goel on Saturday.Goel’s resignation was accepted by President Droupadi Murmu, the law ministry said in a gazette notification on Saturday. He was one of the three election commissioners. The government did not specify why he stepped down. Rajiv Kumar is the current chief election commissioner.The appointments come ahead of the Lok Sabha elections and Legislative Assembly elections in four states.The Election Commission is yet to announce the schedule for the polls. In 2019, the model code of conduct for the general election was imposed in the second week of March and polling took place between April and May in seven phases.Appointment of Election CommissionersAfter the Chief Election Commissioner and Other Elections Commissioners (Appointment, Conditions of Service and Term of Office) Act was passed in December, the appointments of election commissioners is done by a selection committee.The committee consists of the prime minister (as the chairperson), the Leader of the Opposition or the single-largest Opposition party in the Lok Sabha and a Union cabinet minister nominated by the prime minister.The composition of the panel means that the government enjoys a 2-1 majority over Chowdhury, the Leader of the Opposition, if there is a difference of opinion.The new law to appoint election commissioners did away with an arrangement put in place by a Supreme Court judgement in March 2023 that had formed a selection committee consisting of the prime minister, the Leader of the Opposition and the Chief Justice of India. The court had said that this committee will remain operative till Parliament came up with a law for the appointment of election commissioners.The Supreme Court-mandated selection committee had been formed to shield the Election Commission from executive influence. Before this judgement, appointments to the commission were made at the sole discretion of the Centre.For instance, in the case of Goel, he was appointed as the election commissioner by Murmu on November 19, 2022, a day after he took voluntary retirement from his post as the secretary in the Union heavy industries ministry. He was to retire on December 31, 2022.The new law, by replacing the chief justice with a Cabinet minister, has brought the selection of election commissioners back under the Centre’s control.This arrangement has been challenged by the Association for Democratic Reforms in the Supreme Court. The election watchdog moved the court on Tuesday, seeking an urgent hearing in the matter. The court has agreed to hear the petition on Friday.Also read: Goel’s resignation is latest in a series of red flags for Election Commission under Modi","author":"Scroll Staff","time":"2024-03-14T18:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195861-xdgqxanjov-1699946507.jpg","tags":["Election Commission","Lok Sabha elections 2024","Lok Sabha elections"]}