{"title":"Bureaucrat SC Garg seeks voluntary retirement a day after transfer from finance to power ministry","content":"Bureaucrat Subhash Chandra Garg, who has been transferred to the Ministry of Power as secretary, has applied for voluntary retirement from the Indian Administrative Service. Garg was the economic affairs secretary in the Ministry of Finance until his transfer, and is scheduled to take charge in the Ministry of Power on Friday.In his “last tweet” from the @SecretaryDEA Twitter handle as he left the ministry on Thursday, Garg wrote that he had applied for retirement with effect from October 31. Garg was also the Finance Secretary as he was the most senior among the five secretaries in the Ministry of Finance.Garg is a 1983 batch IAS officer from the Rajasthan cadre and has previously served as an executive director at the World Bank. He is due to retire in October 2020, according to the Hindustan Times.Handed over charge of Economic Affairs today. Learnt so much in the Finance Ministry and Economic Affairs Dept. Will take charge in Power Ministry tomorrow. Have also applied for Voluntary Retirement from the IAS with effect from 31st October. Last tweet from this handle.— Subhash Chandra Garg (@SecretaryDEA) July 25, 2019\n\nIn a series of key appointments on Wednesday, the Centre had named Atanu Chakraborty the secretary in the Department of Economic Affairs, while Garg was named power secretary to replace Ajay Kumar Bhalla. Bhalla was appointed officer on special duty in the Ministry of Home Affairs, and will take over as the new Union home secretary once Rajiv Gauba retires on August 31.","author":"Scroll Staff","time":"2019-07-25T19:42:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/105171-bbliaslmhr-1541755513.jpg","tags":["Subhash Chandra Garg","power secretary","Indian Administrative Service","Ministry of Finance","Ministry of Power"],"source":"https://scroll.in/latest/931784/bureaucrat-sc-garg-seeks-voluntary-retirement-a-day-after-transfer-from-finance-to-power-ministry"}