{"title":"‘But what about the Assam floods?’: Cartoonists   react to Maharashtra’s political crisis","content":"Over the past couple of days, Guwahati has been the centre of media attraction as rebel MLAs from the Shiv Sena in Maharashtra have been sequestered in a hotel in the Assamese capital, under the umbrella of breakaway party leader Eknath Shinde. The rebels arrived in Assam on Wednesday after having first sought shelter in another Bharatiya Janata Party-ruled state, Gujarat.The revolt has put a question mark on the future of Maharashtra’s Maha Vikas Aghadi government, of which the Shiv Sena is a member. In Assam, state chief minister Himanta Biswa Sarma was seen at the hotel in which the rebels are staying, even as scores of police personnel stood guard,The drama has unfolded even as unprecedented floods have ravaged large parts of Assam with the toll climbing to 101 on Thursday. The political crisis has been receiving minute-by-minute media coverage, overshadowing news of the  floods devastating Assam.This has all been fodder for India’s cartoonists.#MaharashtraPoliticalCrisis #AssamFloods @ETPolitics @EconomicTimes pic.twitter.com/cJaXKegyeq— R Prasad (@rprasad66) June 23, 2022\n\n Many noted that the widespread destruction in Assam and the suffering of lakhs  of flood-affected citizens was unfolding as the state government  was pulling out all the stops to welcome the Shiv Sena rebels.Sarma attempted to play down the matter. “We welcome all tourists to visit Assam now as we need funds to deal with floods,” he said.#Assam #AssamFloods pic.twitter.com/GjSo97czOc— Ashish Bagchi (@BagchiAsh) June 22, 2022\n\nSandeep Adhwaryu of The Times of India pointed to the absurdity of “resort politics”.#cartoon @timesofindia #Assam #ResortPolitics pic.twitter.com/01A6LIXhCQ— Sandeep Adhwaryu 🇮🇳 (@CartoonistSan) June 23, 2022\n\nCartoonist Neelabh of News 18 noted that the ranks of the Shinde of faction continued to swell as Chief Minister Uddhav Thackeray struggles to hold on to his post.#UddhavThackeray #MaharashtraPoliticalCrisis #MaharashtraPoliticalTurmoil pic.twitter.com/hsDwtrPjem— Neelabh (@NeelabhToons) June 22, 2022\n\nSajith Kumar of Deccan Herald also referred to Thackeray’s  precarious position. #UddhavThackeray cartoon @DeccanHerald pic.twitter.com/brCDs8UkWG— sajithkumar (@sajithkumar) June 22, 2022\n\nOthers pointed to the clear role being played by the BJP, still sore over being dumped by its alliance partner following the 2019 state assembly election results. At the time, BJP leader Devendra Fadnavis had claimed the support of some Nationalist Congress Party legislators, including current Deputy Chief Minister Ajit Pawar, and formed the government following an early morning ceremony. The government had collapsed within two days after most Nationalist Congress Party legislators withdrew support.#MaharashtraPolitics #ShivsenaMLA @DainikBhaskar pic.twitter.com/1TjMoLrB9T— Mansoor Naqvi (@cartoonistnaqvi) June 21, 2022\n\nCartoonist Alok referred to Shinde’s claim that he had rebelled for the “sake of Hindutva”.pic.twitter.com/dV4nt7joKF— Cartoonist Alok (@caricatured) June 23, 2022\n\nSome referenced International Yoga Day, which was held on June 21.#YogaDay #yoga #yogaday2022 #MVA #Cartoon #MANJULtoons #MaharashtraMLCElection2022 pic.twitter.com/2auxNrBmdQ— MANJUL (@MANJULtoons) June 21, 2022\n\npic.twitter.com/UMgI0Pezzr— Cartoonist Alok (@caricatured) June 21, 2022","author":"Scroll Staff","time":"2022-06-23T19:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176182-npvystfwna-1655982282.jpeg","tags":["Maharashtra","Assam","Maharashtra Politics","Maha Vikas Aghadi"],"source":"https://scroll.in/article/1026778/but-what-about-the-assam-floods-cartoonists-flay-resort-politics-of-maharashtras-crisis"}