{"title":"As an Indian Muslim, here’s why I object to Dhannipur complex being built in lieu of Babri Masjid","content":"To commemorate the demolition of the Babri Masjid on December 6, 1992, and its ratification by the Supreme Court of India on November 9, 2019, the government of Uttar Pradesh is building a mosque-cum-multi-utility complex in Dhannipur village, 22 km from the original site. Perhaps, this is the first monument to be built to cherish defeat.The vision of the grand mosque complex includes a hospital, a library, a museum as well as a cultural centre in a village that lacks the most basic civic amenities, but already has too many mosques and too few worshippers. For the visionaries of the Dhannipur monument, however, this is mere quibbling by the nay-sayers. The structure is not meant for the locals, but for the thousands of tourists who will come from across the world to see what was built in lieu of the mosque that was clawed down brick by brick by a frenzied mob.Of course, these thousands of tourists will first visit the victory monument in Ayodha, the grandest Ram temple in the world, then drive 22 km down, hopefully what would by then become a swanky Vijayee Path (Victory Corridor) to see the wannabe-symbol of Indian pluralism. Why pluralism should be marked by a mosque is difficult to understand. Nevertheless, that is what it is.The stench of opportunismSince only Muslims can build a mosque, the Uttar Pradesh government has roped in the ever-flexible Uttar Pradesh State Sunni Central Waqf Board to form an Indo-Islamic Cultural Foundation to construct this complex. The Trust, by itself has no funds of its own. It will depend upon the benevolence of the Muslim citizens or will leech money from the Waqf corpus. It is no state secret that the Waqf boards, which manage Muslim community properties across the country, have been found to be grossly corrupt. Over the years, media has frequently exposed corruption at various levels in the Waqf boards across states. Like the sports’ bodies, the Waqf boards are staging areas for aspiring politicians. No surprise then that the Uttar Pradesh Waqf Board has walked into the territory – building something in lieu of the Babri Masjid – from where other Muslim organisations have turned away.However, my objection to the supposed Babri apology has little to do with the opportunism of the Uttar Pradesh Waqf Board or its offspring, the Indo-Islamic Cultural Foundation. May they prosper. My objection stems from four reasons.The proposed mosque and multi-utility complex in Dhannipur. One, whatever may have been the nature of the Ramjanambhoomi-Babri Masjid issue, it was never a land dispute. If indeed it was a land dispute, then the litigating Muslims should have accepted alternative land/ monetary compensation in lieu of the mosque before its mauling. At least, then they would have stepped aside with honour and moral ascendency.  More importantly, perhaps the bloodshed through the 1980s until 2003 would have been avoided. By accepting an alternative site, they reduced the Muslim argument of the last four decades (not to speak of uncountable deaths) to mere greed for land. Worse, by accepting land in lieu of justice, they have sanctified their secondary status as a community that does not need justice. A few crumbs would do.Two, while different Muslim rulers constructed mosques as symbols of their magnificence, in Islam, mosques have a very basic purpose. A place where the faithful can offer prayer in a congregation. Hence, the presence of a mosque is contingent upon the presence of a Muslim community. I do not have statistics with me, but there are hundreds of mosques in India which are in disuse now because there are no Muslims in their vicinity to offer prayers in them. There are some, and I know of a few in my hometown in Agra, where the structures have gone to waste in the absence of maintenance. The people who frequent these mosques are too poor to spare any money for their maintenance, forget paying the salary of the muezzin. The upkeep of the mosques and salaries of the muezzin are shared responsibilities between the Waqf board and the community. For various reasons, ranging from lack of funds to corruption, the Waqf board is unable to sustain the existing mosques. Diverting scarce funds (generated mostly through Islamic charity that Muslims do) to building new-fangled and totally unnecessary structures is a criminal waste of resources.A delusional claimThree, and this stems from the earlier reason: given that the existing mosques are already too many, instead of building new religious structures, money should have been used wisely. If the Uttar Pradesh government had accepted the Supreme Court allocated land, the Muslim organisations, including the state Waqf Board should have appealed to the government to either monetise the land or built something that would have been of some use to the people of Dhannipur, 65% of whom are Muslim. According to some media reports, the people had actually asked for a degree college. Clearly, that would have been more useful.Lastly, by claiming that the Dhannipur mosque complex will become a symbol of inclusiveness of the Indian Muslims, the Indo-Islamic Cultural Foundation shows itself as either naïve or delusional. Maybe both. Reason enough to not trust it with funds for building anything; it will only squander it. The only thing that the Dhannipur extravaganza will represent is the bankruptcy of ideas and foresight among Indian Muslims. Henceforth, Ayodhya will only be known for the Ram Mandir. It may even become a big centre of Hindu pilgrimage, and rightly so.The only lesson that Muslims can impart to anyone here is show the Hindutva brigade how potential conflicts in Kashi and Mathura can reach a photo finish. Don’t make the community pay for that.Ghazala Wahab writer is executive editor FORCE magazine and author of Born a Muslim: Some Truths About Islam in India.","author":"Ghazala Wahab","time":"2021-06-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160341-bbxiiiujev-1623677553.jpg","tags":["Babri Masjid","Ram temple","Ayodhya"],"source":"https://scroll.in/article/997118/by-accepting-land-in-lieu-of-babri-masjid-waqf-board-signals-that-muslims-dont-care-for-justice"}