{"title":"By buying Modi's excuses for communalism, we’re all colluding in murder","content":"It is not hard to say, “No one should be killed for what they eat, think, speak or write, what faith they follow or who they love. No one will be allowed to get away with such murders, justice must and will be done, and differences, diversity and dissent should not only be tolerated but positively encouraged in India.”But this is exactly what Prime Minister Narendra Modi and his associates are refusing to say. Instead, what we are hearing is a series of alibis for hate and murder.In an interview published in the Bengali daily Anandabazar Patrika on Wednesday, Modi has finally made a specific mention of the Dadri lynching – but typically, played down both the lynching and the rationalisations by his own ministers and party men and women. He said the incident was \"sad and unwelcome\", but asked rhetorically, \"What can the Central government do?\"Yes, indeed, the UP government ruled by the Samajwadi Party bears a significant measure of responsibility for failing to prevent organised violence in Muzaffarnagar, Dadri, Mainpuri and elsewhere. But can we ignore that it is Modi’s own supporters who are stoking, orchestrating and rationalising such violence?Surely the Central government could have condemned the lynching as soon as it happened, issued a call for tolerance for pluralism in diet, culture and faith? Surely the prime minister himself could have refrained from stoking prejudice and hatred over beef? Couldn't he have prevented Culture Minister Mahesh Sharma from referring to the lynching as an accident and commending the lynch mob for refraining from raping the victim’s daughter? Couldn't Modi have taken steps to stop Minority Affairs Minister Najma Heptullah from dismissing the lynching as something belonging to the \"past\"?Instead, Modi in his latest interview himself echoed his culture minister. While Sharma called the lynching an accident, Modi called it a  social tragedy, and branded all those raising the issue as pseudo-secularists who were playing vote bank politics. By doing so, the prime minister reduced the lynching to an isolated event and advanced the claim that all concerns about the vulnerability of India’s Muslim minority to political and sectarian violence were merely vote bank politics.A Hindu vote bankIf those seeking to defend the right of Muslims not to be lynched by mobs are pandering to Muslim vote banks, what are the likes of Bharatiya Janata Party MP Adityanath or Sri Ram Sene leader Pramod Muthalik doing when they offer guns and swords to the Hindus of Dadri for self defence and cow protection’? Are they not seeking to create a Hindu vote bank, and stoke violence?When the prime minister himself makes election speeches in Bihar about beef, when his lieutenant Sushil Modi asks Bihar to choose between those who eat beef and those who will ban beef, are they not aiming to weld together Yadavs with members of the upper castes in a Hindu vote bank?Just like the lynch mob in Dadri, they are saying it is acceptable to hate people who eat beef; it is acceptable to be insulted by the dietary cultures of others; and it is acceptable if such perceived insults result in murder. The hate that killed Mohammed Akhlaq in Dadri, is being used to harvest votes for the BJP in Bihar.Future tenseUnion Minority Affairs Minister Najma Heptulla said, “Dadri is the past, look to the future.” The casual callousness of this statement is breathtaking – yet it is already normal.Heptulla is saying that Indians should learn to live with injustice and impunity. Meanwhile, BJP and Vishwa Hindu Parishad leaders work to free the Dadri accused, even as BJP legislator Sangeet Som – who had links to a meat export company – threatens communal violence unless the accused men are freed from jail.Mohammad Akhlaq was not the first to be killed by a Hindutva mob under Modi’s watch. In 2002, it was Ehsan Jafri who was hacked to death in Gujarat. A case seeking to establish Modi’s complicity in that incident is still pending in courts.What is in the “past” according to Heptulla is in fact what is in store for the future. Days after the Dadri incident, a mob assaulted two Muslim men in Mainpuri in western Uttar Pradesh over fake allegations of cow slaughter.A man gave the youths a dead cow to skin, while the man’s son alerted the mob, which attempted to do another Dadri.Reading between the linesWhen BJP leaders call the Dadri lynching an accident, what exactly do they mean?In the toxic discourse of the Sangh Parivar, killing a cow for meat is murder – but killing a man for what he is said to eat is excusable. Let’s break this down further.In Dadri, the alibi for lynching a Muslim was that they thought he had killed a cow and eaten beef. A week before, another Muslim was lynched in Kanpur. The excuse was that he was thought to be a Pakistani terrorist.In August last year, Shankar, a Delhi municipal corporation worker and a Dalit, was transporting dead cows for cremation. It’s a task that upper caste Hindu “worshippers of the cow” consider dirty and will not do. He was lynched to death by a mob.The local councillor was Pradeep Kumar, a BJP leader who has a replica of a cow on his desk. He said the mob thought that Shankar was a Muslim cow smuggler and that the families of the assailants had apologised to his widow.“After all, it is impossible to contain a frenzied mob and even the family understood this,” Kumar said.The case registered against the accused fell through because eyewitnesses turned hostile. Shankar’s widow will have to console herself with the fact that, not being Muslim, she got an apology. Akhlaq’s wife did not even receive an apology.In Muzaffarnagar in 2013, the alibi for the communal violence was “love jihad” as the mob thought Muslims had raped a Hindu woman.In Mangaluru recently and Bihar's Nawada last year, Muslim men were stripped and paraded by mobs. The excuse was that they thought the men had harassed Hindu women or was in the same car with them or had befriended or loved them. Here, the line between love, friendship and rape can be easily blurred to provide an alibi.A recent Cobrapost expose conclusively established how Sangh outfits that perpetrate such violence are well aware that “love jihad” is a lie.The inescapable fact that emerges is that the alibis are mere pretexts and excuses. The excuses vary, slip, slide and mutate while the underlying fact remains that the victims of the lynch mobs were killed or stripped and humiliated because they were Muslim.Dalit murdersThere are also those who were killed because they were Dalits. A decade ago, such killings were similarly condoned by the Sangh Parivar using the alibi of cow slaughter.In Bihar, to justify the massacres of Dalit men, women and children, the BJP-backed Ranvir Sena claimed, “They are Naxalites, will grow up to be Naxalites and will give birth to Naxalites.”Now, with the BJP wanting to win over the Dalits and oppressed castes to share identity with caste Hindus and hatred for Muslims, the excuse has mutated. Now, mistaking a Dalit for a Muslim is enough to justify murder.TakeawaysGiven these facts, we can’t make the mistake of thinking that the lynchings are merely about beef or cows, just as we can’t make the mistake of thinking that rapes are about women’s clothes or conduct.Sure, that’s what the killers and rapists and their political defenders claim. But we must insist that the issue is that of killings motivated by communal and caste politics. Sangeet Som, who postures as a defender of cows and stokes communal violence – over love jihad in Muzaffarnagar and over beef in Dadri – was the director of a meat export company. It’s as cynical as that.Black men in the American south were lynched from the 18th century to the 1960s – the alibis trotted out to disguise or excuse the naked truth of racist murder were theft, murder and rape. In India, the alibis trotted out to disguise or excuse communal murders are theft, terrorism, cow slaughter, eating beef and love jihad.All Indian citizens have to question their own willingness to accept these alibis and to participate and collude in murder. The writers and artists who have spoken truth to power are refusing to accept the alibis, the lies, and are refusing to be accomplices to murder. No, the choice for India is not between eating beef and banning beef. The choice is between being accomplices to murders or refusing to jettison justice for murders.Kavita Krishnan is a politburo member of the Communist Party of India (Marxist-Leninist) Liberation and secretary, All India Progressive Women Association.","author":"Kavita Krishnan","time":"2015-10-14T18:30:35+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/761956-article-brsyekipbr-1444752356.jpg","tags":[],"source":"https://scroll.in/article/761956/by-buying-modis-excuses-for-communalism-were-all-colluding-in-murder"}