{"title":"By diluting SC/ST Atrocities Act, Supreme Court undermines Dalit and Adivasi struggles for dignity","content":"Does the caste system continue to frustrate the struggles of Dalits and Adivasis for dignity and justice? Some incidents this past fortnight provide valuable insight. In Kerala, a man from the Ezhava community, listed among Other Backward Classes, murdered his daughter for wanting to marry a Dalit. In Uttar Pradesh, upper caste Thakur villagers have been threatening violence against Dalits demanding the right of passage for a wedding procession. In Maharashtra, an organisation of upper caste Marathas is warning of violent protests if the Supreme Court is petitioned to review its recent order fettering the Scheduled Castes and Scheduled Tribes Prevention of Atrocities Act, 1989. One may emphasise the violence, or fear of it, in such incidents. But there is the promise of peace as well. If the Dalit man did not wish to marry the Ezhava woman, if the Jatav man has not asked for his wedding procession to pass through the village, if the Scheduled Castes and Scheduled Tribes avoided using protective legislation, peace could surely prevail.   But historically oppressed groups increasingly do not want to sign up for such peace in a thriving democracy – and that should not be surprising. The accusation by members of the upper castes that members of the Scheduled Castes are using the atrocities prevention law to blackmail them is not new; such allegations have been raised by dominant caste politicians and actors for long. Tamil Nadu’s Pattali Makkal Katchi, dominated by upper caste Vanniyars, has always demanded that the law be repealed, and Maratha protestors have similarly raised the bogey of false cases. Such mobilisations against “reverse casteism” have routinely accused Dalits of receiving preferential treatment. The accusations lack substance.   Exaggerated rhetoric is the mainstay of caste-based mobilisation. We may disapprove of those who seek to make capital out of caste and try to contest them, but at least we know where they are coming from and what they hope to achieve. To hear similar sentiments articulated by the Supreme Court on the basis of anecdotal evidence, however, is utterly shocking.  On March 20, Justices Adarsh Goel and UU Lalit issued an order that a public servant against whom a complaint has been filed under the Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act can be arrested only after an inquiry has been conducted by a senior officer. What it does is lend credence to the assertions of dominant groups. Such groups can now point to the apex court’s order to justify their claims and pressure the police to disregard cases brought under this law.No easy task It is already quite a struggle to file prevention of atrocities cases. All too often the police fail to file first information reports or, if they do, they book the suspects under other laws. It often takes sustained pressure from civil society and social groups to ensure that FIRs are filed properly. Yet, the Supreme Court judges assumed that filing FIRs is an easy task for Scheduled Castes and Scheduled Tribes and that the police are accommodating towards the oppressed. In most instances, the suspects immediately, even pre-emptively, file counter cases (of dacoity, for example) that require the targetted Dalits to lose out on work and travel to court at least once a month. This could even land them in jail. In the few cases where suspects are tried, the conviction rate is abysmally low. A 2015 investigation by the non-profit Evidence found that 30% of prevention of atrocities cases were closed due to “mistake of facts”, highlighting the discretion available to police. “Instead of conducting enquiries and registering cases against the accused, the police had shown more interest in compromise and settlement,” it noted.Given poor conviction rates and processes, the National Coalition for Strengthening ST/ST PoA Act recently called for the law to be given more teeth to make it more effective. It recommended special courts and public prosecutors to fast-track such cases. Were such courts to operate as intended, any misuse of the Act would be detected early and those who have been unfairly accused would be exonerated.   Legislation has a powerful symbolic function in society. Watering down the atrocities prevention law will strengthen the hand of those who call for it to be repealed and who seek to exploit loopholes in the law. It adds weight to the grievances of dominant castes and credence to anecdotal stories about false cases. The result will be the weakening of an Act that is already undermined on a daily basis by local power structures. The Act is intentionally severe in its prescriptions. The provisions for arrest without anticipatory bail are designed to both deter and educate. It arguably has a “civilising function” in that it seeks to delegitimise crimes that are often justified by reference to tradition, hierarchy or custom. The law hopes to achieve a new sociality where the banality of hierarchical dominance is rendered fragile and possibly erased. There is a wealth of evidence to show that crimes against Dalits are rising, but that conviction rates remain shockingly low. Against this, evidence about false cases is at best anecdotal. We expect the courts of law to weight the evidence, assess the facts and arrive at decisions based upon a careful examination of all available arguments. The apex court’s order of March 20 appears to fall short on all these counts.Struggle for dignity The postcolonial sovereign state with a liberal Constitution and socialist leanings has barely reduced the salience of caste in public life of India. Liberty and fraternity are not in contradiction with the caste bonds and bounds. The Constitution does not penalise caste sentiment or hierarchy but the practice of untouchability is made an offence under Article 17. Two laws lay down bureaucratic codes that construct and counter untouchability – the Untouchability Offences Act, 1955, which was revised into the Protection of Civil Rights Act 1974, and the Scheduled Castes and Scheduled Tribes Prevention of Atrocity Act. Almost five decades ago, legal expert Marc Galanter  hacomplained about the vagueness in defining untouchability under the Untouchability Offences Act, 1955 and the lack of sympathetic attitude within the judiciary towards interpreting untouchability. The atrocities prevention law has scope for booking a person who “intentionally insults or intimidates with intent to humiliate a member of a Scheduled Caste or a Scheduled Tribe in any place within public view”. Calling members of Scheduled Castes and Scheduled Tribes by derogatory caste-names, therefore, can no more be commonplace. This, however, does not mean that their right to dignity and civility has been secured. That is why protective and preventive laws remain critical. The Scheduled Tribes also use the law to counter material and cultural dominance.Even if we were to assume that the Supreme Court judges were correct about the Act being misused, is it the only law to be misused in India? Should transformative laws be blunted because there is a possibility of their misuse? Paradoxically, the success of this Act lies in its failure. It is ethical, and hopeful of a future without caste prejudice and violence. The increased use of the Act tells a tale of hope at the lowest rung of a deeply hierarchical society and the abysmal conviction rate reminds us that realising justice is a long way off. In worrying about the liberty of the privileged, the judges may have forgotten that caste is anti-liberty and those placed lowest in the order bear most incivilities of caste, but continue to use civil laws in their pursuit of a just society. Suryakant Waghmore is the author of Civility Against Caste and Hugo Gorringe is the author of Untouchable Citizens. They are currently co-editing a special issue of the journal South Asia on democracy and civility.","author":"Suryakant WaghmoreHugo Gorringe","time":"2018-04-02T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/873678-85619-kkpofioifn-1522250958.jpg","tags":["Scheduled Castes and Scheduled Tribes Prevention of Atrocities Act","Dalits","Adivasis","right to dignity","caste oppression","annihilation of caste","Supreme Court"],"source":"https://scroll.in/article/873678/by-diluting-sc-st-atrocities-act-supreme-court-harms-dalit-and-adivasi-struggles-for-dignity"}