{"title":"By gagging media to protect reputation of BJP’s Tejasvi Surya, Indian judiciary has shredded its own","content":"It is deja vu all over again. Two years ago, it was the Bharatiya Janata Party leader Rajeev Chandrasekhar and allegations of conflict of interest over his being on the Parliamentary Standing Committee on Defence while working as a defence contractor for the central government. This time it is Tejasvi Surya, the BJP’s candidate for Bangalore South Lok Sabha constituency, and the allegations pertain to sexual assault and misbehaviour on his part. The injunction issued against The Wire in 2017, in favour of Chandrasekhar, was vacated earlier this year after a two-year period where the BJP leader successfully stifled discussion about his misdemeanours. Vacating the order, a Bangalore judge elaborately pointed to the interim injunctions law being against Chandrasekhar, the importance of freedom of the press, the fact that Chandrasekhar was a public figure and that defamatory nature of the content was not established.Every one of these principles of law applies to Surya’s case as well. But, curiously, the Bangalore City Civil and Sessions Court is uninterested in any of them. There is no discussion of these aspects, only an obsession with the good name of the plaintiff, Surya. It buys, wholesale, Surya’s pathetic “why now” defence against the allegations, not noticing its own answer: because there is a chance he will occupy public office under the cloud of these allegations. When candidates are required by law to make the criminal cases pending against them public, the court grants Surya the exalted privilege of not being answerable to anyone in respect of any allegations made against him. Unlike with the ad interim injunction obtained by Chandrasekhar (which was limited to a specific article in The Wire), the court is so concerned for Surya’s spotless reputation it passes a blanket and open-ended order barring all the defendants from “making any defamatory statements against the plaintiff in any manner in electronic or printing media”. A stray passage from a Karnataka High Court judgement of the 1980s is cited out of context – it had to do with a specific statement and did not apply to the media.  Of course, this order is only “interim” because it is effective until all 49 defendants are served, make an appearance in the court and file their objections. The case is also listed helpfully on May 27, immediately after the Lok Sabha election votes are counted.No surprises hereThis should not surprise us anymore. When the courts and the Bar are ready to circle wagons to protect one of their own from public scrutiny for misdeeds, it shouldn’t surprise when this courtesy is extended to all and sundry, specifically the rich, powerful and politically connected.  It is a rare interim injunction that is converted into a permanent injunction or even leads to a proper finding of defamation. It takes a while but the injunction is usually lifted, occasionally after some minor correction (as in Jay Shah’s case) or a disclaimer (as in the Sahara case). That, however, is largely irrelevant – the idea is to suppress discussion and dissuade others from following up on the story. All these cases fall under the category of SLAPP – Strategic Litigation Against Public Participation – suits. The actual outcome is irrelevant to the main objective of stifling media freedom and public discourse. Indian courts unfortunately seem happy to go along. There are no consequences for passing entirely unreasoned and completely unjustified orders such as the one Surya has managed to obtain. The funny thing in all this (in a dark humour sense) is that Surya and the courts can do nothing at all if one of the media houses chooses to simply ignore the order and carry on as they wish. Disobeying the Bangalore civil court’s order can, at worst, result in contempt proceedings before the Karnataka High Court. Even if contempt proceedings are launched, it is for the plaintiff to show the defamatory nature of the reporting – after a full trial – before any consequences are incurred. Given the open-ended nature of this order, it will be up to Surya to show, in some tangible way, how a given article or report is “defamatory”. This is not taking into account the de facto challenge of enforcing the order on social media. Even if there is extremely aggressive moderation on the part of Facebook and Twitter on the basis of this order, all the huffing and puffing in the world can do nothing about stories that go “viral” on WhatsApp. But whether this order protects Surya’s precious reputation, it has definitely shredded what’s left of the Indian judiciary’s.Also read: In highly unusual move, Bengaluru court orders The Wire to remove articles on Rajeev ChandrasekharFrom Anil Ambani to Jay Shah, why do India’s rich and powerful go to Ahmedabad to sue their critics?","author":"Alok Prasanna Kumar","time":"2019-04-01T17:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116471-xyxkzzxgcz-1554118288.jpeg","tags":["Tejasvi Surya","BJP","Rajeev Chandrasekhar","Jay Shah","Bangalore","Elections 2019","2019 Lok Sabha election","freedom of the press","Indian judiciary"],"source":"https://scroll.in/article/918589/by-gagging-media-to-protect-reputation-of-bjps-tejasvi-surya-indian-judiciary-has-shredded-its-own"}