{"title":"By mixing Carnatic and Hindustani, Mysore’s kings helped create a unique body of music","content":"They inhabited altogether different musical worlds: the great Gauhar Jaan, with the high drama of her life as a singer-courtesan in the north, and Veena Sheshanna, the mighty veena stalwart and elite musician of the early 20th century Mysore court.What could possibly connect them? Nearly a half century of cultural confluence between Carnatic and Hindustani styles at the erstwhile Mysore court, says Geetha Ramanand, veena exponent and a keen music researcher.For over three decades Ramanand worked as a broadcaster, producing features for the All India Radio. One of her explorations throws light on the unexpected interconnections that sprang up between Hindustani and Carnatic music in the early decades of the 20th century at the Mysore durbar.Of these connections, one of the most fascinating is how short instrumental compositions from the north – naghmas and dhuns – found their way into Carnatic music, thanks to experimentation by the fabled vainika vaggeyakaras (veena players and composers) attached to the court. That is how Gauhar Jaan’s Mere dard-e-jigar in raga Jhinjhoti, pressed into shellac in 1905, found its way into Sheshanna’s compilation of short veena compositions. As did Zohrabai Agrewali’s superb Naina tore rasile, also set in Jhinjhoti.“He brought in a variety of laya patterns unlike the original, where the emphasis was on the melodic,” said Ramanand, who produced Amritavarshini, the first dedicated classical music channel on All India Radio, for seven years.\n\n\n    \n    Play\n\nGauhar Jaan singing Mere dard-e-jigar.Ramanand, who made a presentation on this musical confluence at The Music Academy in Chennai during its annual festival last December, believes that the spirit of inquiry that pervaded the court musicians at Mysore not only opened the Carnatic world to northern influences but also allowed the reverse.“Musicians consider the reign of Nalwadi Krishnaraja Wodeyar [1902-1940] something of a golden era,” said Ramanand. “It was a period of great creativity and experimentation when all genres of music – Carnatic, Hindustani and Western musicians – found a place in the court and were expected to interact. And much of this was led by genius Mysore vainikas such as Veena Sheshanna, Veena Venkatagiriyappa, Doraiswamy Iyengar, Veena Shivaramaiah and RN Doreswamy.”Melting potSome of the biggest names of Hindustani music of the late 19th and early 20th century had made their way to the Mysore court, where they were honoured, paid as resident scholars and encouraged to mingle creatively. This included Agra gharana’s Nathan Khan and his sons Abdullah Khan and Vilayat Husain Khan, Faiyyaz Khan, Kesarbai Kerkar, Gauhar Jaan and of course the singular Abdul Karim Khan, who was a revered name at the court.From this burbling melting pot of forms and genres emerged a niche body of works that made for Ramanand’s mid-career research in 2017-’19 on “Rare Compositions of Mysore Vainika Composers”.This niche naghma-dhun repertory for veena is not widely known except by a small group of Mysore vainikas and scholars and rarely performed, says Ramanand. They are small pieces with little room to display musical flair or improvisational skills because they were meant for orchestral performances. But they are evidence of a time when give and take between varied musical forms were encouraged to mingle with ease.Sometime at the turn of the 20th century, Ramanand says, the veena players at the Mysore durbar started composing these instrumental nuggets influenced by Hindustani musical traditions. One of these, naghmas, were brief, purely swara-based pieces without lyrics but demanding of skilled rhythm-based jugglery of notes. The other, dhuns, were primarily instrumental pieces that allow latitude with how ragas are used for greater melodic effect. Of the former there are about 11 in existence and of the latter five or six are well known but there could be more.A vintage recording shows Rani Vijaya Devi of the erstwhile Mysore royal family on the piano and Ranganayaki Parthasarathy on the veena playing a naghma in raga Kirwani composed by Venkatagiriyappa, guru to them both.\n\n\n    \n    Play\n\nRani Vijaya and Ranganayaki Parthasarathy playing Kirwani nagma.Cultural exchangesIn her PhD dissertation, “Mysore as a Seat of Indian Music”, the late Carnatic musicologist MB Vedavalli recreated in painstaking detail the busy hive of creativity and innovation that the royal music coterie was. While the royals were generous with accolades, titles and expensive gifts, they were also demanding patrons – Carnatic musicians were asked to try their hand at unfamiliar instruments such as the horn violin, rework old instruments to create new sounds, acquire an understanding of Western concepts of music, and seek out and incorporate inspirational aspects of Hindustani music from its practitioners.The north-south cultural exchanges, says Vedavalli, began as early as the last couple of decades of the 19th century, during the reign of Nalwadi Wodeyar’s father, Chamarajendra. Abdul Karim Khan, the founder of the Kirana gharana, had been invited to Chamarajendra’s court for the Dussehra celebrations of 1890. “His elaboration of [raga] Todi was very impressive,” Vedavalli wrote, winning him a priceless bracelet and lace shawl. Gauhar Jaan was a frequent visitor during this time, as was Maula Baksh, the all-rounder musician at the Baroda court.Ramanand remembers her first close experience of the Carnatic naghma. It was the 1980s. “I, along with, veena maestros and also AIR producers, Doraiswamy Iyengar and S Krishnamurthy, had travelled to the home of Rani Vijaya Devi to record a musical feature,” she recalled. “This recording included the raga Behag naghma by Venkatagiriyappa.”Geetha Ramanand.In a biography of Venkatagiriyappa, titled Vipanchi Vaibhava, his daughter V Amrutha writes that, as the head of the royal Carnatic orchestra, he was asked to learn to notate music, a practice alien to traditional Indian musicians. All compositions were expected to be notated so that musicians across genres could understand and play them.Music programmes hosted at the palace were for the elite but they were often played over a public system. On one such occasion, Ramanand says, solo harmonium music played in the Hindustani style was being broadcast. A specific item in raag Malkauns, titled Lehra-Naghma, caught Wodeyar’s ear. “Do we have any such compositions? If not, can we compose some?” he is said to have asked Venkatagiriyappa, according to the biography.In the Hindustani system, the lehra – commonly played by the harmonium or other melodic instruments – is usually an unchanging single-line melody based on a raga and set to a taal. It has no sahitya or poetics, is repetitive in nature and its primary task is to allow this monotony to showcase the percussive skill of a drum artiste.\n\n\n    \n    Play\n\nZohrabai Agrewali singing Naina tore rasile.The naghma is a variant of the lehra that allows short improvisatory variations and there are 11 in the Mysore vainika repertoire. Venkatagiriyappa went on to compose three such naghmas – one each in raga Bihag, featured in the vintage video clip, Kirwani and Hindola or Malkauns. His disciples Veene Shivarmmaiya, RN Doraiswamy and Doraiswamy Iyengar added to this collection and in their hands the concept acquired a distinct Carnatic stamp.According to Ramanand, in a curious connection to her own presentation at The Music Academy in Chennai, Venkatagiriyappa had performed his naghmas at a lec dem there in 1938.The other field of fusion work was the dhun, a Hindustani system genre of light melodies that could be folk-, filmi- or bhajan-based, played by an instrumentalist after a long concert of strictly rule-bound raga music. Dhuns allowed musicians to play with the raga structure to intensify their melodic appeal.Wodeyar ordered his court musicians to learn these dhuns from visiting musicians and either render them as heard or reinterpreted. Among those that Sheshana interpreted or improvised on were Gavara nahin tujhe in raga Yaman, Naina tere in raga Jhinjhoti, Murali ki dhun in raga Malgunji, popularised by Narayan Rao Vyas, and Mere dard-e-jigar, again in Jhinjhoti.\n\n\n    \n    Play\n\nNarayan Rao Vyas singing Murali ki dhun.“But these compositions, which were primarily sringara based, were given a bhakti touch, such as Gawara nahin being turned into Namami prabho by vocal musician Ponnamma, the sister of vainika Thitte Krishna Iyengar,” said Ramanand. Thitte himself adapted three to four Hindustani dhuns for Kannada lyrics for All India Radio.“But through all of this, Hindustani music too was being influenced by Carnatic,” pointed out Ramanand. “The manner of taan singing, for instance. And you were to later see the south’s influence in several singers of the time, Faiyyaz Khan for one and of course Abdul Karim Khan.”There was another big impact of this travel southwards of Hindustani musicians – it turned the Hubli-Dharwad area, a popular mid-journey halt for itinerant artistes, into a thriving music hub that birthed some of the greatest stars of our times.Malini Nair is a culture writer and senior editor based in New Delhi. She can be reached at [email protected].","author":"Malini Nair","time":"2024-04-25T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/36582-zujqjwibcr-1713870072.jpg","tags":["Music","Mysore palace","Hindustani music","Carnatic music"]}