{"title":"By planting trees the Miyawaki way, Mumbai won’t undo the damage of deforestation","content":"Mumbai is trying to fast forward its tree cover growth by adopting the Miyawaki system of urban forest development. With this, the aim is to make up for the thousands of trees that are officially allowed to be cut each year for accommodating various infrastructure development projects. “Over the last 5 years, tree cutting permissions for 25,000 trees have been given for various vital development projects,” the then municipal commissioner Praveen Pardeshi had stated in his budget speech delivered on February 4. “For the current year (2020-21), the total number is 3,236 for tree cutting. These losses in tree cover will be more than compensated by the Miyawaki plantations in the upcoming year.”The budget speech, which is essentially an annual public policy statement of the Brihanmumbai Municipal Corporation had recommended “reduction of CO2 level through a substantial increase in the number of trees by creating urban forests” to achieve the goal of creating an environmentally sustainable and climate-resilient city. The statement noted that “a further increase in tree cover will come from the plantation in open spaces/gardens and in private layouts of developers in recreation grounds via method of dense urban forests of indigenous local species. Hence, the BMC [the municipal corporation] has now decided to increase urban forest cover by adopting the Miyawaki method/concept of plantation /afforestation.”The municipal corporation had targeted planting 400,000 trees in 65 plots across Mumbai by spending Rs 32 crores. Currently, the municipal corporation has completed 16 projects by planting 54,760 trees in 14,258 sq metres of space in Mumbai.Deputy municipal commissioner (gardens) of the municipal corporation, Ramakant Biradar said, “The Miyawaki method has already shown successful results abroad and will help us achieve maximum results with minimum expenditure. Most of our own projects in Mumbai, which were launched since last year are showing very good results. This year, Covid-19 did hold up our projects due to diversion of funds towards Covid care. But, once things normalise, we are hoping to implement more projects in the city with the help of private groups and corporate social responsibility funds of corporates.”The Miyawaki method is said to have originated by Akira Miyawaki, the earliest known pioneer of this system. He used potential natural vegetation (the species that would exist at a given location if not impacted by human activities), phytosociology (ways in which plant species interact with each other) and a four-layered system of planting, to design his own system for planting forests. The Miyawaki method essentially involves planting native trees in a specific area to make a dense, self-sustaining grove. Before planting, the local agro-climatic conditions, including soil quality, are studied. Three layers of greens – shrubs and undergrowth, medium-height trees and taller canopies – are integral components of the Miyawaki forests. Mulching, natural water retention and perforation material like rice husk and use of organic compost support their growth.Can tree loss be compensated?While the plan to plant more trees may be welcome for a green cover-starved city like Mumbai, can that salvage the traditional tree cover lost every year due to rampant tree cuttings for various commercial and infrastructure development projects?Mumbai has a per capita tree cover of 0.28 or one tree for every four persons, according to a 2017 report by NGO Praja. A study published in Springer Nature in July 2020 found a 42.5% drop in Mumbai’s green cover over 30 years with the ratio of green spaces to total geographical area drop from 46.7% in 1988 to 26.67% in 2018 due to development activities.About 25,018 trees were sanctioned to be cut between 2010-2016 in Mumbai, as per a Right to Information application filed by social activist Godfrey Pimenta of Watchdog Foundation. Things did not change subsequently either. About 8,000 trees were up for cutting in 2018 and over 12,000 trees were cut in 2019, according to tree activist Zoru Bhathena. The most infamous incident of chopping of trees in recent times was at the Aarey forest inside Mumbai when over 2,141  trees were cut consistently for two days from October 6, 2019.Most recently, Mumbai’s Tree Authority, on October 23, sanctioned cutting of 373 trees (332 to be transplanted) for building a coastal road on the reclaimed sea.With the 12.44 million people having just 271.17 sq km (or 47.63% of the total 458.58 sq km since the rest of the city is filled with hills, mudflats, mangroves etc.) for development, the city is making way for infrastructure development the only way it knows: by chopping off and clearing the green spaces.“We consider that whatever trees are cut as lost because transplantation and compensatory plantations are just shams that do not practically save trees on the ground,” says Zoru Bhathena, tree activist, who had filed several petitions in courts to save trees. “The trees that get cut are lost forever because the transplantation is not done with genuine intent but merely as a statistical paperwork procedure to be shown as followed.”  He said: “Should our focus not be on saving the trees cover rather than allowing needless tree cuttings? Miyawaki is a good concept but it cannot be an excuse to allow trees to be killed. It is more of good PR.”“How can cutting of trees be justified by citing that three or more saplings are being planted without bothering to check on whether the saplings manage to survive,” Bhathena asks. “Besides, how can fully grown trees be equated with saplings without factoring in the fact that those saplings may or may not survive due to neglect? The survival rate of transplanted trees are quite poor, due to lack of genuine intent and mere mechanical implementation.”A High Court-appointed committee found that about 56% of the transplanted 1,483 trees in Mumbai since 2017 had failed to survive their shifting due to factors like inadequate tree care and lack of scientific transplantation methods being followed.About 54,760 trees have been planted over 14,258 sq meters in 16 Miyawaki projects across Mumbai so far. Photo credit: Green YatraOfficially, the city has 29,75,283 lakh trees as per the 2018 tree census, including 15,63,701 trees on private property, 11,25,182 trees in government land and 1,01067 trees in the various city gardens.However, the figure is not high considering the fact that most of the trees are from green pockets in the city like Sanjay Gandhi National Park, Film City, Mumbai University’s Kalina campus, Raj Bhavan, Navy Nagar etc.While the municipal corporation does claim that it monitors the transplanted and compensatory plantations in the city, there is never any data put forth on it.By cramming trees close to each other in generally small corners in the city’s gardens, the city hopes to restore its greenery. For most, the arithmetic of trees in terms of just numbers is itself a questionable concept. “Forests take centuries to grow,” observes Sasirekha Sureshkumar, a botanist, who has been actively studying Mumbai’s trees and was a member of Mumbai’s Tree Authority. “A forest is not a set of trees, it is an entire ecosystem including the insects, the birds, the ground vegetation. The entire biodiversity that helps replenish the water and mineral cycle and the biodiversity around it. The Miyawaki forests cannot even replace or serve 10 % of the role that the original forests play. It is an adjustment at best. Ecology cannot be established artificially. It could lead to a slight drop in temperatures or be a green relief for the eye, but that’s about it.” Pradeep Tripathi, the founder of Green Yatra, which has executed about four Miyawaki projects in Mumbai, says: “A Miyawaki or man-made forest can never replace a natural, original forest. While the Miyawaki forests might attract birds, butterflies, insects and chameleons but they cannot attract the biodiversity that a natural forest brings in, which is crucial to maintain our ecological balance. Hence, it is very important to keep our natural forests intact and to protect them.”Additional threatsAs if the threats to tree loss for development were not bad enough, trees also face threats from climate change and poorly planned plantations.Recently, 209 tree falls were reported on a single day on August 5 in Mumbai due to heavy rains with strong winds lashing the city. The city has lost about 24,000 trees due to tree falls since 2015. The weakened tree bases surrounded by concrete bases, fail to let the tree roots breathe and get a better grip on the ground.“Due to plantation in built-up spaces like roads, footpaths and covered tiled area, the incidence of tree fall and human death is very high,” the municipal commissioner had noted in his budget speech.The Chitale committee report that had studied Mumbai’s 2005 flooding issue had also cast aspersions on the municipal corporation’s records of tree plantations. While recommending planting of three trees for every tree cut for any project, the report noted that “This requires that three times as many trees are successfully planted, and live for three years, as the number of trees expected to be cut. Particular attention needs to be paid to the implementation of ‘prehabilitation’ and ‘preforestation’ because until now the government’s track record has been dismal on these fronts.”This article first appeared on Mongabay.","author":"Hepzi Anthony","time":"2020-11-18T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150482-utoqjaeoav-1605008183.jpg","tags":["Mumbai","India","Trees","Forest","Deforestation"]}