{"title":"By refusing to honour talaq verdict, India’s most influential Islamic body is harming  Muslims","content":"The last time Muslim clerics refused to accept a Supreme Court verdict – in Shah Bano, 1985 – and successfully campaigned to get it repudiated, they unwittingly helped a defeated Bharatiya Janata Party bounce back with a movement that culminated in the demolition of the Babri Masjid.  Imagine what such a refusal by clerics could do today to the triumphal BJP.One wonders whether this thought crossed Maulana Mahmood Madani’s mind before he declared that his organisation, the Jamiat Ulema-e-Hind, would not accept last week’s Supreme Court’s judgement striking down triple talaq, that the practice would continue, that the wife against whom it is pronounced would be deemed instantly divorced. Another Jamiat leader Siddiqullah Chowdhury, a minister in Mamata Banerjee’s West Bengal government, declared the verdict “unconstitutional”. The Jamiat is considered to be the country’s largest Muslim religious organisation, and has a significant influence on the operations of the Darul Uloom Deoband seminary.It took just 48 hours for the historic decision striking down instant triple talaq as unconstitutional and unIslamic to meet with opposition. Even as Muslims have been wondering how the Supreme Court’s decision is to be implemented, Madani’s words show them the way. His message: ignore the judgement is his message and carry on as if nothing has happened.Of course, this judgement cannot be considered just another order against instant triple talaq. After all, it came from a five-judge bench headed by the chief justice.  But then, Madani is no run-of the-mill cleric. The Madanis have been a prominent family since before Independence. Mahmood Madani has headed the Jamiat for the past 15 years, succeeding his father, who led it for 33 years until his death, and his grandfather, a freedom fighter and one of the founders of the Jamia Millia Islamia. Madani’s message, therefore, is likely to influence the clergy, and through them, a section of the Muslim community.  Madani’s political leanings are worth noting. His family’s proximity to the Congress was but natural given the grandfather’s participation in the freedom struggle. But the way it has remained loyal to the party has led to discerning Muslims labelling the Madanis as Congress stooges.  Though Madani’s father was a Congress member of the Rajya Sabha, his son entered the Upper House in 2006 on a Rashtriya Lok Dal ticket. In May, just days before the Supreme Court began hearing the challenge to instant divorce, Madani shocked his community by meeting Prime Minister Narendra Modi and commending him for his stand on the matter. In December, the Jamiat had passed a resolution describing instant triple talaq as unIslamic.  Fighting a losing battleGiven these shifts, should this political cleric be taken seriously? His words of defiance could have been ignored, but for one reality: the struggle by Muslim women to get rid of instant talaq has, to quote a Muslim activist, “been transformed into a war between the majority and minority communities’’.  The forces that have done so – the Bharatiya Janata Party, sections of the media, the clerics themselves – will undoubtedly use Madani’s words to further this war.  The Jamiat, along with the All India Muslim Personal Law Board, the non-governmental body that claims to represent the Muslims in matters of personal law, had intervened in the Supreme Court to oppose Muslim women’s petitions against instant triple talaq. Hence, neither was expected to welcome its abolition. But the Board has cleverly saved face by projecting the judgement as a victory for Muslim Personal Law. (Chief Justice JS Khehar and Justice S Abdul Nazeer held that personal laws are protected by the fundamental right to freedom of religion.) In contrast, Madani’s open defiance brings back unpleasant memories of the Shah Bano case.  That said, conditions are hardly conducive for conservative Muslim clerics to wage a street campaign against the Supreme Court’s decision, as they had done in 1985. Then, an indulgent Prime Minister Rajiv Gandhi had obliged them by getting the Congress-dominated Parliament to enact a law repudiating the judgement. Today, the situation is the opposite. Modi has repeatedly spoken against the practice and his party has made it an electoral issue.    There is another significant difference. In 1985, only a few Muslims openly supported the Shah Bano judgement. Today, in addition to Muslim women, many Muslim men – not just the usual progressives but others in the mainstream as well – have come out against instant talaq. Indeed, most of them have blamed the clerics for the persistence of the practice. Even the Urdu press, which rarely opposes the clerics, has held them responsible for refusing to reform, thereby forcing Muslim women to approach the court.  So, while the BJP and many TV channels will pounce on Madani’s words to accuse the entire Muslim community of placing faith before the law (a stand the BJP itself has often taken), one can expect a spirited rejection of the cleric’s position by the Muslims themselves. The time when clerics could speak for the Muslim community is gone.","author":"Jyoti Punwani","time":"2017-08-27T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848496-35239-fepwktkqfm-1503660864.jpg","tags":["Instant triple talaq","Supreme Court bans instant divorce","Muslim Personal Law","Maulana Mahmood Madani","clerics","Shah Bano case","Jamiat Ulema-e-Hind","Babri Masjid demolition","BJP","Congress"],"source":"https://scroll.in/article/848496/by-refusing-to-honour-supreme-courts-instant-talaq-judgement-jamiat-ulema-e-hind-harms-muslims"}