{"title":"By striking down instant talaq, Supreme Court reiterates its powers to set aside arbitrary laws","content":"In a landmark judgment on Tuesday, a five-member bench of the Supreme Court struck down as unconstitutional the practice of instant triple talaq, by which Muslim men could divorce their wives by pronouncing the word “talaq” three times. The verdict was split 3 -2.  The court, however, has not disturbed other forms of divorce in the Muslim law, where there is space for reconciliation. The verdict pertains only to instant talaq, where there is no scope for revocation or counselling.By banning the practice of instant talaq, that was deemed discriminatory to women, the court has asserted that it need not wait for Parliament to take remedial measures if a practice blatantly violates the fundamental rights of citizens. In doing so, the court has also put to rest contradictions that were present in some of the earlier judgments in which the concept of arbitrariness was discussed. The bench held triple talaq to be un-Islamic as it violated the tenets of divorce established by the Quran, the fundamental holy text of the religion. It declared that the arbitrary process of granting divorce was not fundamental to Islam and does not enjoy Constitutional protection. Triple talaq unworthyOn the majority opinion, there were two concurring but separate judgments. In the one authored by Justice Rohinton Nariman and adopted by Justice UU Lalit, the origins of triple talaq and its place in Islam have been dealt with in depth. The foremost question before the Supreme Court was whether triple talaq was an integral part of Muslim personal law (or Shariat) and therefore was beyond the scope of judicial intervention. Section 2 of the The Muslim Personal Law (Shariat) Application Act, 1937, covers various aspects of the Islamic life, including property rights and marriage. Since this was a law enacted by the Parliament before Independence, those opposing triple talaq argued that it could be brought up for judicial review and has to be tested judicially to ensure it did not violate fundamental rights, in the light of Article 13 (1) of the Constitution. Article 13 (1) states that “All laws in force in the territory of India immediately before the commencement of this Constitution, in so far as they are inconsistent with the provisions of this Part [fundamental rights], shall, to the extent of such inconsistency, be void.”Proponents of triple talaq argued that the 1937 law was not enacted as a measure to enforce Muslim personal law. The Shariat, by virtue of being the personal law, was enforceable by itself. What the Act did was to do away with customs that are contrary to Muslim personal law. Since triple talaq was an integral part of the Shariat, it automatically became an integral part of religion and thus could not be removed.Dismissing this argument advanced by the All India Muslim Law Board, an NGO that claims to represent the Muslim community, Nariman said that the Hanafi school of Sunni Muslims, who tolerate the practice of triple talaq, themselves consider this form of divorce a sin. Islam, he said, puts triple talaq under categories of human action called mubah , which does not have religious sanction but the religion is indifferent to it, and makruh, which is considered unworthy. Something that is considered a sin by the religion cannot be an essential practice, and hence it cannot enjoy the protection of Article 25 (1) of the Constitution which guarantees the fundamental right to religion, Nariman said. “We have already seen that though permissible in Hanafi jurisprudence, yet, that very jurisprudence castigates triple talaq as being sinful,” he said. “It is clear, therefore, that triple talaq forms no part of Article 25(1).”Justice Kurian Joseph, who wrote a separate but concurring judgment, quoted extensively from the Quran to drive home the point that the very idea of triple talaq, though found and sanctioned by supplementary Islamic texts, was against the tenets of the Quran, which is the foundational text of the religion. That which is against the Quran, he said, cannot be Islamic and by extension cannot be an essential practice to get Constitutional protection. Kurian also differed with the view expressed by Chief Justice JS Khehar in the minority opinion  and said just because a custom was ancient and has been practised for thousands of years, it could not automatically be accorded legal sanction. “What is bad in theology was once good in law but after Shariat has been declared as the personal law, whether what is Quranically wrong can be legally right is the issue to be considered in this case,” he said.  He, however, contradicted Nariman in the interpretation of the 1937 Act governing Muslim personal laws and said that the legislation does not regulate talaq since procedure for talaq has not been codified in the said law. In this regard, Kurian also doesn’t seem strike the law down as unconstitutional for violating Article 14. He only states that instant talaq violates the Quran. Manifest arbitrarinessThe central theme of the judgment was the question of whether manifest arbitrariness could be a ground for invalidating a law. In this, Justice Nariman referred to a catena of past judgments to argue that arbitrariness, which is something done by the legislature “capriciously, irrationally and/or without adequate determining principle”, went against the very spirit of Article 14 of the Constitution, which guarantees citizens equality before law. Nariman, in the course of the judgment, invalidated a past verdict of the Supreme Court in State Of Andhra Pradesh vs Mcdowell & Co.And Ors, in which he had appeared as a lawyer in 1996. In the case, the court had held that no law can be struck down by just saying that it is arbitrary or unreasonable. “Some or other constitutional infirmity has to be found before invalidating an Act,” the court had held. “An enactment cannot be struck down on the ground that court thinks it unjustified.” This, Nariman said, went against verdicts by larger benches and was hence bad in law. “Arbitrariness in legislation is very much a facet of unreasonableness in Article 19(2) to (6), as has been laid down in several Judgments of this Court,” he pointed out.Nariman also used the concept of arbitrariness to reiterate and assert that when a law, whether main or subordinate, violates any of the fundamental rights, the court has the powers to set aside such a law without waiting for the Parliament to take remedial measures.  “..it is clear that this form of talaq is manifestly arbitrary in the sense that the marital tie can be broken capriciously and whimsically by a Muslim man without any attempt at reconciliation so as to save it. This form of Talaq must, therefore, be held to be violative of the fundamental right contained under Article 14 of the Constitution of India.”","author":"Sruthisagar Yamunan","time":"2017-08-22T16:56:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848092-59364-zkxffwxqgb-1496071835.jpg","tags":["Triple Talaq","Supreme Court"],"source":"https://scroll.in/article/848092/by-striking-down-instant-talaq-supreme-court-reiterates-its-powers-to-set-aside-arbitrary-laws"}