{"title":"UP 'beef lynching': How the police have turned the victims into the accused","content":"There is law enforcement and then there is law enforcement when cows are involved.In Dadri, on the edge of the National Capital Region, 50-year old Mohammed Akhlaq was lynched by a mob on Monday night because it was rumored that his family had been eating beef. His 20-year old son, Danish, is critically injured. Reports quote the police and the district magistrate as saying that a mob gathered after 10 pm following an announcement made at a temple. They broke down the door to the Akhlaqs' home and battered the father and son with bricks. The police has sent meat from the Akhlaqs' refrigerator to a forensic laboratory for testing.A mob gathered outside a family home. It broke down the door and entered illegally. One man was murdered. Another was critically injured. At the very minimum, four separate crimes were committed against the Akhlaqs, one of which is a heinous crime. Why is it then that meat from their refrigerator has been sent to the forensics department for examination?No violationThey have broken no law by having meat in their home. The Uttar Pradesh Cow Protection Act does not criminalise the possession of meat of any type. Even if the meat in the Akhlaq home was beef (which they say, it is not), they would not be in violation of any law. Even if they did have illegal substances in their home, it would not justify the mob attack on them and the murder of Mohammad Akhlaq. So why have the contents of their refrigerator become police evidence?The police, it would appear, does not want to be seen ignoring the sentiment of the mob. It wants to give the sense that it is mindful of the mob’s cow protection concerns. Going by reporting of the murder in some Hindi newspapers, it is clear that Mohammad Akhlaq is being labelled a cow-killer. There has also been violence following the arrest of members of the mob, suggesting some political mobilisation.The events in Dadri are an echo of a lynching in 2002 in Jhajjar in Haryana of five Dalit men – Virender, Dayanand, Raju, Tota and Kailash, the youngest of whom was 17. Three of them prepared and dealt in animal hides. The other two were the driver and cleaner of the tempo they had hired to carry a cow carcass they had bought. The men were dragged out of a police station at Dulina by a mob that claimed they had killed the cow, and lynched in the presence of policemen and district officials. The police sent the cow for an autopsy. The autopsy found the cow was dead when it was bought in. But the question that still remains is why, with five men lynched before their eyes, did the police feel the need to send a cow carcass for an autopsy? It signaled that, in the eyes of the police the mob might have had “cause”.Defending the murdersAfter eight years and a great deal of effort, seven men were convicted for the five murders. One of the seven was a Jhajjar MLC, another was the head of the Jhajjar Gaushala. They had at various times been associated with the Bharatiya Janata Party, the Shiv Sena and the Indian National Lok Dal. There was massive and visible mobilisation of support for them among the dominant Jat community in Jhajjar when they were arrested, and at the court in Rohtak at the time of their conviction. It was as if the murders of five men were inconsequential – they were only Dalits, while their murderers were defending a holy cow.The police had played its part in reinforcing this by sending the cow for an autopsy. Their action underlined the inescapable web linking the politics of cow protection, deep-seated caste animosities, Hinduisation, electoral politics and the exercise of state power.The Dadri police in sending the meat from the Akhlaqs' refrigerator to the forensic laboratory acted in the exact same manner as the Jhajjar police – suggesting that the remit of cow protection went beyond the law, and that even the dead might be held guilty. The police in Dadri should have sent a clear and unambiguous message that the rule of law would prevail, not mob rule; that the rumored sentiments of one group of citizens did not curtail the constitutional protection of the right to life of other citizens.By making meat a piece of evidence, it failed to do this.","author":"Anjali Mody","time":"2015-10-01T09:00:19+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/759030-1a0bdc03-27a6-4a66-a3b1-8c8f0e5dbd8f.jpg","tags":[],"source":"https://scroll.in/article/759030/by-seizing-meat-from-fridge-uttar-pradesh-police-is-blaming-murdered-man-for-mobs-crime"}