{"title":"Voting ends for bye-polls in 13 states, 1 Union Territory, Assam, Bengal record over 70% turnout","content":"Voting for the bye-polls to three Lok Sabha and 29 Assembly seats in 13 states and the Union Territory of Dadra and Nagar Haveli was held on Saturday from 7 am to 6 pm. The three Lok Sabha seats where bye-polls were held were Dadra and Nagar Haveli, Mandi in Himachal Pradesh and Khandwa in Madhya Pradesh. The elections were necessitated in most places after the legislators of the constituencies died.Among the 29 Assembly constituencies where bye-polls took place, five were in Assam, four in West Bengal, three each in Madhya Pradesh, Himachal Pradesh and Meghalaya, two each in Bihar, Karnataka and Rajasthan and one each in Andhra Pradesh, Haryana, Maharashtra, Mizoram and Telangana.The votes will be counted on November 2.  The final voter turnout for Assembly seats was recorded at 59.58% in Andhra Pradesh, 73.38% in Assam, 50.65% in Bihar, 73.31% in Haryana, 65.13% in Himachal Pradesh, 70.76% in Karnataka, 64.60% in Madhya Pradesh, 60.92% in Maharashtra, 80.62% in Meghalaya, 81.29% in Mizoram, 67.18% in Rajasthan, 76.26% in Telangana and 70.47% in West Bengal, according to the Election Commission data.For the Lok Sabha seats, the turnout at 5 pm was 54.20% in Himachal Pradesh’s Mandi, 63.88% in Madhya Pradesh’s Khandwa and 75.51% in Dadra and Nagar Haveli, according to data from the poll body.West Bengal | People queue up outside polling booths in North Parganas and Dinhata Cooch Behar where Assembly polls have been scheduled for today.Other places where bypolls will be held today include Santipur in Nadia district and Gosaba in South 24 Parganas. pic.twitter.com/CEVI5SE4Vr— ANI (@ANI) October 30, 2021\n\nBihar | Voting for bypoll to Kusheshwar Asthan assembly seat in Darbhanga underwayBy-elections are being held in three parliamentary constituencies and 30 assembly constituencies in different states today pic.twitter.com/lROdE2Y1wA— ANI (@ANI) October 30, 2021\n\nHimachal Pradesh Chief Minister Jairam Thakur cast his vote for the Mandi Lok Sabha seat along with his family.‘‘मेरा वोट मंडी लोकसभा की प्रगति एवं विकास के लिए’’पोलिंग बूथ मुरहाग में परिवार सहित मतदान कर अपनी महत्वपूर्ण जिम्मेदारी निभाई।मेरा मण्डी लोकसभा सहित जुब्बल-कोटखाई, अर्की और फतेहपुर विधानसभा के मतदाताओं से आग्रह है कि लोकतंत्र के इस महापर्व में शामिल होकर मतदान अवश्य करें। pic.twitter.com/4pQB3LfdMf— Jairam Thakur (@jairamthakurbjp) October 30, 2021\n\nIn Bengal’s Khardah seat, the Trinamool Congress fielded minister Sovadeb Chattopadhyay, who had given up his Bhabanipur constituency for Chief Minister Mamata Banerjee, reported NDTV. The chief minister had lost the Nandigram seat to Bharatiya Janata Party’s Suvendu Adhikari in the state Assembly elections. She needed to get elected to continue as the chief minister.During polling, Asoke Mandal, BJP candidate from Bengal’s Dinhata Assembly, alleged that the Trinamool Congress workers tried to stop him from voting.West Bengal by-polls | Asoke Mandal, BJP candidate from Dinhata Assembly seat in Cooch Behar alleges that Trinamool Congress workers tried to stop him while he was going to cast his vote at 291 booth in Dinhata High School pic.twitter.com/eonSqcvRR5— ANI (@ANI) October 30, 2021\n\nMeanwhile, the Congress urged the Election Commission to cancel the bye-polls in Telangana’s Huzurabad constituency, alleging that the ruling Telangana Rashtra Samiti and the BJP were distributing cash in exchange of votes, reported The Indian Express.“We met the Election Commission and complained that Huzurabad’s polls have become a mockery of elections,” Manickam Tagore, the party leader in charge of Telangana, alleged. “Votes are being sold for Rs 10,000 and Rs 6,000 per vote. The BJP and TRS are using massive corrupt practices.”    Bihar | Voting for bypoll to Kusheshwar Asthan assembly seat in Darbhanga underwayBy-elections are being held in three parliamentary constituencies and 30 assembly constituencies in different states today pic.twitter.com/lROdE2Y1wA— ANI (@ANI) October 30, 2021\n\nIn Assam’s Bhabanipur, elections were needed after Congress MLAs Rupjyoti Kurmi and Sushanta Borgohain and All India United Democratic Front legislator Phanidhar Talukdar quit their parties and joined the BJP. They are now contesting on a BJP ticket. Legislators of two other constituencies had died.In Andhra Pradesh’s Badvel, the BJP had fielded former Telangana Rashtra Samithi MLA Eatala Rajender, who had quit as a minister in the YS Jagan Mohan Reddy government in June over land grabbing allegations.In Haryana’s Ellenabad, Indian National Lok Dal’s Abhay Chautala, who quit the party in protest against the farm laws, is looking to win back his seat.Also read:Assam bye-polls: EC warns CM Himanta Sarma against violating Model Code of Conduct","author":"Scroll Staff","time":"2021-10-30T08:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165744-okqolcgyxr-1635572033.jpg","tags":["Bye-polls","Lok Sabha elections","Assembly elections"],"source":"https://scroll.in/latest/1009388/bye-polls-voting-underway-in-three-lok-sabha-29-assembly-seats"}