{"title":"Bye-polls: Trinamool sweeps Bengal, Congress wins in Himachal, NDA bags all seats in Assam","content":"The Trinamool Congress on Tuesday won all four of the Assembly seats that went to bye-polls on October 30. In Assam, the Bharatiya Janata Party has bagged three of the five seats. Its ally, the United People’s Party (Liberal), won the two other seats.Meanwhile, the Congress clean swept the three Assembly seats in Himachal Pradesh. The party’s candidate Pratibha Singh also won the Lok Sabha bye-election from Mandi.The bye-polls were held on October 30. The elections were necessitated in most places after the legislators of the constituencies died.Among the 29 Assembly constituencies where bye-polls took place, five were in Assam, four in West Bengal, three each in Madhya Pradesh, Himachal Pradesh and Meghalaya, two each in Bihar, Karnataka and Rajasthan and one each in Andhra Pradesh, Haryana, Maharashtra, Mizoram and Telangana.West  BengalTrinamool Congress candidates in all four seats of Dinhata, Santipur, Khardaha and Gosaba defeated their BJP contenders by significant margins. Source: Election Commission of India.West Bengal Chief Minister Mamata Banerjee congratulated all the four party candidates.“This victory is people’s victory, as it shows how Bengal will always choose development and unity over propaganda and hate politics,” she said in a tweet. “With people’s blessings, we promise to continue taking Bengal to greater heights!”My heartiest congratulations to all the four winning candidates!This victory is people's victory, as it shows how Bengal will always choose development and unity over propaganda and hate politics. With people's blessings, we promise to continue taking Bengal to greater heights!— Mamata Banerjee (@MamataOfficial) November 2, 2021\n\nHimachal PradeshIn the Himachal Pradesh Assembly bye-polls, the Congress held on to the two seats of Fatehpur and Arki and also managed to wrest the Jubbal-Kotkhai seat, previously held by the BJP.In the bye-poll to the Mandi Lok Sabha seat too, the Congress’ Pratibha Singh won against the BJP’s Khushal Chand Thakur by 7,490 votes. Source: Election Commission of India.Assam  In Assam, the BJP won the Thowra, Bhabapinur and Mariani Assembly seats. Its ally United People’s Party (Liberal) won the Gossaigaon and Tamulpur constituencies.Source: Election Commission of India.Madhya PradeshIn the Madhya Pradesh Assembly bye-polls, the BJP won in Prithvipur and Jobat, while the Congress managed to win the Raigaon seat.In the state’s Khandwa Lok Sabha seat, the BJP’s Gyaneshwar Patil emerged victorious against the Congress’ Rajnarainsingh Purni by 82,140 votes.Other statesIn Bihar, the Janata Dal (United) won both the Kusheshwar Asthan and Tarapur seats. While the party won in the Kusheshwar Asthan by 12,695 votes, it won in Tarapur by a slim margin of 3,852 votes.In Rajasthan, the Congress won both Dhariawad and Vallabhnagar seats.In Telangana’s Huzurabad, the BJP had fielded former Telangana Rashtra Samithi MLA Eatala Rajender, who had quit as a minister in the YS Jagan Mohan Reddy government in June over land grabbing allegations. Rajender won against Telangana Rashtra Samithi’s Gellu Srinivas Yadav by 23,855 votes.In Karnataka, Congress won the Hangal seat, while BJP bagged Sindgi constituency.In Haryana’s Ellenabad, Indian National Lok Dal’s Abhay Chautala, who had resigned as an MLA as a mark of protest against the farm laws, defeated BJP candidate Gobind Kanda by 6,739 votes.In Meghalaya, former footballer Eugeneson Lyngdoh won from Mawphlang on a United Democratic Party ticket. The BJP’s ally National People’s Party won the other two seats of Mawryngkneng and Rajabala.In Mizoram, the Mizo National Front won the Tuirial seats.In the Dadra and Nagar Haveli Lok Sabha seat, Shiv Sena’s Kalaben Delkar defeated BJP’s Gavit Maheshbhai by 51,269 votes.","author":"Scroll Staff","time":"2021-11-02T10:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165859-aaeacymtrv-1635837968.jpg","tags":["bye-polls","West Bengal","Assam","Madhya Pradesh"],"source":"https://scroll.in/latest/1009577/bye-polls-tmc-leads-in-4-assembly-seats-in-bengal-bjp-ahead-in-3-of-5-assam-constituencies"}