{"title":"Bye-polls: Voting held in seven Assembly seats in six states","content":"Voting for bye-elections in seven Assembly constituencies in six states was held on Tuesday.Polling, which began at 7 am, was being held at the Ghosi constituency in Uttar Pradesh, Dumri in Jharkhand, Dhanpur and Boxanagar in Tripura, Bageshwar in Uttarakhand, Dhupguri in West Bengal and Puthuppally in Kerala. The results will be declared on September 8.The bye-elections are being seen as the first electoral test for the Opposition’s INDIA alliance. At ameeting of the alliance last week, the 28 constituent parties resolved to contest the 2024 Lok Sabha elections together “as far as possible” in an attempt to take down the Bharatiya Janata Party-led government at the Centre.The Ghosi bye-election is being held on account of the resignation of Dara Singh Chauhan, who had won the seat in 2022, from the Samajwadi Party. Chauhan is now contesting on a BJP ticket against the Samajwadi Party’s Sudhakar Singh.The bye-poll in Dumri has been necessitated by the death of Jharkhand Mukti Morcha MLA Jagarnath Mahto, who had been representing the seat since 2004. The Jharkhand Mukti Morcha has fielded Mahto’s wife Bebi Devi, while the All Jharkhand Students Union, a partner in the BJP-led National Democratic Alliance, has nominated Yashoda Devi.The All India Majlis-e-Ittehadul Muslimeen has fielded Mohammed Abdul Mobin Rizvi.#WATCH | Jharkhand: Voting for Dumri Assembly by-polls underway(Visuals from booth no. 347) pic.twitter.com/0LWBHj8CoZ— ANI (@ANI) September 5, 2023\n\nThe Boxanagar bye-election in Tripura is being held due to the death of Communist Party of India (Marxist) MLA Samsul Haque. In the bye-poll, CPI(M) candidate Mizan Hussain will contest against the BJP’s Tafajjal Hussain.In Dhanpur, BJP leader Pratima Bhoumik resigned as the MLA in March after she was appointed as a Union minister. The seat will now see a contest between the BJP’s Bindu Debnath and Kaushik Debnath of the CPI(M).The bye-election in Uttarakhand’s Bageshwar is being held due to the death of Cabinet minister Chandan Ram Das, who had represented the seat since 2007. His wife Parvati Das will contest the bye-poll on a BJP ticket, while the Congress has fielded Basant Kumar from the seat. In Puthuppally, bye-elections are being held due to the death of former Kerala Chief Minister Oommen Chandy on July 18. Chandy was elected 12 times from the constituency, and became Kerala’s longest-serving MLA.The Congress has fielded the former Kerala chief minister’s son Chandy Oommen, while the Left Front has fielded Democratic Youth Federation of India leader Jaick C Thomas.The bye-poll in West Bengal’s Dhupguri is being held due to the death of its sitting BJP MLA Bishu Pada Ray earlier this year. The BJP has now fielded Tapasi Roy, the wife of a Central Reserve Police Force jawan who died fighting terrorists in Kashmir some years ago from the seat. The CPI(M) has fielded Ishwar Chandra Roy, while the Trinamool Congress has given a ticket to Nirmal Chandra Roy, a teacher.","author":"Scroll Staff","time":"2023-09-05T08:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/50729-baduziwcrf-1581327180.jpg","tags":["bye-elections","bye-election","Ghosi","Puthuppally"],"source":"https://scroll.in/latest/1055419/bye-polls-voting-begins-in-seven-assembly-seats-in-six-states"}