{"title":"CAA: Harsh Mander says two children’s homes linked to him raided, calls it attempt to defame him","content":"Human rights activist Harsh Mander on Thursday said that two children’s homes, with whom he had been associated in the past, were raided in Delhi. Mander said that the raids were the government’s attempt to defame him and target those who had peacefully protested against the Citizenship Amendment Act.The Delhi Police have accused Mander of delivering a hate speech during protests against the law. He was named in the Delhi police’s affidavit to the High Court along with several others on July 13. Mander said that the raid was carried out by National Commission for the Protection of Child Rights at two homes named Ummeed Aman Ghar and Khushi Rainbow Home. The activist said that one of the reasons the homes were raided was to determine if the children had participated in anti- Citizenship Amendment Act protests.“NCPCR team in its ‘raids’ on the two homes had four central focuses. The most important was whether the children participated in the anti-CAA protests.  The second focus was about my association with the homes. The children spoke about the occasional visits  to meet them. The third focus was on foreign funding. As it happens, Ummeed is entirely funded from Indian donors. Khushi also is largely supported by Indian donors, but has some foreign donors as well.  The fourth question was whether we had given shelter to any Rohingya children. My colleagues said that for us, we don’t focus on the identity of any child; the only thing important for us is that she or he is homeless and in need of care and protection.”— Harsh Mander\nMander said that Centre was using its agencies to target people who opposed the Citizenship Amendment Act. “It is no secret that the Union government, using various official agencies which fall under its control, has launched a massive campaign against those who participated in the peaceful non-violent protests against the CAA/NRC/NPR from December 2019 to March 2020,” he said. “It has been made amply clear by the actions of the state machinery that I am one of those targeted.”“This morning of 1 October  it was evident that the government was using one more of its agencies, the National Commission for the Protection of Child Rights (NCPCR) to advance its campaign against the peaceful protesters and dissenters, to defame me. I have no idea about the spin that the NCPCR may give to their investigation. The NCPCR is India’s apex body for child rights, and is well within its rights to enquire about the welfare of children in any context. But the timing, mode and questions raised by them are unconventional and raise doubts about the motivation of the agency, whether it will be just one more willing tool for the witch-hunt that is ongoing against independent dissenters in India today.”— Harsh Mander\nMander said that such “witch hunts” were designed to damage the reputations of people and close down organisations. He added that it was apparent that the aim of this “hydra-headed witch-hunt of wild police charges and defamatory innuendos” to tarnish reputations and shut down organisations was an attempt to intimidate and discredit dissenters. The activist said those dissenting “are committed to the defence of the constitution into silence”.The activist said that he remained committed to supporting vulnerable children. “I am convinced that our republic is passing through one of its darkest times, dominated by the politics of hate and the crushing of freedoms,” he said. “Therefore it is my foremost duty, as also the duty of all those who love this country and its people, to not be silenced, to continue to resist, to continue to speak out and organize for love, fraternity and justice.”The Citizenship Amendment Act  The Citizenship Amendment Act, approved by Parliament on December 11, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and entered the country by December 31, 2014. It has been widely criticised for excluding Muslims. Protests against the Act started in Delhi in mid-December and spread across the country.","author":"Scroll Staff","time":"2020-10-01T20:50:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/69379-hcmjviyhez-1506355272.jpg","tags":["Harsh Mander","Citizenship Amendment Act"],"source":"https://scroll.in/latest/974666/caa-harsh-mander-says-two-childrens-homes-linked-to-him-raided-calls-it-attempt-to-defame"}