{"title":"CAA is a letdown, but Bengali Hindus in Assam are unlikely to ditch BJP","content":"Fleeing religious persecution and violence, Niranjan Baishnab’s family crossed over from East Pakistan to India in the 1960s. They made their home in Malinibeel, a wetland near Silchar, a city in southern Assam’s Barak Valley.Once a natural reservoir, Malinibeel is now home to large numbers of Hindu migrants who settled here after 1971 and live in a sprawl of tin huts. “Every year during the monsoon, our homes get flooded,” Baishnab said. “No, the local MLA does not turn up here.”In 2019, when the National Register of Citizens was updated in Assam, Baishnab’s name was not on the list.The NRC was a massive screening drive carried out in Assam to identify Indian citizens. It left out 19.06 lakh residents of the state, who failed to furnish documents that proved they or their ancestors had arrived in the state before March 24, 1971.For those Bengali Hindus excluded from the register, and staring at a potentially stateless future, the Bharatiya Janata Party held out hope through the Citizenship Amendment Act.In 2019, the Narendra Modi government passed the CAA, a contentious law that fastracks the citizenship of non-Muslim refugees from Bangladesh, Pakistan and Afghanistan. Widespread protests across the country against the exclusion of Muslims forced the government to put it on hold – its rules were notified only last month, four years after the passage of the law.In Barak Valley, home to a sizable population of Bengali Hindus, the law has proved to be a letdown, say residents.Only one person from the Barak Valley has applied for citizenship under the law so far, according to Assam chief minister Himanta Biswa Sarma.“Before the BJP government came to power, they said all citizenship issues would be finished,” said Baishnab. “Ten years later, they are still making promises.”While he once hoped that the law would help him get Indian citizenship despite being excluded from the NRC, he is now reluctant to apply. “I don’t have any documents [to prove that I am from Bangladesh],” he said.As Scroll had reported, undocumented refugees were unlikely to meet the CAA’s demand for documents that showed they came from Bangladesh.“It is not a law for giving citizenship but another mechanism to identify the foreigners,” pointed out Kishore Kumar Bhattacharjee, general secretary for the Citizens’ Rights Protection Coordination Committee, an umbrella group of 33 organisations, mostly from the Barak Valley. “This is because one has to declare himself as a non-Indian to get citizenship.”The Trinamool Congress is hoping to cash in on the disquiet within the community. “They said CAA is coming and Narendra Modi will give you protection,” said Trinamool Congress leader and Rajya Sabha MP Sushmita Dev. “After keeping it hanging for four years, the rules now ask for the documents from Bangladesh. This is another betrayal of Hindu Bengalis.”But despite their disappointment at the unkept promises, the Opposition will have an uphill task in Silchar, one of two seats in Barak Valley where Hindus are in the majority.“Though they have not worked for us, the BJP has done a lot of work in other areas,” Baishnab said. “After Modi became the PM, it has become easier to open accounts. We also get free rations.”Then he added: “Whom should we trust? We are still hoping the BJP will do justice,” he said. Malinibeel in Silchar town is home to large numbers of Hindu migrants, who settled here after 1971 and live in a sprawl of tin huts. The original supportersWhen the BJP had barely a footprint in Assam’s politics, it tasted its first electoral success in the region.In 1991, the party won 10 Assembly seats – nine were from the three Barak Valley districts of Cachar, Hailakandi and Karimganj. Since then, it has been a stronghold of the Bharatiya Janata Party.There are historical reasons for this support.Most inhabitants of the Barak Valley identify as Sylheti Bengalis.With the partition of India in 1947, the district of Sylhet in Assam (excluding Karimganj sub-division) was given to East Pakistan (which later became Bangladesh) with the Sylhet Referendum held in 1946. This had caused large-scale migration into Assam.Only three-and-a-half police station areas of Karimganj, once part of Sylhet, remained with AssamSince then, the region has seen a steady flow of Hindu migrants, with a large population of Bengali Hindus crossing the border with East Pakistan – later Bangladesh – to escape religious persecution as well as for better economic opportunities.With the wounds of Partition story still fresh, the Rashtriya Swayamsevak Sangh made swift inroads in Barak Valley and established its well organized networks long before it made entry in the Brahmaputra valley.“The BJP has an advantage as a sizeable section of the Hindu Bengalis here are Partition victims,” said Joydeep Biswas, who teaches in Silachar's Cachar College. “The BJP-RSS has kept the narrative of historical injustice towards Hindu Bengalis alive, and are benefiting from it. CAA may not have worked but its larger narrative is that India is a land of Hindus where a Hindu from anywhere in the world cannot be an infiltrator.”In 2019, the BJP won both Karimganj and Silchar seats, thanks to the consolidation of Hindu Bengali votes.This time, the BJP has fielded state transport minister Parimal Suklabaidya from Silchar, a constituency reserved for Scheduled Castes. His primary challengers are former Karimganj Member of Parliament Radheyshyam Biswas of the Trinamool and Surya Kanta Sarkar of the Congress. According to residents in Silchar, the Congress candidate is unpopular. “Silchar was lost from the day the candidate was announced,” a senior leader of Assam Congress told Scroll.After the exit of top Congress leaders from the party, such as Sushmita Dev, Siddique Ahmed and Kamalakhya Dey Purkayastha, the party is fighting for its survival in Silchar.In Karimganj constituency, Muslims constitute around 60% of the population, according to the 2011 Census. The BJP is banking on the division of the Muslim vote between All India United Democratic Front and the Congress to win this seat, say observers.Anjali Roy at the Cachar deputy commissioner office in Silchar. Change in strategyBJP leaders in Assam say that they are counting on infrastructure development and its array of welfare schemes to win over voters.Mission Ranjan Das, a senior BJP leader and fourth time MLA from Barak Valley, shrugged off accusations of betraying Hindu Bengalis over CAA.“If the rules are stringent and people can’t apply, we will change the rules,” Das said. “There is no need for the Parliament to change the rules. It is the BJP who brought the law and it cares for refugee people.”But, sensing the disappointment on the ground, its leaders have begun promising closure to another category of residents mired in Assam’s citizenship regime – doubtful or D-voters.In 1997, a revision of electoral rolls had tagged lakhs of voters in Assam – estimates range from 2 to 3 lakh – as doubtful citizens. The majority were Bengali, both Hindus and Muslims.In the last week, chief minister Himanta Biswa Sarma while campaigning in Barak Valley, has repeatedly promised that the issue of the Hindu D-voters will be solved in the next six months.As of February this year, there are over 96,000 D-voters in the state, who do not have any voting rights.One of those who have heard of the chief minister’s promise is Anjali Roy of Saidpur village in Cachar district.On a sunny afternoon, the 61-year-old had turned up with her daughter at the district deputy commissioner office in Silchar to apply for a voter card.In 1997, Roy, her mother and brother had been marked as D-voters, which struck them off the voter lists. In 2011, she got a notice from a foreigners’ tribunal, asking her to prove her citizenship.In Assam, foreigners’ tribunals are quasi-judicial bodies that decide on citizenship disputes.Roy’s 32-year-old brother allegedly died by suicide because he was unable to take the stress of facing the tribunal. “He was not as strong as me and he could not fight his case,” Roy said.She went on to prove that she was Indian. In 2015, while confirming her citizenship, the foreigners’ tribunal noted that her father “voted in 1965 and she was born, brought up, studied and voted in Assam”.But nine years after that order, Roy’s name is still not on the voters’ list.“It is just exhausting. When will this end?” asked Roy.Roy recalled not just Himanta’s assurance but also Prime Minister Narendra Modi’s statement, while campaigning in 2014, urging the Election Commission to remove the “doubtful” tag from Assam’s voters and promising to give shelter to Bangladeshi Hindus.“But nothing has happened. We are still struggling,” she said. “Modi had given assurances, and now Himanta. It is hard to believe.”Neither is she hopeful that the Citizenship Amendment Act will come to her aid. “Why should I prove that I am from Bangladesh?”But despite those disappointments, Roy said that most members of her family will vote for the BJP – as they did in the last two Lok Sabha elections. “Whom will they vote for if not the BJP?”Her 37-year-old daughter Pratibha Roy, was more circumspect. “All the eight eligible voters in my family used to vote for the BJP. This time, maybe, half of us may vote for the Congress.”Suman Namasudra said her family have been voting for BJP for years. The welfare voteWhat is helping the BJP blunt the resentment are its welfare schemes, especially the flagship Orunodoi, which gives a monthly monetary assistance of Rs 1,250 to eligible women.The state government scheme currently covers over 20 lakh families.“Himanta Biswa Sarma has saved many people in the state with Orunodoi,” said Suman Namasudra. The 48-year-old woman had turned up in the scorching April heat to attend a rally at Nilambazar in Karimganj district where Sarma was speaking. “How could I not come to see him?”She added: “My ancestors have been voting for BJP. I will keep voting for the BJP.”Apu Das (left) and Sanju Das said they have never voted for any party except BJP. Others in the rally echoed her, and explained that their loyalty remained with the party. “We are Hindu people. BJP is a Hindu party,” said Apu Das, a 45-year-old carpenter. “They give us protection. They brought CAA for us.”Sanju Das, a 30-year-old daily wager, piped in: “The Congress would have never built Ram Mandir. So, why shouldn’t we vote for the BJP?”According to Biswas, the teacher at Cachar college, there was resentment in the region over the recent delimitation exercise that reduced two Assembly seats in Barak Valley. But the Opposition is in no state to capitalise on it or the latent concerns over the CAA. “The BJP has successfully buried all the real issues of Barak Valley politics under masculine Hindutva of Narendra Modi and Islamophobia.”All photographs by Rokibuz Zaman.","author":"Rokibuz Zaman","time":"2024-04-24T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200228-xmhywhtule-1713789557.jpg","tags":["BJP","Barak Hindu Bengali","NRC","CAA","Bengali Hindus","Lok Sabha 2024"],"source":"https://scroll.in/article/1066932/caa-is-a-letdown-but-bengali-hindus-in-assam-are-unlikely-to-ditch-bjp"}