{"title":"With CAA rules finally notified, what is the real question to focus on?","content":"The promulgation on March 11 of the Citizenship Amendment Rules to implement the Citizenship Amendment Act, 2019, has reignited the old debate about the vexed question of citizenship in India. But despite the fact that the newly notified rules have given rise to new concerns, the questions that are being asked are still old. There is a compelling need to shift the terms of the debate.The Citizenship Amendment Act conundrum is a triangle of three questions: what, why and how.The analytical starting point is the “what” question: what is the objective of the Act? The answer is fast-tracking the process of granting citizenship to six groups of religious minorities in Afghanistan, Bangladesh and Pakistan. This has been heavily criticised because the Act excludes Muslims.While this criticism can hold against the Act, it is not applicable to the newly notified rules. This is because the rules of an Act do not define purpose but simply operationalise the objectives – sound or unsound – that are contained in their guiding legislation.The same is also true with regard to the “why question”: why is the Citizenship Amendment Act necessary? The Bharatiya Janata Party-controlled government argues that the Act is necessary because religious minorities are persecuted in the Islamic states that neighbour India.The major beneficiaries of the Citizenship Amendment Act are likely to be Bengali Dalit refugees of West Bengal and Assam, mainly belonging to the Matua-Namasudra community. The Hindu population of Bangladesh has declined sharply from 22% in 1951 to 8% in 2022. According to a study by Abul Barkat of Dhaka University, from 1964 to 2013, around 11.3 million Hindus or 632 Hindus each day on an average left Bangladesh due to persecution.Bangladesh’s laws relating to enemy/vested property have been used by the government to grab the land of Hindu peasants, mainly the Namasudras. The legislation, under various names, was in effect from 1965 to 2001.The need for the Indian state to shelter minorities in neighbouring countries in the face of this kind of treatment has been acknowledged by both the supporters and critics of the Citizenship Amendment Act. Critics also point out the necessity of accommodating the persecuted Muslim groups such as the Ahmadiyyas in Pakistan and Tamil Hindus of Sri Lanka within the purview of the Act. But this is also peripheral to the Citizenship Amendment Rules for reasons already stated above: the rules are simply agnostic tools of execution of the subjective rationale set out in the legislation.Hence, an analysis or critique of the rules needs to focus on the mechanism of operationalisation of the objectives contained in their guiding legislation. This brings us to the most pertinent yet so far largely overlooked aspect, which is the “how” question: how effectively do the Citizenship Amendment Rules seek to implement Citizenship Amendment Act’s declared objective of solving the citizenship woes of the targeted beneficiaries?Under the rules, an Empowered Committee and District Level Committees will be formed to process online applications for citizenship. The District Level Committees will first screen the application and will then forward it to the Empowered Committee, which will finally approve or reject them. The applicants need to furnish two kinds of proof: one document to prove his or her country of origin and the other to prove that he or she entered India before the cut-off date of December 31, 2014.The entry document could be any Indian government document. The targeted beneficiaries such as the Namasudras do have at least one such document such as an Aadhaar, voter or ration card.But the problem is likely to arise with the document required from the country of origin – a document issued by the governments of Afghanistan, Bangladesh or Pakistan. Is it reasonable to expect that the people who virtually fled from these countries to save their lives managed to carry such documents? Even if some could, are their children and grandchildren still in possession of those documents?Then arises the question of proving the veracity of these documents. As per the rules, the Empowered Committee is supposed to seek the assistance of the Indian security agencies for this. But this makes the process opaque, basing the final outcome on subjective assessment. Further, will it be possible for security agencies to gather such information without any formal framework of cooperation with these foreign governments? Why will these foreign governments, some of which are on adversarial terms with the Indian government, be willing to share information with Indian security agencies in order to establish the fact of religious oppression on their own soil?Lastly, the citizenship application requires the submission of an affidavit declaring the applicant’s nationality including religion. Therefore, in case applicants are rejected, they will formally become foreign nationals by virtue of his or her own admission. For many, this could be a major deterrent to starting the application process.Is there a possibility to find a way out of this puzzling situation? Probably not. However, one possible alternative could be to declare all current residents of Indian descent to be citizens as of a specific date. This will do away with the need to furnish proof of nationality and religion. By implication, this would also secularise the entire initiative. But for the time being, specifically with regard to the Citizenship Amendment Rules, the focus of the public debate must be on the “how” question, not on the “what” and “why”.Ayan Guha is a British Academy International Fellow at the School of Global Studies, University of Sussex, UK. He is author of The Curious Trajectory of Caste in West Bengal Politics: Chronicling Continuity and Change (Brill, 2022).Also read:CAA will be ‘fiasco’ in Assam, not a single application filed: Chief Minister Himanta Biswa SarmaLocal priest can issue CAA document validating applicant’s religion, says Centre’s helpline: Report‘Betrayal by BJP’: Why CAA rules might not help Hindu Bengalis left out of Assam NRC","author":"Ayan Guha","time":"2024-04-02T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199676-kpqcgefyrz-1711638219.jpg","tags":["CAA","Citizenship Amendment Act","Religion","Bangladesh","Afghanistan","Citizenship","Secularism"],"source":"https://scroll.in/article/1065934/caa-why-the-debate-should-now-shift-to-asking-how-the-law-will-be-implemented"}