{"title":"Cabinet approves 10% reservation for the economically weak among upper castes","content":"The Union Cabinet on Monday approved amendments to allow 10% reservation for economically weak sections of people belonging to the general category castes in jobs and education. This is the first time the government’s reservation quota includes economically weaker people, PTI reported.For this purpose, one would fall in the category of the economically weak if their total income per year is Rs 8 lakh or less, if they own only up to five acres of land, if their residential home is smaller than 1,000 square feet and is located in a plot of 109 square yards in a notified municipal area or 209 square yards in a non-notified municipality, unidentified officials told The Indian Express.The government will reportedly move a Constitution amendment bill in the Lok Sabha to this effect on Tuesday, which is the last day of the ongoing Winter Session of Parliament. This will require amendments to Articles 15 and 16 of the Constitution.Article 15 of the Constitution allows the state to make special provisions only for the “socially and educationally backward classes or for the Scheduled Castes and the Scheduled Tribes”. Article 16 allows the state to make such provisions for backward classes in public employment to improve representation.The 10% quota for the general category will exceed the 50% cap placed by the Supreme Court on reservations.The Congress claimed the government’s decision is an “election gimmick” and exposes the Bharatiya Janata Party’s “fear” of losing the 2019 Lok Sabha polls, PTI reported. Congress spokesperson Abhishek Singhvi claimed the Prime Minister Narendra Modi-led government was posturing and misleading the country as it did not have the requisite majority to get a Constitutional amendment passed in Parliament.BJP leaders, however, praised the development as historic and in line with the Centre’s principle of “Sabka Saath Sabka Vikas” (with all, development for all).","author":"Scroll Staff","time":"2019-01-07T14:54:18.731855+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/108801-nsiwqrzisl-1545641818.jpg","tags":["Reservations","Upper castes","Caste-based reservation"]}