{"title":"Cabinet agrees to introduce bill in Parliament to restore provisions of SC/ST Act","content":"The Union Cabinet on Wednesday agreed to introduce a bill in Parliament to reinstate the original provisions of the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act, PTI reported. The government will table the bill during the ongoing Monsoon Session, according to ANI. The decision follows an ultimatum set by ruling coalition partner Lok Janshakti Party and several Dalit organisations demanding that the original provisions of the law be restored after the Supreme Court bench diluted it in March. On July 27, Union minister Ram Vilas Paswan’s Lok Janshakti Party said it will join the protests called by Dalit organisations against the government on August 9 if the Centre did not comply with the demands. His son, MP Chirag Paswan, also warned Prime Minister Narendra Modi that the upcoming protests could get “fiercer and sharper” than the agitation in April, which sparked outrage across the country and left 11 people dead. On Wednesday, Ram Vilas Paswan described the bill as “historic” and said it was a “tight slap” to the Opposition who were portraying the Centre as an “anti-Dalit government”, PTI reported. The bill strips a person accused of atrocities against SC/ST from being eligible for anticipatory bail and provides for arrests under this law to be made without any approval. Dalit groups are yet to announce if they will follow through with their protests or call off their demonstration.  Chirag Paswan had said that the government should table a bill in  Parliament to bring back  the Act to its original form, or issue an  ordinance after the session on August 8 – a day before the planned protest.The Lok Janshakti Party has demanded a restoration of the bill’s provisions for over four months now and has also opposed the Centre’s appointment of Justice AK Goel as chairperson of the National Green Tribunal. Goel was on the Supreme Court bench whose ruling in March diluted the law.","author":"Scroll Staff","time":"2018-08-01T17:30:05.545065+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888835-86068-hpbhhgbfpc-1522809934.jpg","tags":["Centre","BJP","Lok Janshakti Party","Parliament","SC/SC Act","Dalit"],"source":"https://scroll.in/latest/888835/cabinet-agrees-to-restore-provisions-of-sc-st-act-will-introduce-bill-in-monsoon-session-reports"}