{"title":"Cabinet approves updating National Population Register amid concerns about NRC","content":"The Union Cabinet on Tuesday approved funds of more than Rs 3,900 crore to update the National Population Register, Union minister Prakash Javadekar announced. This register, which is linked to the census and is a list of “usual residents” in the country, is described by the Census of India as “the first step towards the creation of a National Register of Citizens”.Javadekar, however, added that no document or biometric data is required for the register and it will be based on self-declarations. “All states have agreed to do this exercise and work has already begun,” he said at a press conference. “This will help in identifying the beneficiaries of schemes like Ayushman Bharat and Pradhan Mantri Ujjwala Yojana.”However, Kerala and West Bengal had stopped work on the population register last week.The central government has decided to prepare the NPR between April 2020 and September 2020. The exercise is conducted at the local, sub-district, district, state and national levels. The data collected during NPR will be used when the National Register of Citizens will be rolled out across the country. The NPR was first prepared in 2010 and updated in 2015.  This register is expected to be to updated along with the house-listing phase of Census 2021. Under the NPR, a “usual resident” is an individual who has resided in an area for at least six months or more, or if a person plans to live in an area for the next six months or more. It is compulsory for every “usual resident” of the country to enlist in the NPR, NDTV reported.The data, first collated in 2010 under the Congress-led United Progressive Alliance government, was updated in 2015 through door-to-door survey.Amid continued protests against the Citizenship Amendment Act, two states – West Bengal and Kerala – stopped work on updating the NPR. On December 20, the Pinarayi Vijayan-led administration stopped all work related to it, days after West Bengal Chief Minister Mamata Banerjee passed a similar order in her state.Watch: Scroll.in explains how Amit Shah’s NRC has already begun – with the NPR\n\n\n    \n    Play","author":"Scroll Staff","time":"2019-12-24T16:03:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/128771-fwbfnohxuu-1571844304.jpg","tags":["National Population Register","Union Cabinet"],"source":"https://scroll.in/latest/947778/cabinet-approves-updating-national-population-register-amid-concerns-about-nrc"}