{"title":"CAG flags irregularities in Assam’s NRC exercise","content":"The Comptroller and Auditor General of India on Saturday flagged large-scale irregularities in the updating of the National Register of Citizens in Assam, PTI reported.The Supreme Court-monitored exercise was meant to be a register of Indian citizens living in Assam, sifted from undocumented migrants in the state. The process of updating the NRC ended on August 31, 2019, when a purportedly final list was published – over 19 lakh applicants were left out of the register.  The state government, however, had called the final draft of the National Register of Citizens “faulty” and had alleged that it has excluded several indigenous people of Assam.  A report by the Comptroller and Auditor General, which was tabled in the Assam Legislative Assembly on Saturday, said that the project cost escalated from Rs 288.18 crore in 2014 to Rs 1,602.66 crore by March 2022 due to the time taken to undertake the exercise.The report said an audit has revealed “various irregularities in the utilisation of fund[s], including excess and inadmissible payment to vendors” in the process.The Comptroller and Auditor General also said that 215 software utilities were added in a “haphazard manner” to the core software used for the updating exercise due to the lack of proper planning.  “These were done without following the due process of either software development, or selection of vendor through eligibility assessment following a national tendering,” it added, reported Sentinel Assam. “Haphazard development of software and utilities for NRC data capture and correction posed the risk of data tampering, without leaving any audit trail.”The Comptroller and Auditor General noted that a highly secure and reliable software was required for such an exercise. The report added:“The audit trail could have ensured accountability for the veracity of NRC data. Thus, the intended objective of preparing a valid, error-free NRC has not yet been met despite direct expenditure of Rs 1,579 crore, as well manpower cost of deployment of a large number of government servants ranging from 40,000 to 71,000.”— The Comptroller and Auditor General\nThe report recommended action against the State Coordinator of National Registration for irregular and inadmissible payments. Apart from this, the Comptroller and Auditor General sought penal measures against Wipro Limited, whose software was used as system integrator, for violating Minimum Wages Act, reported PTI.","author":"Scroll Staff","time":"2022-12-25T16:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128311-nmyolgigpb-1569919510.jpg","tags":["Assam","National Register of Citizens","CAG"],"source":"https://scroll.in/latest/1040532/cag-flags-irregularities-in-assams-nrc-exercise"}