{"title":"Caged parrot v2: How Modi government has weaponised the CBI to target the Opposition","content":"Delhi’s Deputy Chief Minister and Aam Aadmi Party leader Manish Sisodia was arrested by the Central Bureau of Investigation on Sunday for alleged irregularities in the Delhi government’s now-scrapped excise policy.Sisodia’s arrest is being seen as the latest in a series of cases in which the CBI has taken action against alleged scams by political leaders from dominant parties in Opposition-ruled states. The list of includes key leaders from West Bengal’s ruling Trinamool Congress, Bihar’s Rashtriya Janata Dal and Telangana’s Bharat Rashtra Samithi.The CBI – which reports to the Bharatiya Janata Party-led Union government – has for long been seen by its critics as the Centre’s tool to exert pressure on its political opponents, particularly in Opposition-ruled states.The latest exampleIn recent years, the spotlight has been on the Enforcement Directorate for its summons issued to  Opposition leaders in states governed by non-BJP governments and raids on them. However, the Central Bureau of Investigation, another agency whose reins are held by the Union government, has also been investigating several cases against Opposition leaders in states not governed by the BJP.The CBI is a key central agency geared to enforce a broad set of laws, unlike the Enforcement Directorate, which is mandated to only tackle financial crimes.Sisodia’s arrest is being seen as the latest example of the CBI being allegedly used to target the Opposition. The CBI said on Sunday that Sisodia was arrested because he did not cooperate during questioning.Sisodia and 14 other persons were booked by the CBI in August on charges of irregularities in Delhi’s now-withdrawn liquor policy, which was part of the new excise regulations. The CBI had raided Sisodia’s home in August and office in January.This is not the first time the Aam Aadmi Party has been targeted. In May, Sisodia’s Cabinet colleague, Satyendar Jain was arrested by the Enforcement Directorate in an alleged money laundering case. This case is also based on a disproportionate assets first information report filed by the CBI in 2017 under the Prevention of Money Laundering Act.Delhi's Deputy Chief Minister Manish Sisodia before his questioning by the CBI. Credit: PTITargeting BJP’s political opponentsThe Central Bureau of Investigation has been pursuing cases against Opposition leaders in other states too. In West Bengal, the CBI has been inquiring into several cases including the 2016 Narada bribery case in connection with which two state ministers, Firhad Hakim and Subrata Mukherjee, and two former ministers Madan Mitra and Sovan Chatterjee, were arrested in 2021. In July, former state minister Partha Chatterjee was arrested in connection with the alleged School Service Commission staff recruitment scam.The CBI has also questioned the wife of Abhishek Banerjee, the ruling Trinamool Congress’ Parliament member and West Bengal Chief Minister Mamata Banerjee’s nephew as well as political heir in the alleged coal pilferage scam case. The Enforcement Directorate has questioned Abhishek Banerjee in the same case.There have been several other instances of the agency acting against Trinamool leaders. In August, the CBI had arrested Anubrata Mondal, the party’s Birbhum district chief, in a cattle smuggling case. Party leader and Halishahar municipality chairman Raju Sahani was arrested by the CBI in a chit fund scam case in September. In January, the CBI said it was investigating Mondal’s alleged complicity in the 2022 Bogtui massacre in which 10 people were killed.In Telangana, the CBI questioned Bharat Rashtra Samithi legislator and Telangana Chief Minister K Chandrashekar Rao’s daughter Kalvakuntla Kavitha in December about her alleged involvement in the Delhi excise case. Kavitha’s former chartered accountant was later arrested for his alleged role in the matter.The CBI is also probing Telangana’s education minister P Sabitha Indra Reddy, among others, in an alleged illegal iron ore mining case. Sabitha, who was the mining minister in united Andhra Pradesh, belongs to Telangana’s ruling Bharat Rashtra Samithi party, which was earlier called the Telangana Rashtra Samithi.In Bihar, where the BJP was dumped by its ally Janata Dal (United) in August, the central agency has received sanction from the BJP-led Centre to prosecute former union minister and Rashtriya Janata Dal president Lalu Yadav in an alleged “land for jobs” scam. Other members of Yadav’s family, including former chief minister Rabri Devi and the party’s Parliament member Misa Bharti, have also been booked in the case.\n\t\t\n\tTrinamool Congress leader Abhishek Banerjee at a press conference in Kolkata. Credit: Trinamool Congress/FacebookLalu Yadav had run into trouble with the CBI before too. In February 2022, Lalu Yadav was convicted by a CBI court for the fifth time in as many fodder scam cases. While his first conviction in a fodder scam case occurred in 2013, he faced convictions in three other such cases between December 2017 and March 2018.In October, the CBI had unsuccessfully sought a special court’s permission to cancel the bail granted to Bihar’s Deputy Chief Minister and Rashtriya Janata Dal leader Tejashwi Yadav four years ago. The case related to an alleged scam in the contract of two Indian Railway Catering and Tourism Corporation hotels to a private company when his father Lalu Yadav was the union railway minister.Rajeev Ranjan Singh, Janata Dal (United)’s national president, had alleged in September that the central agency had been used to break his party’s alliance with the Rashtriya Janata Dal in 2017. “We have every reason to believe that the BJP had used the CBI against Tejashwi in 2017 to break the Mahagathbandhan,” Singh alleged. “It’s evident from the fact that the CBI has failed to procure any evidence to support its charge on Tejashwi [in the IRCTC case] in five years.”Similarly, the united Shiv Sena, a key constituent of Maharashtra’s previous Maha Vikas Aghadi coalition government, had repeatedly alleged in 2020-’22 that the Centre was misusing the CBI and the Enforcement Directorate to target its government, which eventually collapsed in June.A ‘caged parrot’?The  CBI’s independence, or lack of it, has been the subject of a long-standing debate, with political parties and observers arguing that it is used by the party in power at the Centre to exert pressure and maintain leverage over its opponents.In fact, it was during the Congress-led United Progressive Alliance regime in 2013 that Supreme Court Justice RM Lodha had described the CBI as a “caged parrot” that only speaks “its master’s voice”. The observation was made for what the court saw as evidence of the Centre interfering in the CBI’s probe into the alleged coal block allocation scam.This observation had come amid the Opposition’s heavy criticism of the United Progressive Alliance for its alleged misuse of the CBI for political advantage. Even Narendra Modi, then Gujarat’s chief minister, had warned the United Progressive Alliance in 2013 against the “rampant misuse” of what he described as the “Congress Bureau of Investigation”. “I challenge this government in Delhi [Centre]... don’t scare me with CBI,” Modi had said.Modi added, “These [CBI] officers are trying to please their political bosses. They are targeting our police officers and our ministers. Don’t forget you will have to answer one day... This is democracy.”Police personnel stand in front of a regional office of the CBI. Credit: Manjunath Kiran/AFPIn spite of Modi’s views at the time, the CBI’s investigations against the Opposition have risen after he took charge of the Union government. The Indian Express reported in September that the agency had investigated 72 politicians during the United Progressive Alliance years of 2004 to 2014, of whom 43 were from the Opposition. In contrast, during the BJP-led National Democratic Alliance regime starting 2014, at least 124 prominent politicians have been probed by the CBI scanner of which 118 were from the Opposition.Therefore, not only have the number of Opposition politicians being investigated gone up by nearly three times under Modi compared to the previous government, the proportion of Opposition politicians among all politicians being investigated by the CBI also jumped from around 60% to 95%.As a response to this sharp rise in the political use of the CBI, Opposition-ruled states have withdrawn the general consent granted to the agency for investigations. Revocation of this default consent restricts the CBI from launching investigations by itself unless it receives an approval from the state government for each new case. Currently, at least nine states including Chhattisgarh, Punjab and West Bengal – all Opposition-ruled – have suspended the CBI’s general consent. While Maharashtra removed the general consent under Chief Minister Uddhav Thackeray, it was reinstated when the BJP came back to power in coalition with MLAs who had rebelled against Thackeray. Also read: The India Fix: From arrests to defections, it’s not easy being the Opposition in India today","author":"Nachiket Deuskar","time":"2023-03-01T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178708-qqdruwyvow-1660962145.jpg","tags":["CBI","Central Bureau of Investigation","BJP","AAP"],"source":"https://scroll.in/article/1044790/caged-parrot-v2-how-modi-government-has-weaponised-the-cbi-to-target-the-opposition"}