{"title":"Calcutta Football League: Champion-elect Peerless SC revel in ‘local’ triumph","content":"For Peerless Sports Club, the soon-to-be winners of the Calcutta Football League, the champagne has been on the ice for the past few days. East Bengal their only remaining challengers in the title race couldn’t play their final league game due to poor field conditions on Sunday and later did not appear for the rearranged game forcing the matter into hands of the Indian Football Association committee and thus delaying the triumph for Peerless.Although the decision to hand the game to East Bengal’s opponents that would, in turn, confirm Peerless as the new CFL champions remains a formality, the call will only be taken when the committee members return to office after the festive holidays due to Durga Puja.For a club that’s waited a lifetime for this occasion, the final few days could feel excruciatingly long, but for team’s coach Jahar Das that has hardly been the case.“I’m not worried at all, it’s just a few more days. Nobody can touch us. We knew it immediately after we won our last match,” Das told Scroll.in.#IndianFootballPeerless SC will have to wait until October 10 till the IFA committee meets to confirm the walkover and officially announce Peerless as the champions of Calcutta Football LeagueRead More: https://t.co/emPVDO6TwV— The Field (@thefield_in) October 3, 2019\n\n“The moment East Bengal’s game didn’t happen that day we knew they won’t be able to play. And even if they did, the Calcutta Customs side was determined not to let them win, let alone win by seven goals (the margin of victory needed for East Bengal to win the title). It’s a huge thing for Kolkata football to have a champion apart from the big three, even the Customs realised that,” he added.Peerless, who began playing in the CFL since 1993, has never seen any other team apart from East Bengal or Mohun Bagan win the competition. Even before their entry into the league, the case was no different. In the past sixty years, the trophy has exchanged hands within only three clubs: East Bengal, Mohun Bagan and Mohammedan Sporting, the big boys of Indian and Kolkata football. In fact, Mohammedan Sporting won their last title back in 1981.So how did Peerless, a complete underdog in comparison, break the triopoly?The key to success, according to Das, lies in using local talent to build the team, something that the Mohun Bagan team of its pre-independence heydays were famous for.“East Bengal and Mohun Bagan are using a lot of Spanish players and also have Spanish coaches. They are not bad players or bad coaches. In fact, they are very good, but they can’t adjust to the playing surfaces in Kolkata during the rainy season,” said Das, who has also served as Mohun Bagan and Mohun Bagan Academy head coach in the past.“To win this league, you need local players. They have been playing on these surfaces since their childhood and prefer this to an extent. Our team was full of local talent and that was a big advantage for us,” he added.More hungry for successIt is not the first time that foreign players have been part of the league. The big sides have had some great overseas players who have tasted success in the competition. Even Peerless had big foreign names in their ranks. Anthony Wolfe has been a World Cupper with Trinidad and Tobago in 2006. A known name in Indian football circles from his time with Goan clubs Churchill Brothers and Sporting Clube de Goa, Peerless was Wolfe’s first taste of Kolkata football.He too struggled with the playing surface then. It may be hard for an outsider to accept the surface in a time when pitch quality in India has considerably improved, but muddy fields during rainy season form the fabric of the CFL.Wolfe, despite his proven pedigree, was not used as often by the coach. However, the other foreigner Ansumana Kromah was at the heart of Peerless’ triumph, scoring 13 goals to become the league’s top scorer. The Liberian has been in Kolkata for a bit longer time and was also part of Peerless back in 2016 before stints with both Mohun Bagan and East Bengal.“Players like him are very accustomed to the league and the football here in general. The local players understand what CFL means to the city. It is almost like the Premier League with it being such an old league. An outsider won’t understand the significance of it without the local players. So, the local core of our team is one of the biggest reasons for our triumph,” Das explained.Peerless started the league with a draw and a loss, but a surprise 3-0 victory over Mohun Bagan triggered a six-game unbeaten run during which they also turned over East Bengal.Just like any title triumph, Peerless’ run was not all smooth sailing. A 2-0 defeat to Mohammedan Sporting cast doubts over their ability to claim the historic title, but as all champion teams do, they bounced back with wins in their final two matches, keeping clean sheets in both.“Every player in the team knew what it means to win the CFL for teams like Peerless. Maybe that wasn’t the case for East Bengal or Mohun Bagan. Our players thus were more determined than ever in the last few games. I had full faith that we would complete the job. The fact that we did it with local players makes it truly special for me,” Das said reveling in the impending glory.","author":"Kaushal Shukla","time":"2019-10-04T14:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128453-ylvdzkkdyy-1570107870.jpg","tags":["Football","Indian Football","Peerless SC","East Bengal","Mohun Bagan","Calcutta Football League"],"source":"https://scroll.in/field/939420/calcutta-football-league-champion-elect-peerless-sc-revel-in-local-triumph"}