{"title":"Calcutta HC quashes case against journalist Sudhir Chaudhary for promoting enmity ","content":"The Calcutta High Court last week dismissed a 2016 case of promoting enmity between communities against former Zee News Editor Sudhir Chaudhary, the channel’s reporter Pooja Mehta and cameraperson Tanmay Mukherjee, reported Bar and Bench on Wednesday.The complainant, Chiranjeet Das, had alleged that Zee News, in their special coverage on December 16, 2016, had claimed that the disturbance that took place in Dhulagarh in Howrah on December 13 and December 14 of the same year was a communal tension. The disturbance was followed after confrontation between two communities in Dhulagarh during which a few houses and shops were also set on fire.Das had alleged in the first information report that the news telecast led to actual communal tension in the area. Chaudhary, Mehta and Mukherjee were booked under section 153A (promoting enmity between different groups on grounds of religion etc) of the Indian Penal Code.However, on August 3, Justice Bibhas Ranjan De of the High Court said that the prosecution failed to produce any evidence to prove any offence under Section 153A. The court also said that no untoward incident or escalation in violence took place in Dhulagarh after December 16, 2016.“In the premises set forth, further proceeding with this case would result in an abuse of process of court and will not serve the ends of justice,” the court ruled. “No option is left to this court but to quash the proceedings.”Chaudhary, who is now a consulting editor at Aaj Tak, welcomed the order, tweeting that it is a “dangerous trend to drag journalists to court when they raise uncomfortable questions”. I thank Calcutta High Court for ensuring that the truth prevails. It’s a dangerous trend to drag journalists to court when they raise uncomfortable questions. This case took seven years of my life. Why do journalists like me take these  risks ? Just to “promote enmity?” We do it… https://t.co/zzliGRKMlr— Sudhir Chaudhary (@sudhirchaudhary) August 9, 2023","author":"Scroll Staff","time":"2023-08-10T17:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193049-kegbyegnlv-1691665193.jpeg","tags":["Calcutta High Court","Zee News","Sudhir Chaudhary","West Bengal"],"source":"https://scroll.in/latest/1054131/calcutta-hc-quashes-case-against-journalist-sudhir-chaudhary-for-promoting-enmity"}