{"title":"Calcutta HC issues guidelines for probe agencies, media in case involving TMC MP, wife","content":"The Calcutta High Court on Tuesday issued a set of guidelines for investigating agencies as well as the media in response to a petition by Rujira Banerjee, the wife of Trinamool Congress General Secretary Abhishek Banerjee.Rujira Banerjee, in her petition, sought the court’s intervention against “media trials” against her family in connection with alleged financial scams.Justice Sabyasachi Bhattacharyya on Tuesday told the Enforcement Directorate not to share with the media any information about accused persons or witness statements till the chargesheet was filed. He also told the agency not to inform the media in advance about raids, interrogations, searches or seizures that it planned to carry out.The court observed that agencies must maintain a “low-key profile” and not flaunt the results of their investigations. “It is not for the investigating agencies to wear their success stories on their sleeves,” the judge remarked.On the media, the High Court said that news outlets must be able to corroborate their reporting with concrete material and sources.“Not only do the media not have any extra freedom of speech and expression, I would go one step further and say that in view of the immense impact of media on the society at large, they are bound by additional and higher standards of accuracy than an ordinary citizen,” Justice Bhattacharyya emphasised.The court said that media outlets must clearly delineate sections for news items and for other articles and opinion pieces. It said that news must be objective and should not have “opinionated barbs and jibes”.The judge also directed the media not to publish live footage of search operations, raids and interrogations.Both Abhishek Banerjee and Rujira Banerjee have been named as accused persons in a case of alleged illegal mining and theft of coal from the mines of Eastern Coalfields Limited in West Bengal’s Kunustoria and Kajora areas.","author":"Scroll Staff","time":"2023-10-18T13:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159587-rlgjzlrqds-1622190397.jpg","tags":["Rujira Banerjee","Abhishek Banerjee","Calcutta High Court","Sabyasachi Bhattacharyya"],"source":"https://scroll.in/latest/1057769/calcutta-hc-issues-guidelines-for-probe-agencies-media-in-case-involving-tmc-mp-wife"}