{"title":"Camel, goat cheese find niche but growing market in India ","content":"At a cheese-tasting event in Chennai recently, one of the cheese  varieties on display was marinated feta from fresh goat milk. It was  made in a small cheese-making unit in Sayla, a village in the Kachchh  district in Gujarat, by two young men of the maldhari or pastoral  community, Arpan Kalotra and Bhimsinhbhai Ghangal.Panchal Dairy, a venture started in January 2022 by Kalotra and  Ghangal, is one of a motley group of artisanal cheesemakers who are  spearheading a niche yet steadily growing artisanal cheese market in  India. Panchal Dairy makes 10 varieties of cheese  – chèvre, halloumi and  marinated feta from fresh goat milk; aged goat-cheese varieties tomme  and tymsboro; and ricotta, pecorino and manchego in the specialty  sheep-cheese variety. Since goat milk is available only for seven months  a year, aged cheese is an alternate option for the rest of the months.Feta cheese by Camel Charisma in Rajasthan. Credit: Camel Charisma, via Mongabay-India.Artisanal cheese stands outIndia’s cheese market was valued at Rs 71.3 billion in 2022 and is  projected to grow to Rs 262.6 billion by 2028, exhibiting a growth rate  of 24.06%, according to the market research agency IMARC.  Aakriti Srivastava, the founder of Bahula Naturals which makes camel  milk cheese in Rajasthan, said the CAGR (compound annual growth rate) of  artisanal cheese “shows an upward trend of 22%”. She dedicated  the growing interest for artisanal cheese largely to the upward mobility  of the people in the cities.Camel Charisma located in the Pali district of Rajasthan is another  initiative to promote camel milk products including artisanal cheese,  thereby providing income generating opportunities to camel-herding  communities. Ilse Kohler-Rollefson, a camel researcher for more than  three decades and the force behind this initiative, said that their  products have been finding traction in the market. “We had the Godwar  Camel Cheese Festival in November 2022 in support of the Raika (a  community) camel breeders. The chef of Udaipur’s Lake Palace hotel who  attended the event included camel milk cheese on their menu,” she said.  The Taj hotel group in Udaipur and the Jodhana properties in Jodhpur are  other major clients of the brand. Kohler-Rollefson believes that the  increasing demand for artisanal cheese in India has the potential to  make a difference to the herder community.Fakruddin, one of the cheesemakers of the pastoral community in Bahula Naturals’ cheesemaking unit in Bikaner, Rajasthan. Credit: Bahula Naturals, via Mongabay-India.Break from conventionArtisan or artisanal cheese is handcrafted and made in small batches  unlike processed cheese that is made in bulk, using machines. The  artisanal cheese could be soft cheese or aged ones, ripened under  appropriate conditions for unique taste and flavour. The archeological finds  in Kotada Bhadli in the present day Kachchh shows evidence of dairy  processing during the Indus Valley civilisation. But unlike other dairy  products such as butter or ghee, cheesemaking is not a traditional  practice of the pastoral communities in India, barring a few exceptions  like churpi, made from yak milk in the Himalayan region and in northeast India.“Cheesemaking requires an important component, rennet, which helps in  milk coagulation. Pastoralists don’t have access to that. So, although  they use different methods to increase the shelf life of milk, cheese is  not one of them in the strict sense of the word,” Srivastava of Bahula  Naturals told Mongabay India.Traditionally, Rajasthan’s Raika community, who are camel breeders,  did not sell camel milk. Madhavram Raika, a pastoralist from the  community, explained that this was because they believed that the camel  was created by Goddess Parvati and Lord Shiva by infusing its soul and  the Raikas were entrusted with the responsibility of taking care of the  animal by the gods. “For generations we have grazed herds of camels on  the grazing land accessible to us, and would go into the forests of  Kumbalgarh during the monsoons,” he said. This was before Kumbalgarh was  declared a wildlife sanctuary. The camel milk was consumed by the  family and the animal would help in the field or carry goods. When  nomadic pastoralists moved from one place to another, milk was stored in  vessels and certain milk products were made which increased its shelf  life. For instance, granular pieces of dairy left after straining the  stored milk, something like cottage cheese, would be mixed with bajra  (pearl millet) to make rotis. These would last longer in the journey and  be consumed by all.Hanwant Singh Rathore, director of Lokhit Pashu Palan Sansthan, a  body of camel breeders in Rajasthan, recounted that hardly anyone sold  camel milk until 1994. “However, with changing situations, like fewer  grazing grounds for camels and the families’ sustenance which in turn  affected the welfare of the animals, led us to explore different  livelihood options. We started convincing others that camel milk could  be a viable source of income,” Rathore said.Camel milk cheese by Camel Charisma. Credit: Camel Charisma, via Mongabay-India.Goat milk ranks lowIndia ranks first in milk production in the world, most of which is bovine milk, sourced from cattle and buffaloes. According to the annual report (2022-23)  of the Department of Animal Husbandry and Dairying, goat milk  contributes to just about 3% of the total milk production in  the country. One of the main reasons for this is its low fat content.  “So the idea behind making artisanal cheese of goat and sheep milk is to  tide over this challenge and create a demand. With this, the shelf life  of milk also increases and animal herders can have a sustainable income  to continue their traditional livelihood,” said Kalotra of Panchal  Dairy.One of the few ventures in the country to make sheep milk cheese,  Panchal Dairy uses 100 litres of milk every day for cheesemaking of  which 70 litres is goat milk. They source the milk entirely from the  local Rabari and Bharwad communities.“We did not even know what cheese was until recently, let alone  making all these varieties,” Kalotra said. Kalotra and Ghangal were  trained by cheesemaker Namrata Sunderasan, an initiative supported by  Sahjeevan, a non-profit that works with pastoralists. They zeroed in on  the varieties that are currently sold after “several experiments”. Chennai-based Sunderasan has her own brand of artisanal cheese called  Kase Cheese which is now Panchal Dairy’s biggest B2B (business to  business) client. “These cheese varieties are from free-ranging animals  which add to the value of the product which consumers are increasingly  becoming aware of,” Sunderasan said. Facilitated by Srivastava, she also  trained a group of pastoralists in Rajasthan in camel milk  cheesemaking.Cheesemakers Gulab Singh Sodha and Pramila Devasi of Bahula Naturals. Credit: Bahula Naturals, via Mongabay-India.Competitive dairy industryBahula Naturals from Bikaner makes three varieties of cheese – aged  cheshire, halloumi and feta. Four members of the local pastoralist  community are involved in the process, one member is engaged exclusively  to ensure quality of milk procured. “Currently we procure 250-300  litres of camel milk from 45 herders for different dairy products. Of  this 100 litres are used every day for four or five batches of  cheesemaking,” founder Srivastava added. A majority of their customers  are from cities like Bengaluru, Goa and Delhi.According to Srivastava, out of all the dairy products that they have  experimented with to push the demand for camel milk, cheese has been  the most popular. “In 2020-’21 we led a pilot project to introduce  flavoured milk, ghee, cupcakes, caramelised toffee and biscuits made of  camel milk and faced many challenges. People were used to a certain  flavour of ghee from cow milk and biscuits had a lot of competition in  the market,” she said.Cheesemaking, however, cannot bolster the traditional livelihood of  pastoral communities and herders by itself, said Vasant Saberwal of the  non-profit Centre for Pastoralism that works to enhance pastoral  livelihood and knowledge on pastoral systems. “The mission is to create a  buzz and a demand for pastoral milk. Cheese is one of the options (to  do so),” he said.The uniqueness of pastoral milk is that depending on the terrain and  what the animals forage on, the taste of the milk varies, Saberwal said.  Pastoral milk is organic and some milk, like camel’s milk has been  found to have therapeutic value. “So our aim is to increase the visibility of pastoral milk and its value,” he said.These initiatives are getting noticed and events are being organised to promote them. In January 2023,  the Ministry of Fisheries, Animal Husbandry and Dairying organised a  national conclave of pastoral youth in which the creation of  institutional platforms for marketing non-bovine milk and the ease of  doing business in the pastoral dairy landscape were discussed. More  recently, in October 2023, the National Research Centre on Camel invited  Bahula Naturals to present their cheese platter at an event in Delhi  where the President of India was present. Panchal Dairy is slowly  venturing into ecommerce through their website while Camel Charisma  prepares for a workshop for pastoralists with Canadian cheese  professional, Trevor Warmedhal, in January 2024, and Bahula Naturals are  getting ready to export their artisanal cheese.This article was first published on Mongabay.","author":" Azera Parveen Rahman","time":"2024-01-15T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196972-mwiigzuymw-1703600996.jpg","tags":["Pastoralists","Pastoral Communities","Rajasthan","Camel Herders","Artisanal Cheese","Food"],"source":"https://scroll.in/article/1061202/camel-goat-cheese-find-niche-but-growing-market-in-india"}