{"title":"Cameo Super Kings: How CSK clinched a record-equalling fifth IPL title","content":"Late in the day in Ahmedabad, well past midnight and into the early hours of Tuesday, the presentation ceremony after IPL 2023 final began. And among the long list of awards, came the player of the match decision early on. When the name Devon Conway was read out, it took a few seconds to register why... that he had indeed top-scored in the run-chase with a 25-ball 47.In ESPNCricinfo’s Most Valuable Player index, Conway’s effort was the fifth best on the night. After three Gujarat Titans players, there was Ravindra Jadeja’s all-round contributions, rated more impactful than Conway. It is not to say Conway didn’t deserve it, but it was a performance by Chennai Super Kings where you could have picked a couple of other players and they would still be deserving of the award. After the comeback Super Kings moniker (their last two titles have come after poor seasons preceding them), it is time for the cameo Super Kings, as CSK went on to win their fifth IPL title. It is a rather refreshing approach especially when players could potentially feel burdened with displaying individual brilliance in high-octane games. As much as the CSK story since IPL’s inception has been centered around one hero, their very own Thala, their title-winning seasons are, of course, a collective effort. Everybody chips in at different stages during the season. But in 2023, especially in the Qualifier 1 and the final, they had multiple heroes pitch in within one match.Even in the previous playoff match against Gujarat Titans, where Ruturaj Gaikwad was awarded the player of the match for his 44-ball 60, it wasn’t just a story about one or two standout performers. The batting effort was the coming together of several jigsaw puzzles to complete the picture. A 10-ball 17, a 9-ball 17 and a 16-ball 22 lower down the order pushed them to a winning total. And therein comes the CSK philosophy of being ultra-aggressive in this season. Now, it could go both ways when you adopt that approach. You could either get out out playing these big shots without taking into consideration the context or situation of the match or master it the way CSK did in those two games.Following their win against Delhi Capitals in the last-group stage match, coach Stephen Fleming had dissected their method saying, “Teams now have a lot more confidence in their hitting power and they know that they’ve got batting to come. So you’ve seen players really express themselves. Yep, you’d love it to go longer, but the risks they’re taking are quite high, so you’re going to get the bigger turnover of batters.”Rahane, Rayudu lead the way in the finalIn a rain-truncated season finale, after defending champions GT had posted a colossal 214/4, the pressure was on CSK when the target was adjusted to a tricky 171 in 15 overs. They needed to come out all guns blazing and they did just that. Conway and Gaikwad were among the most successful opening pairs in IPL 2023 and have provided solid platforms for the side consistently. In the final, their opening partnership was a quickfire 74 off 39 balls, with Gaikwad scoring 26 runs and Conway finishing with 47 runs in the chase.Most partnership runs by a pair in an IPL season: 939 - Kohli-ABD, 2016939 - Kohli-Faf, 2023847* - Gaikwad-Conway, 2023#IPL2023Finals #GTvsCSK pic.twitter.com/3byUWfsCLA— Bharath Seervi (@SeerviBharath) May 29, 2023\n\nThen, Ajinkya Rahane, who has been extraordinarily successful with the bat, continued his wonderful batting touch even in the final, scoring 27 off 13 at a whopping strike rate 207. Unlike in the past, Rahane had abandoned his attempts to be an anchor this season. “My understanding is that he (Rahane) got rid of the tag of being the guy you bat around or bat through. I think that maybe hung over his head a little bit too much and didn’t allow him to be the player that he can be,” Fleming had explained of the approach. “And once that tag was gone, when I turned up halfway through the preseason training, I saw a guy who was in magnificent form.”Similarly, Shivam Dube played yet another inspired innings to take his team to the last over. While he struggled for large parts to get the timing right, two massive sixes off Rashid Khan provided a turnaround among many turnarounds for CSK. The cherry on the top was the quickfire 19 runs Ambati Rayudu that put CSK in an ideal position to pull off the final flourish. His most significant contribution was taking down Mohit Sharma (6-4-6 at the start of the 13th over) and instilled confidence in the batters to come that his bowling can be taken apart in the final overs.Playing his final match, Rayudu said later: “I can smile for the rest of my life. All the hard work for the last 30 years. I’m just happy that it finished on this night.”We did it for ONE and ONLY “MS DHONI.🏆 mahi bhai aapke liye toh kuch bhi…❤️❤️ pic.twitter.com/iZnQUcZIYQ— Ravindrasinh jadeja (@imjadeja) May 30, 2023\n\nFinally, all it needed were two deliveries to make Ravindra Jadeja complete the fairy-tale picture. With 13 runs needed to win against GT in the last over, CSK managed only three runs off the first four balls before Jadeja smacked Mohit Sharma for a six and a four off the next two. It was poetic justice too, after all that had gone down in the previous season. It made perfect sense that he played the final cameo in a season that was meant to be for MS Dhoni. Main man, starring in a special role Throughout the season, MS Dhoni too seemed to confine himself to just cameos too. It wasn’t because his hitting prowess was on a decline or because there were other batters capable of pulling off the heists he had pulled off for years. Early into the season, it had become clear that Dhoni too was aware that he wouldn’t be on the crease for a long duration. Often, he was seen struggling and hobbling while running between the wickets and so his focus was largely on power-hitting in the last few overs. With the impact player rule and players taking more risks, and an evident change in the way an innings was constructed, CSK were able to thrive despite this precaution. And in the process, it was these cameos that found CSK finishing with above par scores.\"why are you crying? it's just a picture\"the picture: 🥹 pic.twitter.com/JIWEGfpjDL— Chennai Super Kings (@ChennaiIPL) May 30, 2023\n\nIt was the story of those two decisive nights in the IPL and it will be the story for MS Dhoni, who if he decides to hang his boots after this season after all, can look back and remember the many, many stellar roles by his teammates... perhaps driven by the common goal to make their main man get his hands on the trophy in yellow for the fifth time. And when the moment came, that too was divided into cameos as Dhoni brought on Rayudu and Jadeja to lift the cup.","author":" Samreen Razzaqui","time":"2023-05-31T18:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190789-nxmeuneegv-1685532939.jpg","tags":["Chennai Super Kings","IPL 2023","Cricket","IPL","Indian Premier League","MS Dhoni","Stephen Fleming","Devon Conway","Ruturaj Gaikwad","Ravindra Jadeja"],"source":"https://scroll.in/field/1050040/cameo-super-kings-how-csk-clinched-a-record-equalling-fifth-ipl-title"}