{"title":"Can India’s Opposition capitalise on the Adani fall to corner Modi?","content":"A week before American investment firm Hindenburg Research published a report that has shaved off half the value of the Adani Group, I boarded a train from Delhi to Jaipur – under the glare of Prime Minister Narendra Modi.Every TV screen at the railway station in Delhi beamed images of Prime Minister Narendra Modi. Photo: Supriya SharmaSeated next to me on the train was a young man looking up stock prices on his phone. He worked in the finance department of a private healthcare company. “If you look around my office during working hours, you’ll find everyone glued to their phones, trading stocks,” he said. “Even the peons.”India had indeed seen a surge in retail investors during the pandemic years. Had it not been for a buoyant stock market, the young man said, people like him would have struggled. Since demonetisation, salaries have stagnated, inflation has skyrocketed. “No one is doing well,” he said. “Except Adani.”He smiled, as if he had shared an inside joke.He was a supporter of the ruling Bharatiya Janata Party. He had voted for the party in both the national and state elections and said he would continue to do so. “Comfort milta hain,” he said, his eyes narrowing behind his glasses. They give me comfort.The “comfort” had nothing to do with Hindutva, he added quickly, as if reading my mind. “Bahut Hindu Muslim karaa rahe hai” – the BJP is instigating trouble between Hindus and Muslims, he said, disapprovingly.But Narendra Modi was working hard to attract investment into the country, he claimed, which would eventually raise all boats – not just that of Gautam Adani, founder and chairman of the Adani Group, best known as Modi’s closest business ally.“Modi pe bharosa hai,” the young man said. I trust Modi.‘The protective shield’Trust was the keyword in Modi’s defence in Parliament last week.The Opposition had sought to corner the government after the Hindenburg report, which accused the Adani Group of “brazen stock manipulation and fraud”, triggered a meltdown that had made headlines across the world.In Parliament, Congress leader Rahul Gandhi reeled off a list of alleged favours the Modi government had advanced to the conglomerate – from getting public sector banks to give the group millions of rupees in risky loans, to making state-owned Life Insurance Corporation invest in its firms, to bending rules to award six airports to Adani, unleashing investigative agencies to bulldoze rival businessmen into selling assets, and arm-twisting governments in neighbouring Sri lanka and Bangladesh into signing deals with Adani.In 2014, when Modi became prime minister, Adani was ranked 609 on the list of the richest people in the world, Gandhi said. “Then magic happened and he reached the second rank,” he said. Fellow MPs thumped their desks and quipped, “Modi hai to mumkin hai” – Modi makes the impossible possible.When PM Modi was Gujarat CM, one man stood shoulder-to-shoulder with PM Modi.Adani was LOYAL to the PM. The result of that was tremendous expansion of his business in Gujarat.The real magic began when PM Modi reached Delhi in 2014.:@RahulGandhi Ji pic.twitter.com/SjJLICFvgM— Congress (@INCIndia) February 7, 2023\n\nThe next day, it was the prime minister’s turn to thunder back. In the Lok Sabha, Modi boasted that he had the “trust of 140 crore Indians”. “You can’t penetrate this protective shield with your lies,” he said.He did not once name Adani – nor did he respond to the Opposition’s allegations. Instead, amid a din in the Rajya Sabha of “Adani-Modi bhai bhai” – Adani and Modi are brothers – he raised his hands and roared: “The country is seeing that one man is enough to take on a brigade.”Is that actually the case?A conspiracy of silenceIt isn’t as if the Adani crisis hasn’t already claimed a political scalp. It has – in the United Kingdom. The brother of former prime minister Boris Johnson stepped down as director of Elara Capital, one of the firms that allegedly served as “stock parking entities” for the Adani Group, helping it evade regulatory scrutiny, according to Hindenburg.  The Adani Group has denied this claim.In most democracies, crony capitalism is a serious charge.But in India, it is unclear whether it can dent Modi’s image.For one, the Opposition’s chances of taking the message to voters is hobbled by the reluctance of the mainstream news media to broadcast it. As Alt News reported, India’s major TV channels and Hindi newspapers blanked out the Hindenburg report for two whole days.A day after Gandhi’s speech in the Lok Sabha, I bought copies of the top Hindi newspapers in Delhi. Amar Ujala hadn’t even considered the day’s biggest political story worthy of front page space.It isn’t just the media. India’s independent regulators have chosen to maintain a stony silence even as global indices, rating firms and investors have reviewed – and downgraded – Adani firms.‘So what?’Yet, a stock rout is impossible to hide. At least from India’s largely upper-caste urban middle class, which, despite its small size, has a disproportionate sway on the country’s politics.“It’s all over my social media timeline, this Modi-Adani talk,” said Achla, an IT professional I met on the Delhi metro while she was heading for a job interview. “But tell me, who takes Rahul Gandhi seriously?”Most others I accosted at Rajiv Chowk, Delhi’s busiest metro station – named after Rahul Gandhi’s father – also shrugged off the allegations. “So what if they are true?” asked Mohit, a civil services aspirant from Bihar. “Such cooperation [between the government and business groups] happens all over the world.”Adani had built his fortunes by working hard, argued Tapasya Acharya, 32. “He started out by cycling and selling clothes,” she claimed, incorrectly. As for Modiji, “he can only act in desh hit – the country’s interest.”One young man, however, was scathing in his criticism. “Everyone knows this is a scam,” he said. “Any other businessman would have been raided by CBI, ED, by now,” he said, referring to India’s federal agencies, the Central Bureau of Investigation and the Enforcement Directorate. But nothing will happen in this case “kyunki ghar ka aadmi hain”, he alleged – Adani is like a member of Modi’s family.A chartered accountant by profession, the young man did not want to be identified by name. “Maybe it is better not to even say I’m a CA,” he said, as he walked off. “Who knows, this government can come after anybody.”A protest organised by the Congress in Kolkata last week. Photo: AFP‘A change in psychology’What’s helping the government tide over the crisis is that so far at least, it hasn’t caused much direct pain to ordinary Indians.I called up LIC agents in four cities – Chennai, Hyderabad, Mumbai, Delhi. They claimed they hadn’t been deluged with phone calls from clients fretting about the possibility of their hard-earned money going up in smoke.Only one agent, Vikas Rana, who lives in Ghaziabad, abutting Delhi, said of the 350-400 clients he has, two or three had called. He said he assured them they had nothing to worry: LIC’s investments in Adani amounted to “talab mein balti” – a bucket in a lake.In a statement issued after the stock rout, the insurance behemoth said its exposure to Adani firms amounted to just about 1% of its assets under management. But as the Indian Express had reported last year, the key distinction was that private insurers and mutual funds, which usually shadow LIC’s investments into companies, had stayed away from investing in Adani. A financial advisor in Ahmedabad described this as the “the saving grace”. “The middle class is invested in mutual funds, which are untouched by this collapse,” he explained on the phone.Even Rana, the Ghaziabad agent who helps people invest in a range of financial products (LIC policies for the “lower rung”, stocks and mutual funds for “people like you and me”), said he had made sure none of his clients had invested in “overvalued” Adani stocks.Yet, he didn’t think the LIC investments were questionable. At best, it was a case of “halka phulka foul”, he said – low-key wrong-doing. He continued, with a laugh: “Hindutva has changed the country’s psychology. Hum Modi ji ki baat maanna chahte hain” – We want to trust Modi.But it isn’t just Hindutva that makes people look the other way, claimed the financial advisor in Ahmedabad, who did not want to be identified. People are tolerant of crony capitalism, he said, because they believe that’s the only way for India to grow: “Agar wo log paisa nahi banayenge, to hum kaise bana payenge.” If they don’t make money, how will we?Rana, the Ghaziabad agent, claimed that many people believed the Congress had instigated the Hindenburg report. “Just when the country is doing well, wo log tang adda rahe hai – they are attempting to derail it.”The only cause of worry for the government, the financial advisor in Ahmedabad said, would be if the Adani fall caused a larger contagion in the stock market. “In 2008, there was panic selling,” he said. “People even exited good stocks. But this time, the market has shown maturity.”Does it really matter if one company went down, he asked.The fate of Adani’s projectsIt is a question that those who live in the shadow of Adani Group’s upcoming projects are asking.In Mumbai, the sprawling slum of Dharavi is being handed over to Adani Realty for “redevelopment” – a process that involves replacing low-income, low-slung housing with highrise buildings to free up valuable real estate for sale. The Adani firm won the tender in December 2022, months after the BJP returned to power in a coalition government in Maharashtra.Shakir Husain, 25, who lives in a 6 by 10 feet room with his parents, said he has been hearing about Dharavi’s redevelopment since childhood. “We don’t care who redevelops it. We just want redevelopment,” he said. He was hopeful the Hindenburg report wouldn’t affect Adani’s plans. “Adani still has a lot of money,” he said.But Ghanshyam Bhapkar, from Jhopadpatti Chalval association, said the Adani stock collapse was a wake-up call for the government, which must take back the project from the company, else “slum dwellers will suffer”. “The company is sinking,” he said. “It has committed fraud. Is the government sleeping?”A view of Dharavi. Photo: Danish Siddiqui/ ReutersIn sand-swept Jaisalmer in Rajasthan, villagers who fought a long legal battle against Adani’s acquisition of land for a solar park, said they were happy to hear about the company’s misfortunes. “Der hai, andher nahi” – justice comes, even if it is delayed, said Bhairon Singh, the former sarpanch of Nedan village.While the land acquisition had started under a BJP government, when the High Court struck it down in 2021, Congress was in charge. “We were hopeful the High Court verdict would be swiftly implemented, and people would get back their land,” Singh said. “But that hasn’t happened.”When it came to Adani, he said, “the BJP and the Congress are the same”.Adani in Opposition statesThe Opposition’s efforts to corner Modi on Adani will be tested by the conglomerate’s presence in the states it rules.While speaking in Parliament, Rahul Gandhi held up a photo of Modi travelling with Adani in a plane. The BJP was quick to respond by circulating photos of Adani with Ashok Gehlot, Congress veteran and chief minister of Rajasthan.The next day, I met a political consultant who has worked closely with the Congress. “The time has come for the Opposition to decide who it should not be taking money from,” he said.Business groups fund political parties in India. The funding details remain shrouded in secrecy thanks to the opacity allowed under the electoral bond programme.The consultant claimed cash-strapped Congress had turned a blind eye to Adani money flooding Congress units in Rajasthan and Chhattisgarh, states where his companies have coal, thermal and renewable energy projects.“You need money for the benefit of the party,” the consultant said. “If the money is eating up the chances of your party then you must end the deal.”He added it wasn’t just money, though. He claimed Opposition state governments mistakenly believed that by helping Adani, they could help stave off action by the Enforcement Directorate against their leaders.“They have to be ready to go to jail,” he said. “But they must seize the moment by cancelling Adani projects.”So far, the only state to have cancelled an Adani contract after the stock collapse has been BJP-ruled Uttar Pradesh.Tabassum Barnagarwala contributed reporting from Mumbai.","author":"Supriya Sharma","time":"2023-02-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186796-jkrjwkxgxf-1676269703.jpeg","tags":["Narendra Modi","Gautam Adani","Adani Group","Crony capitalism"]}