{"title":"Can an unfinished temple be consecrated? Opinion in Ayodhya is divided","content":"The portraits of KB Hedgewar and MS Golwalkar, the early leaders of the Rashtriya Swayamsevak Sangh, watch over 34-year-old Jairam Das as he sits up to make a point. “The shikhar [spire] has not even been constructed, then how will the temple be inaugurated?” he said.Das is the head priest of the Shri Ram Ashram in Ramkot, the Ayodhya neighbourhood where the Ram temple is coming up, on the site where the Babri Masjid once stood.He is convinced that the date for the consecration of the still-under-construction temple – January 22, 2024 – was not set by theological considerations. “Only the wise ones in Banaras would know under whose pressure they fixed that date,” he said, a reference to the seers from Varanasi who chose the date after a meeting with Champat Rai, secretary of the Shri Ram Janmbhoomi Teerth Kshetra, a trust formed to build the temple. “If the tradition of seers is dictated by external pressure, then what happens to religious scriptures?”Prime Minister Narendra Modi, who will play a central role in the pran pratishtha or consecration, could have come “in April, May or after,” Das reasoned. “But he is coming now because of the trust’s invitation,” he said. “If the trust is working for a political party, then it becomes an arm of that party, and the temple becomes that party’s temple.”That the consecration ceremony may be aimed at furthering the Bharatiya Janata Party’s agenda in the Lok Sabha elections later this year has not escaped other religious leaders in Ayodhya. But after spending years in the temple town that was the site of Ram’s mythological kingdom, many priests are keen, even impatient, to witness the consecration. For that, they are prepared to overlook the BJP’s electoral motives – despite the objections of others.  “The consecration ceremony is definitely a political event,” said Maithili Sharan Das, the head priest of the 118-year-old Shri Ram Janaki temple, a few hundred metres north of the under-construction Ram temple. “But even then, for [Prime Minister] Modi ji, it can either be a selfless or self-centred act.”“I believe it is selfless,” added the 75-year-old, sitting in his modest, poorly lit room, wrapped in a shawl. “But if it is self-centred, then Thakur ji” – a reference to the Hindu deity Ram – “will make sure there are consequences.”Jairam Das at the Shri Ram Ashram in Ayodhya. Credit: Ayush Tiwari.The incomplete templeFour years ago, devotees who came to worship the idol of infant Ram would form a queue in a thin lane near the disputed site. After rigorous police checks, they would be led through a maze of narrow passages – with tall metallic barriers on either side – to the site where the central dome of the Babri Masjid once stood. The idol rested under a small tent made out of cloth and asbestos.Now, the way to the temple is a 50-metre wide road lined with walls with traditional Hindu motifs carved on them. The police checks have relaxed. The idol is kept – temporarily – under a larger, more solid makeshift structure. To its right is the landmark of the Hindutva movement – the upcoming Ram temple, currently an incomplete pink sandstone structure ushered by a staircase with 5-foot tall lion statues on either side.Large swathes of land in the Ram temple complex are mostly barren, with trucks carrying tonnes of earth.\n\t\t\n\tAn image of the Ram temple from early December. Courtesy: Shri Ram Janmbhoomi Teerth Kshetra.What is visible in most of the recent pictures of the temple is its main front, which faces east. The likely reason for this is that the structure looks most complete from this angle. A walk around its northern and western flanks, where photography is prohibited, shows how much work actually remains.The rectangular, fortress-like walls that will circle the temple hardly exist. The four corners of the complex have outposts with marble, sandstone and cement yet to be put to use. This can be seen in the pictures shared by the trust in December, before the status of the temple’s construction became a controversy. Not much has changed since.The northern and western face of the main structure is densely scaffolded. Three engineers from Karnataka, who have been working on the temple since early 2022, told Scroll that the ground and first floors of the temple are ready. But the second floor and the spire, which will take the structure to a height of 161 feet, will take another one and half years to complete.This is a slightly more optimistic assessment than Rai, who told NDTV that the temple construction will take another two years in December last year.In Hanumangarhi, less than a kilometre away from the temple, a young priest told Scroll that he has been inside the temple more than once thanks to a friendly police official. “Not even 100 feet of the temple has been built perfectly so far,” he said, requesting anonymity. “The inauguration is being done for votes.”Krishnakantacharya, the priest of the Chandrahari temple at Ram ki Pauri, acknowledged this too. “You should ask Modiji why it is happening now,” he laughed. “Why do you want me to say it? It will cause an uproar. I can’t say anything else.”Arun Das, the head priest of the Ratna Sinhasan temple in Ayodhya. Credit: Ayush Tiwari.Other Hindu religious leaders have spoken out. On Tuesday, Avimukteshwaranand Saraswati, the shankaracharya or the pontiff of the Jyotish Peeth in Uttarakhand, said that the inauguration of the “partially constructed temple” was against tradition and driven by political concerns. “At present in Ayodhya, the floor of the sanctum sanctorum has been made and pillars have been erected on it,” he said. “The temple has not been completely constructed. In such a situation, the pran-pratishtha is not up to the traditions in Hinduism.”All four shankaracharyas, who head four shrines called peeths situated in Joshimath in Uttarakhand, Dwarka in Gujarat, Puri in Odisha and Sringeri in Karnataka, have said they will not attend the inauguration ceremony of the Ram temple in Ayodhya. Leaders of the Congress party have declined an invitation to the inauguration, calling it an “RSS/BJP event”.A small temple?In priest Jairam Das’s view, the Ram temple trust is not just responsible for flouting religious norms, but also for not building a temple that is grand enough for the occasion.“After acquiring dozens of acres of land, it has built a small temple in one or two acres – if this is not cheating, then what is?” he asked.The temple complex in Ramkot sprawls over 107 acres. According to the trust website, the built-up area of the temple is 1.3 acres.This complaint is not just Jairam’s. Arun Das, the head priest of the nearby Ratna Sinhasan temple, where Ram was crowned as king according to local myths, also takes this view.“There are temples dedicated to Shri Ram in India and abroad that are bigger than this one,” he said. “The trust raised thousands of crores. So I, and several others, think the Ram Lalla’s temple is very small. I’ve raised this issue with Champat Rai and other trust members, but they just laugh it off.”The other sideDespite these misgivings, for most of the priests in Ayodhya, the idea that infant Ram deity will finally have a “home” trumps serious doubts over the consecration of an incomplete temple.Arun, for instance, acknowledges that the ceremony could have happened after the Lok Sabha elections slated later this year. “But it’s okay, at least it is happening,” he said. “Bhagwan has been waiting for this day for more than 500 years.”Ashok Das, 63, came to Ayodhya from Bihar when he was three years old. He is now the head priest of the Sheshavtar Lakshman temple near Ram ki Pauri – a site dedicated to the worship of Lakshman, Ram’s brother. “It would have been better if the consecration happened after the temple was built,” he said. “It should not have happened. But if it is happening, it is not a big deal. Sarkar [Ram] can be inside his temple. His devotees can come and worship him. The construction will go on simultaneously. It’s alright.”Ashok Das, the head priest of the Sheshavtar Lakshman temple in Ayodhya. Credit: Ayush Tiwari.Santram Das, 80, a senior priest at the centuries-old Hanumangarhi temple, used a metaphor often evoked in Ayodhya to dismiss criticism of the January 22 ceremony. “I live in a house with all ease and comfort. But my bhagwan – he stays inside a tent,” he said, referring to the makeshift temple in which the older idol has been kept. “That cannot be. Let him move inside and the temple construction can go on.”But does not the fact that the consecration is happening in the run-up to the Lok Sabha elections hint at a political calculation by the BJP?  “Look, politics is everywhere,” said Santram. “Even in a home, there is politics between a husband, a wife and the children. After 500 years of bloodshed, there will finally be a temple.”Santram views the shankaracharyas’ criticism through a sectarian lens. “What do I have to do with them?” he asked. “They worship Shiv. I worship Ram. They are sanyasis. We are bairagis; we are ramanandis. There is a big difference. Whether they come [to the ceremony] or not, I have nothing to do with it.”Santram Das, a senior priest of the Hanumangarhi temple in Ayodhya. Credit: Ayush Tiwari.This response echoes statements by Rai, who told Hindi newspaper Amar Ujala on Monday that the Ram temple belonged to the people of the Ramanand sect and not to “sanyasis, not to shaiva or shakta”.The four shankaracharyas belong to the Shaiva tradition of the Hindu faith, whereas followers of the Ramanand sect are part of the Vaishnava tradition. According to journalist Dhirendra K Jha’s book Ascetic Games, Ayodhya has a history of sectarian bloodshed between Shaivas and Ramanandis, especially over the control of the Hanumangarhi temple.Pankaj, 53, is the head priest of the Amava temple, the closest Hindu religious establishment to the Ram temple. The shankaracharyas, he said, are jealous of Modi and his role in the consecration ceremony. “Political parties will always do politics,” he said. “But the pious work [consecration] should always happen as soon as possible.”Prem Narayan Das, 36, the head priest at the Sudama Bhawan in Ramkot, believes there is no politics to the ceremony. “The pran-pratishthais happening because that is what Ramji wishes,” he said. “Modiji and Yogiji are only vehicles of that wish.”","author":"Ayush Tiwari","time":"2024-01-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197458-akdyvcbcng-1705064902.jpeg","tags":["ram temple","pran pratishtha","ayodhya","narendra modi","ram temple trust","January 22 2024","shankaracharyas"]}