{"title":"Can Parliament extinguish a state? What’s at stake as the Supreme Court hears Article 370 petitions","content":"The Supreme Court on August 2 began hearing a batch of writ petitions challenging the abrogation of Article 370, which had given Jammu and Kashmir special status under the Indian Constitution. One of the issues the court will be called to adjudicate upon is whether the Jammu and Kashmir Reorganisation Act, 2019, violates Article 3 of the Constitution: this is the section that pertains to the formation of new states and alteration of the areas, boundaries or names of existing states.Underlying the legalese is a more  fundamental  question: can Parliament, in the exercise of its powers under Article 3, extinguish a state already in existence and convert it into a Union Territory? For example, if the political imbroglio in Maharashtra continues, can Parliament by law declare that Maharashtra shall cease to exist, and that it shall instead be divided into a handful of Union Territories? What is at stake before the Supreme Court therefore is the future of Indian federalism. To recap, after the recent amendment, Section 3 of the Reorganisation Act states that Kargil and Leh districts shall cease to be a part of the state of Jammu and Kashmir and shall now constitute the Union Territory of Ladakh. Section 4 states that the remaining districts of the erstwhile state of Jammu and Kashmir shall constitute the Union Territory of Jammu and Kashmir. Article 3 of the Constitution empowers Parliament to create a new state by separating a territory from an existing state, or by uniting a territory into an existing state, or by uniting two or more states or parts of states. It also empowers Parliament to increase or decrease the area of any state, and to alter a state’s boundary/name. But it would appear that Article 3 does not allow Parliament to extinguish a statehood already in existence. However, even if this challenge were left aside, there is a mandatory pre-condition necessary for the operation of Article 3. The law clearly states that a bill that affects the name, area or boundary of a state cannot be introduced in either House of Parliament except on the recommendation of the President, who must first place the bill before the legislature of the state(s) concerned so that the legislature(s) can express its views about this. When the Reorganisation Act was passed, the legislature of Jammu and Kashmir was suspended. As of August 2019, pursuant to a Presidential Order dated December 19, 2018, the state of Jammu and Kashmir had been placed under President’s Rule. This was after the provisions of Article 356 of the Constitution had been invoked. This article allows the Union government to assume control of the state machinery if the state is unable to function under constitutional provisions.How, then, could the pre-condition stipulated in Article 3 be assumed to be satisfied?Under the Order dated December 19, 2018, it was directed that powers of the legislature of the State of Jammu and Kashmir shall be exercised by or under the authority of Parliament. In the exercise of these powers, on August 5, 2019, a resolution was tabled before the Rajya Sabha to accept the Jammu and Kashmir Reorganisation Bill, 2019. This resolution was passed by both houses of Parliament. Even if Article 3 contains within it a power to extinguish a state, or to convert it into a Union Territory, can Parliament do so while usurping the powers of the state legislature under Article 356 to approve a bill to extinguish that state? Constituent Assembly debatesThe debates of the Constituent Assembly that drafted the country’s Constitution shed some light on this subject. When the framers of the Indian Constitution discussed Article 3 on November 17, 1948, advocate KT Shah proposed an amendment stating that any bill to increase or decrease the area of a State must originate in the legislature(s) of the state(s) affected. In support of this amendment, Shah said that when the name or boundaries of a state are altered, it was only in the fitness of things that the change is not imposed from above. A change of this nature, he argued, must originate by way of a referendum, and if that is not feasible, from the legislature of the state concerned. KT Shah found support in fellow advocate Rohini Kumar Chaudhari. “I entirely agree with him that no such motion should be considered in any house if the state which is affected is not at all in favour of it,” he said. Educationist Syamanandan Sahaya concurred. He too argued that the prior consent of (and not mere consultation with) the state legislature was a necessary pre-condition. He suggested that every area/district in the country needed to be empowered through a referendum to claim/propose a secession from a particular state, and an accession to a new state. The discussion that ensued was centred on the best modality to consider the views of the local people: was it to be by way of a referendum or by way of a resolution passed by the state legislature? BR Ambedkar’s amendment proposed the insertion of a pre-condition very similar to the one that  currently finds place in Article 3. The only difference was that Ambedkar suggested a difference between states and provinces in terms of prior consent/consultation. By a subsequent amendment adopted on October 13, 1949, even this difference was done away with. Pertinently, when speaking about this amendment, Ambedkar stated, “I have not the least doubt about it that the method of consulting which the President will adopt, will be to ask either the prime minister or the governor to table a resolution which may be discussed in the particular state legislature which may be affected, so that ultimately the initiation will be the local legislature and not by the parliament at all.” While speaking on this amendment, K Santhanam pondered a situation where the minority in a state wanted to form a separate state. If a proposal was to originate in the state legislature, the minority would almost never be able to pursue their demand. Santhanam termed this as the “autocracy of the majority”. RK Sidhwa objected on grounds that a democracy was ultimately the will of the majority. But he did not disagree with Ambedkar’s proposal. Credit: Reuters.Involvement of state vitalTherefore, while there were differences, one proposition that appeared to be beyond the realm of contemplation was the complete exclusion of the state legislature from the process prescribed under Article 3. Whether it be with prior consent or by consultation or on the basis of a referendum, the involvement of the state concerned was agreed to be of vital importance. Taken to its logical conclusion, even if Article 3 were to contain within it a power to extinguish a state altogether, and to convert it into a Union Territory, the framers agreed that this could not be done without the concurrence of or consultation with the state legislature. One of the few dissenting voices who stated that prior consent of the local legislature need not be a pre-condition was Hriday Nath Kunzru. Kunzru proposed an amendment, the effect of which would be that the consent of the states would not be necessary for their re-organisation. In his view, the Central government ought to have adequate powers to arrive at decisions in national interest. This amendment was summarily rejected. The Constitution, as finally adopted, does not require “the prior consent” of the state legislature as a mandatory pre-condition. Instead, it says that the “views” of the state legislature must be obtained. However, the interventions of HV Kamath and Sardar Vallabhbhai Patel help clarify that “views” and “consent”, as contemplated in Article 3, are not far apart in interpretation. On November 18, 1948, Kamath stated, “If you consult a certain authority or a certain government, it means that if that government is opposed to the proposal, the proposal will not be made to Union Parliament.” Similarly, on October 12, 1949, when Article 3 in its current form was adopted, Patel said, “….whether the article provides for consultation or consent of the legislature of the affected state, the wishes of the people cannot be ignored either by the Central government or legislature. After all, we are a democracy, the main sanction behind us is the will of the people and we cannot act in disregard of public opinion”.  In fact, Article 3 of the Constitution as applicable to Jammu and Kashmir explicitly uses the word “consent” in the context of the Legislature of Jammu and Kashmi  Indian federalismThe original intent of the framers of India’s constituent assembly therefore appears to have been to accord a degree of primacy to the voice of the state legislature when considering a law that alters the name or territory of a state. It can fairly be contended that the framers would not have accorded their approval to the pre-condition in Article 3 being satisfied by the Union Parliament usurping the powers of the state legislature under Article 356. This is not to say that the original intent of the Constitution must always be respected and followed.However, if the Supreme Court were to uphold the manner in which the Reorganisation Act was passed, there would certainly be a shift in the constitutional meaning of Article 3 and render the already fragile bargain of Indian federalism more vulnerable to the whims of the Union government.Dhruva Gandhi is a Counsel at the Bombay High Court.","author":"Dhruva Gandhi","time":"2023-08-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192874-prtapativn-1691160099.jpg","tags":["Kashmir","Article 370","Constitution","Indian Federalism","Supreme Court"],"source":"https://scroll.in/article/1053816/can-parliament-extinguish-a-state-whats-at-stake-as-the-supreme-court-hears-article-370-petitions"}