{"title":"Can no cases be filed under sedition law while it is being reviewed, Supreme Court asks Centre","content":"The Supreme Court on Tuesday asked the Centre whether it can issue a direction to the state governments stopping them from filing cases under the sedition law till the pleas challenging its constitutional validity are being reviewed, Live Law reported.The court also asked the Centre if it could direct states to keep all pending sedition cases in abeyance till the law is being re-examined, according to Bar and Bench.A bench of Chief Justice of India NV Ramana and Justices Surya Kant and Hima Kohli asked Solicitor General Tushar Mehta to clarify the Centre’s stance by Wednesday, reported Bar and Bench. The sedition law, under Section 124A of the Indian Penal Code, states that whoever “brings or attempts to bring into hatred or contempt, or excites or attempts to excite disaffection towards the government established by law in India” can be held to have committed the offence of sedition.The two petitions challenging the law have been filed by a former Army officer, Major General (Retired) SG Vombatkere, and the Editors Guild of India. The petitioners had argued that since the law is misused, it needs to be struck down.“This provision is obnoxious,” senior advocate Kapil Sibal said on Tuesday. “The sooner we get rid of it, [the] better. It should have no place.”He then quoted Mohandas Karamchand Gandhi saying that affection cannot be manufactured. “One should be free to express disaffection, so long as there is no incitement to violence,” he said according to Live Law. “I hold it to be a virtue to be disaffected to the government.”In a 1962 verdict, a five-judge bench of the Supreme Court had held that criticism of public measures or comments on government action falls under the fundamental right of freedom of speech and expression as long as the comments do not “incite people to violence against the government established by law” or are made “with the intention of creating public disorder”.The Supreme Court will also decide whether the pleas should be referred to a larger bench as the petitioners have also challenged the Kedar Nath Singh versus State of Bihar verdict, which was delivered by a five-judge bench. The matter is currently being heard by a three-judge bench. On Tuesday, the solicitor general had asked the judges to defer hearing of the case sought till the Centre re-examines the law. Sibal had opposed the postponement, submitting that the court cannot wait for another jurisdiction.","author":"Scroll Staff","time":"2022-05-10T15:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136935-lbgojtktgn-1612539545.jpg","tags":["Sedition","Section 124A","Supreme Court"],"source":"https://scroll.in/latest/1023624/can-no-cases-be-filed-under-sedition-law-till-it-is-being-reviewed-supreme-court-asks-centre"}