{"title":"Canada: Prime Minister Justin Trudeau attends event to mark ‘Khalsa Day’, India objects","content":"The Indian government on Thursday reacted sharply to the presence of Canadian Prime Minister Justin Trudeau at an event to mark Khalsa Day on April 30, PTI reported. The event was organised by the Ontario Sikhs and Gurdwara Council. It included floats bearing images of Jarnail Singh Bhidranwale, former General Shahbeg Singh and Amreek Singh, all of whom are regarded as terrorists by India for precipitating the crises of Operation Bluestar, the assassination of then Prime Minister Indira Gandhi and the consequent anti-Sikh riots.“We have taken up such issues in the past with the government of Canada through diplomatic channels,” Ministry of External Affairs spokesperson Gopal Baglay said. “What I can mention without going into the details of this particular instance is that the practice has not been discontinued”.Happy to be back celebrating Khalsa Day with the Sikh community in Toronto! Thanks for the very warm welcome. pic.twitter.com/ZdIBbGqQus— Justin Trudeau (@JustinTrudeau) April 30, 2017\nThe event also involved the felicitation of Harinder Kaur Malhi, a legislator from Trudeau’s Liberal Party, who had moved a resolution seeking to label the anti-Sikh riots of 1984 a genocide. The resolution had been passed by the Ontario Assembly in April this year with 34 Members of Provincial Parliament voting in favour and only five against it.The Centre had called the resolution a “misguided motion based on a limited understanding of India, its constitution, society, ethos, rule of law and its judicial process”. It had also lodged its objection with Canadian Defence Minister Harjit Singh Sajjan, who visited India in April, with Finance Minister Arun Jaitley calling it a “total exaggeration of facts”. Sajjan was himself accused of being a Khalistani sympathiser by Punjab Chief Minister Amarinder Singh.","author":"Scroll Staff","time":"2017-05-12T09:45:49.460012+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837378-uloitjuxui-1464019657.jpg","tags":["canada","khalsa day"],"source":"https://scroll.in/latest/837378/canada-prime-minister-justin-trudeau-attends-event-to-mark-khalsa-day-india-objects"}