{"title":"Canada PM backs Sikh leader Jagmeet Singh, calls his expulsion for calling out racism disappointing","content":"Canadian Prime Minister Justin Trudeau on Thursday criticised political party Bloc Quebecois for not recognising systemic racism in the country, reported Global News. Trudeau also supported Opposition party leader Jagmeet Singh who was temporarily expelled from the House of Commons for calling another MP racist.On June 17, a controversy began after Bloc Quebecois’ politician Alain Therrien refused to sign Singh’s New Democratic Party’s motion recognising systemic racism in the Royal Canadian Mounted Police, according to CBC. The motion highlighted that “several indigenous people have died at the hands of the RCMP in recent months....” Following a heated debate, Singh accused Therrien of being racist and was subsequently asked to leave the House for the remainder of the day.“It is disappointing that the Bloc Quebecois continues to refuse to accept that systemic discrimination, systemic racism exists within our country, in every part of our country and in all our institutions,” Trudeau said during a media briefing on Thursday. “Recognising systemic discrimination is the important first step towards being able to address it.”Trudeau added that Singh had raised a conversation that was bound to make some people uncomfortable, but asserted that they were still necessary. “[With] regards to Mr Singh, I think it’s important that we recognise that racialised Canadians whose lived reality is discrimination...all too often...are allowed to make people uncomfortable in bringing out these issues,” he said.\n\n\n    \n    Play\n\nBloc Quebecois chief Yves-Francois Blanchet came to his party colleague Therrien’s rescuse and called for action against Singh, who has refused to apologise. “I hope that the leader of the NDP will apologise sincerely, and if not, I hope the president of the House of Commons will be quite severe,” he said, according to AFP. “Because if the only penalty is not being allowed to be in the room for one day or to not be allowed to speak for one day, everybody will feel entitled to do the same.”The NPD is the fourth biggest party in Canada with 24 seats out of the total 338 in the House of Commons. The Bloc Quebecois is in control of 32 seats.Singh introduced the motion in the Parliament amid a global debate and protests against racism sparked by the death of George Floyd after he was pinned to the ground by a white police officer in the US. It has also given rise to debates around street names and statues of colonial leaders across the world. Over the past month, Gandhi’s statues in Amsterdam, London and Washington DC have also been targeted for racism.","author":"Scroll Staff","time":"2020-06-19T11:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143094-kyckvdnmvy-1592547480.jpg","tags":["Jagmeet Singh","Justin Trudeau","Canada","racism"],"source":"https://scroll.in/latest/965093/canada-pm-backs-sikh-leader-jagmeet-singh-calls-his-expulsion-for-calling-out-racism-disappointing"}