{"title":"Canada arrests three Indian nationals for murder of Sikh separatist leader ","content":"The Canadian Police on Friday arrested and charged three Indian nationals for the murder of Sikh separatist leader Hardeep Singh Nijjar, reported the Financial Times.Nijjar was killed by masked gunmen on June 18 near Vancouver. The killing had led to diplomatic strife between New Delhi and Ottawa.In September last year, Canadian Prime Minister Justin Trudeau told his country’s parliament that intelligence agencies were actively pursuing “credible allegations” tying agents of the Indian government to the Sikh separatist’s death. India had described this claim as “absurd and motivated”.On Friday, the Royal Canadian Mounted Police arrested Karanpreet Singh, Kamalpreet Singh and Karan Brar from Edmonton, Alberta, in connection with the case. They have been charged with first-degree murder and conspiracy.The three have been living in Canada for three to five years, police officials told media persons in a press conference, reported CBC News. Assistant Commissioner David Teboul of the Royal Canadian Mounted Police said the force is investigating connections between the accused and the Government of India. An investigation is also ongoing to ascertain if there are others involved in Nijjar’s killing, Royal Canadian Mounted Police Superintendent Mandeep Mooker told media persons, according to Financial Times. Teboul described the Canadian investigating agencies’ collaboration with Indian counterparts as “rather challenging and difficult for the last several years”.Royal Canadian Mounted Police Assistant Commissioner David Teboul said they were probing whether the three Indian men, who were arrested and charged with the murder of Sikh separatist leader Hardeep Singh Nijjar, had ties to the Indian government https://t.co/E6XljxxXSM pic.twitter.com/PUdMD7uZF2— Reuters (@Reuters) May 4, 2024\n\n\nNijjar was a supporter of Khalistan, an independent Sikh nation sought by some groups. He was the head of the Khalistan Tiger Force, which is designated a terrorist outfit in India. The arrests came the same day Canada said in a report that it had found evidence of India’s interference in its elections. “Intelligence holdings indicate that the Government of India may have attempted to clandestinely provide financial support to preferred candidates during the 2021 election without the candidates’ knowledge,” said an interim report of the public inquiry into foreign interference in Canada.A final report will be released later this year. US allegations against IndiaThe development comes after The Washington Post on Monday named a Research and Analysis Wing officer for alleged involvement in an alleged plot to assassinate Sikh separatist leaders in North America.The report identified Vikram Yadav as the officer of India’s foreign intelligence agency allegedly involved in the alleged plot to assassinate Sikh separatist Gurpatwant Singh Pannun in the United States and the killing of Nijjar.However, the Ministry of External Affairs on Tuesday described the report as “unwarranted and unsubstantiated imputations”.The report cited assessments of American intelligence agencies that the operation against Pannun had been cleared by Samant Goel, the chief of India’s foreign intelligence agency at the time.The United States’ spy agencies also “more tentatively assessed” that India’s National Security Advisor Ajit Doval was likely to have known about the plans of the Research and Analysis Wing, according to The Washington Post. However, the newspaper quoted unidentified officials as saying that “no smoking gun proof” had emerged.Pannun welcomed Friday’s arrests in the killing of Nijjar. “While today's action is a step forward, it only scratches the surface,” Pannun said in a statement, reported Reuters. He also called for action to “dismantle the networks that enable and perpetuate such crimes against Canadians on Canadian soil”.Also read:A decade under Modi: Aggressive foreign policy yields mixed returnsAllegations of Khalistani separatist’s assassination signal a collapse in India-Canada ties","author":"Scroll Staff","time":"2024-05-04T09:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194231-vlbjmejhhy-1695183849.jpg","tags":["Hardeep Singh Nijjar","Canada","Murder","India","Khalistan","Sikh Separatist leader"]}