{"title":"Canada withdraws 41 diplomats from India","content":"Canadian Foreign Minister Melanie Joly said on Thursday that her government had withdrawn 41 of its 62 diplomats from India amid a bilateral tussle over the murder of Sikh separatist leader Hardeep Singh Nijjar.On October 3, the Financial Times reported that India had ordered Canada to withdraw over 40 diplomatic staff from the country.India’s order came amid heightened diplomatic tensions between the two countries. Relations between New Delhi and Ottawa had been growing strained in recent years but they were pushed to a new low after Canadian Prime Minister Justin Trudeau alleged on September 18 that Indian agents were involved in Nijjar’s assassination near Vancouver in June.New Delhi dismissed the allegation as “absurd” and “politically driven”.Joly said that Canada will not take the retaliatory step of asking India to withdraw its diplomats.The Canadian foreign minister said on Thursday that India had threatened to unilaterally revoke the diplomats’ official status by Friday if they did not leave the country. She called this “unreasonable and escalatory” and claimed that New Delhi revoking the diplomats’ official status violated the Vienna Convention on Diplomatic Relations, the cornerstone of international relations and international law.“Given the implications of India’s actions on the safety of our diplomats, we have facilitated their safe departure from India,” she told reporters. “If we allow the norm of diplomatic immunity to be broken, no diplomats anywhere on the planet would be safe. So for this reason, we will not reciprocate.”Canada now has 21 diplomats in India, Joly said.The minister said that India’s decision will hurt the levels of services at the diplomatic missions. “Unfortunately, we have to put a pause on all in-person services in our consulates in Chandigarh, in Mumbai and in Bangalore...” she said.Canadian immigration minister Marc Miller said that the reduction in the number of diplomats will cause delays in processing visas and immigration applications for people in India. However, he added that visa centres in India are operated by contractors and will remain open, and his department will try to limit delays.New Delhi on Friday said that it rejects any attempt to portray implementing parity as a violation of international norms.India’s Ministry of External Affairs said that the number of Canadian diplomats in India is high and that their alleged interference in the country’s internal affairs demand a parity in mutual diplomatic presence in New Delhi and Ottawa.“Our actions in implementing this parity are fully consistent with Article 11.1 of the Vienna Convention on Diplomatic Relations, which states the following: ‘In the absence of specific agreement as to the size of the mission, the receiving state may require that the size of a mission be kept within limits considered by it to be reasonable and normal, having regard to circumstances and conditions in the receiving State and to the needs of the particular mission.’”After publicly accusing India of being involved in Nijjar’s assassination, Trudeau’s government had expelled India’s intelligence chief from the country. New Delhi reciprocated by expelling a Canadian diplomat and suspended visas for Canadians.Nijjar, a Canadian citizen, was one of India’s most wanted persons. He led the Khalistan Tiger Force, which India has designated a terrorist group. In recent years, India has accused Canada of being soft on the supporters of Khalistan, an independent Sikh nation that some Sikhs hope to establish in northwestern India.Canada issues travel advisory to its citizens in IndiaCanada on Thursday urged its citizens to exercise a high degree of caution in India due to the “threat of terrorist attacks throughout the country”. This came hours after 41 Canadian diplomats left India amid the diplomatic strife.The advisory said that there are calls for protests and some negative sentiment towards Canada in traditional media and on social media in the context of recent developments.“Demonstrations, including anti-Canada protests, could occur and Canadians may be subjected to intimidation or harassment,” the advisory said. “In Delhi and the National Capital Region, you should keep a low profile with strangers, and not share your personal information with them.”It also advised Canadians in India to avoid crowded areas, including public transport.The advisory urged citizens to be vigilant in and around Bengaluru, Chandigarh and Mumbai since Canadian consular services in-person are temporarily unavailable in those cities.Also read: Allegations of Khalistani separatist’s assassination signal a collapse in India-Canada ties","author":"Scroll Staff","time":"2023-10-20T09:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194632-fqexudicnw-1696314926.jpg","tags":["Canada","India"],"source":"https://scroll.in/latest/1057864/canada-withdraws-41-diplomats-from-india"}