{"title":"Canada: Justin Trudeau wins a second term as prime minister but loses majority in Parliament","content":"Canadian Prime Minister Justin Trudeau on Tuesday won a second term as prime minister after federal elections in the country concluded, BBC reported. However, Trudeau is likely to lead a minority government as his Liberal Party is expected to secure around 156 seats, which is less than the majority of 170. According to the Canadian Broadcasting Corporation, Trudeau’s party was leading in 146 out of 304 electoral districts as of 10.30 pm Toronto time on Monday (8 am on Tuesday Indian Standard Time)“Thank you, Canada, for putting your trust in our team and for having faith in us to move this country in the right direction,” Trudeau tweeted early on Tuesday. “Regardless of how you cast your vote, our team will work hard for all Canadians.”The Canadian prime minister’s opponent, the centre-right Conservative Party of Canada, were headed towards securing 122 seats. Conservative Party leader Andrew Scheer warned Liberals that when Trudeau’s “government fails, Conservatives will be ready and we will win”, according to The Guardian.Polls taken ahead of the elections showed that Scheer and Trudeau were locked in a close competition, however with neither party getting a clear majority in the Parliament, Trudeau is likely to depend on left-of-Centre parties to pass legislation.Trudeau’s campaign was marred by corruption allegations and the emergence of a picture that showed him with his face coloured brown during an event at a school in 2001. Brownface or blackface makeup, used by a white person playing the role of a non-white person, is considered racially offensive. The prime minister had later apologised.In February, Trudeau’s administration was accused of pressuring Canada’s Attorney General Jody ­Wilson-Raybould to agree to an out-of-court settlement with engineering firm SNC-Lavalin. The company, based in Trudeau’s home province Quebec, is facing bribery and corruption charges. Canada’s ethics watchdog in August had declared that Trudeau used his position “to circumvent, undermine and ultimately attempt to discredit” the attorney general. The prime minister was also reprimanded by the ethics watchdog for a family vacation that ended up breaking conflict-of-interest laws.Meanwhile, United States President Donald Trump congratulated Trudeau. “Congratulations to Justin Trudeau on a wonderful and hard-fought victory,” the president tweeted. “Canada is well-served. I look forward to working with you toward the betterment of both of our countries!”Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-22T12:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129534-xlpktcvkws-1571727741.jpg","tags":["Canada","Justin Trudeau","Canada elections","Liberal Party"],"source":"https://scroll.in/latest/941332/canada-justin-trudeau-wins-a-second-term-as-prime-minister-but-loses-majority-in-parliament"}