{"title":"Canada: 18 Sikh leaders elected to Parliament, five more than India","content":"As many as 18 Sikhs were voted to the Canadian Parliament in the recently-concluded federal elections. Canadian Prime Minister Justin Trudeau on Tuesday won a second term after his Liberal Party secured 157 of 338 seats. However, Trudeau will lead a minority government as his party failed to secure the majority of 170. The main opposition, the conservatives, secured 121 seats. The number of Sikhs in the Canadian Parliament’s lower house, the House of Commons, is higher than those in India’s Lok Sabha even though Sikhs make up about 2% of the population in both countries, The Times of India reported on Wednesday. India has 13 MPs in the Lower House.Among the newly-elected Sikh MPs in Canada, 13 are from the Liberal Party, four from the Conservative Party and one is from the New Democratic Party. The Liberals include Harjit Singh Sajjan, Randeep Singh Sarai and Sukh Dhaliwal from British Columbia; Navdeep Singh Bains, Gagan Sikand, Rameshwar Singh Sangha, Maninder Singh Sidhu, Kamal Khera, Ruby Sahota, Sonia Sidhu, Bardish Chagger and Raj Saini from Ontario, and Anju Dhillon from Quebec. Alberta MPs Tim Singh Uppal, Jasraj Singh Hallan and Jag Sahota, and Ontario’s Bob Saroya are Conservative members. New Democratic Party leader Jagmeet Singh won from British Columbia province. Jagmeet Singh is being seen as a kingmaker because Trudeau’s party will need his New Democratic Party’s help to form the government. The New Democratic Party won 24 seats, losing nearly 50% of the seats it had won in 2015 but the Left-leaning party is still expected to play a major role.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-23T10:59:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/941438-70018-cootepprmk-1506968974.jpg","tags":["Canada","Sikh","Parliament","Jagmeet Singh","Justin Trudeau"],"source":"https://scroll.in/latest/941438/canada-18-sikh-leaders-elected-to-parliament-five-more-than-india"}