{"title":"Canada says India may be behind Sikh leader’s murder on its soil, expels diplomat","content":"Canadian security agencies “have been pursuing credible allegations about the potential link between agents of the government of India and the killing of a Canadian citizen” who supported the creation of a separate state for Sikhs, the country’s Prime Minister, Justin Trudeau, announced in Parliament on Monday.India has rejected the allegations calling them “absurd and motivated”. It has also expelled a senior Canadian diplomat.“Similar allegations were made by the Canadian prime minister to our prime minister, and were completely rejected,” the external affairs ministry said in a statement. The foreign ministry added the allegation had been levelled to “shift the focus from Khalistani terrorists and extremists, who have been provided shelter in Canada and continue to threaten India’s sovereignty and territorial integrity.”Sikh leader Hardeep Singh Nijjar, the chief of the Khalistan Tiger Force chief, had been shot dead in the parking lot of a gurdwara in Surrey near Vancouver,  on June 18.Addressing the Canadian Parliament on Monday, Trudeau said: “Any involvement of a foreign government in the killing of a Canadian citizen on Canadian soil is an unacceptable violation of our sovereignty. It is contrary to the fundamental rules by which free, open and democratic societies conduct themselves.”On Tuesday, the Canadian prime minister said that he was not trying to “provoke or escalate” the matter, but asserted that the Indian government needed to deal with it with utmost seriousness, Reuters reported. WATCH: Prime Minister Justin Trudeau said Monday that Canadian security agencies were investigating “credible” allegations of India’s involvement in the killing of Hardeep Singh Nijjar, a B.C. Sikh leader. Read more: https://t.co/yPvyEHCRI9 pic.twitter.com/c2pPY8cKRz— Globalnews.ca (@globalnews) September 18, 2023\n\nAs a consequence of Trudeau’s statement, Ottawa expelled Pavan Kumar Rai, the head of the Research and Analysis Wing in Canada, CBC quoted the office of Foreign Affairs Minister Mélanie Joly as saying. “The allegations that a representative of a foreign government may have been involved in the killing of a Canadian here in Canada, on Canadian soil, is not only troubling but it is completely unacceptable,” she said.  CBC quoted Joly as saying, “My expectations are clear. I expect India to fully collaborate with us and get to the bottom of this.”  Trudeau told Parliament that he discussed the allegations with Prime Minister Narendra Modi at last week’s G20 summit in New Delhi “in no uncertain terms”.  He said that Canada has been “working closely and coordinating” with its allies on the matter.He urged the Indian government “in the strongest possible terms...to cooperate with Canada to get to the bottom of this matter”.Trudeau said that he also expected New Delhi “to reiterate that its position on extra-judicial operations in another country is clearly and unequivocally in line with international law”.Many Canadians, “especially members of the Indo-Canadian community, are feeling angry or perhaps frightened right now”, Trudeau said. “Let us not allow this to change us.”Pierre Poilievre, the official leader of Canada’s Opposition, said that if the allegations are true, “they represent an outrageous affront to Canada’s sovereignty”.He urged the Indian government “to act with utmost transparency as authorities investigate this murder because the truth must come out”. pic.twitter.com/4kamBeaFok— Pierre Poilievre (@PierrePoilievre) September 18, 2023\n\n Jagmeet Singh, leader of Canada’s New Democratic Party, said on Twitter that he would “leave no stone unturned in the pursuit of justice, including holding Narendra Modi accountable”. He leads the fourth-largest party in the Canadian Parliament.Today we learned of allegations that agents of the Indian Government murdered Hardeep Singh Nijjar — a Canadian killed on Canadian soil.To all Canadians, this is my vow.I will leave no stone unturned in the pursuit of justice, including holding Narendra Modi accountable.— Jagmeet Singh (@theJagmeetSingh) September 18, 2023\n\n Hardeep Singh Nijjar was one of three Khalistan supporters who have died overseas in unusual circumstances in recent months. On May 6, Khalistan Commando Force chief Paramjit Singh Panjwar was shot dead in Pakistan’s Lahore. He had escaped to Pakistan in 1995.On June 15, Avtar Singh Khanda, a member of the Khalistan Liberation Force, died at a hospital in the United Kingdom’s Birmingham. While some news reports suggest that Khanda was terminally ill with blood cancer and died of the prolonged illness, Khanda’s supporters allege that had been poisoned.  Souring tiesThe strain in India’s ties with Canada came into focus again on Friday, when the Canadian press reported that a five-day Canadian trade mission to begin on October 9 had been postponed. India’s commerce and industry minister Piyush Goyal confirmed this to First Post.  “We’ve given the trade dialogue with Canada a pause,” he said. “We need to make sure that geopolitically and economically we’re on the same page… we’ve had certain issues which are of serious concern...” These challenges, he said, had been discussed at the bilateral meeting between Modi and Trudeau at the G20 summit.After the meeting, a press release issued by India’s external affairs ministry quoted Modi as having conveyed New Delhi’s strong concerns to Trudeau about “continuing anti-India activities of extremist elements” in Canada.“They are promoting secessionism and inciting violence against Indian diplomats, damaging diplomatic premises, and threatening the Indian community in Canada and their places of worship,” the ministry said. “The nexus of such forces with organised crime, drug syndicates and human trafficking should be a concern for Canada as well. It is essential for the two countries to cooperate in dealing with such threats.”A press note by Trudeau’s office about the meeting said that the Canadian prime minister had raised the importance of “respecting the rule of law, democratic principles and national sovereignty”.  At a press conference, Trudeau said the two countries had also discussed “foreign interference”.Also read:As Trudeau was stranded in Delhi, India-Canada relations fell to a new lowRAW, Pakistan or internal tussle? Deaths of Khalistan leaders overseas are leading to speculation","author":"Scroll Staff","time":"2023-09-19T05:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194027-infdovvgkw-1694529682.jpeg","tags":["Khalistan","Justin Trudeau","Hardeep Singh Nijjar"],"source":"https://scroll.in/latest/1056182/canada-says-india-may-be-behind-sikh-leaders-murder-on-its-soil-expels-diplomat"}