{"title":"Canada: Fourth Indian arrested for suspected role in Hardeep Singh Nijjar’s murder","content":"The Canadian authorities on Saturday arrested a fourth Indian citizen for his suspected role in the murder of Sikh separatist leader Hardeep Singh Nijjar near Vancouver in June, Reuters reported.Nijjar was killed by masked gunmen on June 18. The killing had led to diplomatic tension between New Delhi and Ottawa.Canada’s Integrated Homicide Investigation Team announced on Saturday that a 22-year-old man named Amandeep Singh was arrested in the case and charged with first-degree murder and conspiracy to commit murder. He was already in the custody of the Peel Regional Police in an unrelated firearms case.On May 3, the Canadian Police arrested Karanpreet Singh, Kamalpreet Singh and Karan Brar from Edmonton, Alberta, on the suspicion of having murdered Nijjar. They were charged with first-degree murder and conspiracy. The police had said at the time that they were investigating connections between the accused persons and the Government of India.Two days later, India’s External Affairs Minister S Jaishankar said New Delhi was awaiting details about the arrests in the case, according to The Hindu. He also claimed that Canada has not provided any evidence of the Indian government’s involvement in Nijjar’s assassination despite repeated requests.PTI also quoted Jaishankar as saying: “It is their political compulsion in Canada to blame India.”The foreign minister added that New Delhi has been asking Ottawa not to grant Sikh separatists visas or give them political legitimacy as such individuals were “causing problems for them [Canada], for us and also for our relationship”.Nijjar was a supporter of Khalistan, an independent Sikh nation sought by some groups. He was the head of the Khalistan Tiger Force, which is designated a terrorist outfit in India.In September last year, Canadian Prime Minister Justin Trudeau told his country’s parliament that intelligence agencies were actively pursuing “credible allegations” tying agents of the Indian government to the Sikh separatist’s death. India had described this claim as “absurd and motivated”.","author":"Scroll Staff","time":"2024-05-12T09:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200649-ojvkejrsma-1715484737.jpg","tags":["Hardeep Singh Nijjar","Canada","S Jaishankar"],"source":"https://scroll.in/latest/1067760/canada-fourth-indian-arrested-for-suspected-role-in-hardeep-singh-nijjars-murder"}