{"title":"‘Candy’ review: It’s twist-and-shout time in series about drugs and a masked killer","content":"Candy likes twists – at the rate of one per episode, or sometimes even within episodes. Never wanting for frenetic event or goggle-eyed development, the Voot web series reserves its coup de grace for the closing minutes. You will need to wait all the way until the end to learn the shocking truth about a key character, only one of this show’s denizens with a saucerful of secrets.Directed by Ashish R Shukla (the movie Prague, the web series Undekhi) and based on a story by Agrim Joshi and Debojit Das Purkayastha, Candy is set in the fictional town of Rudrakund in Uttarkhand. Rudrakund is under the thumb of the corrupt politician Money Ranaut (Manu Rishi Chadha). He also goes by the more conventional-sounding Bhaiyyaji.Ranaut has the police in one pocket and anything resembling civil society in the other. Even the Deputy Superintendent of Police, Ratna (Richa Chadha), leaps to his commands.The apple doesn’t fall far from the tree. Ranaut’s son Vayu (Nakul Roshan Sahdev) is Rudrakund’s Pablo Escobar. Several of the local boarding school’s students are addicted to the Candy drug that rolls out of the Ranauts’ factory. Troubled and drug-addled himself, Vayu despises his father and seeks comfort in Ratna’s company.The cosy arrangement is shaken up by the gruesome death of a student, which is blamed on a masked forest-dwelling serial killer called Masaan. School teacher Jayant (Ronit Roy) is deeply affected by the teenager’s demise. Jayant hasn’t yet overcome his daughter’s suicide, and he leaps into the investigation when the student’s girlfriend Kalki (Riddhi Kumar) says that she has been attacked by Masaan. It is suggested that she isn’t the only one.Is Masaan a figment of the imagination, a result of Candy’s effect on the brain? Or is the creature a creation of Ranaut, who will go to any lengths to maintain control of his fiefdom? The show’s creators cast the net of suspicion far and wide. Nearly every major character who has a speaking part has a back story tucked away. The show’s credibility is in direct proportion to the ability of viewers to suspend disbelief and go along with the ride.The lurid material is presented without a trace of understatement. Filled with various types of crimes  depicted in their unsavoury glory, Candy aims for and achieves full-throttle sensationalism. Bullying, drug-taking, sexual assault, murder – Candy is always on an often unpleasant rampage.The parade of venality eases up when some of the characters pool their resources to tackle the twin demons of the drug trade and a serial killer on the loose. At least in its middle portions, in which Ratna and Jayant join forces, Candy steadies itself and attains a sense of purpose.Some of the eight-episode show’s later turns are best reflected by Jayant’s frequently gobsmacked expression. Ronit Roy and Richa Chadha turn out committed performances, but fare better in the rare sombre scenes in which they are permitted to have a moment to themselves. Manu Rishi Chadha rolls out the profanity and lays on the villainy thick, while Nakul Roshan Sahdev is effective as the lost son of Rudrakund’s real monster. \n\n\n    \n    Play\n\nCandy (2021).","author":"Nandini Ramnath","time":"2021-09-08T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163790-zkozgjfssg-1631087271.jpeg","tags":["Candy web series","Richa Chadha","Ronit Roy"],"source":"https://scroll.in/reel/1004649/candy-review-its-twist-and-shout-time-in-series-about-drugs-and-a-masked-killer"}