{"title":"‘Cannot micromanage EC,’ says Delhi High Court on plea seeking FIR against PM Modi for hate speech","content":"The Delhi High Court said on Friday that it cannot micromanage the functioning of the Election Commission as the regulatory authority is a constitutional body, Bar and Bench reported.Justice Sachin Datta made the observation while hearing a petition seeking that a first information report be filed against Prime Minister Narendra Modi for propagating hate speech on the Lok Sabha campaign trail.“Who is to decide that there has been violation of the Model Code of Conduct?” Datta asked. “ECI [Election Commission] is a constitutional body, we cannot micromanage it.”The Model Code of Conduct is a set of rules issued by the Election Commission that all political parties, candidates and governments are mandated to follow in the run-up to an election. The code sets guardrails for speech.The advocate representing the petitioners, told the court that the actions of the Election Commission cannot vary depending on the person indulging in hate speech. “The response has to be uniform [for everyone], he said.In response, advocate Suruchi Suri, representing the Election Commission, said that the poll panel had issued a notice to the ruling party after receiving complaints against the prime minister’s utterances.Suri said that a reply is expected from the Bharatiya Janata Party by May 15 and that action would be taken according to the law after that, she said.The court listed the case for further hearing on May 13.The petition objects to a speech made by Modi on April 21 in Rajasthan’s Banswara, when he first claimed that the Congress plans to distribute citizens’ private wealth among “infiltrators” and “those who have more children” if voted to power, a dog-whistle reference to Muslims.Modi was purportedly referring to remarks that Congress leader Manmohan Singh had made on December 9, 2006, in an address to the National Development Council. Singh, the prime minister at the time, had said that the country’s priorities were to uplift the Scheduled Castes, Scheduled Tribes, Other Backward Classes, minorities, and women and children.The petition also referred to a speech made by the prime minister on April 24 in Madhya Pradesh’s Sagar district.Modi had alleged that the Congress in Karnataka had formulated reservations on the basis of religion through illegal means. “Through a single notification, it included all Muslim communities in the OBC [Other Backward Classes] quota,” he said. “The Congress snatched away a big part of OBC reservations and gave it on the basis of religion.”However, Karnataka is one among the 14 states and Union territories in the country where Muslim communities are included in the Other Backward Classes list based on their social and economic backwardness.According to the petitioners, the Election Commission has failed to take effective action in the matter despite complaints by several citizens. Modi’s claims have been regularly parroted by other BJP leaders since he first made them.“This inaction on the part of the Respondent [Election Commission] is manifestly arbitrary, malafide, impermissible and constitutes a violation of its constitutional duty,” the petition said, adding that the poll panel’s behaviour was “rendering the MCC [Model Code of Conduct] futile”.“The omissions and commissions by [Election Commission] are not only in complete and direct violation of Articles 14, 21 and 324 of the Constitution of India but are also impeding free, fair and unbiased General Elections,” the petition said.Article 14 of the Constitution provides for equality before the law while Article 21 states that no person shall be deprived of their personal liberty except according to procedures established by law. Article 324 entrusts the poll regulator with complete control over elections in India.The petition also said that no action had been taken against Modi while several other politicians had been issued notices for alleged poll conduct violations, including Bharat Rashtra Samithi’s K Chandrasekhar Rao, Aam Aadmi Party’s Atishi and the BJP’s Dilip Ghosh.The petition sought action against all BJP leaders, including Nadda and Union minister Anurag Thakur, who have made “communal” speeches.","author":"Scroll Staff","time":"2024-05-11T08:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200563-trjymrumwg-1715138378.jpg","tags":["Delhi HC","Narendra Modi","Election Commission","Communal speeches","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067744/cannot-micromanage-ec-says-delhi-high-court-on-plea-seeking-fir-against-pm-modi-for-hate-speech"}