{"title":"Cannot deny woman provision to abort at 24 weeks only because she is unmarried, Supreme Court rules","content":"The Supreme Court on Thursday allowed a 25-year-old unmarried woman to terminate her pregnancy at 24 weeks, Bar and Bench reported.Under the law,  abortion is permitted till 20 weeks of pregnancy. However, women and  minors who have been sexually assaulted, raped or the child is borne out  of incest, can abort the foetus at 24 weeks. The four-week  extension is also available for women with mental illnesses,  disabilities, those who are pregnant in disaster or emergencies, and  whose marital status changes during their pregnancy.The  conditions also state that abortion can be allowed if there is a  substantial risk of the child being born with a serious physical or  mental abnormality.The woman had approached the Supreme Court challenging a July 15 order of the Delhi High Court which  said that since she became pregnant while in a consensual relationship,  it would not be covered under the Medical Termination of Pregnancy  Rules, 2003.During Thursday’s hearing, the Supreme Court bench of Justices DY Chandrachud and Surya Kant said that the Delhi High Court took an “unduly restrictive” view of the abortion law, Live Law reported.The bench said that a woman cannot be denied abortion merely on the ground that she is unmarried.The judges also noted that an amendment to the Act in 2021 used the word “partner” instead of “husband”, which, according to them, depicts the legislature’s intent to cover unmarried women under the rules.“We are of the view that allowing the petitioner to suffer an unwanted pregnancy will go against the parliamentary intent and the benefits under the Act cannot be denied to her only on the basis of her being unmarried,” the bench said, according to Live Law. “The distinction between a married and an unmarried woman has no nexus to the object sought to be achieved by the Parliament.”The court, however, ruled that the abortion can be carried out only if a  medical board constituted by the All India Institute of Medical  Sciences-Delhi states that pregnancy can be terminated without any risk  to the woman’s life.The woman, in her plea before the Delhi High Court, stated that even though she became pregnant while in a consensual relationship, she cannot give birth as her partner refused to marry her.She had also told the court that giving birth out of wedlock would result in her being ostracised and cause her mental agony.On July 14, the Delhi High Court suggested to the woman that the child can be given up for adoption, according to Live Law.“Why are you killing the child?” a bench led by Chief Justice Satish Chandra Sharma had said. “There is a big queue for child adoption.”It had also said that the bench was not forcing the woman to raise the child and everything will be looked after by the government or hospital. “I am willing to pay,” the chief justice had remarked.","author":"Scroll Staff","time":"2022-07-21T17:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169438-lzfwdhkegu-1643435731.jpg","tags":["Abortion","Delhi High Court","Supreme Court"]}