{"title":"Cannes premiere of Von Trier’s ‘The House That Jack Built’ sees mass walkouts over disturbing scenes","content":"More than a 100 people walked out of Danish director Lars Von Trier’s thriller The House That Jack Built during its premiere at the Cannes Film Festival on Monday as they found it too disturbing, reports said. Featuring Matt Dillon and Uma Thurman in the lead, the film follows a serial killer’s murdering spree over several decades. The film is being shown out of competition at the Cannes Film Festival. Prior to its screening, Cannes director Thierry Fremaux had told IndieWire in an e-mail that the decision to not include the film in the competition had been taken due to its content. “His film is out of competition because it is such a singular object, a subject so controversial, that this was his best place,” Fremaux wrote. “And whether we like it or not, we are dealing with a great film and a great filmmaker.”On Twitter, some users expressed anger over the film’s graphic content. However, Variety reported that the film received a standing ovation by the viewers who stayed till the end.Just left Lars Von Trier's The House that Jack Built.Gross. Pretentious. Vomitive. Torturous. Pathetic. #Cannes2018— The Oscar Predictor (@OscarPredictor) May 14, 2018\n\nWalked out on LarsvonTrier . Vile movie.  Should not have been made.  Actors culpable— Showbiz 411 (@showbiz411) May 14, 2018\n\nI've just walked out of #LarsVonTrier premiere at #Cannes2018 because seeing children being shot and killed is not art or entertainment— Charlie Angela (@CharlieAJ) May 14, 2018\n\nThe film marked Von Trier’s return to Cannes seven years  after he was declared persona non-grata by the festival in 2011 for joking that he sympathised with German dictator Adolf Hitler. He made the controversial remark during the press event for his film Melancholia, which was competing at the festival that year.\n\n\n    \n    Play\n\nSeveral audience members had also walked out of the Cannes screening of Lars Von Trier’s experimental horror film Antichrist (2009), which features scenes of mutilation. Antichrist tells the story of a couple who retreat to a cabin in the woods to cope with the death of their child, but experience strange occurrences.Known for pushing the envelope by screening films with explicit content, the Cannes festival has often seen protests and outrage over some of its selections. Twin Peaks: Fire Walk with Me (1992), David Lynch’s film follow-up to his wildly popular TV series, had reportedly been booed during its screening. A prequel to Twin Peaks, the psychological thriller features Pamela Gidley and Sheryl Lee, among others. The movie was panned for taking its surrealist style “too far”. Gaspar Noé’s 2002 film Irreversible, featuring Monica Bellucci, also prompted walkouts during its Cannes premiere. The film, which was screened as part of the competition section, narrates the story of a man who seeks revenge for the rape of his girlfriend. Several audience members reportedly lost consciousness during some of the graphic depictions of rape and violence and some needed medical attention.History of walkouts Noe’s sexually explicit 3-D film Love (2015) had also prompted some critics to walk out at an out-of-competition press screening at the festival. Set in Paris, Love chronicles the relationship between an aspiring filmmaker Murphy (Karl Glusman) and artist Electra (Aomi Muyock) and the impact of a threesome with their neighbour Omi (Klara Kristin). Several critics also walked out  of the 2003 screening of Vincent Gallo’s The Brown Bunny, which narrates the story of a motorcycle racer (Gallo), who is haunted by memories of his former lover (Chloe Sevigny) while on a cross-country drive. The film includes a sexually explicit scene.In 2006, some critics walked out  of the screening of Richard Kelly’s comedy-drama Southland Tales, a follow-up to the director’s cult film Donnie Darko (2001). The film was also booed at by some in the audience. In 2013, some critics walked out while Nicolas Winding Refn’s neo-noir psychological thriller Only God Forgives was being screened. The film features Ryan Gosling, Kristin Scott Thomas, and Vithaya Pansringarm.\n\n\n    \n    Play\n\nSeveral movies  that are now considered classics have been booed during their screening at the Cannes Festival, including Michelangelo Antonioni’s L’Avventura (1960), Martin Scorsese’s Taxi Driver (1976) and Quentin Tarantino’s Palme D’Or award-winning Pulp Fiction (1994). Legendary Italian director Federico Fellini’s final film The Voice of the Moon (1990), David Lynch’s Wild at Heart (1990), David Cronenberg’s Crash (1996), Sofia Coppola’s Marie Antoinette (2006) and Ang Lee’s Taking Woodstock (2009) were also met with boos and jeers at the film festival.","author":"Scroll Staff","time":"2018-05-16T14:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/879199-mvoxtpmaut-1526461543.jpeg","tags":["Cannes Film Festival","Lars Von Trier","The House That Jack Built"],"source":"https://scroll.in/reel/879199/cannes-premiere-of-von-triers-the-house-that-jack-built-sees-mass-walkouts-over-disturbing-scenes"}