{"title":"Cannot direct Parliament to frame law on Uniform Civil Code, Centre tells Supreme Court","content":"The Centre has told the Supreme Court that it cannot direct Parliament to frame or enact any law on Uniform Civil Code in the country, Live Law reported on Tuesday.A Uniform Civil Code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths. The aim of such uniformity is meant to ensure equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.In its affidavit, the Union law ministry said framing such laws is a policy matter for the elected representatives to decide and no direction can be issued by the government in this regard. “It is for the legislature to enact or not enact a piece of legislation,” the ministry said.The government’s affidavit was filed in response to a public interest litigation filed by Bharatiya Janata Party leader and advocate Ashwini Kumar Upadhyay. He has sought uniformity in the personal laws regulating marriage, divorce, adoption, succession and alimony.“A writ of mandamus cannot be issued to the legislature to enact a particular legislation,” the Centre said in response.It also said that the purpose of Article 44 is to strengthen the object of the “Secular Democratic Republic” enshrined in the Preamble of the Constitution.“This provision is provided to effect integration of India by bringing communities on the common platform on matters which are at present governed by diverse personal laws,” the affidavit said. “Thus, in view of the importance and sensitivity of the subject matter, in-depth study of various personal laws is required.”Article 44 of the Constitution says the state shall “endeavour to secure for the citizens a uniform civil code throughout the territory of India”. Establishing such a code has been on the BJP’s agenda for long and was on its manifesto for the 2019 General Elections.  The government told the Supreme Court that it is conscious of the matter and that the 21st Law Commission had examined it. But, since the panel’s term ended in August 2018, the matter will be placed before the 22nd Law Commission.“As and when the report of Law Commission in the matter is received, the government would examine the same in consultation with the various stakeholders involved,” it added.","author":"Scroll Staff","time":"2022-10-18T22:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180795-csaaqpqonb-1664882730.jpg","tags":["Uniform Civil Code","Supreme Court","Parliament","BJP"]}