{"title":"Carrots and sticks: How food was used to oppress Indian sailors on colonial ships","content":"“The lascar was always sallow. It didn’t helpthat his name anagrammed rascal. He carrieda whiff of scurvy, a hint of rats in the hold,hulls battered by typhoons.”These words from a poem by Ranjit Hoskote are a vivid summation of the life of lascars, the wretched seafarers from the Indian subcontinent who were employed on European ships from the 16th century until the mid-20th century. Misery and suffering was often their lot. Considered inexpensive labour, they were mistreated, dehumanised and sometimes left to the ravages of disease.Ceri-Anne Fidler in her doctoral thesis describes the dismal conditions lascars were subjected to. While Europeans were allocated nine “superficial feet” of living space, each lascar got nearly half of that. Medical assistance too varied based on race. Doctors were accused of being “altogether unsympathetic” to the needs of the lascars (although the claim was denied) and if an Indian seafarer fell sick in Britain he was expected to meet the costs of treatment from his meagre wages (unless he became destitute).Food was another stark differentiator on the high seas. “Lascars were considered cheap sailors to feed, their victualling cost being only half of their European counterparts,” points out Aaron Jaffer in his book Lascars and Indian Ocean Seafaring, 1780-1860. The lascar’s preferred diet, as logged in colonial documents, mostly comprised rice and salt fish curry, along with dholl (dal) and ghee. Paying for these essentials was far cheaper for the European shipowners than paying for the meaty diets of European or American sailors, who nursed a soft spot for dried peas, salted pork, soft bread and hardtack.It was conveniently concluded that a lascar had a smaller appetite than a Western sailor. The “native fare is light and suitable for a hot climate, though a white crew could not work a ship on such food,” one observer declared. “This idea persisted well into the twentieth century,” Jaffer adds, “resulting in regulations that entitled lascars to less compensation when a ship’s supplies were deemed unfit for human consumption.”An 1843 edition of The British Friend of India Magazine lists the rations that a lascar would get, depending on where his ship stood on the world map. If the vessel was passing through a “torrid zone”, the lascar ration would include rice, pease (peas), butter, oil, condiments for making curry (such as turmeric, tamarind, ginger, garlic, chillies, vinegar, coriander and cumin seeds) and vegetables (such as pumpkin, yams, and potatoes). But if the ship was outside a torrid zone, a few items would be added, such as pillow meat, curry meat, biscuit, wheat and pickled mangoes.Rice and curryTo the European seamen, the dark-skinned lascar was an object of endless curiosity. Many of them wrote in diaries and memoirs with a mix of fascination and chauvinism about the practices of their colleagues who hailed from exotic lands. James Cordiner, a Scottish Episcopal minister and writer, for instance, notes in A Voyage to India (1820) how, before eating, lascars would throw a ladleful of rice or two into the sea while chanting words – what he thought was them saying grace. He describes in detail how they would sit on their buttocks, huddled in circles. “In the centre of each circle there was placed a large dish of boiled rice, and in the midst of the rice a small basin of salt fish curry,” Cordiner says. “No spoons were used: each man helped himself with his right hand and by turning his fingers round, formed the rice which he took up into a ball, which he sometimes dipped among the curry, and sometimes swallowed without seasoning.”In his 1906 memoir Some Recollections, Captain Charles Porter Low recalls the 50 lascars aboard his vessel who were “splendid sailors in warm weather and like monkeys in going aloft”. Mostly Hindus or Muslims, these lascars, he writes, “lived on rice and dried fish, eating no pork or beef. They had a cook who made curry for them, fresh everyday, and I had him make it for the cabin, it was so very nice.”\n\n\n    \n    Play\n\nBringing along a cook, called bhandari, not only guaranteed lascars home-like food on European ships but also ensured that the cooking followed religion- and caste-based rules. “Ships crewed by lascars of different castes would have employed more than one bhandari,” Jaffer hypothesises. In general, lascars insisted on their food being stored away from the Europeans’. But if these Indian seafarers belonged to different castes or faiths, the rules multiplied quickly. The different castes or faiths would demand that their food not be stored together, that their eating spaces be apart, and, in some cases, that they be allowed to butcher animals on their own – a difficult proposition on a cramped vessel.Their fixation with religious codes often brought lascars into conflict with their European officers. Charles Nordhoff, an American journalist and writer, for instance, recalls his time on a country ship where “so slight a misdemeanour on the part of any of the Europeans as handling any of their cooking utensils, or drinking from their water cask, would produce an instantaneous remonstrance” from lascars.Allowed to simmer, this conflict intensified into ill will. Captain John Crawford, the commander of the East India Company’s surveying ship Investigator, writes in his diary about his surprise at Muslim sailors’ refusal to eat turtle “even when in a dying state from the Scurvy and suffering under the greatest privations”. Other commanders complained that the practice among Muslim lascars to fast during the holy month of Ramzan reduced the crew’s ability to work.In the United States too, by the 1920s, there was rancour about the entry of rice-and-curry-eating Indians into the Royal British Navy, says food historian Krishnendu Ray. In The Ethnic Restaurateur, Ray quotes a 1925 article in The New York Times by one John Carter that laments the state of the navy and rants about the practices of Muslim lascars: “Their religion demands that they shall eat no meat unless it has been slaughtered in accordance with the prescribed ritual. The diet of Indian Moslems consists of mutton, curry and rice: rice, curry and mutton ad infinitum. This mutton must be fresh-killed, by a Moslem, although it does not matter who cooks it. Accordingly, vessels with Moslem crews must carry a flock of live sheep aboard.”Food led to some incidents of fighting among lascars. History writer Malcolm Russell mentions in Mudlark’d: Hidden Histories from the River Thames, a lascar named Abdulah who “was accused of murdering another lascar during a fight over a cooked potato. Found guilty of manslaughter, he was fined one shilling and sentenced to three months’ imprisonment”.‘Exploited vagabonds’Given the importance dietary edicts had in lascars’ lives, it is not surprising that Europeans began wielding food as an instrument of power. There are documented cases of officers who delighted in forcing Muslim lascars to eat pork. In one instance, the 18th-century Mughal diplomat Mirza Abu Talib Khan reports, a group of lascars abandoned ship and hid in the woods after they were hung upside down, flogged with a rope and force-fed pork. Worse still, before the lascars ran off, officers rammed pigtails into their mouths and wrapped pig entrails around their necks. Europeans knew that by controlling food in the constrained environment of a ship, they could possibly regulate behaviour. On many occasions, as punishment, they would force lascars to live on a diet of rice and water for days, even weeks – although, as Jaffer points out, “whether this held much terror for lascars is open to debate” since most lascars often subsisted on that very diet.In any case, it was this kind of abuse that prompted prominent writer-activist Dinkar Desai to describe Indian seafarers as “the most exploited vagabonds of the sea”. Desai, who served as the general secretary of the Seamen’s Union of Bombay, and his contemporary, the activist Dada Amir Haider Khan, recount in their writings the deplorable food provided to lascars. In his memoir Chains to Lose: Life and Struggles of a Revolutionary, Khan speaks of the times when lascars would try to steal provisions such as onions and potatoes from their ships’ stores because the food given to them was deficient or rotten.As a result of this unbalanced diet, Indian sailors were prone to beriberi, a painful disease caused by Vitamin B1 deficiency that manifests first as a loss of feeling in the legs and can end in heart failure and death. In her thesis, Ceri-Anne Fidler details the case of SS Sutlej, which witnessed an outbreak of beriberi among Indian seafarers. One of these men, a lascar named Ujeer Ali, told a subsequent inquiry that, unlike the European members of the crew, the Indians “got all vegetables and other perishable eatables which were partly rotten...the rest of the voyage we had nothing but rotten salt fish full of maggots...the potatoes and onions given to us were half rotten.”This callous, inhuman treatment pushed many lascars – a great number of whom were from the Sylhet region of present-day Bangladesh – to jump ship. Once safely out of the reach of their shipmasters, “they could be found eking a living in all the major ports from Rangoon and Singapore to Southampton and New York,” Lizzie Collingham writes in Curry: A Tale of Cooks and Conquerors. The curry-eating ship-jumping Sylheti lascars too eventually found a calling. They were the ones who gave Britain its enduring emblem of cosmopolitan Britishness – the cheap curry houses.Priyadarshini Chatterjee is a food and culture writer, based in Kolkata. She is a Kalpalata Fellow for Food Writings for 2022.","author":"Priyadarshini Chatterjee","time":"2023-05-20T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190281-lcomoqejso-1684389373.jpg","tags":["Food","History","Lascars"]}