{"title":"Cash-for-votes scams are here to stay – and the Election Commission seems unable to deal with them","content":"The alleged horse trading in Karnataka, exposed by a sting operation in the run-up to the Rajya Sabha polls has once against brought the focus on whether the Election Commission, despite its best intentions, has the power to take any effective steps to curb the abuse of money power during elections.Last week, a sting operation by a private television channel showed a group of MLAs from Karnataka demanding crores of rupees for supporting a candidate in the Rajya Sabha polls from the state.The Election Commission of India, however, decided to go ahead with voting as scheduled on Saturday.The commission directed that a First Information Report against MLA Mallikarjuna Khuba, who was caught on tape agreeing to take money to vote for a particular candidate and asked for a CBI enquiry into the issue.Nothing newElection rules have been flouted time and again in several elections, but even though action has been taken in some cases, it hasn’t been strong enough to act as a deterrent.In 2012, the Election Commission had countermanded the Rajya Sabha elections in Jharkhand after Rs 2 crore in cash was seized from the car of a businessman whose relative was contesting the polls from the state.Then, in May 2015, a Telugu Desam Party MLA, A Revanth Reddy, was arrested and detained for one month without bail after the Anti Corruption Bureau caught him red-handed giving cash to Elvis Stephenson, a nominated Anglo Indian MLA, to vote for the Telegu Desam Party candidate in the Legislative Council election. Reddy had struck a deal of Rs 5 crore with Stephenson, who then approached the Anti Corruption Bureau, which caught Reddy giving Stephenson an initial payment of Rs 50 lakh. Reddy had reportedly also asked Andhra Pradesh Chief Minister Chandrababu Naidu to call up Stephenson as further reassurance. The audio recording of their alleged conversation was later leaked to the media. The video recordings of Reddy visiting Stephenson were submitted in court as evidence.But despite all the initial activity, the controversy got subsumed by the volley of allegations flung by both sides. A furious Naidu lashed out at Telangana Chief Minister K Chandrashekhar Rao for illegally tapping his phone. A slew of cases were filed against Rao, charging him with phone tapping. Rao and his ministers went on the defensive, backtracked, and the original issue of buying MLAs for votes was forgotten.No stern actionThis year, in a first, the Election Commission had countermanded polling in two constituencies, Aravakurichi and Thanjavur, during the recent Tamil Nadu Assembly elections, following the seizure of large sums of cash in both areas, linking candidates of the two main Dravidian parties with the intent to bribe voters. The Election Commission took strong exception to the incident and said the atmosphere had been “vitiated”.However, activists have made repeated demands that the candidates of both the DMK and the AIADMK, or even the parties themselves, be disqualified in order to set an example. “The Election Commission must conduct enquiries rapidly and take things to their logical conclusion,” said MG Devasahayam, convenor of the Forum for Electoral Integrity in Chennai. “What message are we sending out if we allow the same candidates and parties to contest again? We need to start somewhere. It is time for serious electoral reforms.”What makes the problem harded to wish away is the fact that many legislators as well as voters feel that there is nothing wrong with giving or accepting cash, liquor or gifts in exchange for votes in a democracy. “We don’t know whether the MLA will fulfil any of the poll promises or not,” said Ramakrishna Rao, a voter and head of a gram panchayat near Rajahmundry in Andhra Pradesh.“If we can get something now in advance, what is wrong?”Many villages and gram panchayats in Telangana and AP have long resorted to alleged auctioning of votes in return for assurance from candidates of funds for community assets like village temples, community halls or protected drinking water. “Whether they pay from their own pockets or through government funding, we want them to shell out advance before voting,” said Muthyala Gopala Rao, a backward caste leader of Madhiramandal in the Khammam district of Telangana.Government officials involved with election duties agree that bulk vote auctioning has become a common feature in elections. “Now that freebies are offered by all, the party that offers more is assured of support,” said N Sambamurthy, a district official at Warangal. “The bottom line in votebank politics is still caste, money and liquor spent on the day of elections.”Toothless bodyThe Election Commission’s main powers come from Section 58(A) of the Representation of the People Act, 1951. This section arms the commission with powers to countermand polls in the event of booth capturing. Members of the commission have demanded that the section be amended to include abuse of money as a ground to rescind polls. At present, as was seen in the case of Tamil Nadu and Jharkhand, the poll body can make use of Article 324 of the Constitution to countermand polls due to the use of money to get votes, but it does so judiciously, as this Article grants them plenary powers.  Experts say that while the commission can rely upon other provisions available within the Indian Penal Code and other laws of the land to ensure that action is taken on bribing voters or legislators, in the current scenario, it would be a good idea to add a clause to the Representation of the People Act itself, giving the Election Commission to countermand polls if cash or gifts are given to solicit votes.Many argue that the poll body finds its hands tied because its decisions to countermand polls are subject to judicial scrutiny. In the absence of incontrovertible evidence – as seen in the case of Karnataka – the commission cannot do much. “The absence of a provision in law does not mean that the commission is handicapped,” said former Chief Election Commissioner N Gopalaswami. “But given the current trend across the country where money is being given for votes, it would be better to make the law more explicit. It would help the ECI greatly if there is an addition in the Act giving them power to countermand elections if there is cash or gifts distribution for votes,” he said.Gopalaswami backed with the commission’s decision to go ahead with the Rajya Sabha polls in Karnataka. “What was in the sting?” he asked. “There was talk about cash but no actual transaction has taken place. Every time someone or the other does a sting without any additional proof, where will it end? Manipulative actions may not be far off – someone may do a genuine sting, others may do a sting that is for the sole purpose of postponing elections. What happens if the election commission goes to court using a sting – will it stand up in court? I doubt it.” He said that the polls were countermanded Jharkhand because there was enough proof of illegal cash transactions having taken place, unlike in Karnataka.","author":"GS Radhakrishna","time":"2016-06-12T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809768-article-dkxxksjsdq-1462446658.jpeg","tags":["Cash for votes","Election Commission","Rajya Sabha"]}