{"title":"Caste panel clears former NCB officer Sameer Wankhede of allegations about fake certificate","content":"A caste scrutiny committee in Mumbai on Friday cleared Indian Revenue Service officer Sameer Wankhede of allegations that he submitted a fake caste certificate, PTI reported.The Mumbai District Caste Certificate Scrutiny Committee said that it has been proven that Wankhede belongs to the Mahar caste, which falls under the Scheduled Caste category. The panel held that Wankhede was neither born a Muslim nor did he renounce Hinduism and convert to Islam.The committee also said that it was not proven that the officer’s father Dhyandev Wankhede converted to Islam.Following the panel’s order, Sameer Wankhede said that his family went through a lot trauma while fighting the case, the Deccan Herald reported. “I just want to say Satyamev Jayate [truth alone triumphs]” he said.Wankhede is presently posted with the Directorate General of Taxpayer Services in Chennai. He was the zonal director of the Narcotics Control Bureau, Mumbai before his stint at revenue office.The officer’s tenure at the Narcotics Control Bureau had ended on December 31. Till November 5, he had been investigating the Mumbai cruise ship drugs case, involving actor Shah Rukh Khan’s son Aryan Khan.  On May 27, the Narcotics Control Bureau had cleared Khan of involvement in the case.On November 3, two Dalit organisations – Bhim Army and Swabhimani Republican Paksh – had filed a complaint against Wankhede for allegedly using a fake caste certificate to secure a job. They had urged the Mumbai-based panel to examine the officer’s document.  The two organisations had sought an investigation into the caste certificate days after Nationalist Congress Party leader Nawab Malik accused Wankhede of fraud.On October 25, Malik had tweeted what he claimed was a copy of Wankhede’s birth certificate, which said he was a Muslim. Wankhede’s father, Malik had claimed, was born into a Dalit family but married a Muslim woman, converted to Islam and took the name “Dawood”.The Nationalist Congress Party leader had alleged that Wankhede produced a forged birth certificate to get his job under the Scheduled Caste category. “As per the law, Dalits who are converted to Islam do not get the quota,” Malik had said.","author":"Scroll Staff","time":"2022-08-13T15:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165615-uvjmtbakvp-1635317091.jpg","tags":["Mumbai","caste scrutiny committee","Sameer Wankhede","Sameer Wankhede case","Nawab Malik"],"source":"https://scroll.in/latest/1030407/caste-panel-clears-former-ncb-officer-sameer-wankhede-of-allegations-about-fake-certificate"}