{"title":"Caste, religious ghettoisation in Indian cities is as bad as racial segregation in US, says study","content":"The level of residential segregation of Muslims and Scheduled Castes in India’s urban areas is as great as the level of racial segregation in the United States, a new research paper showed.The research also showed that public services provided by the government such as schools are less likely to be found in neighbourhoods dominated by Muslim or Scheduled Caste residents.Unequal access to these public services based on segregated neighbourhoods is denying Muslims and Scheduled Castes equal opportunities and may be a significant contributor to disadvantages these marginalised groups face, the researchers said.India’s residential segregationThe working paper titled “Residential Segregation and Unequal Access to Local Public Services in India: Evidence from 1.5 Million Neighbourhoods” is based on data on 15 lakh urban and rural neighbourhoods collected between 2011 and 2013 through the Union government’s Socio Economic Caste Census and the Economic Census. The paper, which can be accessed here, has not yet been reviewed by referees and is subject to revisions before it is published.It has been authored by Sam Asher of London’s Imperial College, Kritarth Jha of Development Data Lab, Paul Novosad of Dartmouth College, Anjali Adukia of the University of Chicago and Brandon Tank of the International Monetary Fund,Discrimination against Muslims and those from Scheduled Castes, among other marginalised groups, in India has been documented for long. In some cases, this discrimination has been in the form of them being denied housing of choice, restricting them to community-specific localities.The new study shows that India’s urban centres have a high level of segregation based on caste as well as religion. And, it is on par with the current level of segregation of African Americans compared to White Americans in the United States.In India, Muslims and members of the Scheduled Caste live in areas that are heavily dominated by their community, the study showed. About 26% of Muslims live in neighbourhoods with more than 80% Muslim residents. Similarly, 17% of Scheduled Caste citizens live in neighbourhoods that have over 80% Scheduled Caste residents.Segregation of Scheduled Caste residents in urban areas is as high as that in the rural areas. But, as compared to Scheduled Castes, Muslims are more segregated in cities than they are in the rural areas, the study showed.High-rise residential towers under construction are pictured behind an old residential building in Mumbai. Credit: Vivek Prakash/ReutersLower likelihood of public servicesWhile access to public services supplied by the government at the district or sub-district level has been analysed before, the disparities across neighbourhoods within the sub-districts had not been previously detected, the researchers argued. Citing their findings, the researchers added that Muslims and Scheduled Castes are “most systematically and substantively disadvantaged” at the most local levels of government within cities and villages. These are also the levels of governance that operate with the least scrutiny, the researchers argued.Public services such as primary and secondary schools, health clinics and hospitals, electricity and piped water supply and sewerage that are provided by the government are less likely to be found in neighbourhoods dominated by Muslims or Scheduled Castes, the study showed. “Within cities, public services are systematically allocated away from neighbourhoods where marginalised groups live,” they said.These disparities are striking. “For example, compared with a 0% Muslim neighbourhood, a 100% Muslim neighbourhood in the same city is 10% less likely to have piped water infrastructure and only half as likely to have a secondary school,” the study showed.Moreover, this pattern is replicated in every public service the developmental economists examined – except for urban primary schools that are more common in urban Scheduled Caste neighbourhoods.Entrenching inequalitySuch residential segregation of marginalised groups and lack of public services in these neighbourhoods is leading to adverse consequences such as entrenching inequality, the researchers argued.For example, children growing up in neighbourhoods dominated by Muslims or Scheduled Caste fare worse than those who grow up in neighbourhoods dominated by non-marginalised communities in the same city, the study showed.In an average urban neighbourhood with a lesser share of Muslim or Scheduled Caste residents, individuals aged 17 to 18 years had received 9.2 years of education on an average. However, in a neighbourhood where the share of Scheduled Caste residents was 100%, their average schooling years was 1.6 years less as compared to those in neighbourhoods with 0% Scheduled Caste residents.Worse, in neighbourhoods where the share of Muslim was 100%, they received 2.1 fewer years of schooling as compared to those in neighbourhoods with 0% Muslim residents.Students attending a class in a government-run school in Hyderabad, Telangana. Credit: Vinod Babu/ReutersWhen it came to infrastructure services such as piped water, electricity supply and sewerage, it was the neighbourhoods with a high share of Scheduled Caste residents that fared worse than those with a high share of Muslims, the research found.“Young people in SC neighbourhoods have systematically worse outcomes than those in non-SC neighbourhoods – but the difference is mostly explained by the economic status of their families,” the researchers said. “[However] this does not rule out a negative causal effect of growing up in an SC neighbourhood on child outcomes, because those parent outcomes could themselves be caused by living in a bad neighbourhood.”Therefore, the researchers added, “Unequal access to public services in India’s highly segregated neighbourhoods may be a significant contributor to disadvantages faced by marginalised groups.”","author":"Nachiket Deuskar","time":"2023-06-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140131-zklinyfung-1687086370.jpg","tags":["Muslims","Scheduled Castes","Housing","India"],"source":"https://scroll.in/article/1051126/caste-religious-ghettoisation-in-indian-cities-is-as-bad-as-racial-segregation-in-us-says-study"}