{"title":"Caste violence endures in UP – but escapes Adityanath government’s ‘crackdown’ on crime","content":"On the muggy night  of May 7, around 10 pm, a 14-year-old boy died in Antwa, a tiny speck of a village of less than 200 people in Uttar Pradesh’s Unnao district. A solitary bullet pierced through Deepak Kumar’s slender torso, killing him almost instantly.Kumar’s death was duly noted by the press: a child had perished as the families of “two rival candidates” in the panchayat elections had “clashed”.The Oxford dictionary defines a clash as “a short fight between two groups of people”, implying equal and voluntary participation by both sides. But Kumar did not die in an equal and voluntary fight.In April, his aunt, Meenu Devi, had contested the panchayat elections for the post of the village pradhan, or chief. She lost to Anuradha Singh, one of her neighbours.The day the results were declared, the Singh family carried out a victory ride. Their cavalcade stopped right outside the Kumar family’s home and they fired a few celebratory shots in the air. The expression of supremacy perhaps reflected more than just the poll outcome – the Singhs are upper-caste Thakurs, while the Kumars are Gadariyas, a backward caste.I saw the video on Kumar’s mobile phone. It seemed to have been shot in fading light. There were a couple of four-wheelers, the victorious candidate in one of them, and many men on at least 10-12 motorbikes, their boisterous sloganeering punctuated by the sound of bullets. \n    \n      \n      Crime and Punishment\n      A five-part series that investigates the BJP government's claim that it has reduced crime in Uttar Pradesh.\n    \n    \n        Read here\n    \n“We closed the doors and windows,” recalled Manoj Kumar, the 14-year-old’s uncle and the husband of Meenu Devi, who had contested the elections. “We did not want trouble, they are powerful people.”The Kumars claim they had decided to contest the elections only at the behest of some Brahmin acquaintances in a neighbouring village, part of the same panchayat. “They did not want to contest directly, so they asked us to contest,” said Manoj Kumar.Four days later, on May 7, a sipahi, or constable, from the local police station paid a visit to the Kumar family. Manoj Kumar had sent the video of their opponents’ celebratory rally to the head of the local police station. “He (the sipahi) told us to keep the peace, but we had not done anything at all,” recalled Manoj Kumar, sounding exasperated.That evening, hours after the policeman’s visit, a young Thakur man, close to the Singh family, got into an altercation with one of Manoj Kumar’s cousins. “He chased our boy with a stick to beat him up,” Manoj Kumar recalled. “I intervened and pleaded with him to let go. I told him again we don’t want trouble.”Minutes later, he claimed, the Singhs arrived – around 6-7 of them, including the patriarch Randhir Singh – armed with sticks, saws and a gun. Manoj Kumar’s old mother, Siya Dulari, was in the courtyard with her grandson. She was the first to face their ire, said Manoj Kumar. “They hit my mother on her head.”As he rushed out hearing the commotion, Manoj Kumar alleged he saw Randhir Singh fire. The bullet, he said, hit his nephew Deepak Kumar in his back.Siya Dulari, who received ten stitches on her scalp for her injuries, recalled, “After the boy fell on the ground, Randhir Singh said: Chalo bhago, kaam ho gaya saala, ladka mar gaya. (Let’s go, it’s done, the boy is dead).”Randhir Singh, identified by the Kumar family as the one who fired the shot, did not make it to the police’s chargesheet. He was found to not be present at the site of the incident. Instead, two of his sons and the neighbour in the initial altercation  have been named as the main accused.Abhimanyu Mall, the investigating officer in the case, said Randhir Singh’s “involvement could not be established”.The Singh patriarch continues to live at his home some hundred metres away in the same village, making the Kumar family extremely nervous. To make matters worse, several members of Kumar’s family have been named in another First Information Report filed by the Singh family that accuses them of initiating the “clash”, and alleges the bullet that killed Deepak Kumar had actually been fired by the other side.“Forget justice, we are now scared something bad will happen to us,” said Manoj Kumar. “We are scared to go out, live our lives.”The family of Deepak Kumar who succumbed to a bullet injury in May. ‘Inevitable violence’Uttar Pradesh has long been seen as a state where violence is endemic and crime is rampant. In the past five years, however, the Bharatiya Janata Party-government led by Adityanath claims to have changed that.Evidence on the ground is mixed, as I found while travelling across the state in July and August. Organised mafia networks are intact, even as the police have turned trigger-happy. The state government is redefining criminal activity, by filing cases against its critics and opponents while legitimising the violence of its Hindutva allies. However, street crime is widely perceived to have dipped, which is fuelling the perception of an improved law and order situation in the state.In this narrative of reduced crime, where does the death of Deepak Kumar fit? It won’t even be considered an aberration, say observers, for it reflects violence that is so deeply entrenched in the caste-based social order that it is viewed as inevitable.Bibhuti Narayan Rai, a former director-general level officer of the Uttar Pradesh police, called it the “social reality of Uttar Pradesh”. “These things happen because of our social structure,” he said.AK Verma, a Kanpur-based social scientist who heads the Centre for Study of Society and Politics in Kanpur, concurred. Crimes rooted in the “social structure” do not decline with change in regimes, he said. “It is because the police also think it’s a daily affair,” he said. What the numbers sayBut many Dalit activists say caste atrocities have gone up under the current regime.“Everyday I come across some or the other episode of  brutality,” said Arun Khote, a Dalit rights activist and journalist from Lucknow, who maintains a database of atrocities on Dalits across the country and in particular Uttar Pradesh. “And remember I am essentially just compiling what comes out in the news – incidents that the police tell journalists in media briefings every evening.”One such incident occurred on July 10 when Rajender Gautam’s hand was burnt with acid by his employers for asking to be paid. He used to work at a liquor shop in Unnao. One of the employers was arrested, but was let go in a day.“There is no justice in terms of arrests by the police,” said Khote. “If anything, if the aggrieved party is Dalit, you don’t have to even bribe the police to not act.”The National Crime Records Bureau compiles police records from all states, but its data is available only till 2019. It  indicates a marginal increase in crimes against Dalits in the state after Adityanath took over – but such a surge in reported crime, experts caution, may not necessarily mean a deteriorating situation. On the contrary, it could mean more crimes being officially acknowledged and registered, they say.But Khote argued that the BJP’s core  Hindutva ideology wasn’t just anti-Muslim, but also perpetuated caste inequality.  As many academics have pointed out, most early ideologues of the Sangh Parivar were upper caste, and in its early avataar, the BJP was not much more than a Brahmin-Bania party.However, in recent decades, the BJP had pushed back against this view. That Prime Minister Narendra Modi belongs to a backward caste is often cited as evidence of the party’s broad-based appeal. Besides, post-poll survey data suggests that large sections of Dalits and backward castes have voted for the party in recent years.Many academics, however, have drawn attention to the rise in upper caste representation in Parliament and legislative assemblies in the current phase of BJP dominance.The clout of ThakursIn Uttar Pradesh, there is a widespread perception that upper-caste Thakurs are particularly emboldened under the current regime, since the chief minister is Thakur. The police, the complaint goes, give them a longer rope.Even sections of the state’s Brahmin community, another powerful upper caste group, have expressed unease about the Thakurs being purportedly given preferential treatment.The government has steadfastly refuted the notion, but some episodes do seem to betray a bias.Consider the case of Kanpur South’s former BJP president Narayan Singh Bhaduria, a Thakur by caste. On June 2, Bhaduria was hosting a party to celebrate his 34th birthday when the police arrived to arrest one of his guests, a man implicated in more than a dozen criminal cases, facing  serious charges like murder, extortion and rape.  The BJP leader allegedly thwarted the police, helping the man escape.“I did what I thought was right at that moment,” Bhaduria said when we met in Kanpur. “Because he was my guest after all, even if I had not invited him directly.”Narayan Singh Bhaduria, some say, was let off easily because of his caste and political affiliations. Bhaduria has since been asked to step down from his post, he even spent two days in jail, but as a veteran Kanpur journalist quipped: “If he was not a Thakur and from the BJP,  he would have been charged with NSA” – the National Security Act, a draconian law that the Adityanath government has used liberally.This perception of police leniency towards the Thakurs often strains the BJP’s attempts to project itself as a party with broader appeal across castes, particularly in  cases where members of the community are implicated in violence against Dalits and backward castes.Manoj Kumar, whose nephew died in Unnao, told me he thought they were having to go through their ordeal because they were “backward”. “The government is not helping us because the other side is Thakurs and we are backward,” he said. “They want our votes but when it comes to favours, it is the Thakurs who get them all.” Dhani Ram Boudh heads the Uttar Pradesh chapter of the Ambedkarite social organisation, Dalit PantherOld patterns of dominanceBut what might help the BJP ride out these tensions is the fact that not all caste violence in Uttar Pradesh emanates from the Thakurs – or the upper castes.As Dhani Ram Boudh, who heads the Uttar Pradesh chapter of the Ambedkarite social organisation, Dalit Panther, said: “It is not like the Yadavs don’t go after us anymore just because the Samajwadi Party is out of power.”The community is seen to be the core support base of the Samajwadi Party. By dint of land-ownership and political mobilisation, Yadavs are seen to dominate not just Dalits, but also other groups within the backward caste umbrella.Raghubir Chamar and his family. In the background is the contested piece of land. Raghubir Chamar, a Dalit man who lives in a village on the outskirts of Kanpur city, alleged his Yadav neighbours beat him up after he fencing a tiny plot of land, part of the village commons, and demarcating it as his own. The local police thana refused to press charges under the Scheduled Castes and Scheduled Tribes Act against the Yadav men. As Chamar said, “For us, they are all the same. Sunwai kahin nahi hai.” We aren’t heard anywhere.In that sense, caste crimes reflect a more entrenched form of violence that has rarely shifted in Uttar Pradesh, barring one exception. “It was only during Mayawati’s time that our voices were heard and the police took our complaints seriously,” said Gita Devi, a Dalit Pasi woman I met in Kanpur.This is the final in a five-part series Crime and Punishment that investigates the BJP government’s claims that it has reduced crime in Uttar Pradesh. Read more in the series here.","author":"Arunabh Saikia","time":"2021-09-24T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163998-spqefklisf-1631550196.jpg","tags":["Uttar Pradesh","Crime and Punishment","Caste atrocities"],"source":"https://scroll.in/article/1005311/caste-violence-endures-in-up-but-escapes-adityanath-governments-crackdown-on-crime"}