{"title":"Caste enumeration of OBCs in 2021 census will be ‘difficult’, Centre tells Supreme Court","content":"The Centre has told the Supreme Court that enumerating caste data on Other Backward Classes in the  2021 Census will be “administratively difficult” and lack accuracy, Bar and Bench reported on Thursday.The Ministry of Social Justice and Empowerment made the submission in an affidavit in response to a plea by the Maharashtra government seeking Census data on OBCs in the states.In its affidavit, the Centre said that on January 7, 2020, it had issued a notification stating that information related to Scheduled Castes and Scheduled Tribes will be collected for the 2021 Census. However, the government said that it took a “conscious policy decision” to not include information regarding any other caste.The Bharatiya Janata Party-led central government has remained firm on its stand in the matter even as several Opposition leaders have, in recent months, demanded a caste census.The underlying factor behind the demand for a caste census is the idea that the existing cap of 50% reservation in government institutions should be done away with as it is not proportional to the caste composition in India.The 50% cap was put in place in 1992 after a Supreme Court judgement. However, several states have since passed laws to exceed the limit.But a Supreme Court verdict in May cancelled the Maharashtra government’s decision to grant reservation to the Maratha community beyond the 50% quota.During the Monsoon Session of Parliament, both Houses unanimously passed the 127th Constitutional Amendment Bill, which restores the state governments’ power to make their own lists of OBCs. The Bill effectively bypassed the judgement passed by the Supreme Court in May.However, Opposition leaders have pointed out that without removal of the 50% cap on reservations and a caste-based census in the country, the Bill would not make much headway. The Maharashtra government’s plea in the Supreme Court seeks data from the Socio Economic and Caste Census conducted in 2011. The plea also seeks directions to the Centre to gather data on OBCs while conducting the 2021 Census.Earlier this year, the Maharashtra Assembly had passed a resolution to approach the Centre for the 2011 census to compile empirical data on OBCs in the state.Also read:The Political Fix: The BJP relies heavily on OBC votes. Will it bite the caste census bullet? ‘Caste census will be fraught with inaccuracies’In its affidavit to the Supreme Court, the Centre has submitted that a census of the backward classes “will suffer both on account of completeness and accuracy”, Bar and Bench reported.“The operational difficulties are so many that there is a grave danger that the basic integrity of the census data may be compromised and the fundamental population count itself could get distorted,” the affidavit stated.It contended that enumerators who collated data through door-to-door visits during the 2011 Census had “spelt each caste separately”. The Centre said that flaws like these would not provide any reliable or dependable caste-based census data.The Centre also pointed out that the policy of caste-wise enumeration for groups other than Scheduled Castes and Scheduled Tribes had been done away with in 1951, Live Law reported.Besides, the Centre said, it was too late now to enumerate caste into the Census 2021. The government added that planning and preparations for the Census exercise begins almost four years early.","author":"Scroll Staff","time":"2021-09-24T09:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136455-zzzrhagmjy-1581566412.jpg","tags":["Caste Census","Supreme Court","OBC Census","Other backward Classes"],"source":"https://scroll.in/latest/1006099/caste-enumeration-of-obcs-in-2021-census-will-be-difficult-centre-tells-supreme-court"}