{"title":"‘Caste-based count’ instead of census will take place in Bihar, says Nitish Kumar","content":"A “caste-based count” rather than a census will be conducted in Bihar, Chief Minister Nitish Kumar said on Wednesday after an all-party meeting, NDTV reported. “We will propose a caste-based count, not census, to avoid legal complications,” Kumar said.India had last conducted an exercise to count the population of all caste groups in 1931. In independent India, census reports have published data noting the population of Scheduled Castes and Scheduled Tribes but not other caste groups.However, several welfare programmes implemented by the central government are based on caste identities.The Centre has ruled out conducting a caste census in the country. The government had told the Supreme Court on September 23 that the exercise would be “administratively difficult”.Three days later, Kumar had urged the Centre to reconsider its position on undertaking a caste census. On August 23, Kumar had also led a delegation of 10 political parties from Bihar to meet Prime Minister Narendra Modi to press for the caste census.On Wednesday, Kumar said that all political parties, including the Bharatiya Janata Party that has expressed reservations on the census earlier, were on board for the caste count.“To implement this, a proposal will be passed in the state Cabinet,” he said. “The aim is that every section of the society can progress properly.” Leader of Opposition Tejashwi Yadav demanded that the Centre support the survey financially, ANI reported.“It’s a caste-based survey, not a census,” he said. “It’s our win. Today we suggested that social anthropologists should be included in this. This survey is in the interest of people of Bihar.” The Bill about the caste count could be brought in the next Cabinet meeting in November, he added.","author":"Scroll Staff","time":"2022-06-01T20:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150691-zfhcuzphps-1614598062.jpg","tags":["Nitish Kumar","Narendra Modi","Caste census","caste count","Bihar"],"source":"https://scroll.in/latest/1025275/caste-based-count-instead-of-census-will-take-place-in-bihar-says-nitish-kumar"}