{"title":"‘Like cat and mouse living together’: AIADMK on proposed alliance between Rajinikanth, Kamal Haasan","content":"The ruling All India Anna Dravida Munnetra Kazhagam on Thursday sought to make light of Makkal Needhi Maiam founder Kamal Haasan and actor-turned-politician Rajinikanth saying that they would not mind allying in politics for the benefit of Tamil Nadu, PTI reported.In an article in AIADMK mouthpiece Namathu Amma, the party said Rajinikanth and Haasan joining forces would be like “a cat and mouse living together”. It said: “While Rajinikanth had announced he would take forward spiritual politics, Haasan is known for rationalism and communism,” the article said.On Tuesday, Rajinikanth was asked about Haasan’s comment earlier in the day that he would work with him for the prosperity and development of Tamil Nadu. Echoing Haasan’s comments, Rajinikanth said: “If a situation arises that warrants us to work with each other for the benefit of people of Tamil Nadu, I will work with Kamal Haasan”. AIADMK targeted Haasan and said “he has lost to Rajinikanth” in the film industry and that he was apprehensive now about it being repeated in politics too. “Time will teach Rajini that a possible partnership with Haasan politically will not be fruitful,” the party said.It said the prospective tie-up would in no way affect the AIADMK as it was resting on a “1.5 crore cadre base”, adding this was an opportunity for them to successfully take on those aiming to defeat the party. On Wednesday, Fisheries Minister D Jayakumar claimed that such an alliance would be decimated by AIADMK.The article was accompanied by a screen grab from the 1977 Tamil movie Pathinaru Vayadinile, where Haasan is seen massaging Rajinikanth. Haasan’s party, Makkal Needhi Maiam, secured 5% of the vote in the Lok Sabha elections in Tamil Nadu six months ago, but did not win a single seat. Rajinikanth has not yet launched his political party.Earlier this month, Rajinikanth had said that attempts to “saffronise” him would not succeed. He added that he will not join the Bharatiya Janata Party ahead of the 2021 Assembly elections in Tamil Nadu. Rajinikanth’s statement came days after he met BJP leader Pon Radhakrishnan.On Sunday, Rajinikanth had said the fact that Edappadi Palaniswami has been chief minister of Tamil Nadu for two years was a “miracle”.  Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-21T17:02:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/944448-82372-ivopmavcbb-1518959564.jpg","tags":["Rajinikanth","Kamal Haasan","AIADMK","Makkal Needhi Maiam","Tamil Nadu"],"source":"https://scroll.in/latest/944448/cat-and-mouse-living-together-aiadmk-on-proposed-alliance-between-rajinikanth-and-kamal-haasan"}