{"title":"Cat calling: What should the lions and lionesses of a secular state be named?","content":"In 1996, two men climbed into a wooded enclosure at the Alipore Zoo in Kolkata to garland a tiger named Shiva. They were said to be devotees of the goddess Durga. They were also drunk. Shiva promptly killed one of them.For several years after that, crowds would flock to the enclosure to catch a glimpse of the tiger, now stretched out on a sun-warmed rock, now just out of sight behind a copse of trees, quite unaware of the frisson of notoriety that his name had acquired.Had Shiva been alive today, he might not have kept his name. Last week, the Calcutta High Court heard the case of Akbar and Sita, a lion and lioness who share an enclosure at the Bengal Safari Park in Siliguri. The big cats had been transported from Tripura to Bengal. There they had lived in relative peace until they caught the attention of the Vishwa Hindu Parishad.Appalled by this interfaith situationship, the parishad had petitioned the court. To allow Sita and Akbar to continue living together would be an insult to Hinduism, the organisation argued. It could even be called blasphemy. Sita’s name had to be changed. The High Court tended to agree, observing that the West Bengal government should consider new names for the lioness.Now the two big cats suddenly find themselves in a glare of publicity, makers of controversial lifestyle choices, warriors in a political battle, keepers of national identity.Not in god’s nameThe Court suggested that the West Bengal government, run by the Trinamool Congress, could avoid yet another controversy right now. But the West Bengal counsel argued, through somewhat gritted teeth, that Bharatiya Janata Party-ruled Tripura had handled the nomenclature.As the Lok Sabha elections approach, the Trinamool Congress and the BJP have been locked in a series of bitter political spats. The most recent conflagration is in Sandeshkhali, where worrying allegations of land grab and sexual abuse have emerged against a Trinamool Congress strongman and his aides. While the West Bengal government has seemed reluctant to crack down on the accused, the BJP has lost no time injecting communal overtones into the whole episode.Two big cats from North Bengal are the unexpected coda to the turmoil, as though the renaming of a lioness would be a totemic act of peace.That is not all. The Court observed that the big cats of a secular state could not be named irresponsibly. They could not be named after Sita, who is revered by many citizens, or Akbar, an efficient and successful Mughal ruler. Other names are also embargoed. For instance, Ashoka, the emperor who chose lions for his personal branding. That would indeed be a bit on the nose. Freedom fighters and poets are also discouraged. Dessert is fine.Lions should have uncontroversial names, the court recommended. They could be safely called Bijli.A protest against \"love jihad\" in Ahmedabad in 2018. \"Love jihad\" is a Hindutva conspiracy theory that Muslim men lure Hindu women into romantic relationships with the aim of converting them to Islam. Credit: AFP.Secular catsBut big cats in zoos and parks generally tend towards the mythic. At the time of writing, a white tigress called Sita is licking her paws in the Delhi zoo and cheetah brothers Agni and Vayu, named after the god of fire and the god of wind, are probably plotting another escape from the Kuno National Park in Madhya Pradesh.The successors of Shiva, big cats who became notorious under tragic circumstances, were often ambitiously named. In 2012, a tiger called Bhima bit off the arm of a child at a zoo in Karnataka. That same year at the Jamshedpur zoo, a man was mauled by a tiger called Raghav, which is one of the many names of Ram and also means son of Raghu, the sun god.These tigers evoked a sort of horrified fascination, the kind reserved for famous serial killers or pop stars. But their names were not up for discussion. Besides, avoiding mythological names did not seem to help. In 2000, another drunken intruder at the Alipore zoo was killed by a startled tiger called Bob.The lions and tigers of India have always been the bearers of greater significance. As the Calcutta High Court observed, they are vehicles and familiars to gods and goddesses. They have also been symbols of royalty and general full bloodedness. Tipu Sultan, for instance, fashioned himself as the Tiger of Mysore, pioneer of rocket artillery and scourge of the East India Company.In more recent times, big cats have been made to stand for the aspirations of the republic. Ashoka’s lions became the symbol of independent India. First the lion, then the tiger was declared the national animal. This had to do with their endangered status but also with a certain mystique that was composed of the historic and mythic resonances touched off by the body of the big cat. The bureaucratic imagination has not been similarly fired up by the Malabar large-spotted civet or the large rock rat, both critically endangered species.If kings and princes had insinuated power through hunting trophies, modern heads of state staked their reputation on conservation. Or at least, some version of conservation where big cat numbers were fetishised and isolated from other conditions of their being. The rise and fall of these numbers were watched like the stock market, as if they portend the fortunes of the republic.Now, it seems, the country’s secularism must also be left to the lions. But this must be a discreet, market-friendly secularism, with the cheeriness of first world yoga names and holiday packages to Lakshadweep. Government officials renaming Sita the lioness could consider “Kaira” as an option, or maybe “Latte”. For it certainly wouldn’t do to have the kind of secularism that offends. The kind where a Sita can live in peace with an Akbar.","author":"Ipsita Chakravarty","time":"2024-02-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198758-zlvydzcpya-1708858912.jpg","tags":["Tigers","Akbar","Sita","Ramayana","Hindutva","Love Jihad","Calcutta High Court"]}