{"title":"Caught for crossing invisible ocean borders, Indian and Pakistani fishermen are languishing in jail","content":"Had the 99 Indian fishermen incarcerated in Pakistani prisons been repatriated last month as agreed, Jagdish Mangal might still be alive.Mangal, 35, was among the several Indian fishermen arrested by Pakistan’s Maritime Security Agency in February 2020 and detained in Malir prison, Karachi. He was a resident of Nana Vada, Gujarat.Pakistan was supposed to repatriate 99 Indian fishermen on July 3, but never did. A month later, Mangal died on August 6 of “natural causes”, at least according to the medical certificate.Earlier this year, another fisherman, 58-year-old Soma Baraiya who was supposed to be released with 198 other Indian fishermen in May, passed away days before his repatriation. Baraiya, who was from Kotda village in Gujarat, had been languishing in prison since 2020. After he fell ill, he was taken to a hospital where he died of lung and heart complications.But the real tragedy is that neither Mangal nor Baraiya should have been in prison in the first place. Jagdish Mangal. Courtesy Edhi Foundation via Sapan News.Hard positionsMangal is the fifth foreign prisoner to die in captivity in Pakistan, says Dawn in an editorial, due to “the hard positions taken by the two states and the erasure of humanitarian concern”.The impoverished families of incarcerated fisherfolk struggle to survive while the main breadwinners are jailed, treated like criminals, and “kept underfed and without healthcare in grimy, choked prison cells”, said Dawn. “All this pain is in the name of an unsettled history and indiscernible maritime boundaries.”Fishing is the only means of survival for the fisherfolk. When they cross the invisible International maritime border, they risk being arrested by the other country’s security agencies.Higher pollution and dwindling fish supplies drive more Indian fishermen towards Pakistani waters than the other way around. There are currently 266 Indian fishermen in Malir jail in Karachi and 68 Pakistani fishermen in various jails across Gujarat. With smaller boats and limited capacity, fewer Pakistani fishermen venture towards India, which is why there are fewer in Indian custody.  In May and June, Pakistan repatriated 398 Indian fishermen. India repatriated 15 Pakistani fishermen and some civilian prisoners in May and July. Another 100 Indian fishermen incarcerated in Pakistan were to be repatriated on July 3, but that has yet to happen.In the age of instant communication, authorities still take months to confirm the nationality of incarcerated fisherfolk. It typically takes Pakistan’s Ministry of Foreign Affairs two weeks after a death in custody to send an official communication across the border.  Baraiya’s mortal remains were repatriated in two weeks, though an excruciating wait for his grieving family, but much quicker than the usual two to three months, because his nationality had already been verified for the repatriation. Indian fishermen released in May-June this year. Courtesy Edhi Foundation via Sapan News.India and Pakistan signed a Consular Access Agreement in May 2008 according to which they would provide consular access to each other’s prisoners within three months of the arrest and not after completion of the prisoners’ prison term. This has not happened.The Agreement needs to be followed “in letter and spirit”, urged the Joint Judicial Committee on Prisoners at a meeting in May 2013.The committee, comprising four members from each country – retired judges from the higher judiciary – recommended that such prisoners must be provided consular access “every year, at least four times, namely in the first week of February, the first week of May, the first week of August, and the first week of November”.Formed in 2007, the committee met twice a year until its last meeting in India in October 2013. The retired judges would also meet cross-border prisoners, like fishermen and civilians. The process helped expedite issues such as consular access, health, legal aid and so on. Now, more than a decade on, the Judicial Committee needs to be urgently reconstituted.The current process shows the insensitivity of systems and highlights how fishermen and others remain the lowest priority as they languish in another country’s prisons.The fishing communities of both countries “have good relations among each other”, said Veljibhai Masani, a fishing community leader in his 50s from Mangrol, Gujarat.Before 2001, fishing community delegations would occasionally visit the other country to verify the nationality of their incarcerated colleagues. This process needs to be revived.Repatriate nowFor the family members of those incarcerated across a hostile border, there is mental and physical trauma. Pakistan’s interim Prime Minister Anwar-ul-Haq Kakar would do well to take the urgent step of repatriating 100 Indian fishermen, as promised by the previous government. If the decision is carried out, it will send a strong and positive message.Since the outbreak of the Covid-19 pandemic in 2020, those incarcerated across the border have had no communication with their families back home. Although there are no official directives, sending anything from India to Pakistan and vice versa has become virtually impossible. Earlier, they could at least send letters to their relatives.In the absence of communication, the families of arrested fishermen have no information about how their loved ones are faring. Prisoners have a right to meet relatives and friends but this is not possible between India and Pakistan.For the sake of humanity, there is a pressing need to think out of the box. Online meetings between arrested fishermen and their relatives are easy to arrange and will give some hope to the prisoners and their families. Why has that not been done yet?When a few fishermen from Maharashtra were repatriated to India recently, one of them was in shock, learning of his mother’s death only after entering India. How can the system be so insensitive to the suffering of the arrested fishermen and their relatives?\n\t\t\n\tBoats at the Karachi harbour. Credit: Shayanshaukat at English Wikipedia, CC BY-SA 3.0, via Wikimedia CommonsConfiscated boatsThe testimony of the fishing community and boat owners suggests that Pakistan has over 1,200 Indian fishing boats in its custody, captured over the years. Each boat costs around Rs 60 lakh, over $72,000 in today’s currency.India holds over 200 Pakistani boats. They are smaller than the Indian ones and have yet to be returned.The only time any boats were returned was in March 2015, when Pakistan sent back 57 Indian fishing boats. An Indian fishing community delegation flew to Karachi – there was a direct Mumbai to Karachi flight then – and Pakistan’s MSA towed the boats to the maritime border where the Indian coastguards and fishing boat owners met them.“Narendra Modi had just become prime minister and was on good terms with Pakistan’s then premier Nawaz Sharif,” said Veljibhai Masan, who was part of the eight-member delegation.Pakistan had promised to release 22 more boats later, but that never happened. Disuse and lack of maintenance damages the confiscated boats in any case, so even if returned, they are not seaworthy.Economy suffersWhen fisherfolk are arrested and fishing boats confiscated, the coastal economy suffers. Boats are the only source of income for most people in the fishing community.The fishing community is poor and most of them are semi-literate. Their families struggle to survive if anyone is arrested across the border. Women take up extra jobs, often in the fishing industry or home-based work. Children are forced to drop out of school. A government scheme in Gujarat provides some relief, giving each family Rs 300 per day during the fishermen’s incarceration in Pakistani prisons. However, it benefits only those who are first-time detainees. Some fishermen, arrested twice or thrice, become ineligible. It also does not help fishermen from other states working in Gujarat.The Maharashtra government announced a similar scheme last month. But the resolution, in Marathi, is a non-starter, requiring the incarcerated fishermen to have received permission for fishing from the Maharashtra government. Such permission is given to boats, not individuals.Both governments, in their communication, have stated that the fisherfolk cross the water border inadvertently. This is true. But if they cross the border inadvertently, why should they be detained in prisons across the border for years? Nowhere in the world are people kept incarcerated for so long for inadvertently crossing a border.They are generally arrested and charged for violating the Foreigners Act, which carries a sentence of six months. The detained men typically spend a year or more in prison before getting a court hearing. Their under-trial time is not counted. The process of nationality verification begins only after they have served their sentences. This takes more time. Then, they are released only when it is considered to be a “good time” politically.‘No arrest policy’Activists have also long been calling for a no-arrest policy and for fishing boats that cross the maritime border to be pushed back into their own country’s waters. Adopting such a policy will stop the harassment of fishermen and their families and reduce pressure on the treasury.Last August, over 30 organisations around Southasia and beyond endorsed a joint statement about cross-border prisoners initiated by Sapan, the  Southasia Peace Action Network, calling for the humane treatment of cross-border prisoners and to decriminalise inadvertent illegal border crossings.The statement, titled “Release prisoners on completion of jail term, decriminalise inadvertent border crossings, especially for fisherfolk and minors”, draws attention to the death of two Indian fisherfolk in Pakistani custody in 2022 and the death of a Pakistani fisherman of Bengali origin in India’s custody the previous year.Ideally, there should not be even a single fisherman of either country in Indian and Pakistan’s prisons.Viewing this issue through a humanitarian instead of legal or political lens is the need of the hour. It is time to stop using poor fisherfolk as pawns in bilateral relations.With additional inputs from Abdullah Zahid in Karachi Jatin Desai and Beena Sarwar are longtime journalists who met through the Pakistan-India Peoples’ Forum for Peace and Democracy launched in 1994. Based in Mumbai, Jatin Desai has served as General Secretary of the Pakistan-India Peoples’ Forum for Peace and Democracy India chapter. Formerly based in Karachi and Lahore, Beena Sarwar has written extensively on issues of cross-border prisoners. She is editor, Sapan News, and her email ID is [email protected]. This is a Sapan News syndicated feature.","author":"Jatin DesaiBeena Sarwar","time":"2023-08-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193504-sadoaazmpf-1692977319.jpg","tags":["Pakistan","India","India-Pakistan Relations","Karachi","Gujarat","Indian Fishermen"],"source":"https://scroll.in/article/1054844/caught-for-crossing-invisible-ocean-borders-indian-and-pakistani-fishermen-are-languishing-in-jail"}