{"title":"CBI found nothing in my bank locker, says Manish Sisodia after raid in liquor policy case ","content":"Delhi Deputy Chief Minister Manish Sisodia on Tuesday said that the Central Bureau of Investigation found nothing in his back locker in Ghaziabad during its raid in connection with a case pertaining to the Aam Aadmi Party government’s liquor policy, PTI reported.On July 30, the Delhi government withdrew the policy after Lieutenant Governor Vinai Kumar Saxena recommended an inquiry into it by the Central Bureau of Investigation.On Tuesday, a four-member team of the central agency conducted the raid at a Punjab National Bank branch in Ghaziabad’s Vasundhara for nearly two hours. Sisodia, who was present at the site along with his wife, told reporters after the search that the Central Bureau of Investigation was acting under pressure by Prime Minister Narendra Modi to put him in prison for a few months, NDTV reported.“I am happy that I got a clean chit from the CBI in searches today,” he said. “They have found nothing [incriminating] from searches of my locker or residence.”  The Aam Aadmi Party leader said the locker has jewellery belonging to his wife and children, valued about Rs 70,000.On Monday, the Delhi deputy chief minister had asserted in a tweet that the officials would not find anything in his locker.“They did not find anything in a 14-hour-long raid at my residence on August 19,” he wrote. “They won’t find anything in the locker either. The CBI is welcome. My family and I will extend full cooperation in the investigation.”#WATCH | Delhi Deputy CM & AAP leader Manish Sisodia's bank locker located at Punjab National Bank in Vasundhara, Sector-4, Ghaziabad, UP being investigated by CBI, in connection with Delhi excise policy case pic.twitter.com/toMNhW494d— ANI (@ANI) August 30, 2022\n\nThe excise policyOn August 17, the Central Bureau of Investigation booked the Aam Aadmi Party leader and 14 other persons alleging irregularities in the liquor policy, which came into effect on November 17.The excise policy 2021-’22 was formulated on the basis of an expert committee report. Under the policy, licences of 849 liquor shops were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were in private hands.However, the new policy was withdrawn by the Aam Aadmi Party government on July 30.In the FIR, the central agency has alleged that the Delhi deputy chief minister and other accused public servants recommended and took decisions about the excise policy without the approval of the competent authority with “an intention to extend undue favours to the licencees post tender”. AAP’s allegations against LGThe Aam Aadmi Party has denied the allegations, saying that the case was part of the Bharatiya Janata Party’s “Operation Lotus” to topple the government in Delhi. Sisodia has alleged that raids were conducted at his home to put pressure on him to join the BJP.On Monday, the AAP also accused the Delhi lieutenant governor of being involved in a Rs 1,400-crore scam during his term as the chairperson of the Khadi and Village Industries Commission in 2016, and demanded that he resign.“When he was the KVIC chairman, demonetisation happened and a cashier working there has given in writing that he was forced to carry out exchange of notes,” AAP MLA Durgesh Pathak claimed, PTI reported. “It is unfortunate that he was suspended...But we want a probe in this. There is a news report also and there are statements by the affected employees.”Both the AAP and BJP legislators also took part in overnight protests at the Delhi Assembly premises, accusing each other of corruption. The BJP sought the dismissal of Sisodia, who is the Delhi excise and education minister, and AAP leader Satyendar Jain, who was arrested by the Enforcement Directorate on May 30 in a money laundering case.#AAP MLAs in protest against Lt. Governor Viani Kumar Saxena during the special session of Delhi Assembly on Tuesday.Photo: Sushil Kumar Verma pic.twitter.com/iRpDZIaiUv— The Hindu - Delhi (@THNewDelhi) August 30, 2022","author":"Scroll Staff","time":"2022-08-30T12:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179129-cuvvpdxmcr-1661842548.jpg","tags":["Manish Sisodia","AAP","Ghaziabad","liquor policy","Delhi excise policy scam","BJP"]}