{"title":"CBI raid on Prannoy Roy: Scrutiny of NDTV’s finances is not new – but the timing raises questions","content":"The Central Bureau of Investigation on Monday raided the home of Prannoy Roy, co-founder and executive chairperson of NDTV, after registering a case based on accusation of causing an alleged loss to a bank. The agency said it was conducting searches in four locations in connection with the allegations, which the channel called a “witch hunt”.Roy and companies connected to NDTV had already been served notices by both the Income Tax department and the Enforcement Directorate, but the involvement of the CBI on Monday represented a new chapter for the channel, which is frequently seen by many Bharatiya Janata Party supporters as opposed to their ideology. The raids also come just days after an NDTV anchor asked a BJP spokesperson to leave her program, after he repeatedly accused the channel of driving a specific “agenda”. It is also unclear what specific violations of the law the CBI is looking into. Previous notices sent to NDTV involve allegations of overvaluations of shares and improperly receiving foreign exchange funds. The CBI spokesperson Monday, however, said that the case registered against Roy was related to accusations of “causing an alleged loss to bank”. According to an official in the CBI, who asked to remain unidentified, the CBI case against the Roys does not refer directly to the overvaluation of shares. Instead, the CBI case allegedly refers to the alleged defrauding of a private sector bank in which the government has a stake.  The Indian Express claimed that the case involved a default on an amount of Rs 48 crore taken from ICICI, a private bank.Previous allegationsInvestigations into NDTV’s finances do not come from out of the blue. The channel’s woes in particular date back to 2008, when Roy and his wife, NDTV co-founder Radhika Roy, borrowed Rs 501 crore from India Bulls Financial Services. According to this profile of the channel in the Caravan, the Roys had to take another loan from ICICI to pay back this amount and, as collateral, they put up their entire personal shareholding of the company as well as that of Radhika Roy Prannoy Roy Holdings Private Limited, a holding company controlled by them which held some of NDTV’s shares. The Caravan piece explains what happened next. “A December 2010 report in the newspaper Sunday Guardian, co-authored by the journalist Prayaag Akbar – the son of MJ Akbar, who owned the weekly along with the senior advocate and BJP member Ram Jethmalani – described the workings of this ICICI loan as ‘financial chicanery’, and said the company had ‘indulged in financial misdemeanours and malpractices in connivances with ICICI’. The article claimed that the value of each pledged share was Rs 439, when in fact the price at the time the loan was granted was Rs 99. It alleged that ‘the worth of the collateral was far less than the amount given’ as loan.” The very next month, January 2011, the Roys sued MJ Akbar and other for defamation in the Delhi High Court, demanding Rs 25 crore in damages and an order preventing the Sunday Guardian from spreading the story further. The court passed the order, forcing the newspaper to take the story off its website. But, according to Pranati Mehra and Paranjoy Guha Thakurta, this report made its way  to the political administration before the order of restraint from the Delhi High Court.  “However, before this court order was obtained, a copy of this story had been sent to the chairman of Parliament’s Standing Committtee  on Finance, headed by BJP MP and former Finance Minister Yashwant Sinha. The committee then sent a notice to the income tax department to look into the case which thereafter decided to investigate the finances of companies in the NDTV group.”    In 2013, Sucheta Dalal, writing on moneylife.in, examined NDTV’s finances even further. Although the piece does not mention the ICICI loan specifically, Dalal covered allegations made by Sanjay Dutt, the director of Quantum Securities P Ltd, a longtime shareholder of NDTV and a former consultant to the channel. Dutt claimed that the manner in which RRPR, the holding company whose shares were used as collateral for the ICICI loan, was set up were also questionable. “RRPR Holdings has a capital of only Rs1 lakh and is 100% owned by Prannoy and Radhika Roy, says Mr Dutt in a letter to Dr KC Chakrabarty, RBI deputy governor, in April 2013. RRPR Holdings’ only asset and business is the 29% equity holding of NDTV. He further alleges that the loan to RRPR Holdings was made without even a mandatory haircut and, at times, in excess of the company’s market value. Of course, the loan was backed by the personal guarantee of a director.”The Caravan piece then explains how, in attempting to pay off the debt held either personally or through RRPR, the Roys ended up having to sell a significant amount of their shares to another company that is effectively controlled by Mukesh Ambani’s Reliance. This was first reported on Newslaundry, and later covered by by Dalal on moneylife.in. From the Caravan piece: “The ICICI loan was only one link in the larger chain of borrowing that the Roys were trapped in, which had begun with the India Bulls loan. To repay ICICI, on 21 July 2009, the Roys took another loan, of Rs 350 crore, from an entity named Vishvapradhan Commercial Private Limited, or VCPL. The source of this loan was Mukesh Ambani’s Reliance Industries, which routed the money to VCPL through a subsidiary. Prannoy and Radhika signed the agreement for RRPR. On behalf of VCPL, the agreement was signed by KR Raja – an employee of Reliance Industries.”","author":"Scroll Staff","time":"2017-06-05T14:28:52.816178+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/839708-59878-bfhewdzlde-1496649860.jpeg","tags":["NDTV","CBI","Prannoy Roy"],"source":"https://scroll.in/article/839708/cbi-raid-on-prannoy-roy-scrutiny-of-ndtvs-finances-is-not-new-but-the-timing-raises-questions"}