{"title":"CBI issues notice to Telangana Rashtra Samithi MLC Kavitha in Delhi excise policy case","content":"The Central Bureau of Investigation on Friday issued notice to Telangana Rashtra Samiti MLC K Kavitha to question her in the Delhi excise policy case on December 6, PTI reported.“During the course of investigation of the subject cited above, certain facts have emerged with which you [Kavitha] may be acquainted with,” the CBI said in its notice. “Hence, your examination on such facts is required in the interest of investigation.” Kavitha, in a statement, said she informed the authorities that they can meet her at her home in Hyderabad.The Enforcement Directorate on December 1 claimed that Kavitha, who is the daughter of Telangana Chief Minister K Chandrashekhar Rao, was part of a “south group” which paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair, who has been arrested in the case.After her name cropped up in the inquiries, Kavitha said that she was ready to face any investigation.“If the agencies come and ask us questions, we will certainly answer,” she said. “But tarnishing leaders’ images by giving selective leaks to the media, people will refute it.” The Central Bureau of Investigation on August 17 booked Delhi Deputy Chief Minister Manish Sisodia and 14 other persons on charges of irregularities in the new liquor policy.Under the new policy, which was implemented in Delhi on November 17, licences of 849 liquor shops  were issued to private firms through open bidding. However, on July 30, the Delhi government withdrew the policy after Lieutenant Governor Vinai Kumar Saxena recommended an inquiry into it by the central agency.On September 1, Delhi reverted to its old liquor policy, under which only state-run stores are allowed to operate. According to the first information report, Arora was accused by the Central Bureau of Investigation of receiving a bribe of Rs 1 crore from a liquor manufacturer on behalf of Sisodia.","author":"Scroll Staff","time":"2022-12-03T11:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183798-kslzctycjr-1670045254.jpg","tags":["K Kavitha","Delhi excise policy case","CBI","ED"],"source":"https://scroll.in/latest/1038930/cbi-issues-notice-to-telugu-rashtra-samithi-mlc-kavitha-in-delhi-excise-policy-case"}