{"title":"Delhi excise policy case: Manish Sisodia alleges he was pressured to quit AAP during CBI questioning","content":"Delhi Deputy Chief Minister Manish Sisodia on Monday alleged that he was pressured to quit the Aam Aadmi Party at the Central Bureau of Investigation headquarters, where he was questioned in a case pertaining to alleged irregularities in a liquor policy introduced by his government, reported PTI. “They said why I was in the AAP and offered me the post of Delhi CM to quit the party,” he told reporters after the central agency interrogated him for over nine hours.Sisodia also alleged that that he found out during the questioning that there was no scam and the case is just a conspiracy to make Bharatiya Janata Party’s Operation Lotus successful in Delhi. Operation Lotus is a term used to refer to the BJP’s alleged attempts to orchestrate defections in Opposition parties.Besides Sisodia, the Central Bureau of Investigation also questioned Raghava Reddy, the son of Lok Sabha MP Magunta Sreenivasulu Reddy, in the case.The Central Bureau of Investigation had booked Sisodia and 14 other persons on charges of irregularities in the now-scrapped liquor policy on August 17. On August 30, the agency had also raided premises linked to the Aam Aadmi Party leader and other accused persons.Sisodia claims that the first information report registered against him in the case was fake. He has also alleged that the BJP had offered to close all cases against him if he joins the party.The Aam Aadmi Party has claimed Sisodia will be arrested to put roadblocks in the party’s electoral campaign in Gujarat.#UPDATE | Delhi Deputy CM and AAP leader Manish Sisodia leaves from CBI headquarters in Delhi after 9 hours of questioning in the excise policy case. pic.twitter.com/DQAgeZ2tw9— ANI (@ANI) October 17, 2022\n\nAfter his interrogation, Sisodia on Monday night alleged that when he said that there was nothing in the matter against him, he was told there was no case against even his colleague Satyendra Jain but he was in jail. Jain was arrested in a money-laundering case by the Enforcement Directorate on May 30.“They said I could go to jail and the case against me will continue,” he claimed. “I said I had joined politics not to become chief minister, I came to politics to work honestly. I clearly said that I am happy when a rickshaw puller’s son becomes an engineer and not thinking of becoming CM.”In a statement, the Central Bureau of Investigation refuted Sisodia’s allegations and said that questioning of the deputy chief minister was done in a professional and legal manner.“He was examined strictly on the allegations in the FIR and the evidence collected so far during the course of investigation,” the agency said. “His statement will be verified in due course and further action taken as per requirements of investigation.”  Before arriving at the headquarters of the central agency for questioning on Monday, Sisodia went to his party office, from where he proceeded to the Mahatma Gandhi memorial at Delhi’s Rajghat.आज के भगत सिंह 🇮🇳#ModiArrestsManishSisodia pic.twitter.com/6HDtVcYvrk— AAP (@AamAadmiParty) October 17, 2022\n\n “They want to arrest me by registering a fake case against me,” Sisodia wrote in a tweet. “I had to go to Gujarat for election campaigning in the coming days. These people [BJP] are losing in Gujarat badly. Their aim is to stop me from campaigning there.”  Meanwhile, the Delhi Police imposed prohibitory orders under Section 144 outside Sisodia’s house, reported The Indian Express. Section 144 of the Code Of Criminal Procedure bans the assembly of four or more persons.AAP MP Sanjay Singh, 16 MLAs and over 100 other party leaders were detained by the Delhi Police on Monday morning as they violated the prohibitory orders by holding protests against Sisodia’s questioning, reported PTI.Police officials were seen carrying Singh and others by their arms and legs as the protestors squatted on the road. Singh later alleged that they were manhandled.A senior police official told PTI that 13 women were among those detained. भाजपाइयों याद रखना जैसे आज सांसद @SanjayAzadSln जी को घसीट कर खून बहा रहे हो, कुर्ते फाड़ रहे हो। गुजरात के चुनाव में जनता तुम्हारे कपड़े फाडेगी ।वे इस आदमी को गिरफ्तार कर सकते हैं लेकिनवे उसके विचारों को कभी गिरफ्तार नहीं कर पाएंगे!#ModiArrestsManishSisodia pic.twitter.com/kOfimZdVds— Aam Aadmi Party- Uttar Pradesh (@AAPUttarPradesh) October 17, 2022\n\nThe new liquor policyThe new liquor policy, formulated on the basis of an expert committee report, came into effect in November. Under it, licences of 849 liquor shops were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops.However, it was withdrawn by the Aam Aadmi Party-led government on July 30 after Delhi Lieutenant Governor Vinai Kumar Saxena recommended an inquiry into the new policy’s formulation and implementation by the Central Bureau of Investigation.In the FIR, the central agency has alleged that the Delhi deputy chief minister and other accused public servants recommended and took decisions about the excise policy without the approval of competent authority with “an intention to extend undue favours to the licencees post tender”.Based on its findings, the CBI has arrested Vijay Nair, an AAP worker as well as former chief executive officer of event management company Only Much Louder. It has also arrested Hyderabad-based businessman Abhishek Boinpally, whose partner Arun Pillai has been named as an accused in the FIR.","author":"Scroll Staff","time":"2022-10-17T13:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181388-fjuqaymbzu-1665991038.jpg","tags":["Manish Sisodia","CBI","Excise Policy"],"source":"https://scroll.in/latest/1035201/cbi-questions-manish-sisodia-in-delhi-liquor-policy-case"}