{"title":"CBI team visits TMC MP Abhishek Banerjee’s house in Kolkata, issues summons in alleged coal scam","content":"A team of officials from the Central Bureau of Investigation on Sunday visited West Bengal Chief Minister Mamata Banerjee’s nephew and Trinamool Congress MP Abhishek Banerjee’s residence in Kolkata to issue summons in the alleged coal smuggling case. This came after the central agency conducted raids at 13 locations in four districts of West Bengal on February 19.The central agency team served the notice to his wife Rujira Banerjee to join the inquiry. “At 2 pm today, the CBI served a notice in the name of my wife,” Abhishek Banerjee tweeted. “We have full faith in the law of the land. However, if they think they can use these ploys to intimidate us, they are mistaken. We are not the ones who would ever be cowed down.”The case pertains to illegal mining and theft of coal from leasehold mines of Eastern Coalfield Limited in Kunustoria and Kajora areas, and involves embezzlement of thousands of crores of rupees. It has been alleged that this smuggled coal was sold in the black market over a number of years by a racket operating in the western parts of the state. The Bharatiya Janata Party has alleged that the kickbacks reached the Trinamool Congress MP through party leader Vinay Mishra, according to the Hindustan Times. The saffron party’s leaders have also claimed that Abhishek Banerjee channelled these funds into the Trinamool Congress, The Indian Express reported.At 2pm today, the CBI served a notice in the name of my wife. We have full faith in the law of the land. However, if they think they can use these ploys to intimidate us, they are mistaken. We are not the ones who would ever be cowed down. pic.twitter.com/U0YB6SC5b8— Abhishek Banerjee (@abhishekaitc) February 21, 2021\n\nIn November last year, the central agency had filed a first information report against a person identified as Anup Manjhi, and Eastern Coalfield Limited General Managers Amit Kumar Dhar, Jayesh Chandra Rai. Others named in the FIR include its Chief of Security Tanmay Das, Area Security Inspector Kunustoria Dhananjay Rai and Security In-Charge Debashish Mukherjee.The CBI team’s visit to Kolkata came two days after a MP/MLA court in West Bengal issued summons to Union Home Minister Amit Shah in connection with a defamation case filed against him by Abhishek Banerjee. The court has asked Shah to appear before it either personally or through a lawyer at 10 am on February 22.‘CBI is the only ally of the BJP’: Trinamool CongressAfter the summons, the Trinamool Congress said that people will give a befitting response to the saffron party during the upcoming Assembly polls. West Bengal will have it elections in April-May. “CBI is the only ally of the BJP,” the TMC said, adding that the party will fight it out.TMC MP Saugata Roy claimed that the CBI summons was a tool of political vendetta. “The way BJP was targeting Abhishek for the last few days prove that they were up to something,” he told PTI. BJP National General Secretary Kailash Vijayvargiya said that the law will take its course and the matter should not be politicised. “If someone has committed any wrong, then the law will take its course,” he said. “Those who are culprits should be punished. No one should try to politicise the matter.”","author":"Scroll Staff","time":"2021-02-21T14:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/99101-svpszthntb-1553913661.jpg","tags":["West Bengal","Mamata Banerjee","BJP","Trinamool Congress","CBI","Abhishek Banerjee","TMC","Kolkata","coal smuggling"],"source":"https://scroll.in/latest/987511/cbi-team-visits-tmc-mp-abhishek-banerjees-house-in-kolkata-issues-summons-in-alleged-coal-scam"}