{"title":"CBI closes aviation scam case against NCP’s Praful Patel eight months after he joined NDA","content":"The Central Bureau of Investigation has closed a 2017 case involving Rajya Sabha MP Praful Patel regarding the alleged irregularities in leasing aircraft for Air India, reported PTI on Thursday.This comes eight months after Patel, along with several other senior leaders, joined the Nationalist Congress Party faction headed by Maharashtra Deputy Chief Minister Ajit Pawar. The agency filed the closure report in the court of Prashant Kumar, special judge (Central Bureau of Investigation), Rouse Avenue Court, on March 19, according to The Indian Express. The court will take up the matter on April 15.The Central Bureau of Investigation had alleged that in 2006, Patel abused his position as the Union aviation minister to lease several aircraft for five years to Air India to benefit private players. The agency alleged that this was done even though Air India, then a public carrier, was expecting its own aircraft to be delivered to it from July 2007 onwards.The lease agreement was finalised by the civil aviation ministry and the National Aviation Corporation of India, a body formed after Air India and Indian Airlines were merged.The decision to close the case comes nearly eight months after Patel, along with Ajit Pawar, Chhagan Bhujbal and other senior leaders of the Nationalist Congress Party joined Maharashtra’s coalition government comprising the Bharatiya Janata Party and the Shiv Sena faction led by Chief Minister Eknath Shinde.The move led to a split in the Nationalist Congress Party, with one faction supporting the party founder Sharad Pawar and the other backing Ajit Pawar.The caseIn 2012, the non-governmental organisation Centre for Public Interest Litigation filed a Special Leave Petition in the Supreme Court alleging that “scandalous and mala fide actions and decisions” of the Ministry of Civil Aviation drove Air India into heavy losses.The Supreme Court on January 5, 2017, directed the Central Bureau of Investigation to complete its probe by June of that year. Acting on the direction, the agency filed three first information reports and launched a preliminary enquiry into the Air India-Indian Airlines merger.The closure report has been filed in the first FIR.In July 2019, the Central Bureau of Investigation arrested lobbyist Deepak Talwar in the case. The prosecution had alleged that Talwar acted as a middleman to favour foreign private airlines.Talwar allegedly acted as a middleman to illegally secure favourable air traffic rights for foreign private airlines in 2008-’09 at the cost of Air India. The foreign airlines include Air Arabia, Qatar Airways and Emirates. In return, companies associated with the lobbyist allegedly received more than Rs 230 crore.Patel was also questioned by the Enforcement Directorate in the case the same year.The agency said in its chargesheet that Talwar was in regular touch with Patel and had finalised various communications sent by Emirates and Air Arabia to the ministry of civil aviation.","author":"Scroll Staff","time":"2024-03-29T11:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131811-nyhgdrhnbw-1574874393.jpg","tags":["Praful Patel","Air India","CBI","NDA","Maharashtra","NCP","Aviation scam","Lok Sabha 2024"],"source":"https://scroll.in/latest/1065949/cbi-closes-aviation-scam-case-against-ncps-praful-patel-eight-months-after-he-joined-nda"}