{"title":"CBI books former NCB officer Sameer Wankhede on charges of corruption","content":"The Central Bureau of Investigation has booked former Zonal Director of the Narcotics Control Bureau in Mumbai Sameer Wankhede on charges of corruption, PTI reported on Friday.Wankhede is accused of demanding Rs 25 crore as bribe in the case related to the alleged seizure of drugs on the Cordelia cruise ship, following which actor Shah Rukh Khan’s son Aryan Khan was arrested last year.While some media reports claim that Wankhede sought the bribe for not framing Aryan Khan, some suggest he sought it from the owners of the Cordelia ship.On Friday, the CBI said it searched the premises of Wankhede and 28 other locations in four cities – Delhi, Mumbai, Kanpur and Ranchi – belonging to two other public servants and two others as part of its investigation, according to PTI.  Khan was arrested on October 2, 2021, along with his friend Arbaaz Merchant, model Munmum Dhamecha and five others by the Narcotics Control Bureau after a raid on the cruise ship off the coast of Mumbai.During the raid, the agency claimed to have seized 13 grams of cocaine, five grams of mephedrone, 21 grams of charas, 22 pills of MDMA (ecstasy) and Rs 1.3 lakh from the ship.On October 28, 2021, the Bombay High Court granted bail to Khan, Merchant and Dhamecha, observing that there was no evidence of a conspiracy among them. The court order said that Khan did not have any drugs on him during the raid, even as the Narcotics Control Bureau claimed that he had been found in “conscious possession” of contraband substances.On May 27 last year, the Narcotics Control Bureau cleared Khan of charges in the case as it did not find corroborative evidence against him. Three days later, Wankhede was transferred to the Directorate General of Taxpayer Services in Chennai.A Special Investigation Team was also set up to look into allegations of impropriety in the case by officers of the anti-drug agency.  In October, the SIT said it has found several irregularities in the investigation and also revealed that “selective treatment” was meted out when naming some persons as accused in the case.","author":"Scroll Staff","time":"2023-05-12T20:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165615-uvjmtbakvp-1635317091.jpg","tags":["Sameer Wankhede","NCB","Aryan Khan","Shah Rukh Khan"],"source":"https://scroll.in/latest/1049031/cbi-books-former-ncb-officer-sameer-wankhede-on-charges-of-corruption"}