{"title":"Census 2021 to be further delayed at least till September, say reports","content":"India’s decennial Census exercise which was to be completed in 2021, has been further postponed at least till September, The Hindu reported on Thursday, citing details from an official letter.In a letter to all states, the Centre has said that the date of freezing administrative boundaries across the country has now been extended till June 30. A census can be carried out only three months after the freezing of the boundaries of districts, tehsils, talukas and police stations, according to government norms.This is the second extension of the deadline to freeze the administrative limits. On June 14 last year, the government had pushed the date till December 31, according to The Hindu.“It has now been decided by the competent authority to further extend the date of freezing of boundaries,” the additional registrar general of India told chief secretaries of states in the latest letter. “The boundaries of the administrative units for the ensuing census will now be frozen with effect from 01-07-2023.”The first phase of Census 2021 was originally slated to be held from April to September 2020. It was to entail a Housing Census and updation of the National Population Register, which is a list of all usual residents of India. However, it was postponed indefinitely due to the coronavirus pandemic.The second phase of the census, which was to entail population enumeration, was scheduled to be completed by March 5, 2021.The government had told the Lok Sabha in July 2021 that the census, when conducted, would be the country’s first-ever digital one.  Experts have said that the delay in conducting the census is hampering the disbursal of government schemes and programmes. It has also resulted in unreliable estimates from other surveys on consumption, health and employment, which depend on census data to determine policy and welfare measures, the experts said.Also read:India’s welfare programmes are suffering because of the delay in census by Modi government","author":"Scroll Staff","time":"2023-01-06T13:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111719-jzxpvdduzg-1548742552.jpg","tags":["census","Census exercise","National Population Register"],"source":"https://scroll.in/latest/1041315/census-2021-to-be-further-delayed-at-least-till-september-say-reports"}