{"title":"Census 2021 deferred till further orders due to pandemic, Centre tells Lok Sabha","content":"The Union home ministry on Tuesday told the Lok Sabha that India’s decennial census 2021 has been deferred till further orders due to the Covid-19 pandemic.India’s first census was conducted in 1872. The census determines the country’s population, literacy rate, migration, and demographics like age, gender and marital status along with housing and economic activity, among other key factors. The last census was conducted in 2011.“Due to outbreak of Covid-19 pandemic, the Census 2021 and the related field activities have been postponed until further orders,” Minister of State for Home Affairs Nityanand Rai said on Tuesday.He was responding to a question raised by Yuvajana Sramika Rythu Congress Party MP Pocha Brahmananda Reddy in the Lok Sabha.Reddy had asked whether the government was aware that the data on various schemes was not being updated and the beneficiaries were being ignored as the decennial census had been delayed. Reddy also asked if the government was considering any interim measures to tide over the situation.The MP sought to know from the home ministry by when the government was planning to complete the pending census.“Population Projections for India and States and Union Territories for 2011-2036, based on Census 2011 data, are available in the Report of the Technical Group on Population Projections published by National Commission on Population, Ministry of Health and Family Welfare,” Rai said in response. “The intent of the Government for conducting Census 2021 was notified in Gazette of India on 28th March, 2019.”The census and collection of details to update the National Population Register were scheduled to be held between April and September 2020. But, they had been postponed indefinitely due to the coronavirus pandemic, which broke out in January that year.The government had told the Lok Sabha in July 2021 that the census, when conducted, would be the country’s first-ever digital one. When asked about it in April this year, the government gave the same reason of the ongoing pandemic to Parliament for delaying 2021 decadal census.Experts raise concerns about delayExperts say that this delay is impacting government schemes and programmes, and has resulted in unreliable estimates from other surveys on consumption, health and employment, which depend on census data to determine policy and welfare measures.Dipa Sinha, an assistant professor at Delhi’s Ambedkar University, told The New Indian Express that the delay will impact the Public Distribution System.“The PDS allocations are related to proportions of population,” she said. “If the population figure is 10-year-old, we will continue to use that, depriving the benefits for crores of people.”Neelanjan Sircar, senior fellow at the Centre for Policy Research, said that government policies are tethered to census data, reported the Hindustan Times.“It is more than a population enumeration exercise, and much of the data is hard to ascertain without a proper census exercise,” Sircar said. “Without data of similar quality, policy planning can be negatively affected.”Experts also say that as economic and government activity, including elections, have resumed across the country, and the government has lifted most pandemic-related restrictions, there is no reason for pushing the launch of census work.Himanshu, an associate professor of economics at Jawaharlal Nehru University, told the Hindustan Times that the Bharatiya Janata Party-led Centre has on multiple occasions undermined the country’s statistical institutions.“Given the fact that the preparations for census have not even started, it is unlikely that we will have any data before the 2024 elections,” he added.Rajeev Gowda, former MP and chairman of the All India Congress Committee Research Department, called the National Democratic Alliance the “no data available government”.“This is a government that is continually focused on suppressing the truth,” Gowda said. “From fudging GDP data to suppressing unemployment data to disowning consumption data, the government runs away from data that would showcase its many failures.”","author":"Scroll Staff","time":"2022-07-28T20:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169896-hwyyzkqwix-1644405765.jpg","tags":["Lok Sabha","Parliament","Census 2021","Covid-19 pandemic","Union Home Ministry"],"source":"https://scroll.in/latest/1029286/census-2021-deferred-till-further-orders-due-to-pandemic-centre-tells-lok-sabha"}