{"title":"Centre directs YouTube to take down ‘National Dastak’ from its platform","content":"Digital news portal National Dastak, which has about 9,410,000 subscribers on YouTube, said on Monday that the Union government has asked the Google-owned platform to remove its channel.“The government wants to shut down National Dastak,” the news portal said in a post on X. “YouTube sent a notice on April 3. Article 19 [another YouTube channel] has also received a notice. All this is happening while the model code of conduct is in effect.”National Dastak describes itself as a voice of Dalits, Adivasis, farmers, women and oppressed people. As of Tuesday afternoon, the news portal’s YouTube channel was running. It said that the Union government is afraid of a news portal for the Dalits while lakhs of newspapers and television news channels are allowed to run. The Centre or YouTube has provided no reason for the action against the news portal.In an email addressed to National Dastak, YouTube said that it received a notice from the Ministry of Information and Broadcasting to take down the channel in compliance with Rule 15 (2) of the Information Technology Rules, 2021 with Section 69A of the Information Technology Act 2000.Rule 15 (2) gives the power to an officer authorised by the information and broadcasting ministry to direct social media platforms to block content.Under Section 69A of the Act, an authorised personnel in the Union government, not below the rank of a joint secretary, can send content removal orders to social media platforms. The provision allows the Centre to issue content-blocking orders to online intermediaries if the content is deemed a threat to national security, sovereignty or public order.नेशनल दस्तक को बंद करवाना चाहती है सरकार।। 3 अप्रैल को यूट्यूब ने नोटिस भेजा था।। आर्टिकल 19 को भी नोटिस है। ।।आचार संहिता में ये सब हो रहा है।। लाखों अखबार टीवी न्यूज चैनल चल रहे। बहुजनों के नेशनल दस्तक से इतना डर। pic.twitter.com/HdSP4X0ejb— National Dastak (@NationalDastak) April 8, 2024\n\n\nOn April 4, journalist Navin Kumar, who runs the Article 19 YouTube channel, said that Facebook restricted the channel’s page.The development comes days after the YouTube channel of another news portal, Bolta Hindustan, was removed from the Google-owned platform on April 4 at the behest of the Union Ministry of Information and Broadcasting.Bolta Hindustan’s editor Samar Raj had told Scroll that YouTube had not provided the portal with any reason for why its channel was removed. Bolta Hindustan’s website says that it was founded in 2015 “with the sole aim to serve unbiased news”.27 Feb को @Article19_India का फ़ेसबुक पेज रेस्ट्रिक्ट कर दिया गया।किसी ने इसपर कोई आवाज़ नहीं उठाई।हम ये लड़ाई अकेले लड़ रहे है।फिर भी हम कहते है कि @BoltaHindustan के यूट्यूब चैनल को बंद करना सीधे-सीधे अभिव्यक्ति का गला घोंटना है।इसका हर क़ीमत पर मुक़ाबला करना होगा।साथ आना होगा। pic.twitter.com/0hyxAhAN1T— Navin Kumar (@navinjournalist) April 4, 2024\n\n\nAlso read:A decade under Modi: Terror laws against journalists, creeping digital censorship","author":"Scroll Staff","time":"2024-04-09T13:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199926-xszghksuap-1712647269.jpeg","tags":["Press Freedom","National Dastak","Dalits","Lok Sabha Elections 2024","Bolta Hindustan","Information Technology Act"],"source":"https://scroll.in/latest/1066417/centre-directs-youtube-to-take-down-national-dastak-from-its-platform"}