{"title":"Centre’s timely intervention improved situation in Manipur, claims PM Narendra Modi","content":"The timely intervention of the Centre along with the efforts made by the state government have led to a “marked improvement in the situation” in Manipur, Prime Minister Narendra Modi claimed on Monday, according to The Assam Tribune.“We have dedicated our best resources and administrative machinery to resolve the conflict,” Modi said in an interview with the newspaper. “We believe that it is our collective responsibility to deal with the situation sensitively.”Manipur has been gripped by ethnic clashes between the tribal Kuki and the dominant Meitei communities since May. The violence has left 219 persons dead and displaced 60,000 people from their homes since May 3, according to figures released by the state government in February.On Monday, Modi said that Union Home Minister Amit Shah had stayed in Manipur while the conflict was at its peak and held “15-plus meetings with various stakeholders to help resolve the conflict”. Shah had met with both Meitei and Kuki groups during a three-day visit to the state in May.The prime minister also said during the interview that remedial measures had been undertaken that included a financial package for the relief and rehabilitation of those living in shelter camps in the state.Modi said that the North East has emerged as “new India’s greatest success story”.“In the last 10 years, it is visible how we have ended the North East’s isolation and developed it as Bharat’s gateway to the East,” he remarked. “I have visited the North East nearly 70 times, which is probably more than the total number of visits made by all the prime ministers before me.”Shameful for BJP to claim that Modi has saved Manipur: CongressReacting to Modi’s comments, the Congress said that it was “disgraceful and shameless” for the ruling Bharatiya Janata Party to claim that the prime minister has “saved” Manipur.“Hundreds of people have been killed, and lakhs displaced,” Congress leader Jairam Ramesh said. “An atmosphere of fear and intimidation prevails, and communities are living apart.”It is disgraceful and shameless for the BJP to claim that the PM has saved Manipur. Hundreds of people have been killed, and lakhs displaced. An atmosphere of fear and intimidation prevails, and communities are living apart. The PM has not made a visit to the state in 11 months,…— Jairam Ramesh (@Jairam_Ramesh) April 8, 2024\n\n\nRamesh said that Modi had not visited the state since the clashes began and had only spoken about it for “three minutes”, referring to the prime minister’s speech in Parliament in August. “The violence was the result of the politics of division and polarisation that the BJP excels in,” Ramesh said. “This is the reality of Manipur.”Also read: Inside Manipur’s new battleground: The border outpost of MorehWhy Manipur Police is protesting against an armed Meitei militiaIn Imphal, the state’s surrender to an armed Meitei militia with ‘Taliban-like’ gripThe backstory: Covering Manipur violence brought back childhood memories of a riot","author":"Scroll Staff","time":"2024-04-09T08:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197876-bcelxsssdm-1706262642.jpg","tags":["Narendra Modi","Manipur","Congress","Northeast","Manipur violence","Manipur unrest","Manipur clashes","Lok Sabha 2024"]}