{"title":"Centre’s draft Bill proposes to regulate OTT platforms by bringing them under telecom services","content":"The Union government on Wednesday proposed to regulate voice, video and data services offered by over-the-top, or OTT, platforms such as WhatsApp, Signal, Facetime and Google Meet by including them under telecommunication services.The Department of Telecommunications released a draft Bill late on Wednesday, through which the government seeks to replace the existing legal framework governing the sector in India. Through the Bill, the government is seeking to consolidate the Indian Telegraph Act, 1885, the Wireless Telegraphy Act, 1933, and the Telegraph Wires (Unlawful Possession) Act, 1950.On several occasions, telecom operators have asked the government to bring in a new framework as some of the OTT platforms offering voice call options are “perfect substitutes” to their services.The telecom industry leaders have cited loss of revenue because of proliferation of OTT services and called for a level playing field. Unlike telecom companies, OTT platforms do not need a licence to offer services.Breaking : The Ministry of Communications has released the draft Indian Telecommunication Bill, 2022 for comments by October 20, 2022. https://t.co/tZCwQOGg2B 1/n pic.twitter.com/H2JVq9x6Rt— Internet Freedom Foundation (IFF) (@internetfreedom) September 21, 2022\n\nIn its draft, the government said it could exempt entities from the requirement of obtaining a licence, registration and authorisation if it is in “public interest”.It is not yet clear how the Bill, if implemented, may impact OTT and internet-based communications as services such as WhatsApp and Signal are encrypted, meaning messages and calls are not stored by the companies and remain private between users.But, Section 24 of the draft Bill states that information transmitted and received over telecommunication services could be intercepted by the central and state government as well as an authorised official “in the interest of the sovereignty, integrity or security of India, friendly relations with foreign states, public order, or preventing incitement to an offence”.Apar Gupta, the executive director of the Internet Freedom Foundation, told the Hindustan Times the Bill should have reflected constitutional developments. “It is disappointing that the chapter on public safety and national security ignores Supreme Court judgements such as on the fundamental right to privacy...,” he said.  The draft Bill also confers the Union government powers to defer, convert into equity, waive off or grant relief to any licensee under extraordinary circumstances, “including financial stress, consumer interest, maintaining competition in the sector, or reliability and continued supply of telecommunication services”.  Telecom Minister Ashwini Vaishnaw has sought public feedback on the draft. The last date for sending comments is October 20.Seeking your views on draft Indian Telecom Bill 2022.https://t.co/96FsRBqlhq— Ashwini Vaishnaw (@AshwiniVaishnaw) September 21, 2022","author":"Scroll Staff","time":"2022-09-22T15:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131091-wbtfedfxlh-1633365714.jpg","tags":["Draft Telecom Bill","Department of Telecommunications","Indian Telecommunication Bill","WhatsApp","Signal"],"source":"https://scroll.in/latest/1033418/centres-draft-bill-proposes-to-regulate-ott-platforms-by-bringing-them-under-telecom-services"}