{"title":"Centre transfers Manipur sexual assault case to CBI","content":"The Centre on Thursday told the Supreme Court that it has transferred the inquiry into the case of the sexual assault of three Kuki women in Manipur’s Kangpokpi district on May 4 to the Central Bureau of Investigation, PTI reported.In an affidavit, the Ministry of Home Affairs urged the Supreme Court to transfer the trial of the case outside Manipur.  The ministry asked the court to give directions that the trial be completed within six months of the CBI filing the chargesheet. The Supreme Court is scheduled to hear the Manipur case on Friday.On July 19, a video showing two Kuki women being paraded naked by a mob in the Kangpokpi district was widely shared on social media.Three women, including the two who were seen in the video, were sexually assaulted in B Phainom village of Kangpokpi on May 4, a day after clashes erupted between Meitei and Kuki communities. One of the women was “brutally gang-raped”, according to a police complaint.The first information report was registered on May 18. However, it was only after the video was shared on social media that the arrests were made. Seven people have been arrested in the case, including a minor.On July 20, the Supreme Court had said that the incident was “simply unacceptable” and had told the Centre and state government to take immediate steps in the matter.  It had told the Centre and Manipur government to list out the steps by July 28 to ensure that such incidents do not recur.In its affidavit filed on Thursday, the Centre said that several police teams have been formed to arrest the culprits and that the investigation of the case has been entrusted to an officer of the rank of additional superintendent of police.“The approach of the central government is of zero tolerance towards any crimes against women,” it said, according to PTI. “The central government considers the offences like the present one to be too heinous which deserve to be taken not only with seriousness, but justice should be seen to be done so that it has a deterrent effect throughout the nation with respect to crimes against women.”It also said that teams have been formed to provide mental health assistance in relief camps.“To prevent repetition of such incidents, reporting of all such cases to the Director General of Police by the police station in charge of the jurisdiction has been made mandatory,” the government said.Meanwhile, Home Minister Amit Shah said on Thursday that the individual who allegedly recorded the May 4 incident has been held, reported The Indian Express. He also said that the mobile phone used to record the video has been retrieved and that it would help connect the dots and expose the “chain” of complicity.Shah said that six rounds of talks have been held with Kuki and Meitei groups separately and that efforts are at an “advanced stage” to get both communities together, according to The Indian Express.One killed and three injured in fresh violence in ManipurOne person was killed and three were injured in clashes between security forces and armed Kuki groups in villages between Bishnupur and Churachandpur district on Thursday, NorthEast Now reported.The clashes took place in the villages of Kwakta, Kangvai, Terakhongshangbi, Phougakchao Ikhai, and Gothol.The deceased was identified as 38-year-old Lunminthang of Bolkot village. Those injured were Lalboi Touthang (33), Jangkholen (26), and Thangjahao (30).In a statement, the Indigenous Tribal Leaders’ Forum said that the violence broke out around 4 am and it lasted for almost the whole day. They also alleged that bombs were also used in the attack, reported The New Indian Express.Manipur has been witnessing ethnic clashes between the Kuki and the majority Meitei communities since May 3. Widespread incidents of violence and arson continue to deepen the crisis in the state. Over 140 people have been killed and nearly 60,000 have been forced to flee their homes.","author":"Scroll Staff","time":"2023-07-28T09:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192483-txnrvabpbk-1690082399.jpg","tags":["Manipur","Manipur violence","CBI","Supreme Court"],"source":"https://scroll.in/latest/1053410/centre-transfers-manipur-sexual-assault-case-to-cbi"}