{"title":"Central Vista project raises the question: Who owns the National Archives of India? ","content":"The Narendra Modi government’s Central Vista project in New Delhi looks to demolish the National Museum of India, the Indira Gandhi National Centre for Arts, and the annexe of the National Archives of India. The National Archives Museum, which is housed within the National Archives building, is also under renovation. The immediate future of the contents of these institutions is unclear. Particularly as far as the texts from the National Archives are concerned, there has been little disclosure on the processes of the transfer of files, any imminent division of the registers, and any consequent changes to cataloguing. Will files pertaining to specific ministries be redirected to their respective historical divisions? What will be done to ensure the safety and integrity of the holdings that are yet to be declassified and therefore, haven’t ever been accessed by a general readership?  Who will appraise the condition of both temporary and permanent collections and what compliance will be enforced upon them?  What do these sweeping changes mean for historians and other users of the archives? There are no clear answers to any of these issues in blatant disregard of the mission statement of the National Archives of India that says the organisation seeks to “encourage the scientific management, administration and conservation of records all over the country”.The campus of the National Archives of India in New Delhi. Photo: WikipediaA fundamental philosophical invocation that every nation state has to confront at some contentious point in its history is – who owns the archives? Or, to be more provocative – if the State runs the archives, does it also own it? An archivist will point to the primary values of an archive, amongst them both administrative and historical, to better inform this context. Taken together, these values imply that in fact, the archive could be, and often is, a site of accountability. Through scholarly practice, in social science, humanities and beyond, an archive is where historical writing and revisionism becomes possible. As more and new material emerges, and archival records are accessed and read, the collective memory of a nation evolves. Historical debates are largely devoted to and revolve on unearthing mechanisms of state power inscribed in its textual forms, embodied in the archives, and ideally protected for posterity. In effect, admittance to archives is politically unrestrained. As such, a national archive can be seen as an expression of the social contract, and beyond, as archives frequently attract a global audience.An archivist will also point to the secondary values of an archive, of which the most pertinent to India today is the intrinsic value of records. After all, the archives and what they contain, and what they redact or expunge, speaks to the very heart of visibility and presence in a power-laden polity, and its historical chronicle. In the absence of textual evidence, the manipulation of national memory becomes a real possibility, with no basis for verification. The global argument for the neutrality of the archive has acquired sophistication, looking at the curation of material as neutral and moderated, speaking to the positionality of both the archivist, who constructs the archive but also the consumer, who translates or writes up archival material. This is a question of expertise and reflexivity, where the curator is aware, because they have attained the professional expertise to, of their self in relation to the archive. Blithely doing away with these critical notions has its own ideological implications.With respect to India, there is such angst amongst the scholarly community in light of these new changes because the engagement with the archive even in its present pre-renovated condition, is often stymied by the 35-year declassification criteria, and a belated and painfully slow enactment of the rules. Most material now widely used only became available to scholars in the early 2000s, which also still involves jumping through hoops. Now on, it may cease to exist, or at the very least, become untraceable. What historians specifically are feeling is not only shock but also a sense of bereavement as the discipline depends so heavily on these materials, and on access to them. This indiscriminate treatment of these holdings may prove catastrophic to scholarship on India articulated from the Global South. Burdened by the institutional inequalities already plaguing the ramparts within which humanities and the social sciences function as disciplines outside the West and coupled with the exigencies of having to constantly make space for speech and activism by virtue of inhabiting these spaces, will cause added and widespread attrition and financial and social distress. Can we afford this as a nation? An Indian political thinker would say that to know the future, ask a historian. To know who said this, you’d have to step into an archive.Swapna Kona Nayudu works on India’s international relations and political thought at Harvard University Asia Center, and tweets @konanayudu.","author":"Swapna Kona Nayudu","time":"2021-06-01T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142970-eyqkwwujmo-1622361577.jpg","tags":["Central Vista project","Indira Gandhi National Centre for Arts","National Archives of India","National Museum of India"]}