{"title":"Centre will clear names of new High Court chief justices soon, says NV Ramana","content":"Chief Justice of India NV Ramana said on Saturday that in a day or two the Centre was likely to approve the names that the Supreme Court collegium has recommended for appointment as the chief justices to 13 High Courts, The Times of India reported.Ramana added that the quick appointment of judges would help ease the burden of pending cases on courts.He flagged the difficulties that the Covid-19 crisis has created, Live Law reported. “Thousands of cases have accumulated before different forums, apart from the large vacancies and non-working of courts and lack of virtual conferencing facilities in rural and remote areas,” Ramana said. The chief justice said that he and his colleagues have tried to ensure that people get speedy justice. “May onwards, we have recommended more than 106 judges to different High Courts,” he added, according to Live Law. Ramana added that the government has already cleared some of the names and Union Law Minister Kiren Rijiju assured him that more approvals would come soon. The chief justice said: “These appointments will take care of the pendency to some extent. I seek cooperation and support from the government to enable access to justice and to strengthen the democracy.” Ramana added that the quality of a democracy depended on the quality of justice, Bar and Bench reported. “Equality and access to justice complement each other,” he added. “In this country people, should feel law and institution is for everyone.” In August, the Supreme Court collegium had recommended nine names to the Centre for appointment as judges to the top court. The list included the names of three women – Justices BV Nagarathna, Hima Kohli and Bela Trivedi. Justice Nagarathna, who was earlier a judge in the Karnataka High Court, could become the first woman Chief Justice of India in 2027. She is likely to hold the post for over a month.The judges took oath on August 31. The Supreme Court now has a strength of 33 as against a sanctioned strength of 34 judges. The appointments to the Supreme Court were the first since September 2019.","author":"Scroll Staff","time":"2021-10-03T11:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162586-cixgksmodv-1628431147.jpeg","tags":["NV Ramana","judiciary","courts"],"source":"https://scroll.in/latest/1006834/centre-will-clear-names-of-new-high-court-chief-justices-soon-says-nv-ramana"}