{"title":"Centre clears appointment of three judges to the Supreme Court","content":"The Centre on Wednesday cleared the appointment of Justices Augustine George Masih, Sandeep Mehta and Satish Chandra Sharma to the Supreme Court, Bar and Bench reported.Chief Justice DY Chandrachud will administer the oath of office to them on Thursday. The strength of the Supreme Court will reach its full capacity of 34 judges with the appointments.The Supreme Court collegium had recommended their names on Monday. Under the collegium system, the five most senior judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts. These recommendations must be approved by the Union government.Sharma was first appointed as a judge of the Madhya Pradesh High Court in January 2008. He became the chief justice of the Telangana High Court in October 2021 and thereafter transferred to the Delhi High Court in June 2022.“The judgments authored by him dealing with issues in various branches of law stand testimony to his legal acumen and competence,” the collegium had said while recommending his appointment. “Before his elevation as a Judge of the High Court of Madhya Pradesh, he practised in constitutional, service, civil and criminal matters.”Masih  was appointed as a judge of the Punjab and Haryana High Court in July 2008. He was elevated as the chief justice of the Rajasthan High Court in May. “Before his elevation, he practised in Constitutional, service, labour and civil matters,” the collegium said.Mehta was appointed as a judge of the Rajasthan High Court in May 2011 and was promoted as the chief justice of the Gauhati High Court in February. “The Rajasthan High Court, which is his parent High Court, is a large High Court which does not have representation on the Bench of the Supreme Court,” the collegium said in its resolution. The appointment of judges has become a point of contention between the collegium and the Centre.On Tuesday, the top court had said that the Centre must stop its “pick and choose” approach by selectively accepting names of judges sent by the collegium for appointments and transfers.The remarks were made while a bench of Justices Sanjay Kishan Kaul and Sudhanshu Dhulia was hearing a petition filed by the Advocates Association of Bengaluru seeking contempt action against the Union law ministry for the delay in clearing collegium proposals. A plea by the Centre for Public Interest Litigation on the delay is also listed along with the contempt petition.The bench had said that the Centre is not clearing even 50% of the names recommended for appointment by the Supreme Court Collegium, either by citing intelligence reports or adverse inputs from the government. Also read: Why are the Supreme Court and Modi government in a war of words over judicial appointments?","author":"Scroll Staff","time":"2023-11-09T08:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186512-jowwrjbqgc-1675598803.jpg","tags":["Supreme Court","Supreme Court Collegium","Centre","Judicial Appointments"],"source":"https://scroll.in/latest/1058866/centre-clears-appointment-of-three-judges-to-the-supreme-court"}