{"title":"Centre files petition challenging Supreme Court order on arresting public servants under SC/ST Act","content":"The Centre on Monday filed a review petition in the Supreme Court, challenging its judgement that protects a public servant from being arrested under the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act without a preliminary inquiry, Law Minister Ravi Shankar Prasad told ANI.“We have filed a comprehensive review petition which will be presented before the court by the senior lawyers of the government,” Prasad said. The Centre’s move comes amid mounting criticism and calls for strikes and protests across the country.On Sunday, the law minister had announced on Twitter that the government will “positively” file the petition on Monday. Review petition by the Government against the SC judgement on SC/ST Protection Act shall be filed positively on tomorrow, Monday, April 2— Ravi Shankar Prasad (@rsprasad) April 1, 2018\n\nWhile passing the order on March 20, the Supreme Court said the move was aimed at curbing the alleged misuse of the Act. After the order, no public servant can be taken into custody until an officer, not below the rank of deputy superintendent, conducts a preliminary inquiry. The bench of Justices Adarsh Goel and UU Lalit also said a public servant can be arrested only after the authority that appointed him approves it.The order was criticised by leaders across party lines, as well as members of the SC/ST communities. While several BJP leaders earlier demanded the review petition, the Congress accused the Centre and the Maharashtra government – parties to the case – of not presenting it properly before the top court. Over the weekend, Dalit organisations called for a countrywide bandh on Monday to protest against verdict. In Punjab, the government decided to suspend mobile internet and public transport services on Monday, while the Central Board of Secondary Education has postponed all Class 10 and Class 12 exams that were to be held on April 2 in Punjab.","author":"Scroll Staff","time":"2018-04-02T09:26:50.461627+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/874123-68614-xyfisoezyo-1521658864.jpg","tags":["Supreme Court","Ravi Shankar Prasad","Bharat bandh","SC/ST Act"]}