{"title":"Centre cited obstacles in implementing ‘one nation, one election’ but formed a panel a month later","content":"A month before forming a committee to look into the feasibility of holding simultaneous polls to the Lok Sabha and state Assemblies, the Bharatiya Janata Party-led Central government had admitted in July that the “one nation, one election” proposal would face several hurdles.On July 27, in a written reply to the Rajya Sabha, Union Law Minister Arjun Meghwal had listed five impediments to the proposal, including having to amend five Articles of the Constitution.These are Articles 83 (relating to the duration of Houses of Parliament), 85 (relating to dissolution of the House by the president), 172 (relating to the duration of the state legislatures), 174 (relating to dissolution of the state legislatures) and 356 (relating to the imposition of President’s Rule in states).The law minister had also said that holding simultaneous national and state Assembly elections would require the consensus of all political parties and state governments. “Having regard to the federal structure of our system of governance, it is imperative that consensus of all state governments is also obtained,” he had said. Meghwal had pointed out that the cost of the move could also run into thousands of crore as additional Electronic voting machines, or EVMs, and Voter Verified Paper Audit Trail, or VVPAT, would be required.“Considering that the life of the [EVM] machine is only 15 years, this would imply that the machine would be used for about three or four times in its life span, entailing huge expenditure in its replacement every 15 years,” he had said.The law minister, however, had also pointed out that holding simultaneous elections would avoid the strain on the administrative and law enforcement resources of holding multiple elections every year. He said it would bring “considerable savings” to political parties and candidates.Meghwal also argued that multiple elections result in the prolonged implementation of the Model Code of Conduct and this has an “adverse impact” on developmental and welfare programmes.The Election Commission implements a model code before every poll that lays down how parties and candidates should conduct themselves during the electoral process. To prevent parties in government from taking unfair advantage of the administrative apparatus under their control, the code prevents the announcement of new schemes and policies.  BJP’s push for ‘one nation, one election’On Saturday evening, the Centre had notified an eight-member high-level committee headed by former President Ram Nath Kovind to look into the feasibility of holding simultaneous elections to the Lok Sabha and state Assemblies.Parliamentary Affairs Minister Pralhad Joshi had said that the issue would be discussed at a special sitting of Parliament that is scheduled to be held from September 18 to September 22.Besides Kovind, the high-level committee comprised Union Home Minister Amit Shah, Congress MP Adhir Ranjan Chowdhury, former Union Minister Ghulam Nabi Azad, former Finance Commission Chairman NK Singh, former Lok Sabha Secretary General Subhash Kashyap, Senior Advocate Harish Salve and former Chief Vigilance Commissioner Sanjay Kothari.Chowdhury, however, later refused to be part of the committee calling it a “total eyewash”.Opposition parties have criticised the government, saying that it had acted unilaterally on taking steps to implement the “one nation, one election” plan. In 2019, after Modi won a second term, he had called an all-party meeting to deliberate on the idea. Back then too, several Opposition parties had boycotted the meeting saying that the idea was opposed to the principles of federalism.The Congress had said that the proposal goes against the basic structure of the Constitution. The proposal is based on the idea that that the entire country is “one but this contradicts Article 1 that envisages India as a “Union of States”, according to The Hindu. The Bharatiya Janata Party had first floated the “one nation, one election” plan in its manifesto for the 2014 Lok Sabha polls. The BJP believes that concurrent polls will help save money and allow the government to focus on development work.Last year, the Election Commission had said that deciding on the matter did not fall under its ambit and it was up to the legislature.","author":"Scroll Staff","time":"2023-09-04T16:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193750-taootrztjk-1693818459.jpg","tags":["one nation one election","one election","simultaneous elections","simultaneous polls","one nation one poll controversy","arjun meghwal"]}