{"title":"Central teams to be sent to help states deal with heatwaves, says health minister","content":"Union Health Minister Mansukh Mandaviya on Tuesday said that central teams comprising officials from the India Meteorological Department and the departments of disaster management as well as health will be sent to help states that are dealing with heatwaves, The Indian Express reported.The minister chaired a high-level meeting to discuss public health measures to deal with extreme heat.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal.    Mandaviya’s statement came in the backdrop of 68 deaths at the district hospital in Uttar Pradesh’s Ballia in a short span of time. Diwakar Singh, the chief medical superintendent of the hospital, was removed from his post for citing a heatwave as the reason for the deaths.Ballia Chief Medical Officer Jayant Kumar subsequently said that only two of the deaths were due to the heatwave. The health minister on Tuesday said that orders have been given to create short-term and long-term action plans to deal with heatwaves. “I have directed ICMR [Indian Council of Medical Research] to prepare an action plan so that in future there are no deaths due to heatwave and heat stroke,” he said.Mandaviya added that he will hold a video conference with disaster management officials and health ministers of Odisha, Chhattisgarh, West Bengal, Telangana, Bihar and Jharkhand, where heatwaves are predicted to continue.The India Meteorological Department on Tuesday predicted that heatwave conditions are likely to prevail on Tuesday over east Uttar Pradesh, east Madhya Pradesh, Odisha, Bihar, Jharkhand, coastal Andhra Pradesh, Yanam in Puducherry and Telangana. It also projected heatwaves in Maharashtra’s Vidarbha region and Chhattisgarh till Wednesday.Warning of the day.#india #IndiaMeteorologicalDepartment #heatwaves #weather #WeatherUpdate #WeatherUpdates @moesgoi @DDNewslive @airnewsalerts @ndmaindia pic.twitter.com/LVVQm4PkQm— India Meteorological Department (@Indiametdept) June 20, 2023\n\nWhat to do and not to do during a heatwave:Here are certain guidelines recommended by the National Disaster Management Authority during a heatwave:Avoid going out in the sun, and strenuous activities, especially between noon and 3 pm.Wear lightweight, light-coloured, loose and porous cotton clothes. Use protective goggles, umbrella or hat, shoes or chappals while going out in sun.If you work outside, use a hat or an umbrella and also use a damp cloth on your head, neck, face and limbs.Drink water as often as possible, even if not thirsty.While travelling, carry water with you.Avoid alcohol, tea, coffee and carbonated soft drinks, which dehydrate the body.Avoid high-protein food and do not eat stale food.Use oral rehydration salts and homemade drinks like torani (rice water), lemon water, buttermilk, etc to re-hydrate the body.Do not leave children or pets in parked vehicles.If you feel faint or ill, see a doctor immediately.Keep animals in shade and give them plenty of water to drink.Keep your home cool, use curtains, shutters or sunshades and open windows at night.Use fans, damp clothing and take baths in cold water frequently.Tips to help someone who has experienced a heat strokeLay the person in a cool place, under a shade. Wipe their face and body with a wet cloth frequently. Pour normal temperature water on the head. The main thing is to bring down the body temperature.Give the person ORS to drink or lemon water/torani or whatever is useful to rehydrate the body.Take the person immediately to the nearest health centre. The patient needs immediate hospitalisation as heat strokes could be fatal.","author":"Scroll Staff","time":"2023-06-20T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191440-alczezbcuj-1687266171.jpg","tags":["Mansukh Mandaviya","India Meteorological Department","heatwave","disaster management"],"source":"https://scroll.in/latest/1051277/central-teams-to-be-sent-to-help-states-deal-with-heatwaves-says-health-minister"}