{"title":"Centre, Tripura and TIPRA Motha sign pact to address tribal community’s grievances","content":"The Centre, the Tripura government and the Tripura Indigenous Progressive Regional Alliance on Saturday signed a tripartite agreement aimed at addressing the grievances of the state’s tribal community.The three sides agreed to resolve the problems of Tripura’s tribal community relating to land and political rights, economic development, identity, history, culture and language, the agreement signed by the state’s chief secretary, the Union home ministry’s additional home secretary for the North East and three members of the Tripura Indigenous Progressive Regional Alliance, or TIPRA Motha.The TIPRA Motha was founded in 2019 as a social organisation and later became a tribal-centric political party.The Union home ministry said that the three sides have agreed to constitute a joint working group to “work out and implement the mutually agreed points on all the above-mentioned issues in a time-bound manner to ensure an honourable solution”.The ministry said in a statement, “In order to maintain a conducive atmosphere for implementation of the pact, all stakeholders shall refrain from resorting to any form of protest/agitation, starting from the day of signing of the agreement.”The agreement was signed in the presence of Union Home Minister Amit Shah in Delhi, who said it was a “historic day” for Tripura.“With this agreement, we have honoured history, rectified mistakes and by accepting the present reality we have taken a step for the future,” Shah said at a press conference. “No one can change history but we can learn from past mistakes and move ahead.”Pradyot Debbarma, the chief of the TIPRA Motha, called the pact a “historic agreement”. He said that the Union government has assured that the language, cultural history and economic and political aspirations of Tripura’s tribal community will be given importance.Debbarma had launched a fast-unto-death protest on February 28 to demand a permanent solution to the problems faced by the state’s tribal community, The Indian Express reported.One of the TIPRA Motha’s demands has been a separate state for the state’s tribals where they are in the majority. All details of the tripartite agreement signed on Saturday were not immediately known.Shah said that the Narendra Modi government has signed 11 peace and boundary settlement agreements in the North East states. He said that the agreement in Tripura is the last before the Lok Sabha elections.","author":"Scroll Staff","time":"2024-03-02T16:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198938-rkaxibloln-1709377773.jpg","tags":["Tripura","Tripura Indigenous Progressive Regional Alliance","TIPRA","Tribals"]}