{"title":"Centre withdraws Haj subsidy, will use funds for Muslim girls’ education","content":"The government on Tuesday withdrew its subsidy for Haj pilgrims. Union Minister for Minority Affairs Mukhtar Abbas Naqvi said the decision was in line with the Centre’s agenda to empower minority communities “with dignity and without appeasement”, The Times of India reported. “The funds spent on the Haj subsidy will be used for educational empowerment of girls and women of the minority community,” Naqvi said on Tuesday.   The subsidy took the form of discounted fares on the ailing state-owned Air India.   The move comes a little over two months after Naqvi said the government could phase out the subsidy as early as 2018. He had made the announcement after meeting officials of the Haj Committee of India and the ministries of minority affairs, civil aviation and external affairs. He said that this year, 1.75 lakh pilgrims will go for Haj without a subsidy, higher than the 1.25 lakh pilgrims who went for the annual pilgrimage in 2017, CNN-News18 reported.Here’s an explainer on why the Haj subsidy is so controversial:The six-member Haj Committee of India was constituted in January 2017 to chalk out a plan to scrap the subsidy – which is valued at around Rs 650 crore a year – in accordance with the Supreme Court’s order from May 2012. The top court had asked the government to gradually phase out the subsidy and abolish it by 2022. “Subsidy is only one aspect of the government’s responsibility with regard to Haj,” the minority affairs minister had said. “We are committed to a more transparent and open system to send pilgrims and their safety and security while they perform the pilgrimage.”In January 2017, Saudi Arabia had increased India’s annual quota for Haj pilgrims from 136,020 to 170,520.The news comes about a week after Saudi Arabia approved India’s plan to allow Haj pilgrims from the country to head to Jeddah by sea in a few years. In its proposal for a New Haj Policy for 2018-’22, an panel appointed by the Indian government had said in October 2017 that the Saudi Arabian government should be consulted on the matter as travelling by ship was cheaper than air travel.","author":"Scroll Staff","time":"2018-01-16T16:18:19.866058+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/865274-ydwupjwezz-1463141581.jpg","tags":["Haj subsidy","Muslims","Mukhtar Abbas Naqvi","Minority Affairs"],"source":"https://scroll.in/latest/865274/centre-withdraws-subsidy-it-provides-haj-pilgrims"}