{"title":"Centre’s proposal for simultaneous elections is a ‘constitutional perversity’, says Congress","content":"The Congress on Tuesday said the Centre’s proposal for simultaneous elections to the Lok Sabha and the state Assemblies is a “constitutional perversity” and preposterous. The party said if the proposal was accepted, it would hurt the very core of the country’s democracy. “The proposal of simultaneous elections to Parliament and assemblies across India being mooted by the Narendra Modi government is a constitutional perversity and hits at the very core of democracy in India,” Congress spokesperson Abhishek Manu Singhvi told reporters at a press conference. “Any such proposal would be an antithesis to democracy and go against the grain of the basic structure of the Constitution of India, as also the letter and spirit of democracy per se.” He said compulsory simultaneous polls would deny the people of India the right to elect the government and representatives of their choice. “The federal structure of our polity would stand decimated by such an authoritarian and autocratic step,” Singhvi added. The Congress leader said that if a state Assembly were to be dissolved before the completion of its tenure of five years, the people would be under Governor’s rule for the remaining tenure. “This would be even more preposterous in case the Parliament was to be dissolved for some reason prior to the completion of its tenure. Won’t then the country be ruled by President’s rule? This can only result in dictatorship of a few and tyranny of some unelected,” he said.He also expressed fears that the multi-party parliamentary system would be endangered if simultaneous polls were to take place. “The bottom line is that, this is another preposterous suggestion by a self-absorbed, narcissist and self-centred Modi government and the BJP that disregards any constitutional norms and established conventions,” Singhvi alleged.In April, the Law Commission of India had recommended that elections to the Lok Sabha and state Assemblies be held simultaneously. In a draft white paper, the commission said the Indian Constitution could be amended to allow simultaneous polls. In May, the Election Commission proposed the idea of “one year, one election” to the Law Commission. On Saturday, the Law Commission held consultations with political parties on the proposal for simultaneous elections. Prime Minister Narendra Modi had stressed the need for simultaneous elections to cut costs and save time.Among political parties, the Shiromani Akali Dal, the All India Anna Dravida Munnetra Kazhagam, Samajwadi Party and the Telangana Rashtra Samiti have supported the idea of simultaneous elections. The Trinamool Congress, Aam Aadmi Party, Dravida Munnetra Kazhagam, Telugu Desam Party, Left parties and the Janata Dal (Secular) have opposed the proposal.","author":"Scroll Staff","time":"2018-07-10T22:32:33.512754+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/886041-76578-zmncnfljcz-1516073260.jpg","tags":["Congress","simultaneous polls","Lok Sabha elections"],"source":"https://scroll.in/latest/886041/centres-proposal-for-simultaneous-elections-is-a-constitutional-perversity-says-congress"}