{"title":"Central, state governments sign landmark deal to repatriate Bru tribe members to Mizoram","content":"The Centre, state governments of Mizoram and Tripura, and the Mizoram Bru Displaced People’s Forum on Tuesday signed a landmark agreement on the repatriation of members of the Bru tribe to Mizoram. After several years of negotiation, the stakeholders have agreed that 5,407 families comprising of 32,876 persons staying in temporary camps in Tripura will be repatriated to Mizoram before September 30. A committee under Special Secretary (Internal Security) will coordinate the implementation of the agreement.According to a statement issued by the Ministry of Home Affairs, the central government will provide financial assistance for rehabilitation of Brus in Mizoram and address issues of security, education, livelihood in consultation with the state governments. Each family will be given Rs 4 lakh as one-time financial assistance, Rs 5,000 cash assistance per month for two years, Rs 1.5 lakh to build a house, and free ration for two years.The agreement was signed by Special Secretary (Internal Security) in the Ministry of Home Affairs Rina Mitra, Chief Secretary of Tripura Sanjeev Ranjan, Principal Secretary of Mizoram Lalnunmawia Chuaungo and President of Mizoram Bru Displaced People’s Forum A Sawibunga. The accord was signed in the presence of Union Home Minister Rajnath Singh, Chief  Minister of Mizoram Lalthanhawla,  and Chief Minister of Tripura Biplab Kumar Deb.Exile and returnIn 1997, the murder of a Mizo forest guard in the Dampa Tiger Reserve in Mizoram’s Mamit district allegedly by Bru militants led to a violent backlash against the community, forcing several thousand people to flee to neighbouring Tripura. The Bru militancy was a reactionary movement against Mizo nationalist groups who had demanded in the mid-1990s that the Brus be left out of the state’s electoral rolls, contending that the tribe was not indigenous to Mizoram.The displaced Brus took refuge in a town called Kanchanpur in northern Tripura, on the border with Mizoram. Now, they are spread across seven refugee camps in the Jampui Hills, which separate Tripura from Mizoram and Bangladesh.There was another exodus 12 years later. In November 2009, Bru militants reportedly killed a Mizo teenager, triggering another spate of retaliatory attacks on the Brus who had stayed behind, forcing many more into Tripura.There have been multiple attempts to facilitate the return of the Brus – who are also known as Reangs – to Mizoram over the years, but the Indian government and the community’s leaders have often not been able to agree on the terms of their repatriation.","author":"Scroll Staff","time":"2018-07-03T20:57:11.974094+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885167-tymkoqgmax-1491391880.jpg","tags":["Bru tribe","refugees","Tripura","Mizoram"],"source":"https://scroll.in/latest/885167/central-state-governments-sign-landmark-deal-to-repatriate-bru-tribe-members-to-mizoram"}