{"title":"Centre gets extension to frame, implement Citizenship Amendment Act rules","content":"The Centre has been given an extension to frame and implement the Citizenship Amendment Act by the committees on subordinate legislation in both the Houses of the Parliament. While the Lok Sabha committee granted an extension till April 9, the Upper House panel  gave the government time till July 9.In a response to a question by Congress MP VK Sreekandan during the Budget session, Union Minister of State for Home Affairs Nityanand Rai said that the Citizenship Amendment Act had been in force since January 10, 2020, but the rules were “under preparation”. The act was notified on December 12, 2019. Parliamentary rules say that “statutory rules, regulations and bye-laws will be framed within a period of six months from the date on which the relevant statute came into force”, according to NDTV.They also state that ministries and departments concerned can seek an extension from the committee on subordinate legislation, giving a reason for the delay. The extensions cannot be more than three months at a time, as per the rules, NDTV reported. The Rajya Sabha committee has given an extension of more than three months.In October, Bharatiya Janata Party President JP Nadda had cited the coronavirus pandemic as the reason for the delay in implementing the law and said that it would be done soon. On December 6, BJP leader Kailash Vijayvargiya had said that the Citizenship Amendment Act was likely to be implemented from January. “The Centre has passed the Act with the honest intention of granting citizenship to persecuted refugees coming to our country from neighbouring nations,” he had said. In the same month, Union Home Minister Amit Shah had said the process of framing the rules would be taken up once the coronavirus vaccination drive began. Vaccinations started on January 16.The Citizenship Amendment Act provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and entered the country by December 31, 2014. It has been widely criticised for excluding Muslims. The act sparked huge protests across the country, including massive violence in Delhi in February 2019.","author":"Scroll Staff","time":"2021-02-02T21:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148825-kdujqelbvl-1612279104.jpg","tags":["Citizenship Amendment Act","Ministry of Home Affairs","Budget Session","Nityanand Rai","Parliament"],"source":"https://scroll.in/latest/985777/centre-gets-extension-to-frame-implement-citizenship-amendment-act-rules"}