{"title":"Centre may call early Lok Sabha polls after BJP’s defeat in Uttar Pradesh bye-elections: Mayawati","content":"Bahujan Samaj Party chief Mayawati said on Thursday that the Bharatiya Janata Party-led government at the Centre may announce early Lok Sabha elections, after its defeat in the Gorakhpur and Phulpur bye-polls on Wednesday, PTI reported. The Bahujan Samaj Party had supported the Samajwadi Party candidates in the two bye-elections.“In Uttar Pradesh, we wanted to teach the BJP a lesson and decided to support Samajwadi Party candidates so that it loses the seats that were held by the chief minister [Adityanath] and the deputy chief minister [Keshav Prasad Maurya],” Mayawati said at a rally in Chandigarh. “They have lost their sleep with this result.”Mayawati said that the saffron party may hold Lok Sabha polls, due in mid- 2019, simultaneously with those in several other states, as delaying the general elections could be damaging for the BJP.Mayawati claimed that the BJP government at the Centre had imposed a “dictatorship” in the country that was worse than the Emergency the Congress had declared in 1975. She warned people against the “false and tempting poll promises” the BJP had made in 2014.She said that while Prime Minister Narendra Modi had vowed to eliminate corruption, scams worth crores of rupees had hit the country, and people like businessman Nirav Modi were “enjoying their lives in foreign countries with the tacit support of the government”. The Bahujan Samaj Party chief also said the BJP was misusing central agencies to target Opposition parties while covering up corruption allegations levelled against its own leaders.Mayawati lashed out at the Centre for what she described as the “casteist, narrow-minded and communal approach” of the government. She claimed that Dalits and people of other marginalised sections of society who had been appointed to high positions in the government were working as “bonded labour”.","author":"Scroll Staff","time":"2018-03-15T21:05:52.814574+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/872182-84635-avvvhjcodn-1521127757.jpg","tags":["Mayawati","2019 Lok Sabha Elections","Uttar Pradesh bye-elections","Bharatiya Janata Party"],"source":"https://scroll.in/latest/872182/centre-may-call-early-lok-sabha-polls-after-bjps-defeat-in-uttar-pradesh-bye-elections-mayawati"}