{"title":"Centre will extend NRC to rest of India, deport ‘illegal immigrants’, Amit Shah tells Rajya Sabha","content":"Union Home Minister Amit Shah on Wednesday told the Rajya Sabha that the National Register of Citizens, which is currently being finalised in Assam, will be extended to the entire country to identify undocumented immigrants, ANI reported.“We will identify all the illegal immigrants and infiltrators living on every inch of this country and deport them as per the international law,” Shah said, replying to a supplementary query by Samajwadi Party member Javed Ali Khan.Also read: Explainer: What exactly is the National Register of Citizens?Minister of State for Home Affairs Nityanand Rai said the government was contemplating postponing the July 31 deadline of the citizens’ database in Assam to “maintain fairness” of the procedure. “We have got 25 lakh requests where some names have been excluded and some names have been wrongly included,” Mint quoted Rai as telling the Upper House. “We would like to ensure that there is no error in the final NRC list.” On Tuesday, the Supreme Court refused to urgently hear the pleas of the Centre and the Assam government to postpone the release of the register. While Rai said the Centre had moved the apex court to stall the deadline, he added that the publication of the register would be postponed only till the correction of the errors in the final list.Also read: Assam flood victims go back to fetch NRC documents, some refuse to leave homesThe Upper House discussed the National Investigation Agency Amendment Bill, which was passed by the Lok Sabha on Monday. The home minister claimed that the Narendra Modi government would never misuse the law, which will broaden the investigating agency’s powers, and would only use it to put an end to terrorism in the country, News18 reported.However, Communist Party of India (Marxist) MP KK Nagesh said that the Act will be prone to misuse, The Hindu reported. When Nagesh began to speak about Hindutva, the chair asked him not to bring in religion. In response, Nagesh said Hindutva is not a religion. He said that there is a difference in the way the Act is used when a Muslim place of worship is attacked. Rashtriya Janata Dal MP Manoj Kumar Jha compared the Act to McCarthyism in the United States during the 1940s, when people were accused, caught and sent to trial, without proper regard for evidence. \n\n\n    \n    Play\n\nThe Rajya Sabha also discussed incidents of mob lynchings, ANI reported. Asked if such incidents had increased in the last six months, Nityanand Rai said state governments were responsible for the prevention, detection and investigation of crimes and for prosecuting criminals. “National Crime Records Bureau does not maintain specific data with respect to lynching incidents in the country,” he added.Also read: For a month, we bring you a story about Assam’s National Register of Citizens every day. Here’s whyMeanwhile, Defence Minister Rajnath Singh told the Lok Sabha that India and China were respecting bilateral agreements to maintain peace and tranquillity along the border, PTI reported. The minister was responding to the Opposition’s concerns about alleged incidents of Chinese troops entering Indian territory.Singh said the two countries had established a mechanism to control incursions and transgressions. There was complete restraint by armed forces of India and China at Doklam following months long stand-off in 2017, he added.The Lower House also approved demands for grants for ministries of rural development, and agriculture and farmers’ welfare for 2019-’20, ANI reported. This came a day after the House sat till 11.59 pm to discuss the demands for grants. Last week, when the House had discussed railways privatisation till 11.58 pm, Parliamentary Affairs Minister Prahlad Joshi had claimed that it was a record.Meanwhile, Dravida Munnetra Kazhagam MP Kalanidhi Veeraswamy alleged that the BJP-led government was trying to impose Hindi on Tamil Nadu, PTI reported. “There has been three attempts by the BJP-led NDA government to impose Hindi on Tamil people...We have agitated and successfully thwarted the BJP’s attempt to impose Hindi,” he said. “We are Dravidians and have been opposing imposition of Hindi since 1930. We will continue to protect our linguistic pride.” He was backed by DMK members TR Baalu and Dayanidhi Maran. However, Union minister Rajiv Pratap Rudy reminded Veeraswamy that the debate was about sports, not Hindi.Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Scroll Staff","time":"2019-07-17T16:07:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/120573-nbejsdyzpa-1560743609.jpg","tags":["National Register of Citizens","Amit Shah","Parliament","Monsoon session"],"source":"https://scroll.in/latest/930853/centre-will-extend-nrc-to-rest-of-india-deport-illegal-immigrants-amit-shah-tells-rajya-sabha"}