{"title":"Centre must stop its ‘pick and choose’ approach in appointing judges, says Supreme Court","content":"The Supreme Court on Tuesday said that the Centre must stop its “pick and choose” approach by selectively accepting names of judges sent by the collegium for appointments and transfers, Live Law reported.Under the collegium system, the five most senior judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts. These recommendations must be approved by the Union government. The Centre and the Supreme Court Collegium have been locked in a tussle over the appointments and transfers of judges. The Supreme Court has repeatedly criticised the government for not approving and notifying the transfers and appointments as recommended by the collegium.A bench of Justices Sanjay Kishan Kaul and Sudhanshu Dhulia is hearing a petition filed by the Advocates Association of Bengaluru seeking contempt action against the Union law ministry for the delay in clearing collegium proposals. A plea by the Centre for Public Interest Litigation on the delay is also listed along with the contempt petition.At Tuesday’s hearing, the bench said that the Centre is not clearing even 50% of the names recommended for appointment by the Supreme Court Collegium, either by citing intelligence reports or adverse inputs from the government, reported Bar and Bench.“The pick and choose is creating a lot of difficulties and people who are senior are left out,” Justice Kaul told Attorney General R Venkataramani.The court said that the Centre only cleared three of the five names recommended by the Collegium for appointments to the Punjab and Haryana High Court, reported Bar and Bench. “If this is done, the inter se seniority is disturbed and thus hardly conducive to pursue young lawyers to join the bench,” the court observed.The bench said that when the collegium does not accept a name for a judgeship, the matter should end there, reported Bar and Bench. “Suppose some name is cleared by you [Union government] and suppose Collegium does not clear it,” it said. “Then that should be the end of the chapter. Somebody expects to be a judge and if we do not accept that, then that should be the end. This has happened in more than one case. This cannot be the reason other names are halted. Else it becomes like a ping pong ball.”The Court also said that there was a delay in implementing the transfers of judges recommended by the Collegium.“The transfers are troubling us...The first set took a couple of months and now the same position even for transfers,” it said. “How should we accept it all? Transfers must take place immediately.”Centre vs Supreme CourtThis is the latest development in the tug-of-war between the executive and the judiciary in the past year regarding the appointments to the higher judiciary.Former Law Minister Kiren Rijiju and Vice President Jagdeep Dhankhar have repeatedly criticised the collegium system of appointing judges, contending that it is opaque.In December, Rijiju said that the Centre had introduced the National Judicial Appointments Commission Act in 2014 with the objective to make appointments to the Supreme Court and High Courts “more broad-based, transparent, accountable and bringing objectivity in the system”.The National Judicial Appointments Commission Act had proposed to make judicial appointments through a body comprising the chief justice, two senior Supreme Court judges, the law minister and two other eminent persons nominated by the chief justice, the prime minister and the leader of the Opposition.However, in 2015, the Supreme Court struck down the National Judicial Appointments Commission Act, deeming the law unconstitutional.In March, Rijiju claimed that some retired judges are part of an “anti-India gang” and are trying to make the judiciary play the role of an Opposition party.Also read: Why are the Supreme Court and Modi government in a war of words over judicial appointments?Not only the BJP: Why Ambedkarites also oppose the collegium system","author":"Scroll Staff","time":"2023-11-08T13:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181360-opidqvhnpt-1670237656.jpg","tags":["Supreme Court","Supreme Court collegium","Judicial appointments"]}