{"title":"Centre allows CBI to prosecute Manish Sisodia in snooping case","content":"The Union Ministry of Home Affairs has given sanction to prosecute Delhi Deputy Chief Minister Manish Sisodia in connection with an alleged case of snooping on political opponents, The Indian Express reported on Wednesday.The home ministry has permitted the Central Bureau of Investigation to investigate Sisodia under the Prevention of Corruption Act. The permission was granted on February 17, according to ANI.The move came after the Central Bureau of Investigation alleged that the Aam Aadmi Party gathered “political intelligence” through its feedback unit set up in 2015.It said that the feedback unit was set up to strengthen the Delhi government’s Vigilance Department.  However, a substantial number of reports submitted by the feedback unit pertained not to actionable information on corruption in the Delhi government, but to “political activities of persons, political entities and political issues touching political interest of Aam Aadmi Party, BJP [Bharatiya Janata Party]”, the central agency alleged.It also said that there was deliberate violation of rules by “delinquent public servants”.On February 9, Delhi Lieutenant Governor Vinai Kumar Saxena had approved the Central Bureau of Investigation’s request to file a case against Sisodia and forwarded the matter to the home ministry.On its part, the Aam Aadmi Party said that the allegations are completely bogus and politically motivated.On Wednesday, Sisodia claimed that more such cases will be filed as the Aam Aadmi Party grows. “Filing cases against one’s rivals is a sign of a weak and coward person,” he wrote in a tweet.अपने प्रतिद्वंदियों पर झूठे केस करना एक कमज़ोर और कायर इंसान की निशानी है। जैसे जैसे आम आदमी पार्टी बढ़ेगी, हम पर और भी बहुत केस किए जाएँगे। https://t.co/hu37UOytyt— Manish Sisodia (@msisodia) February 22, 2023\n\nThe Central Bureau of Investigation has also booked Sisodia in the Excise Policy case.He, along with 14 other persons, was booked by the central agency in August on charges of irregularities in the now-scrapped liquor policy, which was part of the new excise regulations. Sisodia, however, has not been named in the chargesheet.","author":"Scroll Staff","time":"2023-02-22T11:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181358-wfvbufrpzg-1665930068.jpg","tags":["Manish Sisodia","CBI","Delhi","AAP"]}