{"title":"Centre expresses doubts about manual scavenging data on ‘Swachhata Abhiyaan’ app: ‘The Hindu’","content":"The Union Ministry of Social Justice and Empowerment has expressed doubts about the veracity of data on manual scavenging on its “Swachhata Abhiyaan” mobile application, The Hindu reported on Sunday.Manual scavenging – or the practice of removing human excreta by hand from sewer lines or septic tanks – is banned under the Prohibition of Employment as Manual Scavengers and their Rehabilitation Act, 2013.The “Swachhata Abhiyaan” application was launched in 2020 to identify insanitary latrines and manual scavengers associated with them. It allows citizens to upload data on insanitary latrines and manual scavengers, which is to be subsequently verified by the district administration.In a note to the Supreme Court, the ministry said that the exercise was meant to provide precise data in a cost-effective manner, according to The Hindu.“As per the data collected on the app, the total identified cases of manual scavenging come up to 6,253,” the ministry told the court. “A physical verification was carried out…to validate the authenticity of this data. However, not a single insanitary latrine has been confirmed so far.”The ministry added that data on the application showed that people uploaded “other details” but not those regarding insanitary latrines or the practice of manual scavenging.It, however, added that  “none of the districts has either confirmed or discarded the data uploaded on the portal,” The Hindu reported.Earlier this month, the Central Monitoring Committee of the social ministry claimed that the problem of manual scavenging had been eliminated.The ministry had made the claim in its eighth meeting despite noting that only 520 of the 766 districts across the country were free of manual scavenging.  The numbers mean that manual scavenging continues to be prevalent in nearly 34% of the districts in India.Earlier this year, a five-part series by Scroll showed how civic bodies in western India covered up the practice of manual scavenging despite its illegality.Also read: What it takes for a city to end manual scavenging","author":"Scroll Staff","time":"2023-07-31T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177185-rphiqwajfc-1657913225.jpg","tags":["manual scavenging","Supreme Court","Swachhata Abhiyaan"]}