{"title":"Centre brings ordinance to nullify SC order on control over Delhi bureaucrats","content":"The Centre on Friday introduced an ordinance to create the National Capital Civil Service Authority which will administer the transfer and posting of bureaucrats serving the Delhi government. The move effectively gives the lieutenant governor the final say on the matter and nullifies last week’s Supreme Court order that had given the power to the Delhi government.An ordinance is promulgated by the president, on recommendation of the Union Cabinet, to make laws when Parliament is not in session. Ordinances cease to exist if they are not approved by Parliament within six weeks. The National Capital Civil Service Authority will be headed by the Delhi chief minister, while the chief secretary and the principal home secretary to the government will be its other two members. The presence of two officials appointed by the Centre is crucial as the ordinance says that all decisions of the authority “shall be decided by majority of votes of the members present and voting”.The lieutenant governor has the power to return a recommendation made by the authority for reconsideration, the ordinance said. In case of a difference of opinion, “the decision of the lieutenant governor shall be final”, it added.The ordinance came days after the Supreme Court held on May 11 that the Delhi government had legislative power over bureaucrats excluding the departments of public order, police and land. A five-judge Constitution bench headed by the chief justice was hearing a dispute between the Centre and the Delhi government about the scope of the Union government’s executive powers in the national capital and its control over administrative services.“In a democratic form of government, the real power of administration must rest on the elected arm of the government,” the court had observed.Meanwhile, on Saturday, the Centre moved the Supreme Court seeking a review of its judgement, Live Law reported.Earlier on Friday, Senior Advocate Abhishek Manu Singhvi, who represented the Delhi government in the Supreme Court, said that the ordinance was “blissfully ignorant of law”.“Federalism, part of basic structure [of the Constitution], decimated,” he wrote in a tweet. “Answerability of civil service to political executive turned upside down.” Delhi Chief Minister Arvind Kejriwal retweeted Singhvi’s post.1/2 ordinance drafted by persons blissfully ignorant of law. Power over CS under part 14 of ction, given to NCT by CB, diluted by ord. Federalism, part of basic structure, decimated. Answerability of civil service 2pol executive turned upside down. CM 2preside over own minority!— Abhishek Singhvi (@DrAMSinghvi) May 19, 2023\n\nThe ordinance will have to be approved in the next session of Parliament – which is scheduled to be the Monsoon session, held typically between July and September. The ruling Bharatiya Janata Party does not have a clear majority in the Rajya Sabha and the ordinance could be a litmus test of whether the Opposition is able to rally together to block the move.Delhi vs Centre tussleTill the Supreme Court passed the order last week, the Centre had the power to appoint and transfer bureaucrats in Delhi – the bone of contention in several tussles between the Kejriwal government and the lieutenant governor. In February 2019, a Supreme Court division bench of Justices Ashok Bhushan and AK Sikri had delivered a split verdict on a petition challenging the Centre’s authority in the matter. Justice Bhushan held that the Delhi government did not have power over bureaucrats. Last week, the five-judge Constitution bench said that it did not agree with Justice Bhushan’s verdict.","author":"Scroll Staff","time":"2023-05-20T08:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180465-hrygjhowmv-1664260000.jpg","tags":["Delhi","Supreme Court","National Capital Civil Service Authority","ordinance","lieutenant governor"],"source":"https://scroll.in/latest/1049452/centre-brings-ordinance-to-nullify-sc-order-on-control-over-delhi-bureaucrats"}