{"title":"Centre recalls West Bengal chief secretary after Mamata Banerjee skips meeting with Modi","content":"The Centre on Friday night issued an order asking West Bengal Chief Secretary Alapan Bandyopadhyay to report for duty in New Delhi, PTI reported. Bandyopadhyay, a 1987-batch Indian Admnistrative Service officer of West Bengal cadre, was scheduled to retire on May 31. However, he was given a three-month extension just four days ago after Chief Minister Mamata Banerjee sought her services due to his experience in handling the coronavirus pandemic.On Friday, Bandyopadhyay was asked to report to the Department of Personnel and Training in Delhi on May 31.The development came hours after Banerjee skipped a meeting with Prime Minister Narendra Modi to assess the damages caused by Cyclone Yaas. The chief minister held a 15-minute-long meeting at Kalaikunda Air Base in the state’s West Midnapore district. In a tweet, Banerjee said that she apprised the prime minister of the situation in the state “The disaster report has been handed over for his perusal,” Banerjee tweeted. “I have proceeded now to review the relief and restoration work at Digha.”Later on Friday, she said that she took the prime minister’s permission to leave for a meeting in Digha. “PM had called meeting,” she said, ANI reported. “We didn’t know I had [a] meeting in Digha. I went to Kalaikunda and gave PM report, asking for Rs 20,000 crore-Rs 10,000 crore each for Digha Development and Sundarban Development. I told him you wanted to meet me.”Bandyopadhyay, who was also supposed to attend the review meeting along with Banerjee, did not attend the meeting either and accompanied the chief minister for her visit to other cyclone-hit areas, NDTV reported. After having review meetings in Hingalganj & Sagar, I met the Hon’ble PM in Kalaikunda & apprised him regarding the post-cyclone situation in WB. The disaster report has been handed over for his perusal. I’ve proceeded now to review the relief & restoration work at Digha.— Mamata Banerjee (@MamataOfficial) May 28, 2021\n\nThe Centre meanwhile, alleged that Banerjee kept the prime minister and West Bengal Governor Jagdeep Dhankhar waiting for half an hour. “When prime minister arrived to attend the review meet, there was no one from the West Bengal government,” an unidentified central government source told NDTV. “Both the chief minister and the chief secretary were present in the same premises and yet they did not come to receive the prime minister.”On the other hand, Trinamool Congress said the Centre’s decision to seek Bandyopadhyay’s services was vindictive politics, PTI reported.“Has this ever happened since Independence?” Trinamool Congress MP Sukhendu Sekhar Roy asked. “Forced central deputation of a chief secretary of a state? How much lower will Modi-[Home Minister Amit] Shah’s BJP stoop?”Trinamool Congress spokesperson Kunal Ghosh said said the decision was taken to derail the good work done by Bandyopadhyay.“At a time when Bengal is facing the Covid-19 pandemic and the devastations caused by Cyclone Yaas, the central government is trying to make the people of the state suffer,” he said.This is the second occasion in a span of a few months that the Centre has recalled top bureaucrats from West Bengal to Delhi. In December, the Centre had asked the West Bengal government to relieve three Indian Police Service officers for joining a central deputation.The Union home ministry is the cadre controlling authority for IPS officers, while the Department of Personnel and Training, which gave the order to recall Bandyopadhyay, comes under the prime minister’s office.","author":"Scroll Staff","time":"2021-05-29T08:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158050-tpbkfjvsyh-1619183134.jpeg","tags":["Alapan Bandyopadhyay","West Bengal","West Bengal chief secretary","cyclone review meeting"],"source":"https://scroll.in/latest/996095/centre-recalls-west-bengal-chief-secretary-after-mamata-banerjee-skips-meeting-with-modi"}