{"title":"Centre forms panel to mull ‘one nation, one election’, Opposition calls it unilateral decision","content":"The Centre has formed a committee to look into the feasibility of implementing the “one nation, one election” proposal, Parliamentary Affairs Minister Pralhad Joshi told reporters on Friday.The matter will be taken up at a special sitting of Parliament that is scheduled to be held from September 18 to September 22, Joshi said.“A report of the committee will come out which be discussed,” the minister told the reporters. “The Parliament is mature and discussions will take place...There is no need to get nervous.”The “one nation, one election” plan, first floated by the Bharatiya Janata Party in its manifesto for the 2014 Lok Sabha polls, involves conducting elections to the Lok Sabha and state assemblies at the same time. The BJP believes that concurrent polls will help save money and allow the government to focus on development work.#WATCH | On 'One nation, One election', Union Parliamentary Affairs Minsiter Pralhad Joshi says \"Right now, a committee has been constituted. A report of the committee will come out which be discussed. The Parliament is mature, and discussions will take place, there is no need to… pic.twitter.com/iITyAacPBq— ANI (@ANI) September 1, 2023\n\nEarlier on Friday, BJP chief JP Nadda met Ram Nath Kovind after news reports emerged that the former president has been appointed as the head of a committee to look into the feasibility of implementing the move, PTI reported.The government has not made an official announcement yet about Kovind’s appointment. #WATCH | BJP national president JP Nadda leaves from the residence of former President Ram Nath Kovind, who will head a committee for 'One Nation, One Election'. pic.twitter.com/ZqDiWZeHqf— ANI (@ANI) September 1, 2023\n\nAlso read: Why the BJP is pushing for simultaneous elections and how will they be implementedOpposition parties criticised the move and questioned the government’s authority in taking such a decision. Communist Party of India General Secretary D Raja said that by not consulting other parties and Parliament, the government had taken a unilateral decision.Shiv Sena (Uddhav Thackeray faction) leader Sanjay Raut said that the government was trying to divert attention from the demands of conducting a fair election.“The country is already one, is anyone questioning that?” Raut asked. “We demand fair election, not ‘one nation one election’”.VIDEO | \"The country is already one, is anyone questioning that? We demand fair election, not 'one nation one election'. This funda of 'one nation one election' is being brought to divert the attention from our demand of fair election,\" says Shiv Sena (UBT) leader @rautsanjay61… pic.twitter.com/9phqvFiqCv— Press Trust of India (@PTI_News) September 1, 2023\n\nCongress leader Rajesh Thakur said that Prime Minister Narendra Modi was resorting to such moves since he is scared of losing power.Aam Aadmi Party leader Priyanka Kakkar told PTI that the BJP’s move poses a threat to federalism.“First they reduced LPG prices by Rs 200 and now the panic is so much that they are thinking of amending the Constitution,” Kakkar added. “They have realised that they are not winning the upcoming elections. Can this move take care of inflation or high prices of petrol and diesel?”VIDEO | \"Elections in five states are nearing and PM's chair is in danger. They talk about 'one nation one election', but this is not a country of 'one',\" says Jharkhand Congress chief @RajeshThakurINC after government constitutes a committee headed by former president Ram Nath… pic.twitter.com/js3M9DYbZI— Press Trust of India (@PTI_News) September 1, 2023\n\nIn 2019, after Modi won a second term, he had called an all-party meeting to deliberate on “one nation, one election”. Several Opposition parties, including the Congress, had boycotted the meeting saying that the idea was opposed to the principles of federalism. In 2020, after the BJP won Assembly elections in Bihar and lost polls in West Bengal, Modi had again made a pitch saying that the country needed “one nation, one election”. Last year, the Election Commission had said that deciding on the matter did not fall under its ambit and it was up to the legislature to do so.","author":"Scroll Staff","time":"2023-09-01T13:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183919-iivvzxmdhw-1691682363.jfif","tags":["BJP","One Nation One Election","JP Nadda","Narendra Modi","Lok Sabha elections"],"source":"https://scroll.in/latest/1055252/centre-forms-panel-to-mull-one-nation-one-election-opposition-calls-it-unilateral-decision"}