{"title":"Centre uses governors to disrupt governance in non-BJP states, alleges Kerala CM Pinarayi Vijayan","content":"Kerala Chief Minister Pinarayi Vijayan on Tuesday accused the Centre of using governors in states where the Bharatiya Janata Party is not in power to encroach into the powers of those governments and legislatures, reported PTI.The Communist Party of India (Marxist) leader alleged that in states where the BJP fails to poach MLAs from the ruling government, it encourages the governors to interfere in the daily administration.  Kerala Governor Arif Mohammed Khan is currently locked in a tussle with the ruling Left Democratic Front  government over the appointment of vice-chancellors in state-run universities. Vijayan had alleged that Khan’s interference in the appointments indicate that the Rashtriya Swayamsevak Sangh wants to “saffronise” the state universities.While speaking at the inauguration of the golden jubilee celebrations of the Indian Space Research Organisation staff association on Tuesday, Vijayan contended that democracy as well as the Constitution were being “trespassed” and that attempts were being made to topple democratically elected governments, reported PTI.Besides Kerala, Telangana, and Tamil Nadu governments have also raised concerns on how governors of their respective states have been interfering in administrative work.Tamil Nadu’s ruling Dravida Munnetra Kazhagam on Tuesday said that Telangana Governor Tamilisai Soundararajan was “poking her nose” in the neighbouring state’s politics as she claimed that the party’s top political family has Telugu roots, reported NDTV.“Telangana Governor should not do politics in Tamil Nadu,” the DMK-owned publication Murasoli said. “This is not her job. Let her resign and do politics in Tamil Nadu.” The party also said that Tamil Nadu Governor RN Ravi is already exceeding his limits and making remarks that cause confusion. There are 20 Bills pending governor’s assent in Tamil Nadu. Soundararajan, who was a senior BJP leader in Tamil Nadu before assuming the governor’s role, is also facing criticism from Telangana Rashtra Samiti over a Bill on recruitments in state universities, reported Siasat. On Monday, Soundararajan wrote to the TRS government, asking Education Minister Sabitha Indra Reddy to come to Raj Bhavan and to discuss the Telangana Universities’ Common Recruitment Bill.A total of seven bills, including Telangana Universities’ Common Recruitment Bill, passed by the Telangana Assembly in September, have been pending with Soundararajan for some time.","author":"Scroll Staff","time":"2022-11-08T22:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136380-ymppvahdjn-1617888452.jpg","tags":["Pinarayi Vijayan","Communist Party of India (Marxist)","Governors"],"source":"https://scroll.in/latest/1036984/centre-uses-governors-to-disrupt-governance-in-non-bjp-states-alleges-kerala-cm-pinarayi-vijayan"}