{"title":"Centre is losing revenue due to GST, says PM advisory council chief ","content":"Bibek Debroy, the chairperson of the Economic Advisory Council to the Prime Minister, said on Tuesday that the government was losing revenue due to the Goods and Services Tax, PTI reported.At an event organised by the Calcutta Chamber of Commerce, Debroy said that an ideal Goods and Services Tax would be one that is revenue-neutral and has a single rate. A revenue-neutral tax rate is a one that seeks to ensure that the governments gets similar revenue under the new tax structure as the revenue it would get from taxes that have been subsumed by the new structure.“When it [GST] was introduced, there were some calculations by the Ministry of Finance then that said, in order to be revenue neutral, the average GST rate must be at least 17%,” the economist said. “The average rate now is 11.4%. So because of GST, the government is losing revenue.”Debroy said that the public as well as members of the GST Council want a reduction in the highest tax slab of 28%. However, he said that “no one wants the 0% and 3% tax rates to go up”, PTI reported.“That way, we will never have a simplified GST,” the chairperson of the Economic Advisory Council said.The Economic Survey 2022-’23 had shown that the growth rate of indirect taxes in the new GST regime has fallen as compared to the previous system of state and central indirect taxes.The Economic Survey, however, had explained this fall by citing India’s slowing gross domestic product growth rate during the Goods and Services Tax years. It had pointed out that tax buoyancy, or the growth of tax compared to the gross domestic product, has increased under the GST regime.Also read:The growth of indirect taxes has slowed under GST – but the government isn’t worriedSpeaking about direct taxes, Debroy on Tuesday asserted that the eventual aim of tax reforms should be to completely eliminate all exemptions. He said that any exemption leads to complications, increases compliance costs and causes litigation.“If the government needs to spend, it needs revenue...10% of GDP must be spent on health and education, 3% on defence and 10% on infrastructure,” he said. “However, we as citizens pay around 15% of GDP as taxes. What this means is we pay taxes at 15%, but our demands and expectations from the government are to the extent of 23%.”Debroy also said that after 2035, the country will need to face the challenge of caring for older citizens as the rate of population growth was slowing down sharply.“Here is an example of a country like China, which will become old before it becomes rich,” he said, according to PTI. “... I want to mention that for India this is going to be a huge challenge. There are already states like Kerala where the burden of aged is exerting a very heavy toll.”","author":"Scroll Staff","time":"2023-08-23T13:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111990-lvbppethqi-1549010256.jpg","tags":["Bibek Debroy","Goods and Services Tax","Calcutta Chamber of Commerce","tax rate"],"source":"https://scroll.in/latest/1054757/centre-is-losing-revenue-due-to-gst-says-pm-advisory-council-chief"}