{"title":"Centre’s new National Education Policy aims to make board exams easier, promote multilingualism","content":"The Centre on Wednesday announced the new National Education Policy, under which, it said, board exams will become easier as schools will conduct tests that focus on core concepts, reported PTI.“Board exams for Classes 10 and 12 will be continued, but will be reformed to eliminate the need for taking coaching classes,” School Education Secretary Anita Karwal during the media briefing. “Board exams will be redesigned to encourage holistic development and will also be made easier by testing core capacities and competencies.”Students will be allowed to take board examinations on up to two occasions during any school year – one main examination and one for improvement – if they want. “All students will take school examinations in Classes 3, 5, and 8 which will be conducted by the appropriate authority,” she added.Under the new policy, the 10+2 structure will be replaced with a 5+3+3+4 structure for age groups between three and eight, 11 and 14, 14 to 18 years. The first five years in school will be the foundation stage. The next three years will make up the preparatory stage (classes 3 to 5). Classes 6 to 8 will be the middle stage and 9 to 12 will be the secondary stage. Students will be allowed to take up courses across disciplines.“This will bring the hitherto uncovered age group of 3-6 years under school curriculum, which has been recognised globally as the crucial stage for development of mental faculties of a child. The new system will have 12 years of schooling with three years of anganwadi and pre-schooling,” Karwal added.Promoting multilingualismThe new education policy will also focus on promotion of multilingualism, with the medium of instruction till at least Class 5, but preferably till Class 8 and over, “will be the home language, mother tongue, local language and regional language”, Karwal said. She added that Sanskrit may be opted at school levels, including as an option in the three-language formula. Foreign languages will be offered at the secondary level.  The revised policy mandates states and Union Territories to set up an independent State School Standards Authority that will facilitate public oversight and accountability. States will come up with their own curricula and prepare textbooks. The new policy also makes the availability of textbooks in regional languages a top priority.The Centre announced that there will now be a single regulator for higher education in the country and that it will be based on a transparent self-disclosure online system. Other announcementsThe government said it planned to achieve a gross enrollment ratio of 50% by 2035 and promote multi-disciplinary and inclusive education.  The government also announced that courses at the undergraduate and post-graduate levels will be designed in a way as to encourage multi-disciplinary learning. MPhil will not be required for students who wish to pursue research. The government said that regional languages will be used for online learning. The Centre also said that it will regulate fees and increase investment in the education sector – up to 6% of the gross domestic product.The government also announced that the Ministry of Human Resource Development will now be known as the Ministry of Education. Union ministers Prakash Javadekar, Ramesh Pokhriyal and Secretary of Higher Education Amit Khare were present at the briefing.  Earlier in the day, the Union Cabinet approved the new education policy that will replace the current one that was formulated in 1986. The last modifications to the existing national education policy was made in 1992.","author":"Scroll Staff","time":"2020-07-29T18:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145213-kmwnuddnvr-1596028232.jpg","tags":["HRD","Education ministry","HRD ministry","National Education Policy"],"source":"https://scroll.in/latest/968894/centre-announces-new-national-education-policy-with-focus-on-multi-disciplinary-learning"}