{"title":"Centre introduces bill to replace IPC, CrPC and Indian Evidence Act in Lok Sabha","content":"Union Home Minister Amit Shah on Friday introduced three bills in the Lok Sabha to replace criminal laws in the country.The bills propose to replace the Indian Penal Code of 1860 with Bharatiya Nyaya Sanhita, 2023, the Code of Criminal Procedure of 1973 with the Bharatiya Nagarik Suraksha Sanhita, 2023, and the  Indian Evidence Act of 1872 with the Bharatiya Sakshya Bill, 2023.Speaker Om Birla referred all the three bills to a Parliamentary Standing Committee.#SansadUpdate The Bharatiya Nyaya Sanhita, 2023, The Bharatiya Nagarik Suraksha Sanhita, 2023,The Bharatiya Sakshya Bill, 2023 introduced in #LokSabha.Watch @sansad_tv Live : https://t.co/fLDcXAw4Yp pic.twitter.com/8VDRfPYrMt— SansadTV (@sansad_tv) August 11, 2023\n\nWhile introducing the bills, the home minister said that the old laws had been put in place by the British to strengthen their own administration and that their idea was to punish and not deliver justice, according to PTI.“By replacing them, the new three laws will bring the spirit to protect the rights of the Indian citizen,” Shah said. “...The aim will not be to punish, it will be to provide justice. Punishment will be given to create a sentiment of stopping crime.”The home minister also said that the sedition law has been repealed under the proposed set of criminal laws. However, the new set of laws has provisions for punitive action against offences similar to those under the sedition law.In the new laws, acts of secession, armed rebellion, subversive activities, separatist activities or endangering the sovereignty or unity and integrity of India have been deemed punishable.The provisions of these offences attract punishment of life imprisonment or a jail term which may extend to seven years. Under the sedition law, there were provisions for life imprisonment or a jail term till three years. The sedition law, under Section 124A of the Indian Penal Code, had been put in abeyance by the Supreme Court last year. The court had also requested state governments and the Centre to not file any new cases under the rule till it is re-examined.Section 150 of Bharatiya Nyaya Sanhita vs Sec 124 A of IPC (Sedition). pic.twitter.com/pT58CCu3ft— Arvind Gunasekar (@arvindgunasekar) August 11, 2023\n\nOn Friday, Shah also said that a separate provision for mob lynching has been introduced in the Bharatiya Nyaya Sanhita, 2023. The offence is punishable with seven years or life imprisonment or death penalty, according to Live Law.First information reports on mob lynching, in cases of murder, are presently registered under Section 302 of the Indian Penal Code as it does not have a separate provision for murder by a mob, according to the Hindustan Times. This was punishable by either life imprisonment or the death penalty and did not have any jail term.According to the proposed bill, rape of a girl under 12 years of age will be punishable with a minimum imprisonment of 20 years. This, according to the bill, may be extended to imprisonment for life and with a fine or with the death penalty.A formal provision for filing a zero first information report from any part of the country has also been introduced in the bill. The FIR has to be transferred within 15 days to the police station that has jurisdiction in the alleged crime.While FIRs are usually lodged in the police station under whose jurisdiction the alleged crime has taken place, a zero FIR lets any police station accept and register a complaint and then forward it to the pertinent station.","author":"Scroll Staff","time":"2023-08-11T15:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193078-cldmcjyfoe-1691746156.jpeg","tags":["Amit Shah","Parliament","Criminal laws","Indian Penal Code"],"source":"https://scroll.in/latest/1054181/centre-introduces-bill-to-replace-ipc-crpc-and-indian-evidence-act-in-lok-sabha"}