{"title":"Centre to appoint interlocutor to ensure solution for Tripura’s indigenous people: Tipra Motha chief","content":"The Centre has begun the process for a “constitutional solution” for the indigenous people of Tripura, Tipra Motha chief Pradyot Debbarma said on Wednesday.The development came hours after Bharatiya Janata Party leader Manik Saha took oath as the chief minister of the northeastern state. In the recently-concluded Assembly election, the BJP won 32 seats in the 60-member Assembly. Its coalition partner, the Indigenous People’s Front of Tripura, emerged victorious in one seat. Meanwhile, the Tipra Motha Party, led by Debbarma, had won 13 seats. The regional party, formed in 2021, has demanded the formation of Greater Tipraland, a separate state for indigenous communities in the region.Proponents of the separate state have claimed that Bengali dominance in Tripura has led to the neglect of indigenous communities.On Wednesday, Debbarma met with Union Home Minister Amit Shah and BJP president JP Nadda at state capital Agartala, reported The Indian Express. After the meeting, Debbarma said that the Centre will appoint an interlocutor to help resolve the matter within a specific matter.“We successfully got our Bru people rehabilitation in our state after 23 years by signing the Bru accord and today we have started a huge dialogue to ensure that our survival and existence are protected,” the politician tweeted.The Home Minister has started the process for a constitutional solution for the indigenous people of Tripura . An interlocutor for this process will be appointed and this will be within a specific time frame . I thank the Home Minister for understanding the genuine problems of… https://t.co/EVVVDPpaHH— Pradyot_Tripura (@PradyotManikya) March 8, 2023\n\nOn July 3, 2018 the Centre, the state governments of Mizoram and Tripura, and the Mizoram Bru Displaced People’s Forum signed a landmark agreement on the repatriation of members of the Bru tribe to Mizoram. Under the agreement, 5,407 families comprising 32,876 persons staying in temporary camps in Tripura were to be repatriated to Mizoram.","author":"Scroll Staff","time":"2023-03-08T20:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187733-encrxqgrpl-1678288480.jpg","tags":["Tipra Motha Party","Tripura","Bharatiya Janata Party","Pradyot Debbarma","Amit Shah"],"source":"https://scroll.in/latest/1045261/centre-to-appoint-interlocutor-to-ensure-solution-for-tripuras-indigenous-people-tipra-motha-chief"}