{"title":"Centre in talks with Election Commision on reforming electoral laws, says Kiren Rijiju","content":"The Centre is holding discussions with the Election Commission about amendments to the Representation of the People Act, in order to give legislative backing to major electoral reforms, Law Minister Kiren Rijiju told The Times of India on Wednesday.He made the statement a day after the poll panel proposed that political parties should provide details of how they intend to finance the promises made in their manifestos.In an interview to The Times of India, Rijiju said that the “changing time and situation” calls for an overhaul of some electoral laws that fall short in ensuring transparency and accountability.“I am already having elaborate discussions with the EC to study major changes in the [Representation of the People Act] and other election rules,” the law minister told the newspaper. “The Centre will take steps after due consultation for major electoral reforms which are required as per the new changing time and situation.”On Tuesday, the Election Commission wrote in a letter to all recognised national and state parties about its proposal to amend the Model Code of Conduct guidelines. The guidelines should include the financial ramifications of promises made by parties in their manifestos and whether they are financially sustainable, poll body proposed.The Supreme Court is currently hearing a public interest litigation filed by Bharatiya Janata Party leader Ashwini Upadhyay, seeking to outlaw the “promise of irrational freebies” and “private goods” made by parties during election campaigns.An unidentified official from the Election Commission told The Hindu on Wednesday that the proposal that political parties should be made to state how they plan to finance their poll promises was not linked to the ongoing debate about “freebies”.“The two issues are fundamentally different, legally and principally,” the official said. “One is defining freebies and regulating them by legislation or court directions. The other is only on disclosure and does not need a new law or court order, and does not affect the political parties’ right to announce what they consider appropriate.”The official said that the poll panel had been working on the proposed additions to the Model Code of Conduct for some time, and had been drafting a pro forma to be filled by political parties. The commission decided to write to political parties regarding this at a meeting last week, another official told the newspaper.Unwarranted move, says CPI(M)The Communist Party of India (Marxist) on Wednesday described the proposed amendments to the Model Code of Conduct as an unwarranted move.“It is not the job of the Election Commission to regulate the policy pronouncements and welfare measures that political parties promised to the people,” the party said.The CPI(M) is strongly opposed to any effort to circumscribe or regulate the right of political parties to address people’s concerns and offer policy measures to ameliorate their problem.https://t.co/sLWOOxQlGx— CPI (M) (@cpimspeak) October 5, 2022\n\nThe CPI(M) noted that the poll panel had in April told the Supreme Court that it could not regulate policy decisions of political parties. The party asked whether the poll changed its stand due to pressure from the executive.“The CPI(M) is strongly opposed to any effort to circumscribe or regulate the right of political parties to address people’s concerns and offer policy measures to ameliorate their problem,” it said.Rajya Sabha MP Kapil Sibal also questioned why the Election Commission changed its stand on the “freebies” debate. “Maybe EC itself needs a Model Code of Conduct,” he remarked.ELection Commission Does a u-turn after filing affidavit in Supreme Court that it will stay out on freebie debate. Would amount to overreach. Now wishes to include it in the Model Code of Conduct Maybe EC itself needs a Model Code of Conduct !— Kapil Sibal (@KapilSibal) October 5, 2022","author":"Scroll Staff","time":"2022-10-06T12:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172523-vlgmpjwckc-1649050821.jpeg","tags":["Kiren Rijiju","Election Commission","freebies","Supreme Court"],"source":"https://scroll.in/latest/1034390/centre-in-talks-with-election-commision-on-reforming-electoral-laws-says-kiren-rijiju"}