{"title":"Centre holds back transfer of judge who criticised Delhi Police in February 2020 riots case","content":"The Union government on Tuesday held back the transfer of Orissa High Court judge S Muralidhar as the chief justice of the Madras High Court, even as it approved the appointment of three other chief justices as recommended by the Supreme Court collegium, Live Law reported.On September 28, the collegium had recommended the transfer of judges Pankaj Mithal and S Muralidhar as chief justices of the Rajasthan and Madras High Courts. On Tuesday, the central government’s Department of Justice only notified the transfer of Justice Mithal.Mithal was earlier the chief justice of the Jammu and Kashmir and Ladakh High Court, while Muralidhar is the chief justice of the Orissa High Court.Notably, in February 2020, Muralidhar had been transferred from the Delhi High Court to the Punjab and Haryana High Court. The transfer was notified soon after he directed the Delhi Police to take a decision on filing a first information report against Union minister Anurag Thakur, Parvesh Verma, Kapil Mishra and Abhay Verma – all Bharatiya Janata Party leaders – for making allegedly inflammatory speeches.The petitioners in the case had alleged that the speeches incited riots in Delhi in 2020. Supporters of the Citizenship Amendment Act and those opposing the law clashed between February 23 and February 26. The violence claimed 53 lives and hundreds were injured. The majority of those killed were Muslims.During hearing of the case, Muralidhar had criticised a police officer for claiming that the authorities had not seen a video clip of a speech by Mishra made before the riots. The clip was then played during the court hearing.Also read: Why did the secretive Supreme Court collegium publish a rare record of its workings?Mishra was accused of instigating people after he gave a three-day ultimatum to the Delhi Police to stop an anti-Citizenship Amendment Act protest in the national capital. His speech came hours before clashes between Hindus and Muslims began.Following the recommendation of the collegium to transfer Muralidhar from the Delhi High Court, the Delhi Bar Association had expressed “shock, outrage and dismay” at the proposal. Several members of the association had abstained from work on February 20, 2020 in protest.Justice Muralidhar took over as the chief justice of the Orissa High Court in January 2021.Meanwhile, on Wednesday the central government’s Department of Justice also notified the recommendations of the collegium for the appointment of PB Varale as the chief justice of the Karnataka High Court and Ali Mohammed Magrey as the chief justice of the Jammu and Kashmir and Ladakh High Court, according to Live Law.","author":"Scroll Staff","time":"2022-10-12T08:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181139-dvemesniye-1665542714.jpg","tags":["S Muralidhar","Madras High Court","Supreme Court","Delhi High Court"],"source":"https://scroll.in/latest/1034799/centre-holds-back-transfer-of-judge-who-criticised-delhi-police-during-february-2020-riots"}