{"title":"Centre asks West Bengal to relieve three IPS officers immediately, Mamata Banerjee criticises order","content":"The Centre on Thursday asked the West Bengal government to immediately relieve three Indian Police Service officers for joining a central deputation, reported PTI, citing officials.Bholanath Pandey has been appointed superintendent of police in the Bureau of Police Research and Development, Rajeev Mishra as the inspector general in the Indo-Tibetan Border Police and Praveen Tripathi as deputy inspector general in the Sashastra Seema Bal, the official said.In a communication to the chief secretary of West Bengal, the Ministry of Home Affairs said that the officers have already given new assignments in the central government and they should be relieved immediately. In cases of dispute, the ministry pointed out, the Centre prevails over the state government.The home minister directed the officials to join the central deputation over their alleged dereliction of duty following an attack on the convoy of Bhartiya Janata Party National President Jagat Prakash Nadda in Kolkata on December 10. Centre’s order ‘blatant’ misuse of powers: Mamata BanerjeeWest Bengal Chief Minister Mamata Banerjee lashed out at the Centre soon after the central government issued the order asking the state government to relieve the IPS officers of their duty.In a series of tweets, Banerjee claimed that the order, despite the West Bengal government’s objections, was a “colourable” exercise of power and “blatant misuse” of emergency provisions of the Indian Police Service (Cadre) Rules, 1954.“This act is nothing but a deliberate attempt to encroach upon State’s jurisdiction & demoralize the serving officers in WB [West Bengal],” she tweeted. “This move, particularly before the elections is against the basic tenets of the federal structure. It’s unconstitutional & completely unacceptable!”The chief minister added that she would not allow this attempt by the Centre to control the state machinery by proxy. “West Bengal is not going to cow-down in front of expansionist & undemocratic forces,” Banerjee said.Attack on Nadda’s convoyNadda’s convoy, which also included the cars of other BJP leaders, was on its way to Diamond Harbour in South 24 Parganas district to participate in a party workers rally when miscreants pelted stones at it.Nadda alleged that West Bengal has “reached a new low” under the Trinamool Congress, and that the state administration has completely collapsed and “goonda raj” is prevailing in the state.Banerjee, however, hit back at the BJP, saying that the saffron party workers were attacking each other during their rallies and then blaming them. “At times the home minister is here, then some chief minister is here, on other occasions, it is some Chaddha, Nadda, Fadda, Bhaddha,” she also said. “When people do not attend their rallies, they call their workers for doing Nautanki [drama] to get media coverage.”On December 11, the home ministry had summoned the West Bengal chief secretary and the director general of police. However, the state administration said that the officers would not attend the meeting as the matter was being looked into.The ministry had also asked Governor Jagdeep Dhankhar to submit a report on the law and order situation in the state.","author":"Scroll Staff","time":"2020-12-17T16:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/134618-zbloaibrow-1608199992.jpg","tags":["West Bengal","Mamata Banerjee","IPS officers","Home ministry"],"source":"https://scroll.in/latest/981533/centre-asks-west-bengal-to-relieve-three-ips-officers-immediately-mamata-banerjee-criticises-order"}