{"title":"Centre will form panel on MSP after Assembly polls, says agriculture minister ","content":"Union Agriculture Minister Narendra Singh Tomar on Friday said that the government will form a panel on the Minimum Support Price, or MSP, after the upcoming Assembly elections, PTI reported.The Minimum Support Price is the rate at which the government buys farm produce and is based on a calculation of at least one and a half times the cost of production incurred by farmers. Market rates for many crops are usually well below the Minimum Support Price.  Farmers have been demanding that minimum support price guarantee be extended to all produce, not just rice and wheat.Tomar, while speaking in the Rajya Sabha, on Friday said that the government was committed to the matter and had written to the Election Commission for guidance.The central government will announce a committee on MSP after Assembly Elections in five states: Union Agriculture Minister Narendra Singh Tomar in Rajya Sabha pic.twitter.com/yeu2g3h8fV— ANI (@ANI) February 4, 2022\n\n“The Election Commission’s reply has come,” Tomar said while replying to a supplementary question during the Question Hour, according to PTI. “It [the poll panel] has said that the committee should be formed after the elections conclude.”Assembly elections are scheduled in Goa, Punjab, Manipur, Uttarakhand and Uttar Pradesh in seven phases between February 10 and March 7. The results will be announced on March 10.The three farm laws were withdrawn by Parliament on November 29 after more than a year of protests by farmer unions.On November 19, Prime Minister Narendra Modi, while announcing the withdrawal of the three farm laws, had said that a committee would be formed to discuss the farmers’ demand for a legal guarantee on MSP.Earlier this week, the Samyukt Kisan Morcha had warned the government saying that farmer bodies would be forced to resume their agitation if the Centre does not fulfil its promises. In a statement, the umbrella body of farmers’ unions had said that they had observed Monday as a “day of betrayal” to protest against the Centre for not fulfilling the promises. The members of various farm bodies had also carried out demonstrations at several places and submitted a memorandum addressed to President Ram Nath Kovind to district authorities. “Playing tricks with farmers can be disastrous for the whole country,” the bodies had said in the memorandum.","author":"Scroll Staff","time":"2022-02-04T15:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154258-jduptvwbta-1612267617.jpg","tags":["Narendra Singh Tomar","MSP","Farmers"],"source":"https://scroll.in/latest/1016654/centre-will-form-panel-on-msp-after-assembly-polls-says-agriculture-minister"}