{"title":"No-confidence motion: ‘Today is an important day in our Parliamentary democracy,’ says PM Modi","content":"The Prime Minister Narendra Modi-led government will face a no-confidence motion in the Lok Sabha on Friday, where it will have to prove its majority. Modi urged fellow MPs to “rise to the occasion and ensure constructive, comprehensive and disruption-free debate”. “Today is an important day in our Parliamentary democracy,” Modi said. “We owe this to the people and the makers of our Constitution. India will be watching us closely.”  Though the majority mark in the 543-member Lok Sabha is 272, the government needs 267 votes to win the no-confidence motion because 10 seats are vacant. The ruling Bharatiya Janata Party-led National Democratic Alliance has 313 members, including the Speaker.On Friday, the Telugu Desam Party, a former ally of the NDA, was the first to move the a no-confidence motion against the Narendra Modi government. The party, which rules Andhra Pradesh, had served notice of the no-trust vote to the Lok Sabha secretariat on Tuesday. After Lok Sabha Speaker Sumitra Majahan accepted the motion, which has been backed by 11 other Opposition parties, the party issued a three-line whip, asking its Lok Sabha MPs to be present in the House on July 19 and July 20.In March, Mahajan did not admit a no-confidence motion moved by the Telugu Desam Party and the YSR Congress in the Budget Session after the House was adjourned several times. Parliamentary Affairs Minister Ananth Kumar on Thursday reiterated that the government would win Friday’s no-trust vote. The minister also criticised former Congress President Sonia Gandhi a day after she hinted that the government may not have the numbers to defeat the ruling coalition.On Wednesday, Ananth Kumar said the party’s allies such as the Shiv Sena, the Akali Dal, Ram Vilas Paswan’s Lok Janshakti Party, Nitish Kumar’s Janata Dal (United) and others would support the BJP. “The NDA will be united in vote against the motion,” Kumar said. The Shiv Sena later said it would not attend Lok Sabha proceedings on Friday. The Biju Janata Dal also left the Lok Sabha on Friday morning before the debate began.The Congress had said the no-confidence motion was more than a show of numbers and the party will use the occasion to expose the government’s failure. Congress spokesperson Anand Sharma said his party has the support of other Opposition parties on the no-confidence motion which has been brought “to show the mirror to the government”, PTI reported.The Dravida Munnetra Kazhagam, which does not have any member in the Lok Sabha, said it supports the no-trust motion. The Aam Aadmi Party also issued a whip to its legislators, asking them to vote for the motion. The BJP has been allotted 3 hours and 33 minutes for the debate on Friday, while the Congress has been allotted 38 minutes. The AIADMK has been given 29 minutes, Trinamool Congress 27 minutes, the Bharatiya Janata Dal 15 minutes, Shiv Sena 14 minutes, Telugu Desam Party 13 minutes and the Telangana Rashtra Samithi nine minutes. The Communist Party of India has been allotted seven minutes for the debate, while the Samajwadi Party and the Nationalist Congress Party has been allotted six minutes each.","author":"Scroll Staff","time":"2018-07-20T08:21:30.363484+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887248-osasytyjtm-1525772476.jpg","tags":["Monsoon Session","Parliament","no-confidence motion","Narendra Modi"],"source":"https://scroll.in/latest/887248/centre-to-face-no-confidence-motion-in-lok-sabha-today-bjp-confident-of-proving-majority"}