{"title":"Centre holding back crucial documents related to demonetisation, P Chidambaram tells Supreme Court","content":"The Centre is holding back crucial documents related to the move to demonetise Rs 500 and Rs 1,000 notes in November 2016, Congress MP P Chidambaram told the Supreme Court on Thursday, while appearing as a counsel for one of the petitioners who have challenged the move, Live Law reported.“We still do not have the November 7 [2016] letter from the Centre to the Reserve Bank of India, the agenda note placed before the Central Board of the Reserve Bank, the minutes of the Central Board meeting and their recommendations, and the actual Cabinet decision on November 8,” Chidambaram said. “These documents have not yet been placed in the public domain, despite the passage of six years.”Chidambaram made the submission before a Constitution bench of Justices S Abdul Nazeer, BR Gavai, AS Bopanna, V Ramasubramanian and BV Nagarathna. The bench is hearing a batch of 58 petitions challenging the demonetisation move.On November 8, 2016, Prime Minister Narendra Modi had announced that Rs 500 and Rs 1,000 currency notes would cease to be legal tender in India from midnight. Modi had said that the decision had been taken to “fight corruption, black money and terrorism”.The Rs 2,000 notes and Rs 500 notes with a new design were introduced after demonetisation.The petitioners have claimed that the exercise violated several constitutional rights of citizens, such as the right to property (Article 300A), right to equality (Article 14), right to carry on any trade, business or occupation (Article 19) and right to life and right to livelihood (Article 21).At Thursday’s hearing, Chidambaram alleged that neither the Central Board of the Reserve Bank of India, nor the Union Cabinet had all the information regarding the move.“No one was told that 86% of the total currency would be withdrawn,” Chidambaram told the Supreme Court, according to Live Law. “This is not a guess, but an informed guess.”Noting that exercise to demonetise the currencies was “deeply flawed”, Chidambaram told the court that according to his calculation, the entire exercise was done in 26 hours.“This is the most outrageous decision-making process which makes a mockery of the rule of law,” he added.At an earlier hearing on November 17, the central government had told the Supreme Court that demonetisation was a “well-considered decision” taken after advance preparation and consultation with the Reserve Bank of India.“All possible measures were taken to mitigate inconvenience to the public and reduce the disruption of economic activities,” the government had said in an affidavit. “The short-term inconvenience and disruptions have to be seen in the larger context.”","author":"Scroll Staff","time":"2022-11-24T18:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168147-nijahvyfum-1640765957.jpg","tags":["Demonetisation","P Chidambaram","Supreme Court"],"source":"https://scroll.in/latest/1038271/centre-holding-back-crucial-documents-related-to-demonetisation-p-chidambaram-tells-supreme-court"}