{"title":"Centre notifies rules under Citizenship (Amendment) Act","content":"The Centre on Monday notified the rules under the Citizenship (Amendment) Act, and said they will allow minorities persecuted on religious grounds in Pakistan, Bangladesh and Afghanistan to acquire Indian citizenship.Home Minister Amit Shah said that with the rules being notified, the Narendra Modi-led government has “realised the promise of the makers of our constitution to the Hindus, Sikhs, Buddhists, Jains, Parsis and Christians living in those countries”.Those seeking Indian citizenship under the law have to apply through a web portal created for this purpose, the home ministry said.The Citizenship Amendment Act was passed by Parliament in December 2019. It is aimed to provide citizenship to refugees from six minority religious communities, except Muslims, from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and had entered the country by December 31, 2014.The rules of the citizenship law, however, had not been published yet, even though parliamentary guidelines say they must be established within six months of an Act coming into force.The Union home ministry had sought extensions eight times to frame the rules since the law was enacted. It had initially cited the coronavirus pandemic as the reason for the delay and subsequently said that framing the rules needed more consultation.The Act has been widely criticised for excluding Muslims, sparking massive protests across the country. Indian Muslims fear that the law could be used, along with the nationwide National Register of Citizens, to harass and disenfranchise them. The National Register of Citizens is a proposed exercise to identify undocumented immigrants.While protests against the Act in the rest of India have revolved around the law’s alleged anti-Muslim bias, ethnic groups in Assam and the rest of the North East fear they will be physically and culturally swamped by migrants from Bangladesh.Last month, Home Minister Amit Shah had said that the Act would be implemented before the Lok Sabha elections.“The Citizenship Amendment Act was the Congress government’s promise,” Shah had said at the 2024 ET Now Global Business Summit. “When the country was divided and the minorities were persecuted in that country [referring to Pakistan], Congress had assured the refugees that they were welcome in India and that they would be provided with Indian citizenship. However, they backed away later.”The home minister said that he wanted to emphasise that the Act was not meant to “take away anyone’s citizenship”.Several Opposition leaders in the country have criticised the Act, saying that it discriminates against Muslims.On February 12, the Dravida Munnetra Kazhagam-led Tamil Nadu government said that it will never allow the Citizenship (Amendment) Act to be implemented in the state.The state government said that while the ideal of unity in diversity faces a grave threat in the country, the state administration is committed to ensuring communal harmony.West Bengal Chief Minister Mamata Banerjee, too, said that the Act would not be implemented in the state. Banerjee criticised the Bharatiya Janata Party for raising the issue ahead of the Lok Sabha elections.Opposition reactsSeveral leaders of Opposition opposed the implementation of the law weeks ahead of the Lok Sabha polls. All India Majlis-e-Ittehadul Muslimeen president Asaduddin Owaisi said that his objections to the law remains the same and calling it divisive and based on ideology that wants to “reduce Muslims to second-class citizens”.“Give asylum to anyone who is persecuted but citizenship must not be based on religion or nationality,” the Lok Sabha MP from Hyderabad said in a tweet. “The government should explain why it kept these rules pending for five years and why it’s implementing it now.” He said that the law clubbed with the National Register of Citizens is meant to only target Muslims and serves no other purpose.Aap chronology samajhiye, pehle election season aayega phir CAA rules aayenge. Our objections to CAA remain the same. CAA is divisive & based on Godse’s thought that wanted to reduce Muslims to second-class citizens.Give asylum to anyone who is persecuted but citizenship must…— Asaduddin Owaisi (@asadowaisi) March 11, 2024\n\n\nKerala Chief Minister Pinarayi Vijayan who in 2022 had said that the law was against the principle of secularism reiterated his stance on Monday, reported PTI.“The [Kerala] government has repeatedly stated that the Citizenship Amendment Act, which treats Muslim minorities as second-class citizens, will not be implemented in Kerala,” he said. “That remains the position. All of Kerala will stand united in opposing this communally divisive law.”West Bengal Chief Minister Mamata Banerjee also said on Monday that she will not implement the law in her state, reported The Telegraph.“This is not freedom at midnight,” she said at a press conference. “This is an eyewash being played by the BJP ahead of the elections. Why did they wait for four years?” Congress leader Jairam Ramesh said that the timing of notification after seeking nine extensions in the last four years is evidently designed to “polarise the elections, especially in West Bengal and Assam”.“The Prime Minister claims that his Government works in a business-like and time-bound manner,” Ramesh said in a tweet. “The time taken to notify the rules for the CAA is yet another demonstration of the Prime Minister’s blatant lies.”दिसंबर 2019 में संसद द्वारा पारित नागरिकता संशोधन अधिनियम के नियमों को अधिसूचित करने में मोदी सरकार को चार साल और तीन महीने लग गए। प्रधानमंत्री दावा करते हैं कि उनकी सरकार बिल्कुल प्रोफेशनल ढंग से और समयबद्ध तरीक़े से काम करती है। सीएए के नियमों को अधिसूचित करने में लिया गया इतना…— Jairam Ramesh (@Jairam_Ramesh) March 11, 2024","author":"Scroll Staff","time":"2024-03-11T18:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194424-gktmlqeusg-1695710916.jpg","tags":["Citizenship Amendment Act","2024 Lok Sabha polls","Lok Sabha elections","Citizenship law"],"source":"https://scroll.in/latest/1065045/centre-notifies-implementation-of-citizenship-amendment-act"}