{"title":"Centre bans Popular Front of India and its associates for five years","content":"The Central government on Wednesday banned the Popular Front of India and its associates for five years under the Unlawful Activities (Prevention) Act over alleged terror activities. On Wednesday evening, general secretary of the Kerala unit of the Popular Front of India, Abdul Sattar, said that the organisation has been dissolved, ANI reported.A government notification issued earlier in the day alleged that the Muslim organisation along with its eight affiliates or fronts have been involved in “violent terrorist activities” with an intent to create a reign of terror in the country, thereby endangering the security and public order of the state.Central Government declares the #PFI and its associates or affiliates or fronts as an unlawful association with immediate effect, for a period of five years. pic.twitter.com/hff3AOfn2i— All India Radio News (@airnewsalerts) September 28, 2022\n\nIt also said that some of the founding members of the Popular Front of India are leaders of the Students Islamic Movement of India outfit and have links with the terror group Jamaat-ul-Mujahideen Bangladesh, both of which are proscribed organisations.“The PFI and its associates or affiliates or fronts operate openly as a socio-economic, educational and political organisation but, they have been pursuing a secret agenda to radicalise a particular section of the society working towards undermining the concept of democracy,” the notification said. The ban on the Popular Front of India will be followed by seizure of properties linked to the organisation and freezing of its bank accounts, PTI reported.The central government will also move a tribunal within 30 to legally ratify whether there is sufficient cause to declare the organisation unlawful under the UAPA.The Popular Front of India was created in 2007 through the merger of three Muslim organisations in southern India. It describes itself as an organisation that works towards “the achievement of socio-economic, cultural and political empowerment of the deprived and the downtrodden and the nation at large”.Wednesday’s action by the government came amid a nationwide crackdown on the organisation by the National Investigation Agency and the Enforcement Directorate. Over 250 persons linked to the Popular Front of India and its political wing Social Democratic Party of India have been arrested for allegedly having terror links during raids conducted by the investigative agencies on September 22 and September 27.The raids were carried out in Kerala, Karnataka, Maharashtra, Delhi, Uttar Pradesh, Gujarat, Assam, Andhra Pradesh, Madhya Pradesh, Tamil Nadu, Rajasthan and PuducherryThe Popular Front of India had described the action as “witch hunting” against its members and supporters. The organisation had alleged that the National Investigation Agency has made baseless claims to create an “atmosphere of terror”.In Wednesday’s notification, the government claimed that it found a number of instances of international linkages of the Popular Front of India with global terrorist organisations such as the Islamic State.“The PFI and its associates or affiliates or fronts have been working covertly to increase the radicalisation of one community by promoting a sense of insecurity in the country,” the government said. It added: “The officer bearers and cadres of the PFI along with others are conspiring and raising funds from within India and abroad through the banking channels, and the hawala, donations, etc as part of a well crafted criminal conspiracy.”The Centre said that a recommendation to ban the organisation was given by the state governments of Uttar Pradesh, Karnataka and Gujarat.  The notification said investigations in various cases have revealed that the Popular Front of India and its cadres have been repeatedly engaging in violent and subversive acts. “Criminal violent acts carried out by PFI include chopping off a limb of a college professor, cold-blooded killings of persons associated with organisations espousing other faiths, obtaining explosives to target prominent people and places and destruction of public property,” it added.‘PFI accepts the decision’On Wednesday evening, Sattar told reporters that the organisation has been dissolved and that being law-abiding citizens of the country, officials of the Popular Front of India have decided to accept the ban, ANI reported. However, earlier in the day, the president of Tamil Nadu Popular Front of India unit, Mohamed Shaik Ansari, had said that the organisation challenge the ban in courts, reported The Hindu. “This illegal and undemocratic ban will be challenged legally by us,” Ansari had said.The Social Democratic Party of India had described the ban as a blow to democracy and the rights of the people, reported the Hindustan Times. “Whoever spoke against the wrong and anti-people policies of the BJP regime have faced the threats of arrests and raids from them,” said national president of the party MK Faizy.","author":"Scroll Staff","time":"2022-09-28T08:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180499-ddfnarnakl-1664330097.jpg","tags":["Popular Front Of India","UAPA","PFI","NIA","Centre"],"source":"https://scroll.in/latest/1033807/centre-bans-popular-front-of-india-and-its-associates-for-five-years"}