{"title":"Rahul Gandhi-Lalu Yadav cooking video: Why Champaran mutton is the poster boy of Bihari cuisine","content":"It’s all about the clay pot, insists Gopal Kumar Kushwaha, the man who claims to have popularised Champaran mutton.“When you seal the matka [clay pot], the steam is trapped inside…water droplets get collected on the inside of the lid,” he said. “And then they fall back into the mutton like dewdrops from leaves on a winter night.”If you look up Bihari cuisine on YouTube, Champaran mutton is the most popular dish – second only to litti-chokha, a flavourful ball of dough eaten with mashed vegetables. It is so well-loved that when  Congress leader Rahul Gandhi and Rashtriya Janata Dal chief Lalu Yadav released a video on the weekend of them cooking Champaran mutton, it immediately sparked a loud debate on Twitter. Bharatiya Janata Party supporters claimed that they were shocked by the possibility that Gandhi and Yadav could have cooked mutton during Sawan, the Hindu month during which some people abstain from meat. But purists were concerned about the finer details – could it even be called Champaran mutton if it had not been cooked in a clay pot?लोकप्रिय नेता, लालू जी से उनकी सीक्रेट रेसिपी और ‘राजनीतिक मसाले’ पर दिलचस्प बातचीत हुई। ग़रीबों, वंचितों, अल्पसंख्यकों और महिलाओं के लिए INDIA की सोच एक है - समानता, प्रगति और सशक्तिकरण।लालू जी से मेरी ख़ास मुलाक़ात का पूरा वीडियो यूट्यूब पर देखें: https://t.co/5RbVDqVfY0 pic.twitter.com/59jekdEBgQ— Rahul Gandhi (@RahulGandhi) September 2, 2023\n\nThe matka is vital, Kushwaha declared, because it contains 12 types of minerals. “I can give you the recipe to cook Champaran mutton in a metal vessel and it will taste as good,” he said. “But it won’t have the flavour and nutrients.”He was quick to add that he did not have the “aukaat” – stature – to comment on Yadav’s cooking skills. “From the video, it seems he used a kalai wala bartan [silver-coated copper vessel] and mutton cooked in it tastes equally good,” Kushwaha said.However, Kushwaha does not shy away from boasting that the popularity enjoyed by Champaran mutton is because of him. His story dates back to 2014 when he had a catering contract with the New Patna Club. “One of the patrons wanted to have this dish, but I had no clue about it,” he said. The search for the recipe led him to Ghorasahan, a village in East Champaran district of Bihar, about 30 km from the Nepal border. “They used to cook the mutton in a matka but would not put a lid on it,” Kushwaha recollects. “I brought cooks from Ghorasahan to Patna, did my own research and devised methods like putting a lid with a small hole on the matka. This made the matka act like a pressure cooker and the flavours would stay intact.”(Author’s tip: Do be mindful of the hole in the lid. I tried the recipe and overheating caused the seal made of dough to crack.)Kushwaha now has a thriving business at the heart of Patna and is proud that he featured on a Doordarshan show on Champaran mutton. But his claim is contested. Kushwaha has a thriving business on Fraser Road of Patna.By his own admission, he had to change the name of the shop from Champaran Meat House to Old Champaran Meat House after several other outlets popped up each claiming to be the inventors of the dish. Pooja Sahu, the owner of Potbelly – a Bihari cuisine restaurant in Delhi – said she picked up the recipe from Jaiswal Hotel in Motihari, a neighbouring district of Champaran. “Jaiswal claims to be the one who came up with the recipe,” Sahu said. “After eating there, we could figure out the spices they used and then added the dish to our menu.”But she also concurs that Champaran mutton has to be cooked in a clay pot. “There can be no other way,” she said.The author's attempt at cooking Champaran Mutton. Remember to make a small hole on the lid.Debates on origins of food get seldom resolved. But the rise in interest in Champaran mutton and the numerous claimants to its legacy is not without context, said food historian Pushpesh Pant.He attributes the popularity of Champaran mutton to a recent assertion of cultural identity and status. “The rich have their whims, and the poor have their food,” Pant said. Pant explained that the process of slow-cooking mutton on coal with spices, onion and mustard oil together in a sealed clay pot has been used, not just in Bihar but in other parts of India as well. When he visited Champaran some 30 years ago, he was served the same dish, but it did not have the branding it has today, Pant recalled.“In Bihar, it was a recipe of the landlords and the Kayastha community,” he said. “The Brahmins won’t eat meat, except the Maithilis who prefer fish. The Thakurs mostly ate meat of what they would hunt and the lower castes had little means anyway.”But now that access to meat has widened, Pant said, Champaran mutton has become food that reflects aspiration. “It is also an assertion of the Bihari cuisine,” he said. “They are saying we don’t just eat litti, chokha, chutney and dairy products. Even we have a legacy of eating meat.”Kushwaha, meanwhile, laments the lack of support from the government in taking Champaran mutton to what he describes as an “international level”. “I am ready to train those who want to set up their own Champaran mutton stalls,”  Kushwaha said. “…I have already trained more than 10,000 people through YouTube and WhatsApp videos. Why can’t we compete with McDonald’s and KFC?”The contesting claims to its legacy notwithstanding, Champaran mutton is a champion of a dish. Follow any of the scores of recipe videos on YouTube. Try not to cut corners – use a clay pot, cook on coal and put in a whole head garlic, not minced or in cloves. The dish is versatile. You could pair it with rice, roti or litti, but I would recommend that you try it with a bhunja mix of puffed rice, peanuts and spiced pulses. Or with puffed rice or poha with salt and peanuts. Pour the Champaran mutton on it and savour the rich flavours.\n\n\n    \n    Play","author":"Abhik Deb","time":"2023-09-05T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193776-oijdsyeqeh-1693850024.jpg","tags":["Champaran Mutton","Champaran meat","Lalu Yadav","Rahul Gandhi","Bihari cuisine","Ahuna Mutton"]}