{"title":"Chandigarh mayoral polls postponed, AAP says BJP gripped by ‘democracy phobia’","content":"The mayoral election in Chandigarh has been postponed due to the “ill-health” of the nominated presiding officer, reported the Hindustan Times. It was scheduled for Thursday.  Following this, councillors of the Aam Aadmi Party and Congress, who had formed an alliance for the polls, staged a protest outside the municipal corporation’s office, reported The Indian Express.“The Bharatiya Janata Party knew that they were to lose,” said Congress leader and former MP Pawan Kumar Bansal who had reached the site of protest. “That is why they played this ploy. Had they been fair, another presiding officer would have been appointed immediately if the previous one is said to have fallen ill.”Aam Aadmi Party leader Raghav Chadha said that his party will move the High Court against the postponement. “Just see if, in this small election, the BJP can get so fearful about our alliance, then what about the alliance on the national level,” he said.On social media later, Chadha said that the BJP is gripped by “democracy-phobia”, which he described as “a fear of democracy and free and fair elections”.“BJP is scared of INDIA’s triumph,” he said. “With 20 out of the total 36 votes in its favour, INDIA alliance is poised to win the Chandigarh Mayoral Elections. BJP is all set to lose badly. This has given the BJP sleepless nights and forced its dirty tricks department to work overtime.”BJP is gripped by 'democracy-phobia' - a fear of democracy and free & fair elections.BJP is scared of INDIA's triumph.With 20 out of the total 36 votes in its favor, INDIA alliance is poised to win the Chandigarh Mayoral Elections. BJP is all set to lose badly. This has given…— Raghav Chadha (@raghav_chadha) January 18, 2024\n\n\nOn Monday, the Aam Aadmi Party and the Congress had announced that they will contest the mayoral elections together.The two parties are constituents of the Opposition Indian National Developmental Inclusive Alliance, also known as the INDIA bloc, which was formed with the intention to take on the BJP-led National Democratic Alliance in the upcoming Lok Sabha polls.Currently, the BJP has 14 councillors in the Chandigarh civic body. The AAP has 13 councillors and the Congress seven. The Shiromani Akali Dal has one councillor. Eighteen votes are needed for a majority.","author":"Scroll Staff","time":"2024-01-18T13:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151779-pckosbaqmr-1607527847.jfif","tags":["Chandigarh Municipal Corporation","AAP","BJP","Congress"],"source":"https://scroll.in/latest/1062348/chandigarh-mayoral-polls-postponed-aap-says-bjp-gripped-by-democracy-phobia"}