{"title":"Chandrayaan-2: NASA finds debris of lander Vikram on moon surface","content":"The United States’ National Aeronautics and Space Administration on Tuesday said its satellite has found debris of Chandrayaan 2’s lander, Vikram, on the lunar surface. The Vikram lander had attempted a soft landing on the moon on September 7, but lost communication with the Indian Space Research Organisation minutes before touchdown.NASA posted images “clicked by its Lunar Reconnaissance Orbiter (LRO) that show the site of impact and the associated debris field”. It also shared posted a before and after image that shows the changes to the surface and the impact point.NASA’s confirmation came after an Indian computer programmer and mechanical engineer named Shanmuga Subramanian contacted its project.  “After receiving this tip, the LROC team confirmed the identification by comparing before and after images,” said the United States’ space agency. “When the images for the first mosaic were acquired the impact point was poorly illuminated and thus not easily identifiable. Two subsequent image sequences were acquired on Oct. 14 and 15, and Nov. 11.”NASA said the debris was first located by Subramanian about 750 metres northwest of the main crash site. “The LROC team scoured the surrounding area in these new mosaics and found the impact site and associated debris field,” it added.NASA also praised ISRO’s effort to get the lander “that close” to the lunar surface. Days after the attempt to land on the lunar surface, ISRO had confirmed that they had lost all communications with the orbiter. On September 27, NASA said the Chandrayaan-2 lander had made a “hard landing” on the moon’s surface. The agency released images of the targeted landing site.The #Chandrayaan2 Vikram lander has been found by our @NASAMoon mission, the Lunar Reconnaissance Orbiter. See the first mosaic of the impact site https://t.co/GA3JspCNuh pic.twitter.com/jaW5a63sAf— NASA (@NASA) December 2, 2019","author":"Scroll Staff","time":"2019-12-03T07:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132080-znlhhyyykj-1575339454.jpg","tags":["NASA","Vikram","Chandrayaan 2","ISRO","lander"],"source":"https://scroll.in/latest/945615/chandrayaan-2-nasa-finds-debris-of-lander-vikram-on-moon-surface"}