{"title":"Chandrayaan-2: Over 90% of objectives were met, will try to contact lander for 14 days, says ISRO","content":"Indian Space Research Organisation Director K Sivan on Saturday said that the space agency “will try to establish a link for the next 14 days” with Chandrayaan-2. The director told Doordarshan News that the last phase of the mission was not completed properly, due to which the link with the lander was lost.Early on Saturday, Indian Space Research Organisation lost contact with the lunar lander, Vikram of Chandrayaan-2 mission to moon. The lander carried by India’s second moon mission had launched itself towards the moon and fought against its gravity for more than 28 km, slowing down almost to a halt mid-air, before it lost contact with the ground station.“Powered descent included four stages, the first 3 phases were executed nicely but the last one was not executed in a nice way and we lost the link with the lander,” Sivan said. “Whatever happened today is not going to affect any of the Isro’s activity. We are extremely busy with Gaganyaan project, which is due by the end of 2020.”Sivan also explained that due to extra fuel in the lunar orbiter, its life had increased, so the life of the orbiter was estimated at seven-and-a half years. Chandrayaan-2 was “almost 100% successful” as the orbiter was successfully placed in the lunar orbit. The lander and the rover, Pragyan, which were aimed to demonstrate technological aspects, had also been 90% to 95% successful.The space agency, in a statement on Saturday, said the Chandrayaan-2 mission to the moon was “highly complex” and its achievements were a “significant technological leap” compared to the space agency’s earlier missions. “The success criteria was defined for each and every phase of the mission and till date 90% to 95% of the mission objectives have been accomplished and will continue [to] contribute to Lunar science, notwithstanding the loss of communication with the Lander,” ISRO said in a statement. It described Chandrayaan-2 was described as a unique effort that attempted to study all the areas “combining  the exosphere, the surface as well as the sub-surface of the moon in a single mission”.\n\n\n    \n    Play\n\nAlso read:Despite landing setback, Chandrayaan-2 is a tremendous achievement for Indian scienceISRO chief hugs Modi, breaks down after space agency loses contact with moon lander VikramThe lander, Vikram, had followed the “planned descent trajectory” from its orbit of 35 km to just below 2 km above the surface. “All the systems and sensors of the Lander functioned excellently until this point and proved many new technologies such as variable thrust propulsion technology used in the Lander,” ISRO said.The lunar orbiter, which will continue to circle the moon for another year, had already been placed in the intended orbit around the moon, the space agency said. It added that the orbiter would be able to help in understanding the “moon’s evolution”, and would map the minerals and water molecules in the polar regions with eight scientific equipment.“The Orbiter camera is the highest resolution camera [0.3m] in any lunar mission so far and shall provide high resolution images which will be immensely useful to the global scientific community,” ISRO said. “The precise launch and mission management has ensured a long life of almost 7 years instead of the planned one year.”At 2.16 am on Saturday, Sivan first briefed Prime Minister Narendra Modi and then announced that that the ground station had lost contact with the lander, Vikram. The lander had launched itself to attempt the soft landing and fought against its gravity for more than 28 km, slowing down almost to a halt mid-air.#Chandrayaan2 mission was a highly complex mission, which represented a significant technological leap compared to the previous missions of #ISRO to explore the unexplored south pole of the Moon. For more updates please visit https://t.co/4vIrztVnng— ISRO (@isro) September 7, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-07T20:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/98981-sexcqmzehk-1560423057.jpg","tags":["Chandrayaan-2","ISRO","Vikram","lunar orbiter"],"source":"https://scroll.in/latest/936599/chandrayaan-2-over-90-of-mission-objectives-were-accomplished-says-isro"}