{"title":"Chandrayan-3 lifts off on mission to the moon","content":"India’s Chandrayaan-3 made a successful lift off from the Satish Dhawan Space Center in Sriharikota on Friday. The spacecraft has been successfully injected into the orbit that it will follow to the moon.A successful soft landing on the moon would make India the fourth country to achieve this feat after the United States, the erstwhile Soviet Union and China.LVM3 M4/Chandrayaan-3 Mission:LVM3 M4 vehicle🚀 successfully launched Chandrayaan-3🛰️ into orbit.— ISRO (@isro) July 14, 2023\n\nThe moon is about 3,84,400 kilometres from earth. The Chandrayaan-3 is expected to soft land on the South Pole region of the moon on August 23 or August 24, reported The Indian Express.Chandrayaan-3 mission: Spacecraft lifts off successfully from SriharikotaRead @ANI Story | https://t.co/8fATRuqkzy#ISRO #Chandrayaan3 #Sriharikota pic.twitter.com/2Pj1frPCBh— ANI Digital (@ani_digital) July 14, 2023\n\nThis is India’s second mission to attempt a soft launch to the moon. In 2019, the Chandrayaan-2 mission had failed in the last leg. Chandrayaan-2’s Vikram lander had attempted a soft landing on the moon on September 7, but lost communication with the ISRO minutes before touchdown. Its debris were strewn across about 750 metres of the crash site.“The main lacuna in the last Chandrayaan-2 mission was that there were off-nominal conditions that were initiated in the system,” Indian Space Research Organisation chief S Somnath told NDTV in an interview on Friday. “Everything was not nominal. And the craft was not able to handle the off-nominal condition for a safe landing.”The Chandrayaan-3 spacecraft has three modules – the lander module, a propulsion module and a rover module. The propulsion module will take the spacecraft to till a 100-kilometre lunar orbit. It will also be carrying a payload that will take spectral and polarimetric measurements of Earth from the lunar orbit.The lander module has been designed to land on the moon, where it will release the rover module that can travel short distances on Earth’s lone satellite.The moon lander has been named Vikram and is perched on a GSLV Mark 3 heavy lift launch vehicle that has been dubbed the Bahubali rocket. The GSLV is 43.5 meters tall – about half the size of Qutb Minar in Delhi. The Indian Space Research Organisation has said that the Rs 615 crore mission is meant to make a safe and soft landing on the moon, to demonstrate the rover roving on its surface and study its environment, reported the Hindustan Times.\n\n\n    \n    Play","author":"Scroll Staff","time":"2023-07-14T14:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192191-zjsbewjkkf-1689325731.jpeg","tags":["Chandrayaan-3","Indian Space Research Organisation","S Somnath","Sriharikota","Lunar mission"],"source":"https://scroll.in/latest/1052635/chandrayan-3-lifts-off-for-mission-to-moon"}