{"title":"Chandigarh mayoral polls: Deeply concerned about horse-trading, says Supreme Court","content":"The Supreme Court on Monday said it was deeply concerned about “horse-trading which is taking place” after the mayoral election in Chandigarh, Bar and Bench reported.The top court proposed that the result of the election be declared by counting the present ballot papers rather than holding fresh polls.It also said that the presiding officer, Anil Masih, should be prosecuted for interfering with the election process. Masih told the court that he had put marks on eight ballot papers during the counting process.A bench of Chief Justice DY Chandrachud, JP Pardiwala and Manoj Misra made the remarks a day after three Aam Aadmi Party councillors – Neha Musawat, Poonam Devi and Gurcharan Kala – joined the Bharatiya Janata Party. With this, the BJP’s councillors in a 35-member civic body have risen to 17, bringing its tally close to a majority.During the mayoral polls that took place on January 30 in Chandigarh, Manoj Sonkar from the BJP had won 16 votes and defeated Kuldeep Kumar Tita, the joint candidate fielded by the Aam Aadmi Party and the Congress. Tita had bagged 12 votes.However, this was after eight votes from the Opposition alliance were declared invalid, which triggered protests by the supporters of the Aam Aadmi Party and the Congress against Masih.Tita approached the top court challenging the Punjab and Haryana High Court’s refusal on January 31 to stay the outcome of the polls.At a hearing on February 5, the Supreme Court had reprimanded the presiding officer for failing to conduct the mayoral polls fairly.The bench headed by Chief Justice Chandrachud verbally remarked that Masih should be prosecuted for defacing the ballot papers. The bench was also shown a video of the polling process.“Is this the way he [Masih] conducts the elections,” Chandrachud asked in response. “It is obvious that he [Masih] defaced the ballot papers,” he added.On Monday, the court said that the votes already cast could be counted by disregarding the markings that Masih made on them. The court also said that it would ask the Chandigarh administration’s deputy commissioner to appoint a returning officer not aligned with any political party to count the ballots and declare the results.The court also asked Masih to explain the reason for his “unusual conduct” while counting the votes, Live Law reported. The presiding officer told the bench that he had put certain marks on eight ballot papers during the counting process.Masih told the court that he marked the ballot papers to ensure that they did not get mixed with the other papers.“His answer is very clear, he has to be prosecuted,” Chief Justice Chandrachud said. A presiding officer interfering with electoral democracy is the gravest possible thing, the chief justice added.The bench directed that the ballot papers be presented before it on Tuesday to determine whether the votes can be deduced from them.On Sunday, Sonkar resigned as the mayor ahead of the Supreme Court hearing.Aam Aadmi Party chief Arvind Kejriwal said that his resignation made it clear that there was manipulation in the election, according to NDTV. “If the election is not won, our councilors are being purchased and broken,” he remarked.","author":"Scroll Staff","time":"2024-02-19T18:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198039-zvbekkjlge-1706690650.jpeg","tags":["Anil Masih","Supreme Court","elections","Chandigarh","Chandigarh mayoral polls"],"source":"https://scroll.in/latest/1063963/chandigarh-mayoral-polls-deeply-concerned-about-horse-trading-says-supreme-court"}