{"title":"Chandigarh mayor resigns ahead of SC hearing on alleged poll rigging, three AAP councillors join BJP","content":"Chandigarh Mayor Manoj Sonkar on Sunday resigned from his post ahead of the Supreme Court’s hearing in the matter relating to the alleged rigging in the mayoral elections last month, PTI reported.Meanwhile, three Aam Aadmi Party councillors – Neha Musawat, Poonam Devi and Gurcharan Kala – joined the Bharatiya Janata Party, The Indian Express reported. With this, the BJP’s councillors in a 35-member civic body have risen to 17, bringing its tally close to a majority.\"The mayor's resignation makes it clear that there was manipulation in the election. If the election is not won, our councilors are being purchased and broken,\" said Aam Aadmi Party National Convener and Delhi Chief Minister Arvind Kejriwal, according to NDTV.During the mayoral polls that took place on January 30, Sonkar from the BJP had won 16 votes and defeated Kuldeep Kumar Tita, the joint candidate fielded by the Aam Aadmi Party and the Congress. Tita had bagged 12 votes.However, this was after eight votes from the Opposition alliance were declared invalid, which triggered protests by the supporters of the Aam Aadmi Party and the Congress against the presiding officer Anil Masih.While the BJP had 14 councillors in the 35-member civic body at the time of voting, the Aam Aadmi Party had 13 and the Congress had seven. The Shiromani Akali Dal has one councillor. Additionally, the Chandigarh Lok Sabha MP is an ex-officio member with voting rights. The current MP is BJP’s Kirron Kher.Tita approached the top court challenging the Punjab and Haryana High Court’s refusal on January 31 to stay the outcome of the polls.“The mayor resigned on moral grounds,” Chandigarh BJP chief Jatinder Malhotra told The Indian Express. “AAP and Congress were vitiating the atmosphere by levelling baseless allegations of tampering the votes. Now when fresh polls will be held, people will get to know who takes the majority.”Musawat, one of the councillors who joined the BJP on Sunday, told reporters that the Aam Aadmi Party had promised to make him its mayoral candidate.“I was surprised when Kuldeep Kumar [Tita] was declared the candidate [by Aam Aadmi Party and the Congress],” he said. “I am impressed by what Prime Minister Narendra Modi has done for the poor and Dalits.”#WATCH | Three Aam Aadmi Party Chandigarh councillors Punam Devi, Neha Musawat, and Gurcharan Kala joined the BJP in the presence of party National General Secretary Vinod Tawde, in Delhi. pic.twitter.com/icgDDMbdi1— ANI (@ANI) February 18, 2024\n\n\nSupreme Court hearingAt the hearing on February 5, the Supreme Court had reprimanded Masih for failing to conduct the mayoral polls in a fair manner.The bench headed by Chief Justice DY Chandrachud verbally remarked that the presiding officer should be prosecuted for defacing the ballot papers and summoned him on February 19.The bench was shown a video of the polling process.“Is this the way he [Masih] conducts the elections,” Chandrachud asked in response. “This is a mockery of democracy. This is murder of democracy. This man [Masih] should be prosecuted.”“It is obvious that he [Masih] defaced the ballot papers,” he added.The chief justice said that he was appalled by the actions of the presiding officer.On February 14, the BJP removed Masih from its minority cell in Chandigarh. He had been general secretary of the unit since 2021.Also read: Why the Chandigarh mayor polls escalated into a national controversy","author":"Scroll Staff","time":"2024-02-19T08:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198039-zvbekkjlge-1706690650.jpeg","tags":["Supreme Court","Anil Masih","Chandigarh","Chandigarh Mayoral Polls","BJP"],"source":"https://scroll.in/latest/1063916/chandigarh-mayor-resigns-ahead-of-sc-hearing-on-alleged-rigging-in-mayoral-polls"}