{"title":"Chandrayaan-3 lander completes final lunar orbital move","content":"The Vikram lander module of Chandrayaan-3 spacecraft has completed the final lunar orbital move, arriving at the orbit from where it will try a soft-landing on moon on August 23, the Indian Space Research Organisation said on Sunday.The lander has placed itself in the orbit where the closest point to the moon is 25 km and the farthest is 134 km. The Chandrayaan-3 had made a successful lift off from the Satish Dhawan Space Center in Sriharikota on July 14. On Thursday, the lander module separated from the propulsion module that had carried it from Earth. The propulsion module will now continue orbiting Earth for months or even years.The lander module is carrying a rover module, named Pragyan, that can travel short distances on the moon’s surface and will study its environment.The space agency said that the equipment on the spacecraft would perform a spectroscopy of the Earth’s atmosphere, measure the variations in polarisation from the clouds on the planet and accumulate signatures of exoplanets that would qualify for habitability.Chandrayaan-3 Mission:The second and final deboosting operation has successfully reduced the LM orbit to 25  km x 134 km. The module would undergo internal checks and await the sun-rise at the designated landing site. The powered descent is expected to commence on August… pic.twitter.com/7ygrlW8GQ5— ISRO (@isro) August 19, 2023\n\nThis is India’s second mission to attempt a soft launch to the moon. In 2019, the Chandrayaan-2 had mission failed in the last leg. Chandrayaan-2’s Vikram lander had attempted a soft landing on the moon on September 7 but lost communication with ISRO minutes before touchdown. Its debris were strewn across about 750 metres of the crash site.However, on Saturday, Russia’s Luna 25 spacecraft, which was expected to reach the moon between August 21 and 23, suffered a technical glitch during a pre-landing manoeuvre, reported TASS.“During the operation an emergency occurred on the space probe that did not allow it to perform the maneuver in accordance with the required parameters,” Russia’s space agency, Roscosmos said.","author":"Scroll Staff","time":"2023-08-20T14:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193337-cpxkoaovur-1692519987.jpg","tags":["ISRO","Chandrayaan-3","Lunar Mission"],"source":"https://scroll.in/latest/1054588/chandrayaan-3-lander-completes-final-lunar-orbital-move"}