{"title":"‘Change’ over ethnic identity politics: Why MNF lost Mizoram","content":"The Zoram People’s Movement, the youngest political party in the fray in Mizoram, has won a thumping majority in the assembly elections, with voters emphatically rejecting the Mizo National Front and Chief Minister Zoramthanga. Led by a former Indian Police Service officer Lalduhoma, the Zoram People’s Movement has won 27 seats in Mizoram’s 40-seater Assembly with the promise of a “new, corruption-free governance”. That adds up to a vote share of 37.86% – a striking improvement of 16 percentage points over the 2018 state election.The Mizo National Front has taken a severe beating in the election, despite its invocation of Zo nationalism to rally its voters. Its tally now stands at 10 seats compared to 27 seats in 2018.  The party’s vote share has shrunk by 2.6 %, from 37.70% in 2018.   A measure of discontent against the government was evident in the fate of Zoramthanga, who lost Aizawl East-I seat to a ZPM candidate. The limits of Zo nationalism Mizo National Front leader Zoramthanga went into the election, banking on his reputation as a leader unafraid to defy a powerful Centre as he opened the doors of the state to Kuki-Chin-Zo refugees fleeing the violence in Myanmar, and, subsequently, the ethnic conflict in Manipur.Mizos share strong ethnic ties with Manipur’s Kuki and Myanmar’s Chin tribes.The Mizo National Front projected itself as a Zo nationalist party and warned that another party might not be strong enough to withstand the Modi government’s pressure to push back the refugees to Myanmar.That gambit clearly failed. “While the Manipur and Myanmar crises have evoked sentiments of a larger brotherhood, it did not have any real impact on voting behavior in Mizoram,” said CV Lalmalsawmi, writer and political analyst. Given the broad consensus among all political parties in the state about the need to protect the refugees, the Mizo National Front’s identity pitch did not turn out to be a conclusive factor on the ground. “The Mizo identity is the dominant worldview in Mizoram, shaping all social and political attitudes. The word “Zo” alone simply doesn’t have any weightage on Mizoram’s state politics which has its own internal dynamics,” said Lalmalsawmi.For instance, Lalduhoma, who is set to become the new chief minister of Mizoram, told Scroll that his government will continue to take care of refugees and displaced people from Myanmar and Manipur. “The issue is humanitarian,” he said.  Instead, among the many factors that appear to have gone against the Mizo National Front is its role as a member of the Bharatiya Janata Party-led National Democratic Alliance. The BJP is looked at with mistrust in some quarters of Mizoram for its “anti-Christian” policies and for the N Biren Singh government’s alleged partisan role in the ethnic conflict in Manipur. In recognition of that anger, Zoramthanga had said he would not share a stage with Prime Minister Narendra Modi during the campaign.“Zoramthanga was part of the NDA, and tried to walk the tightrope but could not gain from either,” said Joy L K Pachuau, academic and author of the book Being Mizo: Identity and Belonging in Northeast India. #MizoramResults | The outgoing chief minister said he accepted the verdict of the people and hoped that the next government would perform well.https://t.co/2qG4VyNLpE pic.twitter.com/eH5AsF2TRi— Scroll.in (@scroll_in) December 4, 2023\n\n\nA growing disaffectionWith matters of ethnic identity unable to make a dent, people appeared to have voted on the question of governance.The charges of corruption against the Mizo National Front government – a major campaign issue raked up by the Zoram People’s Movement – appeared to have played a part in the result.Chief Minister Zoramthanga was himself accused of corruption. The state’s anti-corruption bureau had filed a chargesheet accusing him of accumulation of assets disproportionate to his known sources of income ahead of the 2008 election – the charges, however, did not stick. But allegations of nepotism, of lucrative contracts being awarded to close relatives and rules being bent to benefit non-tribal leaders dogged the Mizo National Front government. The alleged mishandling of state finances, which made it difficult to disburse salaries and pensions to government  employees on time, only contributed to a growing disaffection. “The declining legitimacy of the MNF government, the stunted state of the economy, lack of infrastructure development, corruption and nepotism scandals [all added up],” Lalmalsawmi, the political analyst said.   A vote for changeThe northeastern state has been only ruled by two parties – the Congress and the Mizo National Front – since the first Assembly elections was held in 1987 after Mizoram got its statehood. “People were tired of both the MNF and Congress,” said Pachuau. “There were allegations of corruption, a disappointment about the lack of development and vision.”The Zoram People’s Movement, in contrast, offered a promise of a new way of governance. The party fielded sportspersons, academics, and medical professionals.  “The ZPM leaders are mostly young, educated and new to politics,” said Pachuau. “They have never been in power, they are a clean slate. So, people have voted in the hope for change.”Till five years ago, the Zoram Peoples’ Movement was a collective of independent candidates. In the 2018 elections, eight of its candidates won their seats, bagging an impressive 22% vote share. Official recognition as a state party came in 2019. But Monday’s victory was presaged by its remarkable performance earlier this year, when the party trounced both the Congress and the Mizo National Front in the municipal polls held in the state’s largest district of Lunglei.In this election, the Zoram People’s Movement successfully presented itself as a third alternative. At least 20 of the 27 elected legislators of the Zoram People’s Movement are first-time MLAs.This includes footballer Jeje Lalpekhlua, who won from South Tuipui after beating Mizoram health minister R Lalthangliana, two academics from the Mizoram University, a retired army officer and a doctor. “There was a strong wave for ZPM among the youth and the urban educated middle class, which eventually spread to rural areas,” said Lalmalsawmi.Lalduhoma, the party’s chief ministerial candidate, described the victory as a “political revival.”“We have not seen such participation of the masses,” he told Scroll.  “The young and first-time voters were very much in our favour and  they voted for a better, efficient and corruption-free government.”","author":"Rokibuz Zaman","time":"2023-12-04T21:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195248-nlzyhmdmuq-1698156623.jpg","tags":["Zoramthanga","ZPM","MNF","Lalduhoma","Mizoram","Mizoram elections 2023","Mizoram assembly polls"]}