{"title":"Changing factors in Meghalaya sees malaria-causing mosquitos shift from forests to fields: Study","content":"The mention of malaria often conjures the image of mosquitoes buzzing  in and around homes. But the mosquitoes that spread malaria in North East India, once associated with forests, may now be finding newer  homes in rice fields. A recent study  done in the northeastern state of Meghalaya suggests that some of the  Anopheles mosquito species, which are responsible for spreading malaria,  are changing composition in the region. This may be linked to  deforestation, increased rice cultivation and widespread use of mosquito  nets.India had an estimated 3,389,000 malaria cases in  2022, making it the country with the highest number of cases in South  and Southeast Asia. There were a total of 249 million cases recorded  worldwide and 608,000 people died from the disease in 85 countries last  year, according to an estimate by the World Health Organization.“The initial reason for doing the study in Meghalaya was that the  malaria rate has traditionally been extremely high in North East India,”  says Catherine Walton, co-author of the study and senior lecturer at School of Natural Sciences, University of Manchester. There were 237 deaths in the state from the disease in 2007. This number dropped to 40 in 2015 and to three in 2021.In 2016, India launched a National Framework for Malaria Elimination Programme,  which aims to eliminate the disease in a phased manner by 2030. It also  aims to keep areas where malaria transmission has been interrupted,  free of disease by preventing its re-introduction. The state government  of Meghalaya, through its Health and Family Welfare Department,  is responsible for implementing National Framework for Malaria Elimination Programme by early detection and prompt  treatment, identifying high risk areas and interrupting malaria  transmission by spraying insecticide and distributing insecticide  treated bednets.Rice fields in Ri Bhoi district in Meghalaya. Malaria spreading mosquito species are changing composition in the region and are being increasingly found in rice fields. Credit: Vandana K, via Mongabay.Malaria is caused  by the Plasmodium parasite which spreads when an infected female  Anopheles mosquito bites a human. A vector is a living organism carrying  a disease-causing agent, which in the case of malaria, is the Anopheles  mosquito. “There are more than 400 Anopheles species and they look  extremely similar to each other. We think of Anopheles species as having  the potential to transmit malaria but it’s only a very small number of  those species that are responsible for malaria transmission,” says  Walton, who has been studying mosquitoes in Southeast Asia and northeast  India for many years.  Genetic diversityThe study titled Characterisation  of Anopheles species composition and genetic diversity in Meghalaya,  northeast India, using molecular identification tools was published in the journal Infection, Genetics and Evolution in February 2023 and co-authored by scientists at the University of Manchester and Indian Institute of Public Health, Shillong.  This study is a part of a larger set of studies done on malaria  focusing on the occurrence and distribution of the disease, Anopheles  mosquito species in the state and people’s behaviours associated with  the disease.“Finding out what all vector species are present in a region helps in  characterising and quantifying the risk,” says Rajiv Sarkar, assistant  professor at the Indian Institute of Public Health, Shillong. The studies were conducted under the Center for the Study of Complex Malaria in India, a part of the International Center of Excellence for Malaria Research, an international network of research centres located in countries where malaria is endemic.There are more than 24 Anopheles mosquito species in Meghalaya. Anopheles baimaii and Anopheles minimus, found in forest habitats, have been regarded as the two most important malaria vectors in the northeast. The study found that Anopheles baimaii and Anopheles minimus  mosquitos were rare whereas four other species were abundant and found  in rice fields. The results suggest that rice fields might be creating  conditions for larger presence of Anopheles maculatus and Anopheles pseudowillmori, which could be spreading malaria either independently or together with Anopheles baimaii and/or Anopheles minimus.When the scientists planned the study, the rate of malaria in  Meghalaya was high but it decreased dramatically when they began their  research. This is why they changed the focus of the study to understand  if primary vectors were going down, what were the other vectors playing a  role in transmitting the disease, says Upasana Shyamsunder Singh,  co-author of the study, who undertook this research as a part of her  PhD thesis. She is currently a postdoctoral scholar at Vanderbilt  University in Tennessee in the United States.The research work began in 2018 starting with training the staff at the Indian Institute of Public Health, Shillong to set up the study. The study team collected mosquitoes  from three parts of Meghalaya between 2019-2022 – Nonglang in West Khasi  Hills and Barato and Nartiang in West Jaintia Hills. This process was  also disrupted for some months due to the Covid-19 pandemic. There were  1,389 adult mosquito collections from people’s homes and 144 larval  collections from in and around villages.In this entomological study, after the samples were collected, the  first step was morphological identification. Morphological  identification involves examining mosquitoes through a microscope and  has been traditionally used to identify various species. This was  followed by molecular identification, which used the DNA barcoding method. This method is used to identify and discover species using short, standardised segments of DNA.Every species has its unique barcode. In this study, DNA barcoding  involved three steps. First, the DNA was extracted from each individual  Anopheles mosquito. Then, this DNA was amplified with polymerase chain  reaction (PCR). After that, the DNA sequencing and analysis was done.  After collection, the samples were shipped to Indian Council of Medical  Research-National Institute for Research in Tribal Health (ICMR-NIRTH),  Jabalpur. A lab at the institute processed the specimens using DNA  isolation, PCR and sequencing. After this step, Singh analysed the  sequences remotely at the University of Manchester.The study identified 19 species from 2,575 Anopheles specimens (both  adult and larvae) collected from two districts. Ten of these species  were breeding in rice fields, says Singh. While the scientists did not  do a full ecological larval survey to determine how different species  were using potential breeding sites, they found Anopheles maculatus, Anopheles pseudowillmori and Anopheles jeyporiensis  in large numbers, breeding in rice fields. “You can imagine that rice  fields are covering quite a lot of land in the region in Meghalaya, so  they are potentially quite important breeding grounds for producing  large numbers of mosquitoes,” says Walton.An environmental diseaseRice is a major crop in Meghalaya and the state has over 100,000  hectares under rice cultivation. Scientists have been studying mosquito  breeding and malaria transmission in rice fields in India for over two  decades now, with studies done in Madhya Pradesh and Gujarat. India is the second largest producer of rice globally. It has 47 million hectares of area under rice cultivation. Rice growing is associated with an increased risk of malaria, according to a Lancet review published in 2022.According to Walton and Singh, the study’s limitations include not  being able to test what were the vector species in the study areas  spreading malaria and not being able to collect specimens in ecological  breeding habitats other than people’s homes in villages. SR Hajong,  professor of zoology at North Eastern Hill University, who was  not involved in the research, says the study is “interesting”. He  pointed out the sample collections were “confined to two districts of  Meghalaya”. The findings of this study cannot be applied to the entire  state because the state of deforestation, land use patterns and climatic  conditions vary between different districts in the state, he says. In  order to implement better vector control measures, further studies  should focus on mosquito biology to find out the breeding pattern, life  cycle and lifespan of mosquito species in the state, he says.“The National Center for Vector Borne Diseases Control have  to keep up their surveillance and they have to be aware of issues of  identification and understand which mosquito species are involved  because that could potentially affect malaria control efforts and how  they are implemented,” says Walton. She also emphasises the need for a  holistic approach and cross-sector talk between government departments  and experts in public health, agriculture and science. “Malaria is an  environmental disease and we should be thinking about how we use the  environment in a sustainable way for food production to keep people  healthy and for biodiversity,” she says.This article was first published on Mongabay.","author":"Vandana K","time":"2024-01-07T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197185-sohlowguyb-1704289362.jpg","tags":["Meghalaya","Malaria","vector borne diseases"]}