{"title":"Chandrayaan-2 launch called off due to ‘technical snag’, says ISRO","content":"The launch of Chandrayaan-2, India’s second mission to the moon, was called off 56 minutes before the scheduled time on Monday. Chandrayaan-2 was scheduled to be launched on Monday at 2.51 am from Sriharikota in Andhra Pradesh.The Indian Space Research Organisation said a technical snag was observed in the launch vehicle system one hour before the launch. “As a measure of abundant precaution, Chandrayaan 2 launch has been called off for today,” ISRO said on Twitter. “Revised launch date will be announced later.”An unidentified ISRO official said they will first assess the launch vehicle to find the problem, reported IANS. “First we have to empty the fuel loaded in the rocket, then the rocket will be taken back for further investigation,” the official said. “This process will take 10 days after that only we can decide on the launch schedule.”There were four suitable window periods for the launch of Chandrayaan-2 in July – July 15, 16 and July 29 and July 30, reported Hindustan Times. If the mission is not launched in July, the next window is in September.A technical snag was observed in launch vehicle system at 1 hour before the launch. As a measure of abundant precaution, #Chandrayaan2 launch has been called off for today. Revised launch date will be announced later.— ISRO (@isro) July 14, 2019\n\nChandrayaan-2 would have attempted to place a robotic rover on the lunar surface. If the mission was successful, India would have become the fourth country to achieve a soft landing on the moon after the United States, Russia, and China.ISRO’s most powerful rocket launcher, GSLV Mk III, was to be used to carry the 3.8-tonne Chandrayaan-2 into orbit. The spacecraft was projected to head towards the South Pole of the moon for a soft landing after travelling for nearly two months.#WATCH: Countdown for #Chandrayaan2 launch, at Satish Dhawan Space Centre, Sriharikota stops. ISRO tweets 'Technical snag observed in launch vehicle system at T-56 min. As a measure of precaution,Chandrayaan 2 launch called off for today.Revised launch date to be announced later' pic.twitter.com/unhkVWRcm1— ANI (@ANI) July 14, 2019","author":"Scroll Staff","time":"2019-07-15T07:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123845-imjencrvpi-1563156041.jpg","tags":["ISRO","Chandrayaan-2","Moon Mission","Sriharikota"],"source":"https://scroll.in/latest/930520/chandrayaan-2-launch-called-off-due-to-technical-snag-says-isro"}