{"title":"‘Chandni’ turned around Yash Chopra’s fortunes, but he initially called it a ‘suicide attempt’","content":"The huge box-office success of Chandni in 1989 marked an upturn in Yash’s fortunes. At the age of 56, he was clearly much older than the new generation of directors, despite his much-touted youthfulness of spirit, but his resurgence was perhaps also influenced by the contribution of his new assistant, his teenage son, Aditya, whose 1995 film DilwaleDulhaniya Le Jayenge was to become a landmark in Indian film history Yash’s return to form was overdue, given that many features of the new romantic films were also part of his established repertoire, such as melodic music, an elite context, the feeling for the contemporary – manifested in attitudes, behavior and the film’s ‘look’ – yet they were handled in a different, more subtle form in Yash’s romantic style which he had established a decade earlier.Yet when Yash decided to make Chandni, he felt it was something of a ‘suicide attempt’ as he had tired of action films:We began with a different treatment of the same film, more like an art film. We had a muhurrat in November with Sridevi, Chintu [Rishi Kapoor] and Vinod Khanna. It was a romantic shot, with fantastic, beautiful people. In the first version, Sridevi marries Chintu, has a son. In the second half of January we went to Delhi. We started a two-day shoot. When mixing, I thought it was wrong and decided to change. The next morning I sat day and night changing the script to the interval. Sridevi said she had full faith in me. Chintu asked me to tell him the scenes. Vinod was an action-oriented hero, so there was to be a scene where he saves Sridevi from a fire. I cut it and rang up Sridevi and said I was going to repicturise it. The distributors were worried. How can you have Vinod Khanna and no action? One distributor even left the picture because I was talking Vinod Khanna in a non-action role. I wanted him because he was a mature person and would suit Sridevi. I gave them a discount so the terms were in my favour. I wanted a romantic film with beautiful music. I was sick of violence.Chandni was unusual for its time in that it was heroine-centered. Yash feels that this was helped by taking a big female star. When he first thought of the film, he had originally planned to cast Rekha but took Sridevi instead:I like working with Sridevi. She says, ‘You do what you want’. We gave her a totally new look, jewellery, hairdo and costume. Bhanu Athaiya, who won an Oscar [for Gandhi], did all the dresses for the first schedule in Delhi but we had ego clashes and took Leena Daru. We had lot of white, very simple clothes. We designed her saris and colours, middle-class salwars and churidars which changed when she was working but she could wear different clothes in the dream sequences, such as modern dresses.She’s a damn good actress. She puts something extra in her work... She comes a step further. Never knew what she was doing. She didn’t know language, assistants told her dialogues. But she contributes so much to each dance, scene, emotion. All have something extra.The narrative of Chandni was typical of a Yash Raj Films’ love triangle (or quadrangle), in which A loves B, loves C and so on. This plot device is common to many of Yash’s films, since although subject to various variations and permutations, it expounds the idea that love is not always not reciprocated and that human relationships have foundations other than those of romantic or sexual love. For example, the parents’ wish that their child should marry a person of their choice may prevent lovers marrying, but they may find love with their new spouses (Kabhi Kabhie). A brother preserves his family’s honor by marrying his brother’s pregnant girlfriend when his brother dies, and eventually gives up his former lover and later his mistress for his wife (Silsila). The plot of the love triangle in Chandni, while following this well-known device, contains unexpected twists. Chandni loves Rohit all along but is very fond of Lalit and his mother and agrees to marry him out of sense of duty.The film has many typical features of a Yash Chopra romance. It is once again set among the super rich, some of whom are shown to be obsessed with status, regarding financial gain as the major purpose of marriage (Rohit’s family), while others are comfortable with their situation (Lalit’s family). Although it seems that Lalit was not married to his former lover, the domestic space is the arena in which romantic love occurs, with love contained, prevented, and encouraged by the family. Chandni has similar depictions of intimacy and private space as his other films, with voyeurism to the fore, not only in the heroine’s depiction, but also in shots through glass roofs, often through rain, into bedrooms and other private spaces.\n\n\n    \n    Play\n\nMere Haathon Mein, Chandni (1989).The film also has two very different heroes, one the romantic, the other the silent, supportive type, while the heroine is an independent working woman, another familiar Chopra element. Switzerland once again represents healing (a high-tech cure combined with a miracle) and the location for romantic songs as well as a fantasy holiday destination (the theme of travel is reinforced by Lalit’s travel agency). Chandni is an ideal woman, seen through the eyes of her two lovers. Rohit photographs her from the moment they meet, and decorates his room with these pictures, which he whitewashes when he claims the relationship is over. He remembers her through her bangles, also a reference to the song she sings when they first meet: ‘Mere haathon mein nu nau churiya hain/I have many bangles on my wrists’. Lalit has a screen at work on which he watches her... Many scenes show still images, or fragmented sequences of her as she is imagined by the men; similarly, Lalit’s former partner is also shown only through his imaginations. Chandni is unable to return the man’s look, but remains its object to an almost obsessive degree. Yash tends to keep the same names for his heroines in Silsila and Faasle. In this film, she is shown as a figure of idealized beauty, dressed in white outfits, occasionally in yellow, in a style which created a whole new fashion craze across India – ‘Chandni-look’.Excerpted with permission from Yash Chopra: Fifty Years in Cinema, Rachel Dwyer, Roli Books.","author":"Rachel Dwyer","time":"2016-10-21T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140661-hkptjzymzs-1588227612.jpeg","tags":["Chandni","Yash Chopra","Book excerpt"],"source":"https://scroll.in/reel/819198/chandni-turned-around-yash-chopras-fortunes-but-he-initially-called-it-a-suicide-attempt"}