{"title":"Chandigarh: BJP wins mayoral polls after eight INDIA bloc votes declared invalid","content":"The Bharatiya Janata Party’s Manoj Sonkar defeated Kuldeep Tita, a joint candidate fielded by the Aam Aadmi Party and the Congress, in the Chandigarh mayoral election on Tuesday, The Indian Express reported.While Sonkar received 16 votes, Tita secured 12 votes. Eight votes were declared invalid, which triggered protests by supporters of the Aam Aadmi Party and the Congress against the presiding officer Anil Masih.A ballot can be invalidated for several reasons, including if any identifying marks on it reveal the voter’s identity and compromise the anonymity of the vote.Sanjeev Jha, Aam Aadmi Party leader and MLA from New Delhi’s Burari Assembly constituency, shared a video on social media, purportedly showing the presiding officer marking some of the ballots with his pen.ध्यान से देखिए BJP के Presiding officer के हाथ...Presiding officer खुद पेन चला कर वोटर को invalid करते हुए...इस तरफ चुनाव जीत रही है BJP... pic.twitter.com/D9GEtjPz8l— Sanjeev Jha (@Sanjeev_aap) January 30, 2024\n\n\nCongress leader Pawan Bansal alleged that “the eight ballot papers were rejected in a premeditated manner”. “Congress and AAP agents were not given access to the ballot paper,” he said. “The presiding officer, who I would say is a shallow person, had been given one clear specification that he has to come out only after declaring the BJP candidate as the winner.”Aam Aadmi Party chief Arvind Kejriwal accused the BJP of winning the election by “cheating in broad daylight”.“If [the BJP] can stoop so low in a mayor’s election, then they can go to any extent in the country’s elections,” Kejriwal wrote on social media platform X. चंडीगढ़ मेयर चुनाव में दिन दहाड़े जिस तरह से बेईमानी की गई है, वो बेहद चिंताजनक है। यदि एक मेयर चुनाव में ये लोग इतना गिर सकते हैं तो देश के चुनाव में तो ये किसी भी हद तक जा सकते हैं। ये बेहद चिंताजनक है।— Arvind Kejriwal (@ArvindKejriwal) January 30, 2024\n\n\nThe party has moved the Punjab and Haryana High Court arguing that no reasons were provided for invalidating the eight votes, reported Hindustan Times.#WATCH | On Chandigarh mayor election, AAP MP Raghav Chadha says, \"For the first time in the Chandigarh mayor elections- 8 out of the 36 votes were declared invalid. Congress & AAP alliance had to get 20 votes. We got 12 votes & 8 were declared invalid. Not a single vote of the… pic.twitter.com/5wMJfOjS3T— ANI (@ANI) January 30, 2024\n\n\nMeanwhile, BJP candidate Rajinder Kumar was elected as Chandigarh’s deputy mayor even as the protesting Aam Aadmi Party and Congress councillors refused to vote in the election to appoint a deputy and a senior deputy mayor.#WATCH | AAP councillor Prellata says, \"We will approach the High Court. Today, the BJP has won by deceit. The ballot was snatched from my hand. Kirron Kher madam was continuously signalling. How can 8 votes be invalid? \" pic.twitter.com/2un08V7HlN— ANI (@ANI) January 30, 2024\n\n\nWhile the BJP has 14 councillors in the 35-member civic body, the Aam Aadmi Party has 13 and the Congress has seven. The Shiromani Akali Dal has one councillor. Additionally, the Chandigarh Lok Sabha MP is an ex-officio member with voting rights. The current MP is BJP’s Kirron Kher.On January 15, the Aam Aadmi Party and Congress announced that they would contest the mayoral elections together. The two parties are constituents of the Opposition Indian National Developmental Inclusive Alliance, also known as the INDIA bloc, which was formed with the intention to take on the BJP-led National Democratic Alliance in the Lok Sabha polls.The mayoral election, which was earlier scheduled for January 18, was postponed due to the “ill health” of the presiding officer. The Punjab and Haryana High Court had on January 24 ordered the Chandigarh administration to hold the mayoral elections on January 30.","author":"Scroll Staff","time":"2024-01-30T17:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197548-lzidhejgpi-1705375196.jfif","tags":["BJP","Chandigarh Municipal Corporation","Chandigarh","AAP","Congress"],"source":"https://scroll.in/latest/1062950/chandigarh-bjp-defeats-aap-congress-alliance-in-mayoral-polls"}