{"title":"Charanjit Singh Channi named new Punjab chief minister","content":"Congress leader Charanjit Singh Channi will be the new chief minister of Punjab, the party announced on Sunday. “It gives me immense pleasure to announce that Charanjit Singh Channi has been unanimously elected as the Leader of the Congress Legislature Party of Punjab,” Congress General Secretary Harish Rawat tweeted.Channi, 58, is the first Dalit leader to be selected as chief minister of the state. He is Punjab’s technical education minister and an MLA from the Chamkaur Sahib constituency. Channi is considered close to state Congress chief Navjot Singh Sidhu.Channi said he will take oath as Punjab chief minister at 11 am on Monday.Punjab was thrown into a crisis just months before the Assembly polls with Amarinder Singh resigning from the chief minister’s post on Saturday. The state will go to polls in February or March next year.Singh stepped down from the top post following a bitter feud with Navjot Singh Sidhu, who was appointed the Congress’ chief in Punjab in July.Channi was among the Cabinet ministers who rebelled against Singh, reported The Hindu. They had complained to the party’s high command that Singh was not fulfilling the Congress’ 2017 Assembly election promises.\"We have presented our stance, unanimously supported by party MLAs, before the Governor. Oath taking ceremony to take place at 11 am tomorrow,\" says Punjab CM-designate Charanjit Singh Channi pic.twitter.com/Ksh9YnGYpm— ANI (@ANI) September 19, 2021\n\nSeveral Congress leaders, including Amarinder Singh and Rahul Gandhi, congratulated Channi. Singh conveyed his best wishes to his successor. “I hope he’s able to keep the border state of Punjab safe and protect our people from the growing security threat from across the border,” he added.Rahul Gandhi congratulated Channi and said the party must continue to fulfil the promises made to the people of the state. Another senior party leader, Brahm Mohindra, welcomed the party’s decision to nominate Channi to the top post. ‘Sad at not being able to personally hand over job letters to kin of 150 farmers who had lost their lives in stir against #FarmLaws. Hope CM-designate Charanjit S Channi will do needful at earliest. I continue to stand with farmers in fight for justice’: @capt_amarinder pic.twitter.com/1zAbmhoCFc— Raveen Thukral (@RT_Media_Capt) September 19, 2021\n\nCongratulations to Shri Charanjit Singh Channi Ji for the new responsibility. We must continue to fulfill the promises made to the people of Punjab. Their trust is of paramount importance.— Rahul Gandhi (@RahulGandhi) September 19, 2021\n\nEarlier on Sunday, media reports said that Congress leader Sukhjinder Singh Randhawa was likely to be named as the new chief minister. According to The Tribune, Sidhu was not in favour of choosing Randhawa as the chief minister.Randhawa said he was not disappointed that the party selected Channi, ANI reported. “It is the high command’s decision,” he said. “I welcome it. Channi is like my younger brother.Punjab Congress chief Sunil Jakhar, Sidhu and the party’s Lok Sabha MP Ravneet Singh Bittu were also reported to be among the contenders for the chief minister’s post.On Sunday morning, Congress Rajya Sabha MP Ambika Soni said she was offered the position but she turned it down saying that Punjab should have a Sikh chief minister, ANI reported.Also read‘I am anguished at events of last 5 months,’ Amarinder Singh told Sonia Gandhi before quitting","author":"Scroll Staff","time":"2021-09-19T17:57:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/81900-vuzvttrscn-1518540912.jpg","tags":["Sukhjinder Randhawa","Punjab","All India Congress Committee","Congress","Amarinder Singh","Navjot Singh Sidhu","Charanjit Singh Channi"],"source":"https://scroll.in/latest/1005743/charanjit-singh-channi-is-punjabs-new-chief-minister"}