{"title":"Chart-busting composer Pritam is ready to retire. Will Bollywood let him?","content":"Hit-maker Pritam says he is all set for retirement – but that is only if Bollywood will let him.The acclaimed music composer took a long break in 2017, which continued into 2018 after the release of Raabta, Jagga Jasoos, Tubelight and Jab Harry Met Sejal that year. He has a long list of assignments over the next several months, the first of which is Abhishek Varman’s April 17 release Kalank. There is also Dangal director Nitesh Tiwari’s Chhichhore, Shonali Bose’s The Sky Is Pink (for which Pritam will team up with Gulzar) and Ayan Mukerji’s Brahmastra. Not to forget Anurag Basu’s multi-starrer production and Imtiaz Ali’s Love Aaj Kal 2.“Don’t remind me of how much work I have,” 47-year-old Pritam said. “I don’t want to feel the pressure. Music will take time to happen. I cannot work with expectations in mind. Anyway, I will be retiring soon, so I want to do my last few works in peace.”That day is still several hit tunes away. Meanwhile, here is what Pritam told Scroll.in about Kalank, working with Gulzar and Arijit Singh, and his post-retirement plans. Why are you thinking of retiring so soon?I want to really not feel the pressure of film release dates, deadlines, juggling multiple briefs from every direction and keeping everyone happy and then landing a song according to my sensibilities. It’s like a computer game where you have to reach the end of the mission without getting killed. I have to run to meet the deadline while satisfying everyone.I want to get the pressure of working in commercial cinema off my shoulders. Right now, I am only consumed by the films on hand. I want to finish them first. After retirement, I will stay with music, of course. I can see myself going into the space of independent music.\n\n\n    \n    Play\n\nYeh Ishq Hai, Jab We Met (2007).Let’s talk about your next release, ‘Kalank’. It’s set in 1945, but the music sounds contemporary.  The film is set in the 1940s, but the listener belongs in 2019. There should be a little period flavour, but the packaging must be contemporary. The issue is with people expecting music of the 1940s to sound a certain way, like, say, the way Sanjay Leela Bhansali composed for Bajirao Mastani and Padmaavat. Dibakar Banerjee used dubstep in Detective Byomkesh Bakshy! That’s not period at all.A bhajan will sound like a bhajan in any point in history, right? All the three songs out so far, Ghar More Pardesiya, First Class and the title track, feature instruments of that time. Their melodies have a retro feel with the notes. The title track goes into Raag Shivranjani, and the antara is a bit Baul-influenced. The musical references are of that time. The song has just tabla and strings. Of course, there’s a keyboard layer and a groove in it, but that much is allowed for today’s music.What you can say is contemporary is First Class. We had a lot of arguments, with me and Abhishek against the use of the words. How could someone in the 1940s say “First class”? But Amitabh [Bhattacharya, the lyricist] said, my grandfather used to say, everything’s first class. Then, he showed us a clip from the movie Do Bigha Zamin, in which Mehmood’s character says, aur baki sab first class hai, and asked, if they can do it in 1953, why can’t I put it in 1945? What other songs are there in ‘Kalank’? Shilpa Rao and Arijit Singh have sung a duet version of the title track, which comes in the film’s second half. There’s a song just for Madhuri Dixit dancing. There’s one for Aditya, Varun and Kriti dancing, which is sort of a qawwali-dance thing. In total, there are six original compositions, and with the duet, seven songs.\n\n\n    \n    Play\n\nFirst Class, Kalank (2019).At what point of the filmmaking process do you get involved?Right after the script has been written. I always prefer reading scripts. That way, I get into the film easier. Kalank was a film I did not read, but I heard the narration.Twelve-thirteen years back, when I did 15 films a year, I did not have the time and liberty to read scripts. Of course, with five-six special projects like Life in a Metro, I would be involved from the script stage. But I couldn’t say no back then, which I can now. I just say, I am on a break, and the producers don’t bother me.Is a Bollywood soundtrack today just a collection of hit tunes assembled from different places? Only in formulaic films like action or comedy, or films with no need of music per se, will you find this joining of five hit songs and making a soundtrack. Otherwise serious and special directors will always go for a single composer because a uniformity and coherence have to be maintained in the soundscape. Take last year’s Andhadhun. It would be impossible for multiple composers to do it.But sometimes, some filmmakers have a sharp music sense. Like Mohit Suri or Bhatt saab. They know what they want, and they curate singers and composers themselves. But rarely does a serious director go for many composers.Gully Boy is an unique example. There’s no one person in India who could’ve done a total hip-hop soundtrack. But even there, there’s one captain of the ship: Ankur Tewari, who’s directing the rappers and everyone else.\n\n\n    \n    Play\n\nRishtey, Life in a Metro (2007).Speaking of hip-hop, you worked extensively with rapper Style Bhai in the 2000s, but he often went uncredited.  Sometimes, in the cassette or the CD, his name would be under the “Additional Credits” section. Then, YouTube wasn’t there. So when the music company uploaded the songs on YouTube, his credit may have gone missing. I always ensure my musicians get complete credits on YouTube. If someone comes and does a “too” in my studio, the person is credited. Style Bhai contacted me a couple of years back, saying he went uncredited somewhere. I called the music company and got his name added. At one point, he was also calling himself Indee, and some confusion must have happened for that reason too.Hip-hop seems to have become a fad across Bollywood, television commercials, and even among political parties. Trends never stay. Hip-hop will, as a style of music, because it is a form of expression that existed long back and it will continue to be around. Even when Honey Singh boomed, other forms of music co-existed. Now, this angsty rap is in fashion, so everyone wants a piece of it. This trend might disappear but the form will persist.Sometimes, some musical forms come into focus for a film or two and stay for a while. Trends disappear or evolve. Remixes existed during Bin Tere Sanam, Kanta Laga, and then it entered films, and now you have recreations. Nothing is permanent.Rock boomed in Bollywood around the time of Life in a Metro, Rock On!! and Rockstar. It’s not there anymore, but has rock disappeared from the country?\n\n\n    \n    Play\n\nDhaakad, Dangal (2016).You are teaming up with Anurag Basu, Nitesh Tiwari and Imtiaz Ali again.  Anurag’s film has a deadly script. It’s not like Life in a Metro, as has been rumoured. It’s four crime stories connected by a thread. If Anurag can make the film as he narrated it, it will be something. I am really looking forward to it. Anurag is even shooting it himself, I think. I always saw him handling the camera on set without a cinematographer.Nitesh’s Chhichhore is a college-based film, which is light and funny, but has a hard-hitting message. Like all of Nitesh’s films, this is screenplay-heavy too. Dangal did not have many hit song situations. But still the songs worked, and that’s where Aamir Khan gets credit. He never asks for hit songs, but he wants good music that syncs with the screenplay.I am not sure if Love Aaj Kal 2 will have the same title for its release. Musically, it’s different than the first film. Of course, Imtiaz has a certain flavour of his own. Comparisons will happen. We can’t do anything about that.You have composed some of Arijit Singh’s best songs. What makes him so popular?Arijit’s strength is that he is a fantastic musician for whom singing is a bonus. I saw him growing as he worked with me in my studio for two years. He would dub voices, get other artists to record and dub, arrange instruments, programme keys, sing scratches. All the scratch versions of Yeh Jawaani Hai Deewani’s songs were done by him. He can learn instruments very quickly. He plays guitar, harmonium, keyboards. These days, he is even playing the sitar.Since his musical brain is so sharp, he picks up the vibe of a song quickly and can mould himself according to it well. If he is not hitting the right note, he controls his breath in the right manner. On top of that, he is a hard worker. He can re-dub as many times as you want. He won’t complain.\n\n\n    \n    Play\n\nSafar, Jab Harry Met Sejal (2017).You are working with Gulzar for ‘The Sky is Pink’. Being a RD Burman fan, working with Gulzar saab is a huge deal. He is very sombre and dignified, like Chhabi Biswas, but he is also loving when he’s like, bachchu, kya gana banaya, sunao. Sometimes, he gets angry with me, because he is disciplined and has a routine, and I work when I feel like, in the night.I worked with him once before, for Meghna Gulzar’s Just Married. I remember I played him the first tune I had composed for the film in my guitar. He heard it. I kept the guitar down, excused myself, went to the bathroom and began sobbing uncontrollably. I could not believe I was sitting with Gulzar saab.Initially, coming to Mumbai, I felt I had entered a candy store. Standing beside Amitabh Bachchan was something huge. I remember at the Dhoom preview screening, I saw him and quietly said, hello sir, and tried to slip away, but he looked straight at me and went, hello Pritam. He knew my name! Finally, I am working with him in Brahmastra. What can you tell us about Ayan Mukerji’s ‘Brahmastra’? There’s not much scope for songs in Brahmastra, but Ayan being Ayan, he will find a way. Any other director could not have put in songs. I have been a part of the film from the germ level since 2015-‘16. I have conceived a lot of music for it, and I might be a part of the background score too.Even for the 10-second logo, we did a lot of work. The music is choral and orchestral and rooted in mythology, like the story itself. The scale of the film’s sound is pretty over the top.Brahmastra is not like Ayan’s other films. It’s more deep. It has a very unique script. A film of this scale has never been attempted in India before. The level of pre-production Ayan has done on this film, I have never seen in my career before. From research to pre-visualisation to story-boarding, Ayan was madly involved. He will mount it really big.","author":"Devarsi Ghosh","time":"2019-04-06T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116803-vzckawekcn-1554453515.jpg","tags":["Pritam","Kalank","Brahmastra"],"source":"https://scroll.in/reel/918915/chart-busting-composer-pritam-is-ready-to-retire-will-bollywood-let-him"}