{"title":"Charles Sobhraj hated India, but the country got to him in the end","content":"An international man of mystery of Indian extraction is a rarity. But if India has not rushed to embrace Charles Sobhraj as one of its own, it is with good reason. The half-Sindhi and half-Vietnamese criminal despised his Indian heritage, and used the country as one massive crime scene. India was where his father had relatives and maintained one of two households, where Charles Sobhraj first arrived to spend time with an extended family he had never met before, where he committed fraud, robbery and murder, and where he was arrested and sentenced for lengthy periods.Sobhraj’s exploits include several audacious jailbreaks, one of which is the basis of the upcoming movie Main Aur Charles. Written and directed by Prawaal Raman, the October 30 release stars Randeep Hooda as the man who walked out of Tihar Jail in 1986 and then engineered his re-arrest to buy himself more jail time. Sobhraj wanted to remain in an Indian prison to avoid being extradited to Thailand, where he faced a possible death rap for a series of brutal murders committed in the mid-1970s, and he manipulated the Indian judicial system with the same ease with which he twisted the confidence of countless family members, victims and girlfriends over the course of two decades. Sobhraj is now 71, and has been serving time in a Nepalese prison since 2003 for murders committed there during the ’70s.In 1975, after escaping from a Greek prison,  Sobhraj boarded a plane to India for only his second extended trip to the country. But his feelings about the subcontinent, as reported by Richard Neville and Julie Clarke in the book Charles Sobhraj,  weren’t exactly positive: “How he hated India, except as a land of easy pickings, and although its blood flowed through his veins, he rarely acknowledged it.”Charles Sobhraj is based on extensive interviews conducted with the frequent felon in Tihar Jail in 1977, when he was on trial for a failed attempt to rob a French tour group. Although Sobhraj later disowned the book – he is a man who likes to be in charge of his mythos – Neville and Clarke had no doubt about his culpability. “I had come to Delhi with some vague theory of Charles as a child of colonialism revenging himself on the counter-culture,” Neville, a prominent figure of the Australian counter-culture himself and the co-editor of the magazine Oz, writes in the epilogue. “Instead, I was dazzled by a brilliant psychopath.”Raman clarified that Main Aur Charles is not a biopic but “an account of a chargesheet”. The movie is set in the ’70s and ’80s, and also stars Richa Chadha as a lawyer who is drawn by Sobhraj’s animal magnetism. “The movie is about a jail break and the subsequent police investigation,” said Raman, who has previously directed Gayab and 404. “The basic idea is to do justice to the determination of people involved in the case. It is a fictionalised account, which is why I didn’t need to seek permission to make the film.” Sobhraj is famously litigatious and has a proclivity for issuing self-aggrandising statements and giving interviews from prison.  Charles Sobhraj.  Sobhraj first came to notice in the ’70s after a series of murders of American and European tourists in Bangkok that were pinned on him and his collaborators. Even while Neville and Clarke were interviewing Sobhraj in Delhi in 1977, American journalist Thomas Thompson was researching Serpentine, an exhaustive account of the crook’s life and crimes. Serpentine ends with Sobhraj’s conviction by the Supreme Court of India on August 8, 1978, on charges of culpable homicide and robbery. The subject outlived the author: Thompson died from a liver disease in 1982, which his family believes he contracted during his research on Serpentine.Sobhraj also inspired the mini-series Shadow of the Cobra, starring Art Malik and made in 1989 for Australian television. Sobhraj might have appeared in the movies himself if he hadn’t been occupied with drugging tourists and relieving them of their possessions and passports. Thompson describes a moment from 1971, when Sobhraj was in Mumbai’s Colaba tourist district, casing out various hospitality establishments. “Once Charles had been asked by a director to be an extra in a crowd scene that required foreign faces, and although he did not have the time at that moment, the idea of becoming a film star someday was tucked in one corner of his head,” Thompson writes.There are traces of Sobhraj in the half-Indian and half-Chinese character played by Danny Denzongpa in Mahesh Bhatt’s 1979 Lahu Ke Do Rang. (If a movie on Sobhraj had been made in those years, Denzongpa would have a shoo-in for the role). Two decades later, Sriram Raghavan was among the filmmakers keen on bringing aspects of Sobhraj’s life to the screen, and he started preliminary research on the subject. “He is a fascinating character with an Indian connection,” Raghavan said. “The screenplay never got written, and I don’t know how I would have tackled the subject.” Elements of the smuggler’s persona crept into Saif Ali Khan’s character in Raghavan’s 2004 thriller Ek Hasina Thi, especially Sobhraj’s widely acknowledged charm, which allowed him to “befriend a cabbie as easily as a big shot”, the filmmaker added.In the early 2000s, the Mumbai production company SBI Impresario, set up by Sorab Irani, set out to make a biopic based on Sobhraj’s memoir, The Aftermath. The movie was called Bottomline. Jackie Shroff was to have played the criminal, who had been spending time in London after serving out his prison sentence in India, and British author Farrukh Dhondy was to have written the screenplay. In a blog published in 2013, Sorab Irani’s daughter, filmmaker Oorvazi Irani, details their colourful encounter with the criminal in 2002, adding that “the film is “still under production and not yet made”. In 2007, Dhondy published a novel based on Sobhraj’s crimes, titled The Bikini Murders.  Saigon to France to IndiaAs anyone who has followed his story well knows, Sobhraj’s life is difficult to summarise in a single movie. He was born on April 6, 1944, during World War II in Saigon, in the territory then known as French Indochina. He was christened Gurmukh, a name his Vietnamese mother Song found hard to pronounce. He was the illegitimate son of a short-lived union between Song, variously described as a shop assistant and bar hostess, and Hotchand Bhawnani Sobhraj, also variously described as a humble tailor (by Thompson) and a moneylender and successful owner of two tailoring shops (by Neville and Clarke).“The little boy was called Gurmukh, an Indian name that Mr Sobhraj had come up with, although the child had no official identity,” Thompson writes. “Wartime records had been poorly kept, and aside from an entry in a hospital record, the baby did not exist in the eyes of the transitional government.”Unwanted by his father, Sobhraj was taken to France by Song when she married a French soldier. His official name was Hotchand Bhawnani Gurmukh Sobhraj, and his new moniker emerged in the country that eventually granted him citizenship, perhaps because the precocious boy delighted in mimicking the actor and filmmaker Charles Chaplin. In 1959, when he was 15, his name was entered in church records as Charles Gurmukh Sobhraj.Before he could become a French citizen, Sobhraj had to face his Indian heritage. On his mother’s request, Hotchand sent Charles to his family home near Pune for a few months in 1961. The idea was to spend enough time in India to qualify for citizenship, but Sobhraj hated his relatives, the food, and the climate, and he eventually escaped to Saigon as a stowaway on a ship. He was sent back to India by his father in 1962, but was not allowed to disembark because he did not have the proper papers.Sent back to his mother in Marseilles and granted a temporary visa, Sobhraj embarked on a series of petty crimes that nearly got him kicked out of his adopted homeland. He was finally declared a French citizen by 1970 through his mother since she was a natural-born citizen of a former French colony. However, Sobhraj’s destiny lay in the country he had so strenuously rejected. According to Thompson, the French consul official who granted Sobhraj his citizenship declared, “This man, someday he will meet his fate in India.”That year, Sobhraj travelled again to India with his wife, Chantal. She gave birth to their daughter, Madhu, in a hospital in Mumbai. Sobhraj “moved easily into Bombay’s international colony”, Thompson writes. Among his friends were the associate director of the Alliance Francaise, who offered the silken-tongued émigré and his family an apartment at a discounted rate.Sobhraj described himself as a businessman, but his trade was selling used and stolen cars to the city’s elite who, for all their wealth, have never shied away from a good bargain. “Charles’ popularity among the Bombay affluent was confirmed when he demonstrated his ability to procure shiny and apparently new Alfa Romeos, BMWs, Maseratis and Mercedes,” Neville and Clarke write. Sobhraj’s poor opinion about Indians was cemented during this phase, according to the authors. “They were so passive and dishonest at the same time... Charles was proud and ambitious and the only thing he liked about Bombay was the Taj Mahal Hotel, that symbol of wealthy, aristocracy and power,” they write.  Crime Scene IndiaBetween 1971 and 1978, according to his confession and Thompson’s investigation, Sobhraj committed a series of crimes in various countries, including a failed attempt to rob an emporium at Hotel Ashok in Delhi in 1971. Upon being caught, he faked an appendix problem (an appendectomy was performed on him nevertheless) and, with Chantal’s help, managed to escape from the hospital. Serpentine documents Sobhraj’s frantic cross-border movements over the next few years – he fetched up in Kabul, Istanbul, and Athens, and slipped out of prisons upon arrest. By mid-1975, Sobhraj was back in India, posing as Alain Gautier, a photographer with the Paris-Match magazine, and winning the confidence of tourists whom he would later rob.Sobhraj’s modus operandi included seducing women who became pliant and loyal accomplices. “He was a women’s fantasy of one moment of adventure – and danger,” his half-brother Andre told Thompson. Among Sobhraj’s most devoted lovers was Marie-Andree Leclerc, a Canadian who was accused of helping him commit several dastardly crimes, including at least five murders in Bangkok in 1975. She was around when he unsuccessfully drugged several French tourists at Hotel Vikram in Delhi in July 1976. They were arrested and lodged at Tihar, from where he staged his sensational jailbreak.Sobhraj thrived on the permissive mores of the ’70s, and many of his victims were hippies and backpackers who were unable to see beyond his smooth sales pitch, said Julie Clarke, the co-author of Charles Sobhraj, in an email interview. “The fact that young unsophisticated Westerners were suddenly travelling in Asia in great numbers, and had a hippie culture of trusting everyone, provided such an easy target for him,” Clarke said. “The cultural use of marijuana had everyone a bit too relaxed.”Perhaps it is not so surprising after all that Indian filmmakers have balked from bringing Sobhraj’s misadventures to the screen, even though the ’70s saw a spate of anti-hero movies across languages. The Hindi film industry in particular delighted in packing the screen with gamblers, spies, thieves, con-men, smugglers, molls and drug dealers. Yet, the morality of the characters remained black and white: heroes were misguided or pretending to be so, heroines lost their waywardness once they fell in love, and villains remained unrepentant and got their comeuppance.Sobhraj doesn’t quite fit into this neat matrix. However, present-day popular cinema, which is more interested in psychological realism, is perhaps the best placed to examine his complex personality.“My view is that he is a classic psychopath; we are looking at a mental illness,” Julie Clarke said. “He is not a hero in any sense. He fascinates those who are gullible (which is a human condition as most of us don’t come across psychopaths in the normal course of life.)”Real versus reelRaman’s Main Aur Charles will contrast the outlaw’s actions with those of the upright police officers who go after him. Nandu Madhav plays Madhukar Zende, the Mumbai police officer who arrested Sobhraj in Goa after his jailbreak. Zende had been staking out various establishments in Goa, and he famously walked up to Sobhraj at a restaurant in Porvorim, grabbed his arm and said, “Hello Charles, how are you?”One of the key characters in this episode is Amod Kanth, who was Deputy Commissioner of Police in Delhi when Sobhraj made his escape. Kanth, who has retired from the police force and runs the non-governmental organisation Prayas, is portrayed by Adil Hussain in Main Aur Charles.Kanth has been a part of several high-profile investigations, including the assassination of former prime minister Rajiv Gandhi, the Jessica Lall murder, and the BMW hit and run killing. “In the canvas of my experience, Sobhraj stands out as a character, and not in a good sense,” Kanth said. “He was in my custody for over a month, and I interrogated him. I would never allow him to sit on a chair and made him sit on the floor.”Sobhraj’s mesmerising hold over men and women has been well documented. “He always parades his masculinity as if he were afraid it would go away,” a former girlfriend told Thompson. But Kanth remains unimpressed. “His character is slimy, and there is nothing charismatic about him, whatever his admirers might feel,” Kanth said. “He is a restless and fundamentally devious character.”Which makes him ripe screenplay fodder. Prawaal Raman emphasised that while Main Aur Charles does not glorify Sobhraj, the filmmaker is not sitting in judgment on him either. “When there is a fight between good and evil, the battle is more interesting than who wins,” Raman said. “The movie is about an enigmatic man, a very focused cop, and their basic confrontation. I have taken a bird’s eye view.”  \n\n\n    \n    Play\n\nMain Aur Charles (2015).","author":"Nandini Ramnath","time":"2015-10-27T13:30:30+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/764804-5cb51c31-bdcc-4287-ac6b-ade562b29a5d.jpg","tags":["Charles Sobhraj","Main Aur Charles","Randeep Hooda"],"source":"https://scroll.in/reel/764804/charles-sobhraj-hated-india-but-the-country-got-to-him-in-the-end"}