{"title":"‘Chehre’ movie review: One actor steals the show (it’s not who you think)","content":"A snowstorm leads an advertising professional to a sinister mansion as surely as a decades-old German novel leads to the plot of Rumy Jafry’s Chehre.The large house in which the stranded Sameer (Emraan Hashmi) takes shelter has a welcoming fireplace, a well-stocked bar and elderly occupants who throw loaded looks in his direction.Paramjeet (Annu Kapoor), Jagdish (Dhritiman Chatterjee), Hariya (Raghubir Yadav) and Lateef (Amitabh Bachchan) have found their latest plaything to while away the night. The old codgers, all of whom have been associated with law enforcement, conduct mock trials based on actual and made-up misdemeanours to maintain their legal acumen. Sameer, who has recently taken over an advertising company, declares that he has never ever committed a crime. Sameer plays along to humour his hosts – his first big mistake. Lateef, acting as the prosecutor, proceeds to conjure up evidence of a crime involving Sameer through a combination of sheer guesswork and sweeping assumptions.Is Sameer actually an offender, or is he the latest subject of a questionable experiment by a bunch of self-righteous, possibly deranged men? Unlike the source novel, which is ambiguous about its themes and characters, Chehre is a case of “guilty until presumed innocent”.Heavy moralising about Sameer is accompanied by his portrayal as a predator who pays far too much attention to the housemaid Anna (Rhea Chakraborty). Smug and shallow from word go, Sameer is further stymied by extenuating circumstances, including an affair with his boss’s wife Natasha (Krystle D’Souza).Amitabh Bachchan in Chehre (2021). Courtesy Anand Pandit Motion Pictures & Saraswati Entertainment.Sameer may or may not be culpable, but the 138-minute movie is certainly guilty of borrowing from Friedrich Durrenmatt’s Die Panne. The German novel inspired Vijay Tendulkar’s Marathi stage production Shantata! Court Chalu Ahe, which was also made into a movie in the 1970s. Chehre’s screenplay is by Ranjit Kapoor, who had previously written a play based on Die Panne.While remaining faithful to the original story’s deliberate pacing and theatrical staging, Kapoor carries out a major rewrite that affects both Sameer and the actor who entertainingly portrays him.Frequently called upon to play a manipulative rake, Emraan Hashmi slips comfortably and convincingly under Sameer’s skin. Hashmi’s Sameer has taken charge of the show when Amitabh Bachchan is allowed to hijack it.Billed as a “special appearance” but the hero for all practical purposes, Bachchan’s Lateef delivers a never-ending, risible speech that manages to invoke the Delhi gang-rape, acid attacks and terrorism but mercifully stops short of nuclear warfare. Bachchan’s deeply familiar declamatory manner and measured pauses ensure that the monologue tests patience levels, rather than serving as the centrepiece of the film’s arguments.The rest of the actors, who include Siddhanth Kapoor as a mute character who stands around looking scary, are never allowed to steal Bachchan’s one-note thunder. Annu Kapoor’s overly emotive Paramjeet, as Sameer’s mock defence lawyer, is actually serving the needs of the prosecution, like the rest of the movie. Cornered but defiant, Emraan Hashmi mounts a sparky and memorable defence for himself – and wins.\n\n\n    \n    Play\n\nChehre (2021).","author":"Nandini Ramnath","time":"2021-08-27T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163194-enqxgpqdlc-1629823588.jpeg","tags":["Chehre movie review","Emraan Hashmi","Amitabh Bachchan"],"source":"https://scroll.in/reel/1003646/chehre-movie-review-one-actor-steals-the-show-its-not-who-you-think"}