{"title":"‘Chekka Chivantha Vaanam’ film review: Mani Ratnam serves up revenge cold and cool","content":"Mani Ratnam’s Chekka Chivantha Vaanam is ice-cold and business-like, low on emotion despite the inflamed passions and muscle-flexing on display, and amoral to the core even with a backdrop of crime and punishment – and that’s what is so good about it.Only a year ago, Ratnam was tinkering for the nth time with the boy-meets-girl formula, wondering how to say something that he hadn’t said before. Kaatru Veliyidai had the gorgeous visuals and grand sweep associated with Ratnam’s films, but the jaded and underwhelming narrative indicated that the Chennai director needed to strike out in a wholly different direction.Chekka Chivantha Vaanam is hardly a novel subject for the movies – a power struggle within an influential family. There is little that is new in the plot, and little that is different about the way in which the events unfold. There is no discovery to be made about human nature except that when pushed to the edge, sons will kill their fathers.What the hugely watchable film does is pose new challenges for Ratnam, which the 62-year-old director tackles with discernible coolness. Chekka Chivantha Vaanam has a sprawling cast that might just fit into an aircraft, an array of local and foreign locations, multiple events taking place parallel to one another, and the lack of a clearly defined adversary on whom to heap the blame. And yet Ratnam, working closely with co-writer Siva Ananth, cinematographer Santosh Sivan, editor Sreekar Prasad, and production designer Sharmishtha Roy, makes it all look smooth and easy and elegant as he throws various elements to rustle up a cold soup of simmering impulses. Ratnam even ignores his stellar reputation for staging film songs, relegating every one of AR Rahman’s mostly forgettable tunes to the background and using only the soaring Bhoomi Bhoomi in key scenes.\n\n\n    \n    Play\n\nChekka Chivantha Vaanam (2018).The multi-starrer, which has also been released in Telugu as Nawab, counts among its cast Ratnam regulars as well as new entrants. The 144-minute movie is a Game of Thrones set in present-day Chennai, set in a self-aware, cynical and unsentimental world of blunt tongues and sharp retorts. Only blood ties bind the characters together, and they are the first to remind the world of it.Powerful Chennai gangster Senapathi (Prakash Raj) and his wife (Jayasudha) have been badly injured in a bomb blast that is being attributed to his rival Chinappa (Thiagarajan). But Senapathi knows the truth: “Satan is amongst us,” he tells his wife with the cunning wisdom that has earned him his wealth and reputation.Which one is it? Could it be the eldest son Varadan (Arvind Swami), the hot-headed brawler who expects to run his father’s empire with the same ease with which he balances his wife Chitra (Jyothika) and mistress Parvathi (Aditi Rao Hydari)? Could it the second-born Thyagu (Arun Vijay), suave deal-maker who prefers the waters of Dubai to the streets of Chennai? Or could it be Ethi (Silambarasan), the runt of the litter who openly sneers at his father and is busy selling guns and canoodling in Serbia?Also suspect are the loyalties of corrupt police inspector Resool (Vijay Sethupathi). A childhood friend of Varadan who has a soft corner for Chitra, Resool seems more loyal to Vardhan’s offerings than his uniform. Yet, Resool becomes an important witness and catalyst as the feud worsens between the brothers. As spines bend, the blood flows and the corpses pile up, Resool’s skill at sidestepping and dissembling comes handy.Despite occasionally feeling overcrowded and overstretched, the screenplay creates some lovely minor portraits. The performances are consistently good, no matter what the length of the performance, but some faces and actors stand out. Prakash Raj is on the screen for a very short time but conveys his ruthlessness in a few precise gestures. Jyothika is always on point as this movie’s Lady Macbeth, unwilling to forgive her husband for his infidelity but unable to let go of the prize that awaits Varadan after Senapathi’s exit.Arun Vijay is very effective in all his scenes, even though his character doesn’t get as much play as Arvind Swami’s overwrought Varadan. The scene-stealer is, predictably, Vijay Sethupathi’s Resool, played with just the right amount of humour and inscrutability. As the movie moves towards its predictable bloodbath of a climax, Resool looms into view as the movie’s ronin, the masterless samurai selling himself to the highest bidder.Apart from every other film about sibling rivalry and fratricidal violence, Chekka Chivantha Vaanam pays a clever tribute to Akira Kurosawa, one of Ratnam’s favourite directors. The hat-tip to one of Kurosawa’s greatest films is subtle, but it has a strong influence on the way in which the chips fall. The biggest clue lies in the title, even though the events in the film prove to be ice-blue rather than crimson-red.","author":"Nandini Ramnath","time":"2018-09-27T16:52:22.973670+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895961-frvkkgkymq-1538043654.jpg","tags":["Chekka Chivantha Vaanam","Mani Ratnam","Film review"],"source":"https://scroll.in/reel/895961/chekka-chivantha-vaanam-film-review-mani-ratnam-serves-up-revenge-cold-and-cool"}