{"title":"Chennai: DMK chief M Karunanidhi continues to remain stable, says Kauvery Hospital","content":"Dravida Munnetra Kazhagam chief and former Tamil Nadu Chief Minister M Karunanidhi, who has been admitted to Kauvery Hospital, is in a stable condition, doctors said on Saturday evening. Karunanidhi was taken to the Chennai-based hospital at 1.30 am on Saturday after his blood pressure dropped. “He is continuously being monitored and treated by the panel of expert doctors in the Intensive Care Unit,” the hospital authorities said in a statement on Saturday evening.Earlier in the day, former Union minister A Raja told reporters that Karunanidhi was “out of danger”. “Within 20 minutes of treatment in the hospital his blood pressure became normal,” Raja had said.Several family members including his daughter Rajya Sabha MP Kanimozhi have remained at the hospital, The Hindu reported. Governor Banwarilal Purohit also visited the veteran leader on Saturday morning. He is better. His blood pressure has stabilised: DMK leader Kanimozhi on DMK President M Karunanidhi's health condition. pic.twitter.com/2LeaiWdaGH— ANI (@ANI) July 28, 2018\n\nOn Thursday, doctors treating the veteran leader said his health was on a “slight decline”. He was being treated for age-related ailments and a urinary tract infection. He is 94 years old.On Friday evening, his son MK Stalin said Karunanidhi’s condition was improving and appealed to party workers not to come to their house in Gopalapuram area to visit him. But supporters and party workers continued to gather near the DMK leader’s house.Karunanidhi completed 49 years as the party’s president on Friday. His health has been weak since October 2016 when he underwent a procedure to change his tracheostomy tube as part of an attempt to improve his breathing#WATCH: DMK president M. Karunanidhi being taken to Chennai's Kauvery Hospital.#TamilNadu pic.twitter.com/uJ06YHOU5B— ANI (@ANI) July 27, 2018","author":"Scroll Staff","time":"2018-07-28T07:45:56.262801+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888300-25910654051_4b768204a6_o.jpg","tags":["Karunanidhi","Tamil Nadu","MK Stalin"],"source":"https://scroll.in/latest/888300/chennai-dmk-chief-m-karunanidhi-admitted-to-hospital-after-bp-drops-condition-has-stabilised"}