{"title":"Chennai: Senior AIADMK leaders, Kamal Haasan visit ailing DMK leader Karunanidhi","content":"Actor-turned-politician Kamal Haasan and Tamil Nadu Deputy Chief Minister O Panneerselvam were among top leaders who visited the ailing Dravida Munnetra Kazhagam President M Karunanidhi on Thursday, reported The Indian Express. Doctors have said the  veteran leader’s health is on a “slight decline”.Prime Minister Narendra Modi said he had spoken to Karunanidhi’s son MK Stalin and daughter Kanimozhi about his health, and “offered any assistance required”. “I pray for his quick recovery and good health,” he wrote on Twitter.Stalin said on Friday afternoon that Karunanidhi’s fever was reducing and his health improving, reported ANI.All India Anna Dravida Munnetra Kazhagam leaders D Jayakumar, P Thangamani and SP Velumani also visited Karunanidhi’s home in Gopalapuram, Chennai. Panneerselvam and Jayakumar were among the first to visit him, according to NDTV. Photos showed them sitting with Stalin.M Kanimozhi, who is a Rajya Sabha MP, flew from Delhi to meet him on Friday morning, reported the Hindustan Times. Son MK Azhagiri also reportedly travelled Madurai to meet him on Thursday night.  Spoke to Thiru @mkstalin and Kanimozhi Ji. Enquired about the health of Kalaignar Karunanidhi Ji and offered any assistance required. I pray for his quick recovery and good health. @kalaignar89— Narendra Modi (@narendramodi) July 27, 2018\n\nThirumavalavan  of  the Viduthalai Chiruthaigal  Katchi and former Union minister GK Vasan also met him. Panneerselvam  and Jayakumar told reporters that Karunanidhi was “doing well”.West Bengal Chief Minister Mamata Banerjee on Friday also prayed for his quick recovery. She tweeted, “Concerned about the health of @kalaignar89 Hope and pray that Karunanidhi Ji recovers soon @mkstalin.”  The former Tamil Nadu  chief minister is being treated for age-related ailments and a urinary  tract infection by Chennai’s Kauvery Hospital. He is 94 years old.  “He is being treated round-the-clock by a team of medical and nursing  professionals who are providing hospital-level care at his home,”  Kauvery Hospital said. The hospital administration has also advised restriction of visitors. Karunanidhi completes 49 years as the party’s president on Friday.  His health has been weak since October 2016 when he underwent a  procedure to change his tracheostomy tube as part of an attempt to  improve his breathing, PTI reported.On Wednesday, Stalin said  his father had fever and that the doctors had assured him that there  was nothing to worry about, the news agency reported. Stalin said his  father had worked “without any respite” all his life and that “time has  given him some rest” while referring to his health problems.","author":"Scroll Staff","time":"2018-07-27T10:32:22.791897+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888182-jgcbyspduh-1532667164.jpg","tags":["M Karunanidhi","O Panneerselvam","MK Stalin","Kamal Haasan","Tamil Nadu"],"source":"https://scroll.in/latest/888182/chennai-senior-aiadmk-leaders-kamal-haasan-visit-ailing-dmk-leader-karunanidhi"}