{"title":"Chess: Vidit Gujrathi wins Biel International with a round to spare","content":"Grandmaster Vidit Gujrathi showed his all-round prowess to win the Biel International Chess tournament with a round to spare on Monday.The Category 16 tournament has a unique format in which all the eight contestants have to play seven rounds of classical chess, seven rounds of rapid and 14 rounds of blitz to decide the winner. At total of 49 points were at stake with a win in classical chess earning three points, two in rapid and one in blitz.With one round in classical chess yet to be played, Vidit has scored 31 points and is four ahead of nearest competitor Samuel Shankland of USA.Gujrathi began with a strong blitz performance, scoring 11 points out of a possible 14, scored 8 points in rapid and then dominated the classical section by beating Jorge Cori, Peter Leko and Sebastian Bogner while splitting points with Shankland, Nico Georgiadis and Nodirbek Abdusattorov. The India No 3 will play world junior champion Parham Maghsoodloo in the final round with an aim to extend his lead and earn valuable ranking points which can come handy for him to qualify for the FIDE World Cup 2019.“Every tournament victory is special. I am glad that I was able to win this strong tournament. The field consisted of players who are much stronger than what their ratings suggest. I was able to remain undefeated in the classical section and could score well in the blitz. Overall, I have been trying to experiment with my style of play by going for more active chess and taking more risks in the last few months and I am happy that this strategy is paying off,” he said in a statement from Biel.Vidit thinks he has stabilized himself in the 2700+ zone and is now looking for the next leap. “I crossed 2700 Elo two year ago in 2017, and I have been getting used to playing strong opposition in many super tournaments in the last couple of years. I have been able to keep up my rating above 2700 consistently and this experience of playing against strong opponents will help me move positively towards 2750 mark,” said the 24-year-old from Nashik.","author":"Scroll Staff","time":"2019-07-30T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124698-aivaraqmik-1564458162.jpg","tags":["chess","Biel International","Vidit Gujrathi"],"source":"https://scroll.in/field/932214/chess-vidit-gujrathi-wins-biel-international-with-a-round-to-spare"}