{"title":"Chess: D Gukesh overtakes Viswanathan Anand in live ratings; set to become India number 1","content":"The 17-year-old Gukesh Dommaraju, on Thursday, overtook former world champion Viswanathan Anand in the live FIDE ratings to become the top-ranked Indian in the world.The Chennai-lad achieved this feat as he outplayed Azerbaijan’s Iskandarov Misratdin in 44 moves at the ongoing 2023 FIDE Chess World Cup in Baku.“Gukesh D won again today and has overcome Viswanathan Anand in live rating!” tweeted the International Chess Federation, FIDE. “There is still almost a month till next official FIDE rating list on September 1, but it’s highly likely that 17-year-old will be making it to top 10 in the world as the highest-rated Indian player.”Gukesh D won again today and has overcome Viswanathan Anand in live rating! There is still almost a month till next official FIDE rating list on September 1, but it's highly likely that 17-year-old will be making it to top 10 in the world as the highest-rated Indian player!… pic.twitter.com/n3I2JPLOJQ— International Chess Federation (@FIDE_chess) August 3, 2023\n\nAnand, who first climbed to the top of the Indian chess rankings overtaking Pravin Tipsay way back in 1986, has held on to his position for close to 37 years.The only time the 53-year-old was uprooted from his position was when Pentala Harikrishna occupied that position briefly in the live ratings in 2016.Neither Harikrishna nor any other Indian chess player, though, has succeeded in dethroning Anand from his position in any published rankings since 1986.Gukesh, who has had a tremendous rise over the last two years from being rated 2578 in August 2021 to a live rating of 2755.9 now, has the opportunity to become the top-ranked Indian player in the published rankings when FIDE releases the update next month.To overtake Anand in the published ratings, Gukesh will have to continue his winning run at the FIDE World Cup where he is slated to face-off against fellow Indian SL Narayanan in the next round. A top-three finish here will also propel him to the 2024 Candidates tournament and give him a chance to challenge the current world champion Ding Liren.","author":"Scroll Staff","time":"2023-08-04T10:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192852-fluhlgvfpv-1691124058.jpeg","tags":["Chess","FIDE World Cup","Dommaraju Gukesh","Viswanathan Anand","Indian Chess","D Gukesh"],"source":"https://scroll.in/field/1053776/chess-d-gukesh-overtakes-viswanathan-anand-in-live-ratings-set-to-become-india-number-1"}