{"title":"Chess, Candidates 2024: R Vaishali breaks losing streak; Praggnanandhaa, Vidit play out a draw","content":"After four consecutive losses, India’s Vaishali Rameshbabu returned to winning ways as she beat Nurgyul Salimova in Round 10 of the 2024 Candidates early on Tuesday.Vaishali, who recently earned the Grandmaster title, prevailed in a 88-move battle with the black pieces.Employing the Grunfeld defence, the Indian found herself in an inferior position as well as in massive time trouble before pulling off an unlikely victory against the lower rated Salimova.“I don’t know [how I managed to win], I was completely lost,” said Vaishali after the match. “Both of us were in real-time trouble and something happened and I was very lucky.”With a rook, a bishop, a knight, and three pawns already exchanged as early as the 15th move, the game seemed to be heading towards a draw, but some errors from the Indian saw Salimova get into a comfortable position.The Bulgarian then tried to force a win and denied a three-fold repetition, before Vaishali took advantage of the time trouble to eke out a win.Despite the win, Vaishali continues to occupy the bottom spot in the women’s event with just 3.5 points after ten rounds.The final position on board when Nurgyul Salimova resigned against R Vaishali (Source: Lichess)Meanwhile, the other Indian in action in the women’s section Koneru Humpy played out a 72-move draw with tournament leader Tan Zhongyi with the black pieces. Humpy currently has 4.5 points and is placed fifth with four more rounds to go.Gukesh draws with NepomniachtchiThe top of the table clash between the tournament leaders Gukesh Dommaraju and Ian Neopmniachtchi in the open category also ended in a draw.Playing with the black pieces, the 17-year-old Indian managed to land in an equal position out of the opening against the two-time Candidates winner’s Ruy Lopez Opening.The pieces were exchanged soon after and the players agreed to share points in a rook endgame after 40 moves.The result means that both Gukesh and Nepomniachtchi continue to be in the joint lead with 6 points, heading into the rest day.Praggnanandhaa, Vidit play out a drawMeanwhile, the all-India clash between Praggnanandhaa Rameshbabu and Vidit Gujrathi ended in a draw.Praggnanandhaa, who had earlier defeated Gujrathi in the third round, decided to play it safe as the players shook hands after a three-fold repetition in the 39th move.Both players were evenly matched in the contest with neither able to gain any significant advantage out of the opening to press for a win. There were no massive errors either as they focused on keeping things solid before entering the business end of the tournament.“Not really happy with the result,” said Praggnanandhaa after the match. “I wanted to put more pressure today with the white and I was confident about this line.“But I misplayed immediately after my notes ended, so not very thrilled with this game,” he added.Praggnanandhaa now has 5.5 points after ten rounds and is just half a point behind the leaders while Gujrathi has accumulated 5 points.","author":"Scroll Staff","time":"2024-04-16T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200109-vbjrldhfii-1713348594.jpg","tags":["Chess","2024 Candidates","R Vaishali","R Praggnanandhaa","D Gukesh","Vidit Gujrathi","Koneru Humpy"],"source":"https://scroll.in/field/1066686/chess-candidates-2024-r-vaishali-breaks-losing-streak-praggnanandhaa-vidit-play-out-a-draw"}