{"title":"Chess: R Praggnanandhaa becomes new India No 1 after beating reigning world champion Ding Liren","content":"Indian chess star Praggnanandhaa Rameshbabu became only the second Indian to beat a reigning world champion when he got the better of China’s Ding Liren at the Tata Steel Chess Tournament in Wijk aan Zee, Netherlands on Tuesday.With the win, the Praggnanandhaa also becomes the new India No 1 after overtaking Viswanathan Anand in FIDE’s live ratings, with his new total of 2748.3 being slightly better than Anand’s 2748.The 18-year-old from Chennai was the second Indian after Anand to beat a reigning world champion. Coincidentally, this is not the first time Praggnanandhaa had beaten Ding. The previous occasion was at the same event last year, with Ding then being the world No 2 player.This was the first time in his career that Praggnanandhaa has taken the India No 1 spot, but he has been building up to the achievement.Also read: R Praggnanandhaa completes the evolution – Once a prodigy, now a contenderHe had become the first Indian since Anand to reach the final of a Chess World Cup, and in the process had qualified for the Candidates event – which is the pathway to a World Championship match.Playing with black pieces on Tuesday in the classical format, Praggnanandhaa played a seamless game.“I felt I equalized very easily and then somehow things started to go wrong for him,” he said to Chess.com.After four rounds, Praggnanandhaa is third in the tournament standings after the win with 2.5 points (one win and three draws), trailing France’s Alireza Firouzja (3 points) and Anish Giri (3.5) from the Netherlands.As for the other two Indians in the competition, Vidit Gujrathi is seventh with four draws and Gukesh Dommaraju is 10th with a win and a draw to his name along with two losses. Both Gujrathi and Gukesh have also qualified for the Candidates event which is scheduled to take place in April in Toronto, Canada.","author":"Scroll Staff","time":"2024-01-17T11:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197586-lxzdjsvbwl-1705471274.jpeg","tags":["Tata Steel Chess Tournament","Ding Liren","Praggnanandhaa Rameshbabu","R Praggnanandhaa","Vidit Gujrathi","D Gukesh","Chess","Indian chess","Viswanathan Anand"],"source":"https://scroll.in/field/1062268/chess-r-praggnanandhaa-becomes-new-india-no-1-after-beating-reigning-world-champion-ding-liren"}