{"title":"Chess: Karthikeyan Murali becomes the third Indian to defeat Magnus Carlsen in classical format","content":"Grandmaster Karthikeyan Murali became only the third Indian to defeat former world champion Magnus Carlsen in classical chess, on Wednesday.The 24-year-old achieved the feat at the seventh round of the ongoing 2023 Qatar Masters with the black pieces. Karthikeyan’s victory all but dashed the Norwegian’s hopes of repeating his title win at the tournament in 2015.The win helped the Indian to climb up 5.5 points after seven matches and be in a six-way lead for the title with just two rounds left in the competition. What makes this victory even sweeter is the fact that this was the first-time Karthikeyan went up against Carlsen in any format of the game.“He had a very good edge in the opening but it was quite unclear,” the two-time Indian national champion said to the organisers after his win. “My aim was to just complicate the matters. We all know Magnus likes to grind so I thought I’ll complicate the position and go from there.“It was equal, I think he had many chances to go for equality but I had very less time and so he wanted to play for more and it backfired,” he added.        View this post on Instagram            A post shared by Qatar Chess Association (@chessqatar)\nWith this win, Karthikeyan joins an elite club of Indians to have defeated Carlsen in the classical format. The only others from the country to have achieved this feat include former world champion Viswanathan Anand and GM Pentala Harikrishna, the latter getting the win back in 2005 when Carlsen was just a 14-year-old.The Norwegian, who surrendered his world champion title this year after opting not to compete, has so far faced a total of six Indians in seven rounds at the Qatar Masters.“This is the future for him,” said American GM and one of Carlsen’s fiercest rivals Hikaru Nakamura on a chess 24 stream after the match. “The Indians are coming for him. It’s going to be one Indian after another, after another, after another, after another – all the disciples of Vishy.”","author":"Scroll Staff","time":"2023-10-19T13:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195110-msbcabeuff-1697700105.jpg","tags":["Karthikeyan Murali","Magnus Carlsen","Chess","Qatar Masters","Viswanathan Anand","Pentala Harikrishna"],"source":"https://scroll.in/field/1057826/chess-karthikeyan-murali-becomes-the-third-indian-to-defeat-magnus-carlsen-in-classical-format"}