{"title":"Chess, Candidates 2024: Indian Grandmasters start as dark horses in Toronto","content":"For a sport played over a board by players dressed in formal attire, with no words exchanged, chess is a fiercely competitive battleground with secrets closely guarded. At the highest level, in prestigious tournaments, it is as much a battle of wits outside the playing hall as much as it is over the board.The chess world is currently abuzz with speculations regarding players, their trainers and predictions, with the focus on the 2024 Candidates. Top players, including former world champions, experts, and fans alike have their eyes set on the 20-day long, gruelling event which will start in Toronto, Canada from Thursday.The Candidates is one of the most important tournaments in the sport. It is a draining, make or break tournament for those competing. It is rare in a way that only the title win matters – only the victor gets to compete in the World Championship match.Naturally, there is a lot at stake.“The Candidates is psychologically, for me, almost as tough as the World Championships,” said former world champion Magnus Carlsen in a podcast recently.Come April 4, a total of 16 players – eight each in open and women’s section – will start their Candidates campaign. This edition marks the first time the women’s event is held simultaneously alongside the open competition.The tournament will be held in a double round robin format, with each player facing the other twice – once with the white pieces and once with the black. The player with the most points at the end of the round robin wins the title.The winner of the open section will challenge the reigning world champion Ding Liren of China for the World Championships, while the winner of the women’s event will go up against Ju Wenjun.The Candidates this year holds great significance for Indian chess.Since the inaugural Candidates took place in 1950, following the death of then world champion Alexander Alekhine, Viswanathan Anand had been the only Indian to compete in the open event – he last featured in the 2016 edition.This year, there are three Indians competing – Praggnanandhaa Rameshbabu, Gukesh Dommaraju and Vidit Gujrathi. The country also has Koneru Humpy and Vaishali Rameshbabu competing in the women’s event.While Humpy has played at the Candidates before, it will be a debut appearance for the 22-year-old Vaishali, who recently earned the Grandmaster title.“It is a very good development for Indian chess that now we have so many players playing in Candidates,” said Grandmaster RB Ramesh, a former player-turned-coach, in a conversation with Scroll.“Not just that they are playing for the first time, but they are expected to do well.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \n How they qualified \n    \n       Player  Section  Qualification method \n    \n     Ian Nepomniachtchi  Open  2023 World Championships runner-up  R Praggnanandhaa  Open  2023 Chess World Cup, runner-up  Fabiano Caruana  Open  2023 Chess World Cup, third place  Nijat Abasov  Open  2023 Chess World Cup, fourth place  Vidit Gujrathi  Open  2023 Grand Swiss Winner  Hikaru Nakamura  Open  2023 Grand Swiss runner-up  Dommaraju Gukesh  Open  2023 FIDE Circuit runner-up  Alireza Firouzja  Open  2024 January highest rating  Lei Tingjie  Women  2023 Women's World Championship runner-up  Kateryna Lagno  Women  2022-23 FIDE Grand Prix Winner  Aleksandra Goryachkina  Women  2022-23 FIDE Grand Prix, runner-up  Nurgyul Salimova  Women  2023 Chess World Cup, runner-up  Anna Muzychuk  Women  2023 Chess World Cup, third place  R Vaishali  Women  2023 Grand Swiss Winner  Tan Zhongyi  Women  2023 Grand Swiss, runner-up  Koneru Humpy  Women  2024 January highest rating \n  The sudden increase in Indian representation at the Candidates is also a direct result of the rise in the number of Grandmasters in country. A Grandmaster, or GM, is a player who has a 2500+ FIDE classical rating and has three achieved three GM norms.At the end of 2010, India had 22 GMs – the first of which was Anand in 1988. In the 14 years since, the number has catapulted to 84 with Vaishali being the latest player to the title in December.This has led to a fierce upsurge in competition, especially post the Covid-19 pandemic. Gujrathi vouched for it in a conversation with this publication back in January.The 2024 Candidates is, in a way, the passing of the baton in Indian chess from Anand to the younger generation. The tournament in itself is a clash of generations.The two favourites in the open section – Hikaru Nakamura and Fabiano Caruana, are 36 and 31 respectively. Ian Nepomniachtchi, who is the winner of the previous two editions, is 33.On the other side is the young brigade of Praggnanandhaa, Gukesh, and Alireza Firouzja – all 20 and under. Gukesh, 17, will be the youngest player to compete at the Candidates since the legendary Bobby Fischer, who was 16, when he played in the event in 1959.Then there are Gujrathi and Nijat Abasov – both of whom have emerged from mid-career slumps to qualify for the tournament, aged 29 and 28 respectively.The lack of playing experience in such a high pressure tournament suggests that the Indian troika will have their task cut out in Toronto.Carlsen, who relinquished his world champion title last year, said it “would be a shock” if Abasov or any of the Indians win. The Indians and Abasov are the bottom four ranked players in the competition.Anand, from his end, termed the chances of an Indian win a “long shot.”“The Indians are a long shot,” the 54-year-old GM said in a YouTube live stream last week. “If they can keep the tournament going, that’s good enough. If a late opportunity presents itself, they can grab it.”Ramesh, who has worked closely with Praggnanandhaa over the years, agrees. He underlines the need for a good start to have any chance of winning.“I am expecting a top-three finish for Pragg,” he said to this publication. “On paper Fabiano and Hikaru are the favourites and are expected to win.“If everything goes well and they [Indians] get off to a good start, there could be a surprise. We will have to see how the first couple of games go. That will be a very good indication,” he added.Player TriviaR Praggnanandhaa: First-time participant. Strongest Indian in fray. Finished runner-up to Magnus Carlsen in 2023 Chess World Cup. Younger brother of R Vaishali, who will compete in women’s event. Once the youngest International Master, and second youngest Grandmaster.D Gukesh: First-time participant. Youngest player to compete at the Candidates since Bobby Fischer. Master calculator, known to out-think opponents on board in complex positions.Vidit Gujrathi: First-time participant in the middle of a mid-career resurgence. 2023 Grand Swiss winner. Enters the tournament on the back of a poor outing at 2024 Prague Masters. Positional player.Koneru Humpy: The veteran among Indian participants. 2011 World Championships runner-up, 2019 World Champion. Second woman to cross 2600 rating barrier. An old-school workhorse.R Vaishali: First-time participant. 2023 Grand Swiss Winner. India’s latest Grandmaster – third from the country to earn title after Humpy, Harika Dronavalli.A good start, though, won’t be easy.They start off with all-India clashes, right from the first round. Gukesh and Gujrathi will face off in the opening round of the open section, while Humpy and Vaishali, will face off in the women’s event. Praggnanandhaa will start his campaign against a higher-rated Firouzja.The players from same countries face off in the early rounds because otherwise towards the final rounds, there remains a possibility of them pre-arranging quick draws to help each other out depending on the tournament situations.Despite the lack of experience and evident difference in rating points, a lot of the tournament is about handling the nerves. At the highest level, players are usually evenly matched and it is about your mental, physical fitness and attitude.This is why Praggnanandhaa incorporated beach volleyball to his training sessions and Gujrathi tried his hand at boxing.“It is 50% psychological since there’s not a lot of difference between the players at this level and it will mostly come down to the nerves and handling the pressure,” said Ramesh. “Are the players able to recover from a bad position? How will they bounce back from losses?”India’s best bet to win the Candidates, however, lies in the women’s section. Humpy has the experience and is the third seed. She also has a favourable record against the top two seeds – Aleksandra Goryachkina and Lei Tingjie. The only player with a better record against Humpy is Anna Muzychuk.Vaishali, on the other hand, is an underdog. She is the second lowest ranked player, but has produced some good results against the Grandmasters, including a Grand Swiss title win in November which booked her ticket to Canada.Anand was the last Indian to win the Candidates a decade back in 2014 and with five players in the fray, India has a chance to reclaim some of its former glory. But as the five-time world champion said, it is a long shot.The 2024 Candidates will be LIVE streamed on FIDE’s YouTube channel.Indian ScheduleApril 04: Round 1Alireza Firouzja vs R Praggnanandhaa D Gukesh vs Vidit GujrathiR Vaishali vs Humpy KoneruApril 05: Round 2Hikaru Nakamura vs Vidit GujrathiR Praggnanandhaa  vs D GukeshKateryna Lagno vs Humpy KoneruTan Zhongyi vs Vaishali RameshbabuApril 06: Round 3Gukesh D vs Ian NepomniachtchiVidit Santosh Gujrathi vs Praggnanandhaa RVaishali Rameshbabu vs Nurgyul SalimovaHumpy Koneru vs Tan ZhongyiApril 07: Round 4Hikaru Nakamura vs Praggnanandhaa RIan Nepomniachtchi vs Vidit Santosh GujrathiFabiano Caruana vs Gukesh DNurgyul Salimova vs Humpy KoneruAleksandra Goryachkina vs Vaishali RameshbabuApril 08: Rest dayApril 09: Round 5Gukesh D vs Nijat AbasovVidit Santosh Gujrathi vs Fabiano CaruanaPraggnanandhaa R vs Ian NepomniachtchiVaishali Rameshbabu vs Anna MuzychukHumpy Koneru vs Aleksandra GoryachkinaApril 10: Round 6 Gukesh D vs Hikaru NakamuraVidit Santosh Gujrathi vs Alireza FirouzjaPraggnanandhaa R vs Nijat AbasovVaishali Rameshbabu vs Kateryna LagnoHumpy Koneru vs Lei TingjieApril 11: Round 7Fabiano Caruana vs Praggnanandhaa RNijat Abasov vs Vidit Santosh GujrathiAlireza Firouzja vs Gukesh DAnna Muzychuk vs Humpy KoneruLei Tingjie vs Vaishali RameshbabuApril 12: Rest dayApril 13: Round 8Praggnanandhaa R vs Alireza FirouzjaVidit Santosh Gujrathi vs Gukesh DHumpy Koneru vs Vaishali RameshbabuApril 14: Round 9Vidit Santosh Gujrathi vs Hikaru NakamuraGukesh D vs Praggnanandhaa RHumpy Koneru vs Kateryna LagnoVaishali Rameshbabu vs Tan ZhongyiApril 15: Round 10 Ian Nepomniachtchi vs Gukesh DPraggnanandhaa R vs Vidit Santosh GujrathiNurgyul Salimova vs Vaishali RameshbabuTan Zhongyi vs Humpy KoneruApril 16: Rest dayApril 17: Round 11Praggnanandhaa R vs Hikaru NakamuraVidit Santosh Gujrathi vs Ian NepomniachtchiGukesh D vs Fabiano CaruanaHumpy Koneru vs Nurgyul SalimovaVaishali Rameshbabu vs Aleksandra GoryachkinaApril 18: Round 12 Nijat Abasov vs Gukesh DFabiano Caruana vs Vidit Santosh GujrathiIan Nepomniachtchi vs Praggnanandhaa RAnna Muzychuk vs Vaishali RameshbabuAleksandra Goryachkina vs Humpy KoneruApril 19: Rest dayApril 20: Round 13Praggnanandhaa R vs Fabiano CaruanaVidit Santosh Gujrathi vs Nijat AbasovGukesh D vs Alireza FirouzjaHumpy Koneru vs Anna MuzychukVaishali Rameshbabu vs Lei TingjieApril 21: Round 14Hikaru Nakamura vs Gukesh DAlireza Firouzja vs Vidit Santosh GujrathiNijat Abasov vs Praggnanandhaa RKateryna Lagno vs Vaishali RameshbabuLei Tingjie vs Humpy Koneru— All matches at 14.30 Toronto time, or 12 am IST","author":"Abhijit Nair","time":"2024-04-03T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199784-czvchbolfo-1712107622.jpg","tags":["Chess","2024 Candidates","Indian Chess","Vidit Gujrathi","R Praggnanandhaa","D Gukesh","R Vaishali","Koneru Humpy","Viswanathan Anand"],"source":"https://scroll.in/field/1066127/chess-candidates-2024-indian-grandmasters-start-as-dark-horses-in-toronto"}