{"title":"Chess: D Gukesh – The new India No 1 who is simply doing what he has always wanted to do","content":"Dommaraju Gukesh is straight-forward and measured in his assessment of his chess career so far.“I’m aware that maybe I’m missing out on some things, but I’m also  gifted in a way that I’ve already found my interest, and what I’m good  at, at a very young age,” he said to Scroll.However, Gukesh, now 17, has taken full advantage of knowing where his strengths lie. For over three decades, Viswanathan Anand has been the dominant force in Indian chess. Now, as the veteran five-time world champion has slowly started to step away from competing, Gukesh is set to take over the mantle.On Monday, when the International Chess Federation, or FIDE, rankings were updated, Gukesh officially became the new India No 1.He’s ranked world No 8 with a ELO rating (essentially, ranking points) of 2758, ahead of Anand’s tally of 2754. “First of all, I’m happy that I managed to achieve this feat, which has  been in my head for quite a while,” he said. “[Although] it was not the most  important thing, I felt it would be nice to get it out of the way. So  I’m happy that I managed it.”  According to his father, Rajni Kanth, a ear, nose and throat surgeon, the achievement was a matter of Gukesh being single-minded when  he plays. “We don’t see or set any milestones or such events, the  main thing is that we don’t talk about it,” Rajni Kanth told this publication. \n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nOn Monday, Gukesh replaced Vishwanathan Anand (R) as India's top-ranked chess player (Credit: Special Arrangement)Learning the rulesFor Rajni Kanth and his wife, Dr Padmakumari who is a microbiologist by profession, chess was a hobby – a way to pass the time as they balanced busy careers with raising their son. The family had been aware of Anand and his impact on the sport, but it was only after Gukesh won the Asian Chess School Championships in Singapore in 2015 – his first international competition – that their mindset changed.“It was never a planned decision or something,” Rajni Kanth explained. “We just put him on extra-curricular activities. It never dawned on us that he wanted to play professionally or something.”Once a family pastime, chess is now the centre of the household. Gukesh’s love for the sport began during summer camp at his school, Velammal Vidyalaya. Guidance from his coaches at the camp turned a casual interest into something more.“One of the things that attracted me to chess was just how complicated it was,” said Gukesh, who claimed he enjoys playing strtegic games in his spare time. “There are so many things, so many strategies, so many tactical motives. It was always mind-blowing for me because every day I was learning something new.”His memory of competing at the event in Singapore in 2015 is spotty, but Gukesh did recall how he felt playing chess as an eight-year-old.“He [the coach at the summer camp] was always giving us challenges and said whoever finishes first will get some kind of gift – as a motivating thing,” he said. “As I started getting better at chess, it got easier because when you start winning, you obviously try to get more interested in it.”Tough competitionFrom the days of Anand dominating the Indian chess circuit, the focus has now shifted to a younger generation – Gukesh, R Praggnanandhaa, Arjun Erigaisi and Nihal Sarin who make up a fierce quartet of successful Indian chess Grandmasters, all still in their teens.With the sport making a comeback at the upcoming Asian Games, the quartet, along with Pentala Harikrishna, will form a formidable team. While Gukesh confirms that friendship goes out the window when it comes to competition, he is excited for the future of Indian chess. Gukesh had a golden chance to interact with some of the legends of the sport when they participated in the inaugural edition of the Global Chess League between June and July. For Gukesh, Arjun and Praggnanandhaa, nothing could have been better than having world No 1 Magnus Carlsen in the same team as them. SG Alpine Warriors, their team, failed to qualify for the finals and Gukesh, by his own admission, didn’t have the best of tournaments. But for the youngest player on the team, there were still fond memories.“It was a very interesting event. But it was really nice to be in the same team as Magnus [Carlsen],” recalled Gukesh from his time in Dubai, where the tournament was hosted. “All the six of us had dinners together. We discussed chess. And obviously, it was great for especially me, Arjun, and Prag to get into the head of Magnus, how he thinks about certain positions.”Although Gukesh lost to Carlsen in the quarter-final of the World Cup, he came away from the experience with renewed respect for the former world champion. “I knew before the World Cup that it would be the most important challenge,” said Gukesh. “He outplayed me in one of his trademark in-game grinds. So that was a learning experience for me. It was a decent match. But against Magnus, you can’t afford to play such a bad game with white.”Gukesh however, in October, became the youngest player to beat Carlsen while the Norwegian was still the reigning World Champion.Along with R Praggnanandhaa (extreme left) and Arjun Erigaisi, Gukesh participated in the inaugural Global Chess League with Magnus Carlsen (Credit: Special arrangement)Mindset and mentalityDespite his maturity and rapid rise, at home, there was still a sacrifice his parents had to make.Once Gukesh began competing regularly abroad, his parents had to make a choice – who would sacrifice their job for the sake of their son’s success? Choosing to quit himself, Rajni Kanth realised that in order for Gukesh to succeed with the best resources available, he had to get a firm grasp on the inner workings of the sport. “They don’t want to spend their time or energy on anything else except for this [playing chess],” Rajni Kanth explained. “They [players] want to just focus on their game and prepare. [They] need someone to help them out with other things [like scheduling] so that they can completely focus on the game.”It’s a two-way street of trust that Gukesh shares with his father, especially when figuring out what competitions the top 10 player should be competing in – based on his capacity. But these are just off-board matters that Rajni Kanth is involved in. He does not interfere when it comes to Gukesh’s coaching.He said, “[The coach] knows better [because] he’s professional. If there is no progress, then change the team rather than complaining or adding issues.”Chess consumes his routine, but Gukesh does make it a point to focus on a work-life balance. He enjoys spending time with friends and family, and enjoys the occasional game of badminton.But on the board is where he feels most comfortable. Ahead of the pack, the new India No 1 has just made his move.","author":"Tanya Kini","time":"2023-09-01T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193634-fftmasgyuj-1693396365.jpg","tags":["D Gukesh","Chess","Indian chess","R Praggnanandhaa","Magnus Carlsen"],"source":"https://scroll.in/field/1055077/chess-d-gukesh-the-new-india-no-1-who-is-simply-doing-what-he-has-always-wanted-to-do"}