{"title":"Chess, Candidates 2024: D Gukesh becomes sole leader with win over Alireza Firouzja","content":"Indian Grandmaster Gukesh Dommaraju gained a slim half-point lead in the open section after the penultimate round of the FIDE Candidates 2024 concluded on Saturday in Toronto, Canada. The 17-year-old prodigy, who was tied with two-time champion Ian Nepomniachtchi and world No 3 Hikaru Nakamura ahead of the 13th round, came out in front as the sole leader with 8.5 points after he beat Alireza Firouzja with white pieces. In joint-second place with eight points, Nepomniachtchi and Nakamura played out a draw for half a point while Fabiano Caruana beat Praggnanandhaa Rameshbabu. In the other Indian match in the open section, Vidit Gujrathi drew with Nijat Abasov to remain in sixth position with 5.5 points while Praggnanandhaa stayed in fifth place with six points. Earlier in the tournament, Gukesh had the chance to take the lead for himself ahead of his match against Firouzja in the seventh round, but the Iranian-French Grandmaster prevented the Indian from taking the lead. This has also been Gukesh’s only loss of the tournament so far. However, on Saturday, the 17-year-old managed to get better of Firouzja and exact revenge by taking the lead. This is the first time in six years and in three Candidates tournaments that a player not called Nepomniachtchi has taken the sole lead. Gukesh has also reclaimed the Indian No 1 spot and is now world No 6 in the FIDE rankings. With the standings as it is now, the final round is shaping up to be a cracking endgame – Gukesh will play Nakamura while Nepomniachtchi takes on world No 2 Caruana. While a win will seal the deal for the 17-year-old Indian GM, a draw against Nakamura will ensure both players playing the tiebreaks.  Vaishali wins four in a rowIn the women’s section, Vaishali Rameshbabu has come back in style in the latter half of the tournament, having racked up her fourth win in a row when she beat Lei Tingjie with white pieces. Although Vaishali is officially out of contention for the top spot, the Indian is one of four players tied in third place with 6.5 points each. Her compatriot Koneru Humpy, who drew with Anna Muzychuk in the 13th round, is part of that four-way tie for third place in the standings.","author":"Scroll Staff","time":"2024-04-21T10:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200194-gdjolbhfxk-1713676038.jpg","tags":["Gukesh Dommaraju","Ian Nepomniachtchi","Hikaru Nakamura","FIDE Candidates 2024","Chess","Candidates 2024"],"source":"https://scroll.in/field/1066876/chess-candidates-2024-d-gukesh-becomes-sole-leader-with-win-over-alireza-firouzja"}