{"title":"Chess: Gukesh Dommaraju becomes youngest winner in history of Candidates tournament","content":"India’s Gukesh Dommaraju scripted history, on Monday, by becoming the youngest player to win the Chess Candidates tournament in Toronto, Canada.The 17-year-old Gukesh was the sole leader with 8.5 points going into the 14th and final round of the tournament. World No 2 Fabiano Caruana, defending Candidates champions Ian Nepomniachtchi and world No 3 Hikaru Nakamura were half a point behind the Indian.#ChessD Gukesh wins #FIDECandidates🔥🔥He is the youngest-ever World Championship challenger and will now face off against Ding Liren.The 17-year-old drew his final round game against Hikaru Nakamura to finish with 9 points.📸: Michal Walusza/FIDE pic.twitter.com/X2xp8MXuti— The Field (@thefield_in) April 22, 2024\n\n\nThe final round pitted the Indian against Nakamura while Caruana took on Nepomniachtchi. If Gukesh beat Nakamura, he would have won the tournament outright. If he played out a draw against Nakamura and one of Caruana and Nepomniachtchi emerged victorious, Gukesh would have had to play a tiebreaker with the winner of the Caruana and Nepomniachtchi match.Despite playing in the black against the seasoned Nakamura, Gukesh played out a comfortable draw without handing his opponent any chances.On the other table, Caruana and Nepomniachtchi also played out a 109-move draw, handing Gukesh a memorable victory.“I am so relieved and so happy. Following this crazy game (Caruana-Nepomniachtchi), I was completely emotional. Now I am feeling quite good,” Gukesh said.Gukesh won five matches, drew eight and lost just the solitary match in the tournament.Gukesh had become the third youngest player to compete in a Candidates tournament after Bobby Fischer and Magnus Carlsen. At 17, the Indian has become the youngest player to win the tournament and has become the second Indian after Viswanathan Anand to compete in the World Championship in the classical format.Gukesh will take on reigning World Champion Ding Liren of China with a shot at becoming the youngest World Champion in history.Congratulations to @DGukesh for becoming the youngest challenger. The @WacaChess family is so proud of what you have done . I’m personally very proud of how you played and handled tough situations. Enjoy the moment— Viswanathan Anand (@vishy64theking) April 22, 2024\n\n\nWhat an evening 🫣Congratulations  to Gukesh and special award for both Fabi, Ian for their increadible performance today. One of the most interesting games I ever saw. Bravo, REAL FIGHTERS, for giving it all. Most important, more than anything in chess in fact  Full respect— Vladimir Kramnik (@VBkramnik) April 22, 2024\n\n\nHumpy, Vaishali finish joint secondKoneru Humpy and R Vaishali finished joint second in the Women’s Candidates after winning their respective final-round matches.While Humpy beat Lei Tingjie, Vaishali got the better of Kateryna Lagno. With these wins, Humpy and Vaishali finished joint second with 7.5 points alongside Tingjie. China’s Tang Zhongyi won the title with nine points. 2024 Candidates final points table \n    \n       Rank  Player  Points \n    \n     1  Gukesh Dommaraju  9  2  Hikaru Nakamura  8.5  3  Ian Nepomniachtchi  8.5  4  Fabiano Caruana  8.5  5  R Praggnanandhaa  7  6  Vidit Gujrathi  6  7  Alirez Firouzja  5  8  Nijat Abasov  3.5 \n   2024 Women’s Candidates final points table \n    \n       Rank  Player  Points \n    \n     1  Tang Zhongyi  9  2  Koneru Humpy  7.5  3  Lei Tingjie  7.5  4  R Vaishali  7.5  5  Aleksandra Goryachkina  7  6  Kateryna Lagno  6.5  7  Nurgyul Salimova  5.5  8  Anna Muzychuk  5.5","author":"Scroll Staff","time":"2024-04-22T09:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200210-smgwnfwekl-1713759260.jpg","tags":["Gukesh Dommaraju","D Gukesh","Chess","Chess Candidates","Hikaru Nakamura"],"source":"https://scroll.in/field/1066900/chess-candidates-2024-gukesh-dommaraju-becomes-youngest-winner-in-tournament-history"}