{"title":"Chess, Candidates 2024: GM Abhijit Kunte – ‘If you get a good start, the pressure will be on others’","content":"At the stroke of the midnight hour on Thursday when India sleeps, five chess Grandmasters from the country will compete in their biggest assignment of their careers so far, when they play at the 2024 Candidates in Toronto, Canada.While Koneru Humpy has handled the Candidates pressure before, having played in the previous edition, the remaining four – Praggnanandhaa Rameshbabu, Gukesh Dommaraju, Vidit Gujrathi, and Vaishali Rameshbabu – will make their debut in the prestigious tournament.The Candidates is a gruelling competition, with the winner getting a spot at the World Championship match to go alongside a prize money of 48,000 euros. It is a high stakes tournament, one that can make or break players.There’s bound to be pressure with so much on the line but Abhijit Kunte, one of earliest Grandmasters from India, believes it will differ from player to player.“There will not be much pressure on Pragg and Gukesh,” asserted Kunte in a conversation with Scroll.“They will have this advantage of no pressure because both of them are very young. They know that this will not be their last chance of competing in the Candidates.”Praggnanandhaa and Gukesh, aged 18 and 17 respectively, are the two youngest players in fray in this edition of the Candidates. The latter, in fact, is the second youngest player ever to play the tournament after a 16-year-old Bobby Fischer competed for the first time in the 1959 edition.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nGujrathi, now 29 and the third Indian competing in the open section, meanwhile will have a lot more on the line.“There will be pressure on Vidit,” said Kunte, bluntly. “He has been around for long and this is the first time he has qualified, he will be eager to make a mark.”Gujrathi qualified for the 2024 Candidates on the back of a stellar run at the 2023 Grand Swiss in November – his first title win since 2019 Biel Chess Festival. The Nasik-native however, has a tendency of crumbling in crucial matches to concede his advantage. Take the 2023 World Rapid Championships held in December where he was the second at the end of the penultimate day before finishing fourth, for example.“Vidit has a familiar issue of letting his advantage slip in important rounds, but he got it together at the Grand Swiss,” opined Kunte. “He needs to find that form, get into that Grand Swiss routine.”The fact that Gujrathi enters the 2024 Candidates on the back of a disappointing run at the Prague Masters in February, finishing last, means that he will have to regain his confidence as early as possible.But it won’t be easy for him with Gukesh being his opponent in the first round in Toronto.Meanwhile, Humpy and Vaishali will also go head to head in the opening round of the women’s section.For Humpy, according to Kunde, Alexandra Goryachkina and Lie Tingjie will be the toughest competition. He claimed that Lie and fellow Chinese player Tan Zhongyi are “uncompromising” and commit “few errors.”Also Read: Indian Grandmasters start as dark horses in TorontoThe most important counter for the Indians, said Kunte, is to get a good start.“[Hikaru] Nakamura and Fabinao [Caruana] are surely the favourites, but it is a double round robin event,” said Kunte, who was recently honoured with the Vakhtang Karseladze Award for the best achievement by a trainer in a women’s competition.“If you get off to a good start, the pressure will be on others later in the tournament. Even though the Indians are lower ranked, the difference in rating points is only 60,” he added.Nakamura, who is the top seeded player in open section, has a rating of 2789, while Gujrathi – the lowest rated Indian, stands at 2729. Praggnanandhaa and Gukesh are rated 2747 and 2743 respectively.Despite this evident difference in strength to the top seeds, the 47-year-old Kunte believes the Indians are evenly matched to their opponents in terms of preparation and confidence.“The only thing they lack in is the experience of playing in the Candidates,” he said.The 2024 Candidates marks the first time an Indian not named Viswanathan Anand or Humpy will compete in the tournament. Whatever the final results may be, this edition of the Candidates will be remembered for the rise of a new generation of players from India.“I think there are many factors behind this, the most important being a robust structure of national championships and international competitions held in India,” said Kunte, who became the country’s fourth GM, in 2000.“A lot of early Grandmasters from the country turning to coaching has also helped. Even someone like Anand venturing into training has ensured that our youngsters have world class support system.”Now some of those youngsters are set to play in the biggest stage of their lives, so far.","author":"Abhijit Nair","time":"2024-04-04T11:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199820-xnpsyjeeer-1712208896.jpg","tags":["Chess","2024 Candidates","Vidit Gujrathi","R Praggnanandhaa","R Vaishali","D Gukesh","Koneru Humpy","Abhijit Kunte","Indian Chess"]}