{"title":"Chess: Vidit Gujrathi becomes India No 1; breaks into top 10 in world rankings","content":"Grandmaster Vidit Gujrathi, on Saturday, overtook five-time world champion Viswanathan Anand to become the new India No 1 in FIDE’s live rating list.The 29-year-old achieved the feat as he took down Nodirbek Abdusattarov with the white pieces in the penultimate round of the 2024 Tata Steel Chess in Wijk aan Zee, Netherlands.With his win over the the Uzbekistan teenager, Gujrathi also broke into the top 10 world rankings for the first-time in his career. He is currently placed 10th with a live rating of 2751.5.Gujrathi’s rise to the top comes just days after the young Rameshbabu Praggnanandhaa beat the reigning world champion Ding Liren to become the new India No 1, overtaking Anand. The 18-year-old has since fallen down and is now ranked third in the country with a rating of 2747.2.The 54-year-old Anand, on the other hand, continues to be ranked second and is rated 2748.In September last year, the 17-year-old Dommaraju Gukesh dethroned Anand as the India No 1 in the published ratings for the first time since the veteran made the spot his own way back in 1986. Gujrathi now has the opportunity to become only the second player to be placed No 1 in the country, when FIDE officially updates the ratings list on February 1.Gujrathi’s win on Saturday also puts him in a five-way tie for the lead at the 2024 Tata Steel Chess with Gukesh, Abdusattarov, Wei Yei, and Anish Giri at 7.5 points out of 12 rounds.The other Indian in action, Praggnanandhaa, is placed seventh with seven points alongside Alireza Firouzja of France.The final round of the event will be played on Sunday.","author":"Scroll Staff","time":"2024-01-28T10:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197926-huwzpkgszo-1706417441.jpeg","tags":["Chess","Vidit Gujrathi","Viswanathan Anand","Tata Steel Chess","Dommaraju Gukesh","Rameshbabu Praggnanandhaa"],"source":"https://scroll.in/field/1062823/chess-vidit-gujrathi-becomes-india-no-1-breaks-into-top-10-in-world-rankings"}