{"title":"Chess: Leon Mendonca wins Tata Steel Challengers title; Gukesh finishes second in Masters section ","content":"India’s Leon Luke Mendonca clinched the 2024 Tata Steel Challengers title with a final round win over compatriot Divya Deshmukh at Wijk aan Zee, Netherlands on Sunday.The 17-year-old Mendonca finished the tournament with 9.5 points in 13 rounds and was half a point clear of the second placed Grandmaster Daniel Dardha of Belgium and GM Marc Andria Maurizzi.Mendonca, who became the 67th Indian to earn the Grandmaster title back in January 2021, did not have the best of starts to the tournament. The teenager had just three points in his kitty after the first six rounds and then went on a sensational run winning 6.5 points in the next seven rounds.“I'm very happy and relieved, because it was not clear at all throughout the tournament whether I was close to winning or not and it was only before this round that I had a real chance,” said Mendonca in his post-win interaction with the organisers.Watch the interview after his big victory in the Challengers! #TataSteelChess pic.twitter.com/2mgrPdim26— Tata Steel Chess Tournament (@tatasteelchess) January 28, 2024\n\n\nThe final round match against Deshmukh was not smooth either for the Goan chess master. The youngster seemed to be in a lost position before his opponent erred to give him a sniff at the win. Mendonca accepted it with both hands.“I played so badly,” conceded Mendonca. “It was just disgraceful and I did the most suspicious things ever and I just got away with it in the end. It was just so crazy.”Mendonca asserted that even after Deshmukh made a mistake, he was unsure of whether he had the opportunity for an outright win.“I was just wondering to myself whether I'm seeing real things or am I just imagining things,” he said. “But then I started looking at it over and over again and I thought, okay, maybe it's winning, but still I wasn't like sure.“Then I saw these camera crew guys, they were coming to take my photo and all and I thought, okay, maybe I'm winning, that's the only reason they would take my photo,” Mendonca added.The title win also hands Mendonca a promotion to the Masters section – the bigger version of the same event, for the next edition of the Tata Steel Chess.Gukesh finishes as runner-upMeanwhile, the candidate Dommaraju Gukesh finished as a runner-up to China’s Wei Yi after a loss in the tie-break playoffs of the Masters section.Gukesh, who was in a five-way tie for the lead alongside Vidit Gujrathi, Anish Giri, Nodirbek Abdusattarov, and Yi heading into the 13th round, defeated Iran’s Parham Maghsoodloo in the final round.The trio of Giri, Abdusattarov, and Yi too responded with wins of their own to force a play-off.Gujrathi, on the other hand, lost at the hands of Yi. The 29-year-old not only fell off the title race, but also conceded the India No 1 rank back to five-time world champion Viswanathan Anand.On the other hand, Gukesh was pitted against Giri for the play-off semi-finals. The Indian lost the first 3+2 minutes blitz game, but hit back win a win in the second game as well as the sudden death to move into the play-off final.Up against Yi for the title, the 17-year-old Gukesh failed to force things with the white pieces in the first blitz game and had to settle for a draw. The Chinese GM then won the second game to clinch the title.","author":"Scroll Staff","time":"2024-01-29T11:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197963-ovpaasdwwg-1706506019.jpeg","tags":["Chess","Leon Luke Mendonca","Dommaraju Gukesh","Divya Deshmukh","Vidit Gujrathi","Tata Steel Chess"],"source":"https://scroll.in/field/1062869/chess-leon-mendonca-wins-tata-steel-challengers-title-gukesh-finishes-second-in-masters-section"}