{"title":"Chhattisgarh CM says construction of temple for Ram’s mother will begin in August third week","content":"Chhattisgarh Chief Minister Bhupesh Baghel on Wednesday laid the foundation stone for expansion of an ancient temple of Mata Kaushalya, mother of Hindu deity Ram, in Raipur. The chief minister told reporters that the construction work of the temple will begin from the third week of August.This came ahead of the foundation stone-laying ceremony for the Ram temple in Uttar Pradesh’s Ayodhya city on August 5.Baghel arrived at the temple in Chandkhuri village with his family to review the project, which is estimated to cost Rs 15 crore, The Times of India reported. “Chhattisgarh is the maternal home of Lord Ram,” he said. “He had spent a long period in Chhattisgarh during his exile. State government is developing Ram Van Gaman Marg as a tourist destination.”प्रभु श्री राम जी के ननिहाल ग्राम चंद्रखुरी में माता कौशल्या का बहुत ही प्राचीन मंदिर है। अनेक बार यहाँ आने का अवसर मिला है, मेरे लिए बड़ी प्रसन्नता की बात है कि इसके सौन्दर्यीकरण और विस्तार के लिए हम लोगों ने भूमिपूजन किया था। अगस्त के तीसरे सप्ताह में इसका निर्माण शुरू होगा। pic.twitter.com/7CNEB4xI4p— Bhupesh Baghel (@bhupeshbaghel) July 29, 2020\n\nThe temple’s bhoomi poojan or the ground-breaking ceremony was performed earlier. Meanwhile, arrangements for drinking water, toilets and restaurants will be made near the temple.The move is being seen as part of a soft Hindutva stance adopted by the Chhattisgarh government.Earlier this month, the Congress government had said it will buy cow dung from farmers, to make organic fertiliser from it and sell it back to them under the Godhan Nyay Yojana. The Bharatiya Janata Party had mocked the decision, claiming that instead of helping the youth find employment, the Chhattisgarh government was forcing them to collect cow dung. However, the Rashtriya Swayamsevak Sangh praised and supported the move.","author":"Scroll Staff","time":"2020-07-30T11:34:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/108755-oqrquhhdyo-1579339277.jpg","tags":["Bhupesh Baghel","Mata Kaushalya","Chhattisgarh","Lord Ram","Ayodhya"],"source":"https://scroll.in/latest/968969/chhattisgarh-cm-says-construction-of-temple-for-rams-mother-will-begin-in-august-third-week"}