{"title":"Chhattisgarh report: How Modi government's new approach is undermining a decade of gains in rural India","content":"Before the heat could settle over the hills of northern Chhattisgarh, early morning on the first Monday of May, Sant Kumar cycled breezily to the weekly bazaar in the town of Premnagar to pick up his supplies of goods and gossip. But in the bazaar, the tribal farmer lost his cool. A local trader, who also doubles up as a political agent for the Bharatiya Janata Party, told him Prime Minister Narendra Modi was scheduled to visit the state later that week.\"He is a lafanga, a liar,” said Kumar, growing livid as he recalled the promises he heard Modi make in a meeting in April 2014 in the run-up to the national elections. “He said I am standing on one foot [power in the state], give me two feet [power in both the state and the centre], and see what all I do. But instead he’s caused me a loss of Rs 22,000.”Between September 2013 to March 2014, Kumar, a wiry man, had clocked 150 days of work under the Mahatma Gandhi National Rural Employment Guarantee Programme. Nationally, the programme assures village households 100 days of work a year, but Chhattisgarh has scaled this to 150 days. At Rs 157 per day, the work – levelling a village road – fetched Kumar about Rs 23,000. The work and wages cushioned his family – after harvesting the monsoon-fed crop in October, there is little to do in Dumarbhona, a hamlet in Anantpur panchayat of Premnagar block in Surujpur district, as the small, parched farms lie fallow.But in the winter of 2014, Sant Kumar did not get even a single day of work under MNREGA.Sant Kumar's MNREGA card went without entries last year.He's not the only one. In the Premnagar block, of the 213 MNREGA works that had been sanctioned, only six could be started. \"The funds did not come,” said Om Prakash Tiwari, the block programme officer. “We were asked [by the district officials] not to start new work.”District officials said the instructions came from the rural development department in Raipur. “The letter came in July,” said Satish Sharma, the Assistant Programme Officer in Surujpur. “For the next eight months, we did not get any money.”In the state capital, the rural development secretary, MK Raut, said, with exasperation, “The centre revised the labour budget mid-year. There were stories that MNREGA was being discontinued. Unless we are certain about funds, how could we start new work?”The cutbacks in MNREGA weren’t directed at Chhattisgarh alone. As the Modi government reviewed the policies of the previous government, social welfare programmes from MNREGA to the public distribution system of food in most states were crippled with uncertainty.But the impact was felt mostly acutely in India's poorest districts, many of which lie in Chhattisgarh. With 47.9% of its people living below the poverty line, the state is the poorest in India. The hilly tracts in its extreme north and south areas are home to tribal communities that lived on the brink of starvation until recently.Take the district of Surujpur. More than 50% of its 6.6 lakh people are tribals and Dalits. In 2013-'14, nearly one and a half lakh people – 22% of the district's population – put in 4,405,795 days of work under MNREGA. (Assuming that every worker had two family members, an overwhelming majority of the district depended on the scheme). In 2014-'15, the work days dropped by a staggering 80% to just 783,334 days. The number of people employed by the scheme plummeted to about half a lakh.What happened to the one lakh people who did not get MNREGA work? How did their families survive?Sant Kumar keeps his MNREGA job card safe in a plastic bag.The noon sun was punishing, yet the residents of Dumarbhona trudged over a broken hill path, carting their monthly food rations. Men dragged cycles laden with sacks of rice, while women held them stoically on their heads. Sitting down under a tree to catch his breath, Ram Vilas, a middle-aged man with a deep voice and a sombre face, explained how the village folk coped with the loss of MNREGA wages: they sent the young away to work.It was not easy for Ram Vilas to see his sole child, Rajkumar, relive the nightmares of his youth. In his first experience of extended migration, the 20-year-old had spent months at a building site in Ambikapur. His father was reminded of the days when as an itinerant worker, he “lived the life of an animal\", sleeping under a tree, drinking pond water, going to sleep hungry.  “Everybody did it,” he said. There was no option other than serving as bonded labour on the farms of the local seths who gave workers just Rs 80 as annual wages.But about ten years ago, things began to change. In 2006, the centre introduced MNREGA – Surujpur, then part of Surguja, was among the first 200 districts where the scheme was implemented. Around the same time, Chhattisgarh government instituted widespread reforms in the public distribution system, ensuring near-universal coverage of subsidised rice rations for the state’s people.Together, MNREGA and the PDS began to change the face of Dumarbhona. MNREGA funds were used to build ponds and roads in the hamlet, said Mani Ram Kujur, the former deputy sarpanch, and, subsequently, to level private farmlands, which helped increase the crop yields. Not that MNREGA was without problems – the wages were often inordinately delayed, and in 2012, many people’s wages were siphoned off by a corrupt functionary. But on the whole, the “rozgar guarantee” brought a measure of stability to people's lives.\"After we started getting rice, our lives settled down,\" said Ram Vilas. \"Only those who needed money urgently migrated for work.\"But over the last year, the foundation of a settled life has been roundly shaken. While MNREGA was paralysed by a shortage of funds, the public distribution system has seen a loss of nerve.Ram Vilas’ family, which used to get 35 kilo of rice every month, received just 21 kilos over the last two months.What's led to the change?People of Dumarbhona return from the ration shop with sacks of rice.Before the United Progressive Alliance government could pass the National Food Security Act, in 2012, the Raman Singh-led Bharatiya Janata Party government in Chhattisgarh cleared its own food security law. The state law was more generous than the national act: it fixed food entitlements to 35 kilos of rice per month for every household, while the central law allocated just 5 kilos per person. To supplement rice, Chhattisgarh distributed chana in the tribal areas and dal in the rest of the state.By passing the state legislation, chief minister Raman Singh intended to cement the food scheme that had garnered him both votes and awards. But in 2013, with assembly elections round the corner, eager to curry favour with voters, and nervous over second-term incumbency, his government issued fresh cards in a rush. Confusion over the definition of a household and the lack of administrative oversight created a situation where some families ended up with two cards, and the tally of ration cards in the state shot up from 55 lakhs to 73 lakhs. Simultaneously, the government announced Rs 300 as bonus for every quintal of rice that it bought from farmers, which ended up draining the state treasury.Faced with a financial crisis, the government launched a verification drive last year, declaring 13 lakh cards ineligible. Of these, 6.5 lakh cards were cancelled. The remaining card-holders were asked to merge their cards by transferring their names to another card in the family. But even before the merger could be completed, starting April 2015, the government changed the allocation from 35 kilos of rice per household to 7 kilos per person.And so, the ration for Ram Vilas' three-member family shrunk from 35 kilos of rice to 21 kilos.While Ram Vilas had the names of all three family members noted down in the card, some in the village did not. Panthi, 28,  has two children but the younger one’s name does not feature on the family's ration card. The four-member household is now getting rations for just three people.Also, since April, people have stopped getting chana or dal. There are indications that the state plans to discontinue them but this could not be confirmed.Chhattisgarh's public distribution system was seen as one of the best in India.The villagers of Dumarbhona see Modi's hand in the disruptions of the last year. “There is halla in the area,” said Sant Ram. \"Jab se aaya Modi, band ho gaya godi.\" Since Modi has come to power, the digging has stopped. While people are yet to coin a similar rhyming slogan for the PDS, they are convinced even their food rations have been slashed because of the change of government at the centre.While this is not the case – the cutbacks in the PDS have been made by the state – conversations with officials and activists in the Raipur reveal the imprint of the Modi government on the weakening of Chhattisgarh's political resolve to distribute food.In February, the state's food secretary held a consultation with civil society groups on malnutrition. When asked about the allocation of food for schemes for children, according to an official who was present at the meeting, the secretary retorted, \"Don’t you know Arvind Panagriya is on the Niti Aayog? Haven’t you heard of the Shanta Kumar committee?”An advisor to the government, economist Arvind Panagriya has argued for the replacement of food rations with direct transfers of cash into people's bank accounts, as has a committee headed by former food minister, Shanta Kumar. Their contention is that the government loses money in buying, transporting and distributing foodgrains through a corrupt and leakage-prone system.That Prime Minister Narendra Modi shares the enthusiasm of his advisors for technology-led finance-based reform of India's social welfare delivery is evident in the acronym he has coined – JAM – or Jan Dhan-Aadhar-Mobile. The acronym suggests that his government wants to move towards a welfare delivery system that transfers money into the bank accounts of the poor (opened using the Jan Dhan scheme) after uniquely identifying them through the biometric-based Aadhaar, or a 12-digit unique identification number.The centre's policy shift has made its way to Chhattisgarh's villages: in ration shops across the state, people are being asked for their bank account numbers and Aadhaar numbers.17-year-old Ram Chandra migrated in search of work this year.A hamlet of the Pahadi Korwa tribe, Lota Dodhi is perched on a road-less hill in Surguja district. After the winter slipped by without MNREGA work, 12 young men migrated to distant Raigarh to lay a pipeline that pulled water from a dam reservoir to a factory. At the work site, there was no source of drinking water. \"We drank from a pond that we shared with buffaloes,\" laughed 17-year-old Ram Chandra. Tired of working long hours in the hot sun, he and nine others ran away from Raigarh, but two of their friends were still stuck. \"They will try running today,\" he said.While he was busy dealing with unscrupulous labour contractors in Raigarh, his father, Jantri, was pleading with impatient bankers. The ration shop owner had insisted that Jantri produce a bank account number and an Aadhaar card. It took the tribal farmer three trips to Kuni, 12 kilometres away, to get the account opened.\"We have no idea why they are asking for the numbers,\" said Ram Nath, the mukhiya of Lota Dodhi. \"All that we have been told is that without these numbers, we will not get our food rations in the future.\"When told of the government's intent to introduce cash transfers, he said, \"But we want rice.\" Cash would not work, he claimed, because people would have great trouble withdrawing it from the bank. And after they had withdrawn it, when they went to the market, would it be enough to buy rice, he asked. \"What would stop the shopkeeper from raising the prices?\"The mukhiya of Loba Dodhi makes his way down the hill with his wife and child.In Dumarbhona, people share the same bleak view of banks and cash transfers. Most people in the village opened bank accounts after the government made them mandatory for MNREGA wage payments. But rarely have they managed to make a withdrawal from the bank in a single visit. “The bank people send us back saying ‘link failure’,” said Mani Ram Kujur, the former deputy sarpanch of the village.While a forest path cuts the distance between Dumarbhona and the bank by half, the actual road distance is 35 kilometres. Given such large distances, said MK Raut, the rural development secretary, the government is experimenting with the banking correspondent model for MNREGA payments, where a banking agent carries a handheld ATM machine to the village to disburse funds on the spot.The model is yet to be implemented in Surguja. But in Kasdol, on the border with Odisha, Hemlata Rajput, a grassroots activist, said banking correspondents were charging people Rs 20 per transaction. \"People are paying because they think at least it has saved them the Rs 50 expense of travelling to the bank,\" she said.Activity at an Aadhaar enrolment centre comes to a stop because of a power cut.Even technology cannot eliminate corruption in rural India, as long as asymmetries of information and power prevail. As Chhattisgarh accelerates its Aadhaar enrolment – 81% people have been enrolled as of the third week of April – a mini-industry has grown around it. Getting an Aadhaar card is meant to be a zero-cost affair. But in the villages of Surguja, people are being charged Rs 30 per card. \"They say the money is for the photocopy of the documents, and the photograph,\" said Ram Nath, the mukhiya of Lota Dodhi. Madan Mohan Rout, a senior manager of CSC e-governance services, one of authorised enrolment agencies in Chhattisgarh, said these charges were illegal.But with the cards often taking weeks and months to arrive – the postal system is unable to cope with the burden and there have been media reports of heaps of Aadhaar cards lying on the wayside – panicked people are spending more money on getting duplicate cards.Karmha village has been declared the Sansad Aadarsh Gram of Surguja, the model village scheme of the Modi government. At the home of the village sarpanch, her father-in-law, Chaman Prasad, complained loudly about Aadhaar enrolment. \"I washed my hands over and over again but the machine still could not catch my fingerprints,\" he said. \"Finally, I had to pay Rs 110 for the card.\"At the Permanent Aadhaar Enrolment Centre in the village, the agent, Ramadhar Gupta, justified the charges: Rs 30 for printing the duplicate card (which is legal), Rs 30 for searching the database for a previous enrolment (which is undefined by law), and the rest of the charges for photocopies, photographs and his effort. \"It takes upto half an hour for one biometric capture,\" he said. \"People's fingerprints are worn out by hard labour.\"If capturing fingerprints was so hard, would it even be possible to match them each time a payment was to be made?Chaman Prasad had to spend Rs 110 to get an Aadhar card.In Raipur, an official of the food and civil supplies department declined formal comment on Chhattisgarh's plans for Aadhaar-based cash transfers. But speaking on the condition of anonymity, he said the state’s plans were limited to seeding – or tallying – the Aadhaar numbers with ration cards to eliminate duplicate cards. He said Aadhaar authentication –  or matching fingerprints – would not work given poor mobile connectivity in the state and fingerprint-capture problems.The official was unenthusiastic about using cash transfers in place of food. The department had faced much trouble with the banks, he said, while implementing direct benefit transfers for gas cylinders, and undertaking pilot projects for cash transfers in food in six ration shops. “Imagine a crowd of thousand people in torn clothes outside a bank,” he said. “Which bank would like it?”But what if the state government gave into pressure from the Modi government and switched to cash transfers?\"Doing so would mean losing elections,\" he said.This old woman does not want cash in place of food.As real entitlements of the poor – food and wages – are being replaced with financial instruments, the only tangible trace that the Modi government is leaving in north Chhattisgarh are toilets. From this April, MNREGA funds have finally started trickling in, and the state government has communicated to district officials that building toilets is the topmost priority under MNREGA, followed by the construction of village-level buildings.In Premnagar, however, a survey done by the administration showed that people see more value in earthworks – levelling farms, deepening ponds – which they said increased their productivity.But the rural development secretary, MK Raut, justified the move away from earthworks to the construction of buildings and toilets. \"People want easy work,\" he said. \"But if we are spending so much money, something should show for it.\"Om Prakash Tiwari, the programme officer in Premnagar, is now grappling with how to construct 775 toilets at Rs 12,000 each. \"I am constructing all 775 toilets in one panchayat,\" he said. Premnagar has 37 panchayats. Why focus on just one, I asked him. \"Because the Nal Jal Yojana (handpump scheme) is being implemented in Nawapara panchayat, which would improve the chances of the toilets being used.\"The hilly region of northern Chhattisgarh is water-stressed. To use toilets, people have to bring water from far, said Tiwari, which is seen as a needless chore. Since homes are scattered, and there are wide open spaces, open defecation poses less of a health risk, he added.Despite that, intermittently, the administration has been pushing toilet construction. In a programme that began in 2008, the administration laid 90,000 toilet seats in the region, asking communities to contribute by building walls around them. Some people could not construct the walls. Others did, but the mud walls collapsed in successive rains. Later, the government announced a merger of Nirmal Bharat Mission and MNREGA. Nirmal Bharat contributed Rs 4,600 for the laying of toilet seats, and MNREGA was meant to pitch in with Rs 5,400 for raising the walls and door. But since MNREGA funds did not come last year, the countryside in northern Chhattisgarh is littered with toilet seats without walls.Incomplete toilets are lying unused in Surguja.The toilets seats are a source of black humour in Dumarbhona, as are the Jan Dhan accounts, another enthusiasm of Prime Minister Narendra Modi.“When the government announced Jan Dhan Yojana, everybody thought they would get Rs one lakh in the account,\" recounted Kusum, who lives near Dumarbhona. \"People stuffed themselves in jeeps to travel to Prem Nagar, spending the whole day lined up outside banks, thirsty and hungry. Later, when it became clear that the money would be released only after a person's death, everyone was very angry.\"\"He [Modi] is killing us anyway,\" laughed Mani Ram Kujur, as the application forms for more insurance schemes rolled into the village.Added Sant Ram, \"If my path crossed with him, I would tell him, don't look in the distance, watch your feet, else you would trip and fall.\"","author":"Supriya Sharma","time":"2015-05-17T09:15:33+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/727633-4b3c18fb-c255-49b8-98ac-bcb9a824cc09.jpg","tags":[],"source":"https://scroll.in/article/727633/chhattisgarh-report-how-modi-governments-new-approach-is-undermining-a-decade-of-gains-in-rural-india"}