{"title":"Chhattisgarh is closing down schools in areas where it should expand them","content":"On June 16, as the new academic session began in Chhattisgarh, Rajman Sethia, a class VIII student, came dressed in uniform to attend the Chandameta middle school in Chhindgur village in Bastar district, little knowing that the school had ceased to exist.The previous day, a cryptic order of the Department of School Education had sealed the fate of 2,918 schools, including his. The order said, “The government of Chhattisgarh approves the closure of the proposed list of schools received from respective districts. This order is to be executed with immediate effect.”Of the 2,918 schools closed down, 782 lie in the Maoist conflict-affected region of Bastar.Education officials said the decision had been taken as part of the “school rationalisation” policy to comply with the Right to Free and Compulsory Education Act, 2009.Under the RTE Act, schools had to maintain a certain quality of education, defined among other things by the pupil-teacher ratio. As per the District Information System for Education, 2012-‘13, the pupil-teacher ratio in Chhattisgarh for all primary and upper primary schools is 23:1, or one teacher for 23 students, which is lower than the norm laid down under the RTE Act: a pupil-teacher ratio of 30:1 for the primary level and 35:1 for the upper primary level.Arguably, more teachers per student is a reflection of better standards at Chhattisgarh schools, but the state government seized upon the RTE norm and began a process of “school rationalisation” in May 2014.First, it issued an order transferring teachers from overstaffed schools to understaffed ones. In March 2015, it followed up with another circular which sought to identify and close schools with 10 or less than 10 students.Additionally, wherever multiple schools existed within 300 metres or less, they have been merged. This was done ostensibly to comply with the rules notified by Chhattisgarh under the RTE Act which laid down the norm of one primary school within a radius of one kilometre, one middle school within three kilometres, and one high and higher secondary school within five-seven kilometres.While the norm was created to ensure accessibility of schools, Chhattisgarh has used it to make schools distant. For instance, Sethia used to walk four kilometres to attend the middle school in Chhindgur. With the school’s closure, to continue his education, he would have to walk another two kilometres to Koleng village – or 12 kilometres daily.Irrational policyHow can the so-called rationalisation process be considered rational if it makes schools once again inaccessible for children? The RTE Act recognises accessibility of schools as one of the main reasons for children remaining out of school.The 15th Joint Review Mission Report of Sarva Shiksha Abhiyan, released in 2012, commended Chhattisgarh for providing primary schools within a radius of one kilometre and upper primary schools within three kilometres. Despite this achievement, the report continues, 67.5% children from the age group of 6-11 years and 32.5% from the age group of 11-14 years remained out of school. Of these, children from the Adivasi community were found to be disproportionately high at 58.3% for both the age groups.Ambarish Rai, national convenor of the Right to Education Forum, a forum that monitors the compliance of schools to the RTE Act, called the school rationalisation approach “completely irrational”. “One cannot deny schooling to children because the teachers do not reach far flung areas,” he said. “Such a process completely violates the RTE Act. We will leave large numbers of children out of school.”Conflict zoneThe casualties of the school rationalisation order are children like Sethia. His village, Chandameta, lies at the farthest end on the hills of Tulsi Donger that demarcates Chhattisgarh’s border with Odisha.On maps used by the security forces, this region, which falls under Bastar district’s Darbha block, is marked red to indicate ‘security sensitivity’, or the strong presence of the Maoists. Search operations, rounding up of ‘suspects’, area domination by the security forces are part of the regular life in the area.The village with 110 households has a primary school with about 30 students. The middle school is located in Chhindgur, about four kilometres away.With the closure of the middle school, Sethia and his schoolmates will have to walk another two kilometres through the jungle to Koleng village. “How can I let my 11-year-old walk 12 kilometre every day back and forth through the forest?” said one of the parents.Rajman Sethia’s school has been closed down.Pandruram Sodi, the sarpanch of Chandameta, said he held a meeting with the villagers from Chhindgur to put forth an application appealing against the closure of the middle school. But that made little impact on the district administration.Within the same block is Bhadrimahu village, accessible after a gruelling bike ride for well over an hour covering a distance of 14 km from Darbha block headquarters.While the village’s primary school escaped the axe, under the school rationalisation programme, the middle school has been closed down. It had eight students. Two had recently cleared the class VIII exam. If they wish to continue their school education, they will have to either trek 15 kilometres to Darbha or 12 kilometres to Chitapuriyapara.About 40 children are enrolled in the primary school. What happens to them once they move to class V? Would they be motivated to walk that far to enrol in middle school? Satya Prakash Thakur, the primary school teacher, shrugged with a half-smile.In the village, people did not know about the school closure. Expressing surprise at the news, in the same breath, they spoke about the young people of the village against whom the police had filed cases: Kosa Mandavi, Hadma Kowasi, Kumar Kunjami, Bote Madkami, Lachhman, Masa Muchaki, Budhra, Dashmi, Malum, and very recently a young adolescent boy, Arjun. Some had been declared absconding, others had been arrested and sent to prison.Building trustIn a conflict-torn area, if children are willing to be a part of the government school system, why push them away by closing down schools?When asked if the school rationalisation order that deprives children of basic schooling is justified, Akhil Mishra, the Block Education Officer of Darbha, said, “I only followed government orders.” Hearing about the plight of Chhindgur’s middle school children, his first reaction was to suspiciously quiz how this correspondent managed to reach such interior villages. “I have never been there even once,” he said.In effect, the block education officer admitted that teachers in the area remain unsupervised. That explains why some schools did not open on June 16, the day the summer break ended. The teachers knew they could get away, and students and parents had no option but to patiently wait.Accessibility remains a problem in large parts of Bastar.Bastar District Collector Amit Kataria used the poor supervision of schools as a justification for their merger. “In such situations, isn’t it better that the children are all in one place?” he said.He claimed the existing school in Koleng was being expanded to a residential school that could accommodate 100 students. “There is growing demand for residential schools by the parents and we are favourably responding to that,” he added.However, residential schools in Bastar have often been placed in close proximity of security camps. It isn’t clear if the camps are meant to guard the schools or the schools are meant to provide the camps cover from insurgent fire. There are strong rumours of a security camp coming up in Koleng, though this could not be independently confirmed.Industry and jobsIf the amalgamation of schools in the Naxal-affected Darbha block is questionable, in Lohandiguda block, where a steel plant is expected to come up, the closure of schools is confounding. The government has claimed that the establishment of the steel plant would bring jobs to local people. But to qualify for those jobs, the young people in the area need school education. Instead of expanding the school network in the block, the government has closed down 25 primary schools, 12 middle schools and three high and higher secondary schools.Bhuvaneshwar Baisa, who has just completed class VII at the Pujaripara middle school, is determined to continue with his studies even though his school has been amalgamated with Alnar middle school, which is about two and a half kilometres away from his village. But his other classmates, Bhupen, Shiven, Kurso, Gambhir, Ram, Sukhram, Narsingh, Sangeeta, Kausalya, might drop out, he said. After they found that their school had not opened, a few accompanied their elders for coolie or labour work outside Lohandiguda, others took their cattle out grazing.The primary school of Loharpara village was amalgamated with that of Richhapara, which is about two kilometres away. A middle school teacher in nearby Alnar was sceptical if the children from Loharpara would walk all the way to Richhapara. He asked for his name to be withheld.In his childhood, he recalled, there was just one school in the radius of 15 kilometres. “Those days schooling was difficult, primarily due to the distance. Today it’s different, schools are available at easy distance and children and parents do not have the choice of saying no to school, as it is there right under their nose,” he joked.This process now stands to be reversed. The teacher walked around the village, talking to parents, expressing helplessness when they queried why the government is taking away the schools.He pointed to the vast expanse of hilly terrain. “It is believed our forefathers got married by placing these stones next to one another,” he laughed. Once the steel plant comes up, the landscape would surely not be the same, he mused. Would the project change the lives of the local communities? In the absence of schooling, there appears less opportunity for that, he stated wryly.","author":"Malini Subramaniam","time":"2015-07-09T15:30:06+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/738028-a7350f98-5a74-4f37-b277-3074e2633f6a.jpg","tags":["Chhattisgarh Ground Reports","Chhattisgarh","Education"]}