{"title":"Chhau dancers leap out of the screen in the documentary ‘The Face Behind The Mask’","content":"The Face Behind The Mask, a 54-minute documentary on the Chhau dancers of Seraikella district in Jharkhand, was shown to a sparse crowd at the ongoing Mumbai International Film Festival on January 29. Filmmaker Nirmal Chander Dandriyal, who was present at the screening, was unfazed by the low turnout. “The film will be showing in Delhi in February at the India International Centre,” he said. “It is disappointing to see so few people engaging with documentaries but for me as a filmmaker, I cannot be rectified. I will keep making films.” The documentary follows fifth-generation Chhau dancer Shashadhar Acharya and his troupe. According to Acharya, the word chhau comes from chhauni (military cantonments), where the tribal martial dance originated. Performers wear clay masks that represent human and animal characters from legends and folk tales. They also wear elaborate costumes and dance to the beat of drums and piped instruments. Women are not involved in the dance form and are not encouraged either. Men play male and female parts, with years of rigourous training in body movements.  Some of the movements are based on the daily chores of women, such as sweeping. “The film came from my inquisitiveness to explore what is behind the mask,” Dandriyal said. “What brings these masks alive are the people behind them, who capture the emotions through that one expression the face holds.” \n\n\n    \n    Play\n\nDandriyal decided to follow the dancers because it was different from what he had previously done. Sab Lila Hai (2011) documents the annual Ramleela function by Hindu and Muslim residents of Bargadi village near Lucknow. Dreaming Taj Mahal (2010) chronicles a Pakistani man’s desire to visit the monument in Agra. All The World’s A Stage (2008) looks at the lives of male dancers of the Siddi community in Ratanpur, Gujarat.\n\n\n    \n    Play\n\n“I don’t usually have a story, a graph,” Dandriyal said. “I follow the day-to-day lives of my subjects. The dancers in The Face Behind The Mask are ordinary people; one of them is a bike mechanic who also teaches the form to students. Another is a farmer working in the fields when not practising. They have stories which need to be explored beyond their face-value ordinariness.” The look of the film is as interesting as the subject matter. “I used helicams to capture the beautiful terrain,“ Dandriyal said. “My cinematographer, KU Mohanan, who has shot Don (2006), came on board and filmed the dance sequences which we filmed outdoors on the riverbank. We took Chhau into nature, trying to create a visual poetry, weaving a tapestry of dance, nature and shooting styles.”","author":"Manish Gaekwad","time":"2016-01-31T15:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/802756-article-zwwmetedjn-1454158471.jpeg","tags":["the face behind the mask","nirmal chander dandriyal","mumbai international film festival"]}