{"title":"Chhattisgarh: Mob vandalises church, attacks police in Narayanpur district","content":"A mob vandalised a church and attacked police officials in the Narayanpur district of Chhattisgarh on Monday, PTI reported.District Superintendent of Police Sadanand Kumar was among the police officials who were attacked. He suffered a head injury and was being treated at a hospital, an unidentified official said.The police said that the violence took place after a group of Adivasis held a protest against illegal religious conversion in the district’s Edka village. The demonstration took place a day after a clash between two groups of Adivasis left eight persons injured.Kumar said that a group of demonstrators reached the Vishwa Dipti Christian School on Monday and attempted to charge towards a church located on the premises.“After being alerted about it, I immediately rushed to the spot with other officials and tried to pacify the protestors,” the superintendent of police said. “They seemed convinced and were about to return, but suddenly someone hit me with a stick on my head.”Visuals on social media showed the official having sustained an injury on his head.#BreakingNews#Chhattisgarh @NarayanpurDist SP Sadanand Kumar suffered head injuries. A mob of #tribal people attacked a church earlier today and then went to attack the police. @TheQuint @QuintHindi pic.twitter.com/8ouuO9rrAZ— Vishnukant (@vishnukant_7) January 2, 2023\n\nDistrict Collector Ajit Vasant said that the protestors had met officials earlier and had promised that they would not engage in violence, The Indian Express reported.He said that an organisation named the Sarva Adivasi Samaj had submitted a memorandum to the collector’s office. “They gave such a complaint in the past as well,” Vasant said. “They alleged illegal conversions and illegal construction of churches are happening.”Also read:In Bastar, hundreds of Christian Adivasis flee villages, alleging a series of attacks against them","author":"Scroll Staff","time":"2023-01-02T20:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185117-zjymjvodyi-1672672701.jpg","tags":["Chhattisgarh","Narayanpur","Chhattisgarh Police","Sadanand Kumar"],"source":"https://scroll.in/latest/1041050/chhattisgarh-mob-vandalises-church-attacks-police-in-narayanpur-district"}