{"title":"Chhattisgarh: Vishnu Deo Sai to be next chief minister","content":"The Bharatiya Janata Party on Sunday named former Union minister Vishnu Deo Sai as the chief of its legislature party in Chhattisgarh, paving the way for him to become the state’s next chief minister.The announcement came after the party held a meeting of its newly-elected MLAs in the state capital Raipur, reported India Today.माननीय श्री @vishnudsai जी ल छत्तीसगढ़ महतारी के सेवा अउ मोदी के गारंटी ल आगे बढ़ाये बर विधायक दल के नेता चुने जाए म गाड़ा-गाड़ा बधाई अउ शुभकामना... pic.twitter.com/bZLWm7HMgN— BJP Chhattisgarh (@BJP4CGState) December 10, 2023\n\n\nThe BJP wrested Chhattisgarh back from the Congress by winning 54 out of the 90 Assembly seats, according to the results declared on December 3. This was the party’s biggest victory in the state.    In the 2003 Assembly elections, the BJP won 50 seats with a 39.26% vote share, according to PTI. In 2008, the party, led by then Chief Minister Raman Singh bagged 50 seats again and in 2013, it got 49 seats.After the BJP’s announcement, Sai said on Sunday that his priority as the chief minister would be to fulfil the promises made to the people of Chhattisgarh, reported ANI. “On December 25, the birth anniversary of Atal Bihari Vajpayee, a bonus for two years will be given to the farmers,” he announced. Former Chief Minister Raman Singh took to social media platform X, formerly known as Twitter, to congratulate Sai. “I have full confidence that under your leadership, we all will be successful in bringing progressive changes in the state by fulfilling the promises of BJP’s Sankalp Patra [Modi’s guarantee] with full dedication,” he wrote. कुनकुरी विधायक व आदिवासी नेता श्री @vishnudsai जी को आज विधायक दल की बैठक में सर्वसम्मति से मुख्यमंत्री के रूप में छत्तीसगढ़ महतारी की सेवा का दायित्व प्राप्त होने पर अशेष शुभकामनाएं।मुझे पूर्ण विश्वास है कि आपके नेतृत्व में हम सभी पूर्ण निष्ठा से भाजपा के संकल्प पत्र (मोदी की… pic.twitter.com/0o7NzibnRu— Dr Raman Singh (@drramansingh) December 10, 2023\n\n\nOutgoing Chief Minister Bhupesh Baghel also extended his wishes and said he wishes Sai takes “forward the journey of justice and progress of Chhattisgarh”. कुनकुरी विधायक, वरिष्ठ भाजपा नेता श्री विष्णु देव साय जी को भाजपा विधायक दल का नेता चुने जाने पर बधाई एवं शुभकामनाएँ.नवा छत्तीसगढ़ की न्याय और प्रगति यात्रा को आप मुख्यमंत्री के रूप में आगे बढ़ाएँ, ऐसी कामना करता हूँ. @vishnudsai— Bhupesh Baghel (@bhupeshbaghel) December 10, 2023\n\n\nA four-time MP, Sai won from the Kunkuri Assembly seat with 87,604 votes. He was the BJP’s Chhattisgarh unit chief from 2020 to 2022. The tribal leader was appointed Minister of State for Mines and Steel in the first Narendra Modi government in 2014. He has also been a member of the BJP National Working Committee.At an election rally last month, Minister of Home Affairs Amit Shah had asked the voters to elect Sai, promising to make him a “big man” if the party comes to power in Chhattisgarh, reported NDTV.","author":"Scroll Staff","time":"2023-12-10T16:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196538-cxozhlfezp-1702206040.jpg","tags":["Vishnu Deo Sai","BJP","Chhattisgarh","chief minister"],"source":"https://scroll.in/latest/1060362/chhattisgarh-vishnu-deo-sai-to-be-next-chief-minister"}