{"title":"Chhattisgarh: Villagers turn away officials probing claim that their consent for mine was forged","content":"Residents of Hiroli village in Chhattisgarh on Monday refused to submit their statement to a government team looking into a letter allegedly forged in their name to approve iron ore mining in the region. The villagers demanded the presence of Basant Nayak, who was the panchayat secretary at the time and had allegedly forged the thumb impressions of 106 villagers and the signature of sarpanch Budhri Kunjam.Budhri Kunjam had filed a police complaint on January 9, alleging her signature had been forged, and sought action against the district collector who had signed the letter before it was sent to the environment ministry. The complaint came a month after the state government gave Adani Enterprises Limited consent to start ground operations for the mine.The consent was predicated on environmental and forest clearances secured on the basis of the alleged fake letter submitted by the local administration, which showed that a gram sabha of 106 villagers had met and approved the project on July 4, 2014. Under the Panchayats (Extension to Scheduled Areas) Act, the approval of the gram sabha or village council is mandatory for any industrial or developmental project in Adivasi-dominated areas.Several villagers in Hiroli had earlier told Scroll.in that no such gram sabha was held. The state government put the project on hold after a protest by more than 10,000 residents on June 7. Chief Minister Bhupesh Baghel promised an inquiry, which is now under way.On Monday, the inquiry team returned without any statement from the villagers. Residents, including Budhri Kunjam, refused to give the statement in the absence of the panchayat secretary. They gave the team a memorandum demanding Nayak’s presence so that he could identify the villagers named in the alleged fake letter.“Since the 2014 gram sabha carried the first names of the villagers, the villagers were of the opinion that the panchayat secretary should identify who these named villagers are, as there were several people with the same name in the village,” local journalist Mangal Kunjam, who was present in the village, told Scroll.in. The inquiry team earlier promised to complete their investigation within 15 days, but after the villagers refused to assist the team, the investigation period was extended. The probe team comprised the sub-divisional magistrate, the district mining officer and the tehsildar, and was accompanied by Superintendent of Police Abhishek Pallav and security forces.Suspected Maoist blast nearbyMeanwhile, a blast was allegedly triggered by Maoists in a hamlet 700 metres from the village soon after the arrival of the inquiry team, Pallav said. Two district reserve guards were injured, and were taken to a hospital in Raipur, one with a leg injury and the other with splinters in his eye, Pallav said.“Despite security concerns we waited for an hour after the blast,” he said. “When the villagers were adamant to not give their statements to the probe team, we returned.” The police officer claimed that Nayak’s statement had been taken at the collector’s office a few days back, and the objective of the visit was to take the villagers’ statements.Iron ore miningIn government documents, the area is labelled Deposit 13, with reserves of 326 million tonnes of high-grade iron ore. In 2006, the central government-owned National Mineral Development Corporation was awarded mining rights to extract 10 million tonnes of iron ore from the deposit annually. In 2017, it transferred these rights to a joint venture company that it formed with the state-owned Chhattisgarh Mining Development Corporation.The joint venture company, in turn, gave a contract to Adani Enterprises Limited in September 2018 to develop and operate the mine. In December 2018, the state government gave Adani consent to start ground operations.","author":"Malini Subramaniam","time":"2019-06-25T13:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122597-tqwmzebjar-1561472962.jpg","tags":["Chhattisgarh","Hiroli village","Adani Enterprises","Mining project"]}