{"title":"Chhattisgarh’s migrant workers, stranded in Telangana, make desperate journeys home","content":"Late in the afternoon of May 9, Chitrasen Divakar got a call from the authorities in his home district, Mungeli, in Chhattisgarh. They asked him to reach Secunderabad railway station to board a train leaving for Chhattisgarh on May 11.Ever since India went into lockdown on March 24 to contain the spread of the coronavirus, the 28-year-old construction worker had been stranded in Hyderabad, 900 kilometres away from home.He worked at a construction site in Gachibowli, a corporate hub in the suburbs of Hyderabad. It was 25 kilometres away from the Secunderabad railways station. Divakar, his wife and 15 other members of their family were keen to go home. But they did not have the railway movement pass that the local police station said was mandatory for every migrant worker wishing to return home. After he received the phone call, Divakar stepped up his efforts to get a pass. Later that evening, his hopes were dashed as he gathered from news circulating in his WhatsApp group that there were no trains leaving from Secunderabad for Chhattisgarh on May 11. Divakar is among lakhs of migrants from Chhattisgarh who work in the booming construction sectors of cities like Hyderabad. Adivasis from the state’s Bastar region also take up seasonal work in the chilli farms of rural Telangana and Andhra Pradesh. Come May, most workers return to prepare their own small parcels of farmland for the monsoon sowing season. This year, thousands are stranded without wages and food, panic mounting as states extend lockdowns and the red tape to get on a train home seems impenetrable.Construction workers from Chhattisgarh stranded at Narsingi, Hyderabad, waiting to go home.No direction homeOn April 29, the Centre announced interstate travel would be allowed so stranded migrant workers could go home. States were asked to register those who wished to travel and ensure physical distancing and other safety measures through the journey. Buses and trains could be organised to transport migrants, but only with the consent of both origin and destination states.Soon afterwards, the Chhattisgarh government released three helpline numbers for stranded migrants from the state and appointed a nodal officer to coordinate with other states for their return. But many workers stuck in Telangana said they were unable to access the phone numbers: they were constantly busy.Those who had smartphones turned to WhatsApp. Since last week, a form seeking the basic details of migrant workers, including their names, contact numbers and Aadhaar numbers, has been circulating on WhatsApp. A mobile number was mentioned in the form. When Scroll.in contacted this number, an official from the Chhattisgarh labour department responded. “We are uploading the names, Aadhaar details, phone numbers and number of passengers per family for our official record to assess the strength of migrant labourers desiring to return to help us arrange necessary transport,” he said, declining to reveal his name. He said he could not answer any further questions about transport arrangements.On May 3, Chhattisgarh had also started online registration for workers from the state. Within two days, about 1.7 lakh workers had registered on the site. Migrants line up for movement passes at a police station in Kukatpally, Hyderabad.“Not all workers have smartphones, but we have helped one another and managed to register,” said Gulshan Keshi, a worker from Chhattisgarh’s Janjgir-Champa district, who was stranded in Ameenpur, about 30 kilometres from Hyderabad.Returning migrant workers meant the possibility that they would bring infection with them into their home state. As of May 3, Chhattisgarh had only 43 cases of Covid-19, 36 of whom had been discharged. As 14 labourers returning from other states tested positive, the number increased to 57. About 200 people who came in touch with them had to be quarantined. So the state went back and forth on opening its borders. On May 1, Chhattisgarh Chief Minister Bhupesh Baghel declared borders would remain sealed until the contagion had waned. But, the very next day, he requested the railways ministry to run at least 28 Shramik trains to bring back Chhattisgarh workers stranded in other states. According to news reports, 11 trains have been approved so far.The state’s health department claims to be prepared. “We have managed to control the spread of the virus quite effectively by strictly enforcing the lockdown and the health department is well equipped to handle any number of persons returning from other states,” said an official in the health department who did not want to be identified. The department has set up quarantine facilities for 77,000 people, he said.  As police stations choked up, migrant workers were asked to queue up for movement passes at banquet halls. Here, they wait at MS Royal Functional Hall in Manikonda, a residential suburb of Hyderabad.A scramble for passesAs Divakar went to the Kukatpally police station with his family on May 9, he encountered chaos. Workers were rushing back screaming that the police were chasing and beating everyone. “I could not take risks with little children so returned,” said Divakar, who did not manage to get a pass.Keen to resume work to reboot a flailing economy, Telangana had been slow to make arrangements for migrants to return. But faced with growing worker protests, Chief Minister K Chandrasekhar Rao announced on May 5 that 40 special trains would be run over a week to take migrants back to their home states.  The next morning workers gathered that they had to register with local police stations to get movement passes to the railway stations. It was not clear if one person could register on behalf of a family at the police station. It was also unclear if this registration was in addition to registering online with their home state. On May 7, Ajaykumar Mire, a construction worker from Mungeli district waited outside Hyderabad’s LB Nagar Police Station for four hours in the heat. He was then told that he had to bring all his family members to get passes.  “I have small children, so I will return tomorrow morning as I have to walk seven kilometres back to the worksite,” he said, sounding exhausted.Shravankumar Patre and 19 other members in his group, including four children aged between one and four years, managed to get a movement pass for the railway station from Ameenpur police station. But they had to wait 12 hours.  “We reached the thana at 6am and returned at six in the evening,” said Patre, a construction worker whose worksite was in Borabanda within the GHMC limit. Several police stations, including Kukatpally, have suspended registration. The number of workers trying to get movement passes to return exceeded the number of seats that the permitted trains could offer, explained C Anusuya, deputy police commissioner, Madhapur, and the nodal officer coordinating the movement of migrants from Madhapur area.  They will resume registration mid-week.Gulshankumar Keshi and his family, also from Chhattisgarh and stranded in Hyderabad, display their movement passes.Back to the grind While builders in the state want to start work again, migrant workers who had received little support from their employers through weeks of lockdown are anxious to return. Divakar had arrived in Hyderabad just two days before the lockdown began. The builder who employed him did not feel obliged to take care of him. He and the 15 members of his group survived on meagre support from the Telangana government – 12 kilogrammes of rice and Rs 500 per individual – and a non-governmental organisation provided some rice and vegetables. Now even this food has run out.Even amid the lockdown, some were compelled to go back to work. Yogendra Kumar Nirala panicked on April 23, when he saw raw material being offloaded from trucks at the construction site in Boduppal, where he lived with 40 other migrant workers from Chhattisgarh’s Raigarh district. Their contractor, an influential person, announced that work would resume the following week. Nirala and his fellow workers were keen to leave. The Akriti township in Boduppal, a city within Greater Hyderabad municipal limits, was a containment zone for Covid-19. The workers felt staying longer would expose them to the virus.With no transport available, they reluctantly put in two days of work, in the hope that the contractor would pay their pending wages. The state government had mandated masks and sanitisers at work sites, but the builder did not provide them any, Nirala said.After complaints to the local tehsildar resulted in threats from the builder, Nirala and the other workers decided to give up on their unpaid wages and walk back home. They set off on April 27. On the way, they flagged down a truck and reached their village in Raigarh on April 30. Back in Telangana, protests had been brewing through April. On April 29, more than 2,000 workers, most of them contracted by construction major Larsen & Toubro, launched protests in Sangareddy district. They alleged they had not been paid for three months. As the police tried to contain the protests, violence ensued.All this while, the number of coronavirus cases kept rising in Telangana. There were 260 containment zones earmarked in the state. Of these, 146 lay within the Greater Hyderabad Municipal Corporation limits. The Telangana government had initially extended the lockdown till May 7. On May 3, after a meeting with real estate developers, it announced that construction work would be allowed to resume. On May 6, when the Telangana government extended its lockdown to May 29, panic grew among  migrants from Chhattisgarh. Desperate to reach home and tired of waiting for trains, they walked, cycled and hitchhiked. They crammed into auto-rickshaws and trucks, making physical distancing impossible. Pass in hand but trains, Gulshan Kumar Keshi and his family leave by road.Homeward boundAs it turned out, a train did leave for Bilaspur in Chhattisgarh on May 11. After the railways expanded the initial capacity of 1,200 per train to 1,700, there was a last-minute rush to accommodate more passengers. But Divakar had not heard of the train, nor did he get a movement pass. On May 11, after 50 days away from home, he decided to walk. “It is impossible to live away from home without dignity indefinitely,” he said.  “If nothing else, we have our two feet to take us back.” That morning, he walked 20 kilometres to National Highway 44 with his family, including three small children. By late afternoon, they found a truck willing to ferry them to Durg in Chhattisgarh. The journey would cost them Rs 8,500, an amount funded by a private donor.","author":"Malini Subramaniam","time":"2020-05-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141244-jbjxglmtll-1589293955.jpg","tags":["migrant workers","lockdown","coronavirus","Chhattisgarh"],"source":"https://scroll.in/article/961768/chhattisgarhs-migrant-workers-stranded-in-telangana-make-desperate-journeys-home"}