{"title":"Chhattisgarh's way of dealing with Aadhaar: When fingerprints fail, take photos","content":"Around 9 am on November 4, three days after the fair price shop in Sankara village in Dhamtari district of Chhattisgarh opened for the month, about two dozen men and women queued up to collect their food rations. One by one, they went inside and placed their thumb on a small, blue device. In realtime, the machine scanned their fingerprints and matched them against the Aadhaar database, a centralised electronic database holding the biometric records of more than 100 crore Indian residents.The Aadhaar project, which was started in 2009, aims to give a 12-digit unique identity number to all Indian residents by collecting their fingerprint and iris records.Initially, the government claimed Aadhaar enrolment was voluntary and the project’s purpose was to improve social welfare delivery. Residents who lacked other identity cards would be able to access welfare benefits such as foodgrains, wages and pensions. Biometric authentication would curb corruption by ensuring these benefits reached only those for whom they were intended, the government argued.But now Aadhaar has effectively been made mandatory for anyone who wants to get subsidised foodgrains. The public distribution system provides foodgrains to 85 crore people, 67% of India’s population. It is the first public scheme in which Aadhaar authentication is being implemented on a national scale.Making the case for the use of biometrics for social welfare delivery in the Indian Express in March, software entrepreneur Nandan Nilekani, the first chairperson of the Unique Identification Authority of India, the agency managing the Aadhaar database, said it will enable the government to go “paperless, presenceless and cashless”.Aadhaar “could enable more than 30 crore daily seekers of government services to save at least two hours every day”, he argued.In a Google Hangout, Dr Pramod Varma, the technology architect of Aadhaar, explained how Aadhaar-based applications will improve public service delivery systems:“Most systems are designed to be very human specific, specific location...All this actually creates friction and the bargaining power remains with the provider, not with the consumer, because I have to go when that person is there, and when that person is in a good mood, otherwise you won’t get it…”Obtaining digital identities through Aadhaar make systems “presenceless” and allow people to “go anywhere, anytime and avail the services” they are entitled to, Varma explained.\n\n\n    \n    Play\n\nRice for subsistenceBut the claims of efficiency and convenience do not reflect on the ground. Chhattisgarh started Aadhaar implementation in ration shops in June this year with a pilot project in two districts – Dhamtari and Raigarh.Like Rajasthan and Jharkhand, it is facing high rates of fingerprint authentication failure.In Sankara panchayat, that morning, of the 98 ration card-holders in line, the fingerprints of 89 people matched and nine did not. Reasons recorded for the Aadhaar-authentication failure for nine beneficiaries in Sankara panchayat in Dhamtari.But 10 kms from Sankara, at the ration shop in Pharsiyan, an interior panchayat with poor road and internet connectivity, people faced more trouble. Of the 52 ration card holders who had lined up that morning, the fingerprints of 47 did not match.“Tower ki bahut samasya hai. Network is a major problem,” said Unesh Kumar, pointing to the slowly swirling hourglass icon on his tablet screen. Kumar is a worker with Aadim Jaati Seva Sahkari Samiti, the village cooperative that manages the shop.Those waiting in the queue expressed their annoyance. “I came here at 9 am and it is noon now,” said Prem Bai Sahu, in her 50s. “Earlier, it took 30 minutes by the register system. We came, lifted our rations and went after he noted it in the register. Now, it is three hours and there is still no sign of our turn.”All 668 cardholders at this fair price shop are families who live below the poverty line. About 200 families are in the Antodaya – or the poorest of poor – category, including Kamar Adivasi families, a particularly vulnerable tribal group. They are entitled to a monthly quota of 35 kilo of foodgrains per household, irrespective of family size, while the general categories have a per capita entitlement of seven kilo per month.Most Kamar Adivasi here own no land, or community forest land titles. They earn upto Rs 100 a day working as farm-hands on other people’s land, or get Rs 30 a day gathering and selling a head-load of fuelwood in the village market.The public distribution system rice lasts her three-member family 20 days of the month, said Rambha Kamar, a quiet Kamar woman, who had reached the shop at 10 am.Two hours later, when her placed her thumb on the machine, Kamar’s fingerprint authentication failed – no one knew why.At Pharsiyan ration shop, ration card holders waited for Aadhaar authentication to be completed that morning. Photo credit: Anumeha YadavInside the forest in Raigarh, a coal-rich district, card holders’ experiences were similar. The pollution from coal mines has severely ruined the primary sources of livelihood here. “There used to be a lot of amla trees here, but they do not grow anymore,” said Janki Ram Bhoi, a retired school-teacher. “Chironji, mango, mahua – the trees barely flower, the fruit does not ripen.” People now depend on subsidised grains – a means of subsistence that has been disrupted after Aadhaar was introduced in ration shops.In Ghagaon, where a women’s cooperative runs the fair price shop, the internet has not worked even once. “We have to stand on the wall, or go near the pond, and ask everyone to come there to look for signal on the point of sale device,” said Mongra Sidar, a Gond Adivasi. “Or, we try inside the ration shop, then one person has to climb the chabootra [elevated platform], while another person stands on the ground to note down the details in the notebook.”In Raipur, officials said one lakh out of three lakh transactions using fingerprint authentication did not go through – a failure rate as high as 30%. They attributed the failures primarily to network connectivity problems and skin abrasions on fingers. Photographs as backupWith fingerprint authentication failing for even genuine card holders who have been verified by local authorities, Chhattisgarh has come with an innovation: ration shop owners have been asked to take photographs of such people before giving them food rations.This photograph is stored in the government’s server. “It will serve as deterrent to ration dealers that even if there is a complaint six months later, the government can check if grains were given to the right beneficiaries,” said AK Soma Sekhar, a technical director with National Informatics Centre, Chhattisgarh, overseeing the linking of ration cards and Aadhaar.But the photograph also complicates people’s lives. Earlier, a person unable to go to the ration shop because they were working or travelling could leave the ration card with a relative or a neighbour to collect their grains in their absence.After Aadhaar was made mandatory, a beneficiary must go in person to collect the grains, as the authentication requires providing biometric scans or a photograph. This is especially difficult for those who are unwell, the disabled and the elderly.“In August, I managed to reach the ration shop after a young man from our village took me there on a motorcycle,” explained Surjomati Yadav, an elderly widow with no immediate family members, who lives by herself in Baghburha village. “But last month, I fell ill with severe stomach pain. I lay in bed and had to forgo my grains.”\n\n\n    \n    Play\n\nSurjomati Yadav on her experience with Aadhaar.Alekmati Chauhan, a pensioner in the same village, had a hip fracture three years ago. She walks with a limp. The ration shop in Bhuikuri has stairs, she said, which she is unable to climb without assistance.“Earlier, we sent one boy on the bicycle to lift the rations for three households,” lamented Tapaswani Yadav, a middle-aged woman. “Now, it is a waste of time for everyone. Many elderly persons cannot walk, it is difficult for a few to even sit astride a motorcycle.”She added: “The machine is so slow, sometimes people reach the ration shop in the morning and return when the day is over.”Five technologies need to work together for biometric authentication to be successful – the point of sale device, internet connectivity, biometrics, the National Informatics Centre server, and the Unique Identification Authority of India servers. Invariably, one of the five fails.Shyamlal Dansena, the ration dealer in Dilari panchayat in Raigarh, said fingerprint authentication failed for 20% of the ration card holders on an average. But in October, he had to give grains to all 386 ration card holders after taking their photographs since the Samsung tablet purchased by the panchayat for enabling the Aadhaar-based transactions had stopped functioning. Dansena was preparing to travel 20 kilometers to Raigarh to get the tablet repaired. “The food officer said we can give November month’s grains only after the software is loaded again,” he said.Inappropriate technologyChhattisgarh has one of the best functioning public distribution system among all states. It is credited for the successive election victories of chief minister Raman Singh, who is called “chawal wale baba” (rice man).In a consultation on computerisation of the public distribution system organised by the food ministry in New Delhi on September 19, AK Soma Sekhar, the technical director with National Informatics Centre, presented Chhattisgarh’s experience of using Aadhaar.He began by emphasising that the state had achieved computerisation of the entire supply chain of the public distribution system as long ago as 2008. “Two research surveys in 2010 recorded that over 90% genuine beneficiaries were getting ration grains,” he noted. “So, the diversion of grains is not a problem for us.”He said that after ration cards under the National Food Security Act were “seeded” or linked to Aadhaar, the government had detected three lakh duplicate cards out of 58.4 lakh cards, or 5%, which reinforced what studies had found – 95% of the grain was already reaching actual beneficiaries in the state. This meant Aadhaar-based authentication was unnecessary to ensure better delivery of grains.The state has introduced Aadhaar in ration shops at the behest of the Centre. But Sekhar felt its use could be minimised. “One Aadhaar authentication in every five or six transactions will be enough to ensure the ration card is with the beneficiary,” he said.In Naya Raipur, officials supervising the new system said the decision to minimise Aadhaar authentication at ration shops was based not just on the state’s experience of high rates of biometric failures, but also on the statistics of the Unique Identification Authority of India, the agency which manages the Aadhaar database. When a beneficiary provides his or her biometrics, if 60% of the data matches, the servers of the Unique Identification Authority of India approve the match, an official said.“But the UIDAI says that Aadhaar has a false rejection rate of 5%, which means the technology may reject a real beneficiary in five out of 100 cases,” he added. This could lead to a situation where a very large number of genuine beneficiaries are wrongly denied their food rations. “Andhra Pradesh has reduced this by using “Fusion Finger” technology, that is, if two fingers’ scans correspond with even 50% of the data stored against the number, it is considered a correct match.”But even this technology has a false rejection rate of one percent, he said. “If 60 lakh genuine ration cards holders tried authenticating, at one percent, 60,000 people may be rejected incorrectly.” This was a very high number of people being denied grains, something which Chhattisgarh government did not want to risk, he said. Chief minister Raman Singh did not want to jeopardise his reputation for running an efficient, near universal public distribution system. Officials admitted they had received reports that the elderly and the disabled find it difficult to access ration shops under the new system. “For them, the government may allow a system of ‘friendly families’, where they could provide a one-time biometric authentication to add other neighbours or relatives, who could collect grains on their behalf,” the official said. In special cases, the district collector will have the right to waive off biometrics authentication entirely, he added.“There may be a remote chance of abuse, but at least the genuine beneficiaries will not face inconvenience.”Alekmati Chauhan, a widow in Baghburha village, Raigarh, had a hip fracture 3 years ago, and walks with a limp. The ration shop in Bhuikuri has stairs, she said, which she is unable to access without assistance. Image credit: Anumeha YadavNew frontiersDespite the state government’s experience with high failure rates of Aadhaar-based authentication in ration shops, the Chhattisgarh Infotech Promotion Society or CHiPS, a nodal agency of the state’s Electronics and Information Technology Department, is working on a project to link the databases of five major social schemes using Aadhaar. This includes the public distribution system, the Mahatma Gandhi National Rural Employment Guarantee Act, the Socio Economic Caste Census, the State Residents Data Hub from the Unique Identification Authority of India.“All five databases will contribute to ‘Servam’, a unified welfare database in the state, in which Aadhaar will be the authentication number,” said Alex Paul Menon, the chief executive officer of CHiPS. The vision is to create a single record-sheet of all households using Aadhaar. “Such a database will include or exclude households into welfare schemes automatically,” he said. The Unique Identification Authority of India has provided Rs 10 crore for funding part of the project, he added.Meanwhile, the uses of Aadhaar continue to expand on the ground. In the Adivasi villages in Dhamtari, residents said after four months ago, local officials began to collect the Aadhaar numbers of anganwadi beneficiaries – pregnant women and infants who receive nutrition supplements and hot-cooked meals at the village-level Integrated Child Development Services centers.Said Durga Sahu, the anganwadi worker at Sankara: “There are six pregnant women in the village, we have asked all of them to provide their Aadhaar numbers. So far, we have been asked to simply note it down when they come to eat meals.”Her colleague Draupadi Sahu said they expected the number will soon be mandatory. “All the women will have to get it,” she said. “Even if they are pregnant, they can go in the bus to Nagri and get it.”Nirmala Gond, one of the six pregnant women, spent Rs 240 on three failed attempts to get an Aadhaar number. Would she be denied essential nutrition supplements?Sahu thought about it for a minute. Pregnant women who did not have an Aadhaar number, she said, could make an application to the district collector in Dhamtari, 65 kilometers away. \n\n\n    \n    Play\n\nBudhiarin, a health worker in Dhamtari district, on her struggles with getting Aadhaar for her daughter-in-law.Digital footprintsSince its inception, both in Parliament and in the Supreme Court, the government has emphasised that India’s Unique Identification Project was aimed at improving welfare delivery.On the ground, however, experiences across states shows Aadhaar is disrupting welfare delivery, and causing distress to the poor. By mandating the use of Aadhaar in the public distribution system, among other social schemes, the government may have achieved one goal at least: it has created a database that holds the demographic and biometric information of 80% of India’s population.In July, in an op-ed in The Indian Express, Nilekani noted that the use of these “digital footprints” of residents could open up a $600 billion business opportunity.He argued this could happen through IndiaStack, a set of applications built by using Aadhaar by iSpirt, a software industry think-tank and lobbyist group that lists Nilekani as a mentor on its website. Pramod Varma, the technology architect of Aadhaar, describes himself as a volunteer of ISpirit on his LinkedIn profile. Based on interviews with Nilekani and Varma, the next story in this series examines how private companies are using Aadhaar and what this could mean. This is the second part in a series on the expansion of Aadhaar and the concerns around it. The first part can be read here.","author":"Anumeha Yadav","time":"2016-12-21T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/822764-46371-ottnzdknfc-1480346799.jpg","tags":["Aadhaar","Biometrics"],"source":"https://scroll.in/article/822764/chhattisgarhs-way-of-dealing-with-aadhaar-when-fingerprints-fail-take-photos"}