{"title":"Chhattisgarh verdict in 29 charts: New voters powered BJP sweep in state Congress was set to retain","content":"The Chhattisgarh election produced perhaps the most surprising result of this poll season. The Congress government led by Bhupesh Baghel seemed poised for re-election after a term marked by strong investments in welfare schemes and agriculture subsidies. But the Congress lost to a resurgent Bharatiya Janata Party, which scored its best-ever performance in the state in terms of seats (54) and vote share (46.3%). !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe BJP gained an impressive 13% of the vote share, while the Congress maintained its previous performance, at 42% of the votes. The three Hindi heartland elections display the same pattern, with the Congress maintaining its vote share while the BJP succeeded in attracting new votes and new voters. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nJust like in Rajasthan and Madhya Pradesh, the cumulative vote share of both major parties in Chhattisgarh significantly increased this election, to nearly 89% of the votes. This is a major transformation in Indian politics, which had been characterised for long by high levels of fragmentation.  !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn 2018, the counter-performance of the Raman Singh-led government in the election had led to a strong disproportionality in the distribution of seats, to the benefit of the Congress. In 2023, the distribution of votes and the significant surge of the BJP led to a reversed situation. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nFive years ago, the Congress had swept the state, winning 68 of the assembly’s 90 seats. Its victory was nearly comprehensive in the Adivasi areas in the northern hills and in the Bastar region. The BJP was reduced to two small clusters of seats in the Chhattisgarh plains. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn 2023, the map shows clearly that the BJP swept the Adivasi areas that it had lost so badly five years ago. The Congress retains a presence in the plains region but is wiped out in the state’s peripheral regions, with the exception of Bijapur and Konta in Bastar. There is no doubt that the BJP victory has a strong sub-regional dimension.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe map of the BJP’s performance shows that most of its highest-performing candidates were in the north and in the plains region. The sub-regional analysis of the BJP vote share below shows, however, that its performance was even across Chhattisgarh’s regions. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe Congress’s performance on the other hand shows a clear contract between the plains and the other two regions. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe following map helps to make sense of regional distinctions. As per the 2011 Census, 31% of the population is classified as Scheduled Tribes, the highest ratio in India outside the North East. A third of the seats, 28, are reserved for Scheduled Tribes and are located in the northern hills and in the Bastar regions. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nScheduled Castes make up nearly 13% of the population. The 10 seats reserved for Scheduled Castes are all located in the Chhattisgarh plain region. Of course, electoral outcomes in reserved seats are not simply determined by the electoral behavior of the reserved categories voters alone. Arguably, most voters in these areas do not belong to Scheduled Tribes. But there is an undeniable factor of Adivasi anger at play here which is reflected in these charts. Two observations nuance this analysis. First, the following table shows that the BJP performed better in general seats, where it gained 15% of vote share. It did massively improve its vote share in reserved seats, but not as much. The Congress, on the other hand, remained competitive in reserved seats. It does better than the BJP in Scheduled Caste seats – 45.9% against 42 for the BJP.Second, the Congress did lose ground in Scheduled Tribe seats but only by 3% – hardly a great desertion of voters. But in a first-past-the-post system, small vote swings can have large effects, especially when the opponent succeeds in getting new votes. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThat said, it is clear that this election reveals some sub-regional dynamics. Chhattisgarh’s sub-regions differ in more ways than demography. The two Adivasi-dominated regions are sites of contestation over land rights and land use, of conflicts between local communities and powerful mining interests. They are also the site of longstanding political violence, particularly in the Bastar region. In recent years,  attacks against Christians have been on the rise, under the watch of the Congress government. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIt is possible that the BJP’s discourse on welfare and its long list of campaign promises swayed voters in its direction. But the climate of tensions that has been brewing in Adivasi-dominated areas over the past years also account for the strong anti-incumbency sentiment in this election. The defeat of the Congress was, in large parts, self-inflicted. Looking at vote shares by sub-regions is a bit redundant with previous performance measures. But it helps illustrate further the surge of the BJP.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe Congress’s losses in the Bastar plateau and in the northern hills are more accentuated than its losses in reserved seats alone. This shows that Adivasi voters were not alone in their lack of enthusiasm for the Congress. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nIn both Bastar and the northern hills, the Congress loses more than 8%, which is considerable. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe BJP scores a perfect strike rate in the northern hills and beats the Congress two to one in Bastar. In the plains, both parties have a similar strike rate. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nFifty-eight of the state’s 90 seats changed hands in this election and the BJP won 46 of those seats. In most elections, there is a distribution of wins and losses across parties, due to the intense local volatility that characterises electoral behavior in India. But in the present case, most swings went in the same direction. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe Congress could only manage to retain 24 of the 68 seats that it won five years ago. The BJP retained eight of the 15 seats it won in 2018. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nFew close contestsMost seats in this election were won decisively. There were only 21 close contests – defined as a victory margin inferior to 5% – almost equally distributed between the BJP with nine and the Congress  with 11. Overall, only seven seats were won with a margin inferior to 2%. In Kanker, BJP candidate Asha Ram Netam won by only 16 votes. Small variations of outcome in those seats would not have affected the overall verdict. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nMost of the BJP’s candidates won with large margins, superior to 10%. In Raipur City, Brijmohan Agrawal, a six-time BJP MLA, was elected with a margin of 43%. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nSteady participationParticipation in this election remained high, at 76.3%. This level is consistent with previous elections, as Chhattisgarh has made it a habit of voting in large numbers. Ever since the creation of the state in 2000, male and female participation has been undifferentiated. Data to assess this pattern for 2023 was unavailable. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nLike other Hindi belt states, the overall number of contesting parties seems to have plateaued: 57 parties contested this election, but only three found their way to the assembly. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nFreshmen in the assemblyA majority of the MLAs in the new assembly have been elected for the first time. Only 23 MLAs have served more than two terms, 14 of them on BJP tickets. This means that the Congress, which swept the state five years ago, only has nine MLAs left with significant parliamentary or power experience. These losses of cumulative experience in elected assemblies are an important phenomenon that have not received much attention. Losing an election does not merely mean losing power. It also means losing on experience, as many losing MLAs usually end up quitting politics for good.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe following chart shows that this has been a longstanding trend in a state that was carved out of Madhya Pradesh 23 years ago. Since that year, 60% of MLAs on average have been first-time legislators. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThis phenomenon occurs even though most incumbent MLAs contest again in Chhattisgarh. Two-third of them do so on average since 2003, which is high compared to most other states. Their strike rate, however, remains quite low, which indicates that running with incumbents is not necessarily a great choice by parties, since incumbent candidates face individual anti-incumbency sentiment. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nA new record of women’s representationOne positive trend in this election is the significant increase in women’s representation. To our knowledge, it is the first time that women’s representation crossed the 20% bar in any state, in a state election. A total of 155 women contested this year, the highest ever in Chhattisgarh. The BJP fielded 16 women candidates and the Congress 18. Twenty of them won, nine on a BJP ticket and 11 on a Congress ticket. As a result, women make up 22% of the assembly and 13% of all candidates. Thirteen of the 20 women elected are also new MLAs. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThis goes to show that women’s representation can increase when all major parties make an effort. Women made up 18% of the BJP’s candidates and 20% of the Congress’s candidates, a higher proportion than in any other states. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThe map of women being nominated, however, shows some inequalities as parties refrained from nominating women in the Bastar region. Nineteen constituencies did not have a single woman candidate, while 21 constituencies had three women candidates or more. There were eight women candidates in Pratappur, in Surajpur district in the northern plains. The BJP candidate, Shakuntala Singh Portey, won. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nOnly three women were elected in the Bastar region: in Bhanupratappur, Kanker and Kondagaon. Eleven women were elected in the plains region and the remaining six in the northern hills.  !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nInvisible minorityMuslims in Chhattisgarh comprise only 2% of the population and have never been a politically salient community. Since 2003, only two Muslims have ever been elected in the Vidhan Sabha. In Birendranagar, Congressman Akbar Bhai has been elected three times: in 2003, 2008 and 2018. In Bhilai Nagar, Badruddin Quraishi served a unique term in 2008. The BJP has never fielded a Muslim candidate in that state. This year, there are no Muslims in the assembly. It may seem curious to point this out, given the small demographic weight of Muslims in Chhattisgarh. What is significant is not only the absence of representation of India’s largest minority, but also the fact that their representation among candidates has dropped, which reveals the presence of exclusionary politics among parties. In past elections, the Congress always nominated two Muslim candidates: Akbari Bhai and Badruddin Quraishi. This year, it dropped them both, which is in cue for a Congress government that spent a lot of time pandering to Hindus and riding on the Hindutva coattails of the BJP. Considering that low representation of Muslims just got lower in Rajasthan and Madhya Pradesh as well, the project of excluding Muslims from elected assemblies is gaining ground, with the participation of multiple parties. !function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nObservationsThe BJP benefitted from a strong surge of support in Adivasi-dominated areas and the Congress lost ground in those same regions. But the BJP’s performance is impressive across the state, even more so in general seats, which indicates that there is more to this election than Adivasi discontent. Once again, the Congress maintained its vote share overall, although it lost significant vote share in the two Adivasi-dominated regions of Bastar and the northern Plateau. This means that the BJP succeeded in gaining most of the support from new voters and from those who used to waste their vote on the candidates of small parties in the past. The BJP’s surge was not caused by an erosion of the Congress’s support base, but by its inability to reach out to new voters. There are other factors at play, as this Scroll article explains. The three Hindi belt elections show that regional leadership and party cohesiveness are key to win states and to stay in power. This is precisely what was lacking for the Congress in this cycle, particularly so in Chhattisgarh, where the party muddied its own waters by letting factionalism take hold of the state unit.  Gilles Verniers is Senior Fellow at the Centre for Policy Research and Karl Loewenstein Fellow at Amherst College. Views are personal. The author expresses thanks to Abhishek Jha and Roshan Kishore for providing raw election data.","author":"Gilles Verniers","time":"2023-12-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196497-omwtovajqs-1702034557.jpg","tags":["Chhattisgarh","Assembly Election","Chhattisgarh Election","Chhattisgarh Election Result","Bhupesh Baghel","Congress"]}