{"title":"Chhattisgarh: BJP MLA among five killed in suspected Maoist attack on convoy","content":"Bharatiya Janata Party MLA Bheema Mandavi was among five people killed in a suspected Maoist attack on his convoy in Dantewada district of Chhattisgarh on Tuesday, NDTV reported.P Sundar Raj, the deputy inspector general for anti-Maoist operations, said that three personal security officers of the MLA and his driver were killed, ANI reported.The attack used an improvised explosive device. The incident took place at Shyamagiri hills when Mandavi’s convoy was heading towards Kuwakonda from Bacheli area, PTI reported.The attackers also allegedly opened fire at the occupants of the convoy. Mandavi was returning after an election campaign at the time of the incident.The Bastar Lok Sabha seat, in which Dantewada is located, votes on Thursday in the parliamentary elections.Chhattisgarh Chief Minister Bhupesh Baghel has called a high-level meeting after the attack, ANI reported. “I am in contact with central ministers and have spoken to the prime minister an hour ago.” Baghel told reporters. “I will go to Dantewada and meet families of deceased.” Prime Minister Narendra Modi strongly condemned the attack and paid tributes to the security personnel who were killed. “Shri Bhima Mandavi was a dedicated Karyakarta of the BJP,” he said. “Diligent and courageous, he assiduously served the people of Chhattisgarh. His demise is deeply anguishing.”Special Director-General (anti-Naxal operations) DM Awasthi said that the official in charge of Bachheli Police Station had told Mandavi that adequate security was not available on the stretch and had warned him against going to the site, ANI reported. The Central Reserve Police Force said five of its personnel are in a critical condition and are undergoing treatment, PTI reported. “Reinforcement of CRPF has been sent to the site,” the CRPF statement said.  Shri Bhima Mandavi was a dedicated Karyakarta of the BJP. Diligent and courageous, he assiduously served the people of Chhattisgarh. His demise is deeply anguishing. Condolences to his family and supporters. Om Shanti.— Chowkidar Narendra Modi (@narendramodi) April 9, 2019\n\nP Sundar Raj, DIG-Anti-Naxal Ops: We have information of BJP MLA Bheema Mandavi, his driver and 3 PSOs getting killed in IED blast in Dantewada, today evening. It was a powerful IED blast. Bodies to be evacuated at the earliest for identification. #Chhattisgarh pic.twitter.com/5liSjynJSO— ANI (@ANI) April 9, 2019\n\n#SpotVisuals: BJP MLA Bheema Mandavi killed in naxal attack in Dantewada. According to CRPF, the escort vehicle of Chhattisgarh State Police also came under the blast. 5 personnel of Chhattisgarh State Police are critically injured. pic.twitter.com/EdJMiQgjep— ANI (@ANI) April 9, 2019\n\n#Chhattisgarh: BJP convoy attacked by Naxals in #Dantewada; 5 people killed pic.twitter.com/J2610c1Ibg— Doordarshan News (@DDNewsLive) April 9, 2019\n\nThe Election Commission has said that the polling will go ahead according to schedule in the state, ANI reported. The chief electoral officer in Chhattisgarh conducted a video conference with collectors and superintendents of police in the Maoist-affected districts, and asked them to take all necessary precautions over the next few days.Meanwhile, the Odisha Police issued an alert to its security personnel deployed in its districts bordering Chhattisgarh after two landmines were recovered in the state’s Gajapati district. Odisha Director General of Police BK Sharma urged candidates to refrain from campaigning after the sun sets in Maoist-affected areas and to inform the local police personnel about their travel plans.","author":"Scroll Staff","time":"2019-04-09T18:04:42.623692+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117111-vpcfbgxwoa-1554814801.jpeg","tags":["Chhattisgarh","Bharatiya Janata Party","Dantewada","Maoist attack"]}