{"title":"Chidambaram taunts Centre, says MEPs who visited Kashmir may attend Indian Parliament next","content":"Former Union Finance Minister P Chidambaram on Wednesday took a dig at the Centre for allowing a team of European Union legislators to visit Jammu and Kashmir, ANI reported. An unofficial delegation of 23 European Union parliamentarians visited the state this week for a two-day trip.“European MPs may be invited to attend Parliament and speak in favour of the government,” Chidambaram said while being escorted by the police. “Who knows? It may happen.”The senior Congress leader made the remarks on the day a court in Delhi sent him to judicial custody till November 13 in relation to the INX Media case. The court also rejected the Enforcement Directorate’s application seeking custody of the Congress leader for one more day.The delegation of the European Union MPs was the first time an international delegation visited Jammu and Kashmir since India scrapped its special status on August 5 and imposed prohibitory orders. The politicians held a press conference on Wednesday where they said that the revocation of the special status and India’s subsequent moves in the region were the country’s internal matter. The legislators claimed they did not want to interfere in Indian politics, and identified terrorism as the major factor for instability in Kashmir.Opposition parties and the Bharatiya Janata Party’s ally Shiv Sena have targeted the government for facilitating the European politicians’ trip to Kashmir. Many have wondered why the Members of European Parliament were given such an easy access to the region when Opposition MPs were facing obstructions while trying to enter Srinagar.Also read:Going global: EU MPs visit shows that BJP has now thoroughly internationalised the Kashmir issue #WATCH Delhi: While being taken to Tihar jail, Congress leader P Chidambaram speaks on the delegation of European Union (EU) MPs which visited Jammu & Kashmir y'day. Says \"European MPs may be invited to attend Parliament & speak in favour of the govt. Who knows? It may happen.\" pic.twitter.com/gT3eugu2v6— ANI (@ANI) October 30, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-31T07:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125927-zamftsivci-1566787728.jpg","tags":["P Chidambaram","INX Media Case","Jammu and Kashmir","European Union"],"source":"https://scroll.in/latest/942172/chidambaram-taunts-centre-says-meps-who-visited-kashmir-may-attend-indian-parliament-next"}