{"title":"Chief Minister Conrad Sangma alleges unidentified groups sponsored Shillong violence","content":"Meghalaya Chief Minister Conrad Sangma on Sunday alleged that unidentified groups sponsored the recent violence in Shillong. “We have understood that there are people who are funding this agitation,” Sangma told NDTV. “Expensive alcohol and money is being given. We will take stern action against the plotters.”Sangma refuted reports that a few people had been displaced and beaten up. “We met organisations coming from outside and today groups from New Delhi realised that news coming out [of the city] actually is not true,” ANI quoted him as saying. “Fact that some people are displaced, hungry and beaten up, that is not true at all. People are very much safe and that is our commitment.”The city administration had imposed a curfew for the second consecutive night on Saturday, and suspended internet services till Sunday afternoon. The Army held flag marches in disturbed areas and rescued around 500 people after 10 people were injured in violence and arson the previous night.On Sunday, the authorities relaxed curfew in 14 localities in the city from 8 am to 3 pm, allowing people to buy essential items and tourists to leave the city, The Hindu reported. “But night curfew across the city will remain until further orders,” PS Dkhar, the deputy commissioner of East Khasi Hills district told the newspaper.Dkhar, however, said he did not know anything about 500 residents of the Them Iew Mawlong locality, also called the Punjabi Lane, having taken shelter at Shillong’s Garrison Ground, which comes under the Army’s jurisdiction. Most of the colony’s residents are Dalit Sikhs employed as municipality sanitation workers. Clashes reportedly broke out between two groups following an argument between a woman and a bus conductor on Thursday night. The local Khasi community then started demanding that the government act against “illegal settlers”. Miscreants also tried to attack residents at Punjabi Lane. On Friday, Sangma assured his Punjab counterpart Amarinder Singh about the safety of the Sikh community.","author":"Scroll Staff","time":"2018-06-03T19:00:15.357158+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881283-83590-cdliutovhe-1520866555.jpg","tags":["Meghalaya","Shillong","Conrad Sangma"],"source":"https://scroll.in/latest/881283/chief-minister-conrad-sangma-alleges-unidentified-groups-sponsored-shillong-violence"}