{"title":"Chief Justice of India sexually harassed me, says former SC staffer in affidavit to 22 judges","content":"A 35-year-old woman who used to work as a junior court assistant at the Supreme Court of India wrote to 22 judges of the court on Friday, April 19, alleging that Chief Justice of India Ranjan Gogoi had made sexual advances on her at his residence office on October 10 and 11, 2018.“He hugged me around the waist, and touched me all over my body with his arms and by pressing his body against mine, and did not let go,” she wrote in an affidavit sent with a covering letter. “He told me ‘hold me’, he did not let go of me despite the fact that I froze and tried to get out of his embrace by stiffening and moving my body away.”In response to questions sent to the Chief Justice of India, the Secretary General of the Supreme Court of India sent an email denying the allegations, calling them “completely and absolutely false and scurrilous”.“Its is also very possible that there are mischevious forces behind all this, with an intention to malign the institution,” the email said.In the affidavit, the woman said after she rebuffed the Chief Justice of India, she was moved out of his residence office, where she had been posted in August 2018. Two months later, on December 21, she was dismissed from service. One of the three grounds for dismissal, as detailed in the inquiry report, was that she had taken casual leave for one day without approval.\n\n\n    \n    Play\n\nThe harassment did not stop at her dismissal, the former junior court assistant alleged in the sworn affidavit. It engulfed her entire family, she claimed. Her husband and brother-in-law, both of whom are head constables in Delhi Police, were suspended on December 28, 2018, for a criminal case involving a colony dispute dating back to 2012 that had been mutually resolved.On January 11, a police officer accompanied the woman to the Chief Justice’s residence where, she alleged, Justice Gogoi’s wife asked her to apologise by prostrating on the floor and rubbing her nose at her feet. She followed the instructions, even though she did not know what the apology was for.Despite the apology, her disabled brother-in-law, who had been appointed to the Supreme Court on October 9 as a temporary junior court attendant under the discretionary quota of the Chief Justice of India, was served a termination letter on January 14. No reasons were given.On March 9, the former junior court assistant and her husband were at their ancestral village in Rajasthan, when a team of Delhi police showed up, wanting to take them back for questioning in a case based on a cheating complaint against her. The allegation was that she had taken Rs 50,000 from the complainant in 2017, promising to secure a job for him in the Supreme Court, but had failed to keep her word.The next day, not only were she and her husband detained at the Tilak Marg police station, so were her brother-in-law, his wife and a male relative, the affidavit stated. The affidavit alleges that they were subjected to verbal and physical abuse, their hands and legs were cuffed, and they were denied food and water for nearly 24 hours.Video footage showing the woman’s husband in handcuffs at the police station has been sent to the Supreme Court judges, as part of the annexures to the affidavit.The material has been reviewed by Scroll.in.It includes a video recording that shows the couple in conversation with the Station House Officer of the Tilak Marg police station on January 11, 2019. He assured them that their harassment would stop now that she had apologised to Justice Gogoi’s wife.When the police officer asked what the matter was, the husband briefly recounted the sexual harassment incident.The woman choked several times during the conversation. “Sir, my entire family is in tension,” she told the police officer in Hindi. “I feel so guilty. On one side, you have made no mistake, on the other side, you are being punished so much…”The police officer sympathetically asked her in Hindi, “When a big man makes a mistake, will he admit it?”She responded: “It is quite natural, sir, he won’t.”“So what will be the result?” he asked.“We will have to suffer,” she said.In the affidavit, the former junior court assistant wrote, “I have been victimised for resisting and refusing the unwanted sexual advances of the CJI and my entire family has also been victimised and harassed due to that.”She continued: “It is only when the victimisation has reached unbearable proportions when me and my family were taken into police custody and tortured, and now there is imminent danger to my life that I am compelled to speak the whole truth, in order to save myself and my family.”“By this letter, I am requesting the Hon’ble Judges of the Supreme Court to constitute a special enquiry committee of senior retired judges of the Hon’ble Supreme Court to enquire into those charges of sexual harassment and consequent victimisation.”This is the cover letter of the voluminous affidavit that the woman sent to 22 judges on April 19.Scroll.in emailed questions to the Chief Justice of India Ranjan Gogoi around 10 am on Friday, April 19, seeking his comments to the allegations made in the affidavit and covering letter. The Secretary General of the Supreme Court responded to the questions in an email sent early Saturday. Referring to the former junior court assistant, the email said, “She worked as part of the home office of the Chief Justice of India only for a short period, and as informed, given the nature of her duties, she had no occssion to interact directly with the Chief Justice of India.”The email said the woman was dismissed from service as per procedure. The email said there were “complaints made against her by the secretariat of the Chief Justice of India, to the Secretary General on account of her inappropriate behavior, and this resulted in her transfer out of the home office of the CJI. Apart from the misconduct formally recorded in the complaint by the secretariat, there were other counts of misconduct on her part.”The email did not give any further details about the woman’s alleged misconduct. The inquiry committee report that led to her dismissal only mentioned complaints made against her after she moved of the Chief Justice of India’s office.The email said: “Her brother-in-law was terminated as he was only a temporary employee at that stage and his performance and conduct was reported not to be satisfactory.” The termination letter to the brother did not record any reasons. “Throughout her employment in the Supreme Court, whether during her posting at home office of the CJI, or even subsequently after she was transferred out of the home office of the Chief Justice of India, or at the time she was terminated, or even thereafter, there were no complaints made by her of the nature now being alleged. It is not only mischievous but a complete afterthoght of her to make these false allegations at this time,” the email said.The email also referred to two criminal cases registered against her.Asked about these cases, the woman said that both the cases pertain to a dispute with a neighbour dating back to 2011. “It was a petty fight among neighbours and I also registered a case against her,” she said.Scroll.in examined documents provided by the woman which show that both the cases have been resolved mutually through an agreement between the complainant and the woman and other accused. The agreement deed settled on February 25, 2016, between the woman and her family members and the complainant includes mutual resolution of multiple cases that they had filed against each other. \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 43.461900282220135%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/chmuatuctc-1555733739.png\">\n  </picture><figcaption>The response sent by the Secretary General of the Supreme Court.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 38.868274582560296%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/qtsgxofkae-1555733752.png\">\n  </picture><figcaption>The response sent by the Secretary General of the Supreme Court.</figcaption></figure>\n‘Scared and nervous’The woman was appointed as a junior court assistant in May 2014 and was sent to work in Justice Gogoi’s court in October 2016. Her role was to help the court masters to get books and citations from the library during court proceedings.In January 2018, Justice Gogoi called her into his chamber for the first time and asked her about her areas of interest as well as about her family: “He told me that I was very good and quick at getting citations, that he had come to know that I was pursuing law,” she recalled in the affidavit. “I was extremely honoured and happy that Justice Gogoi spoke to me in such a positive manner.”Over the next few months, the interaction grew and Justice Gogoi asked her to prepare briefs and summaries, she said in the affidavit. “Since this was above my role, I had no idea how to prepare briefs,” the woman wrote. She asked a court master for help.Scroll.in spoke to a former senior officer of the Supreme Court Registry who said it was very unusual for a junior court assistant to be asked to prepare briefs. The woman did not have a law degree.Justice Gogoi asked the woman about her family, she said in the affidavit. “I shared with him that my husband was conservative, and he felt that I shouldn’t be working but that I was very keen to pursue my career,” she wrote. “On another occasion I shared with him that the only concern of my family members and my mother-in-law was that my husband’s younger brother who is disabled, was unable to find employment.”The former junior court assistant wrote that she was “scared and nervous” during these interactions, but Justice Gogoi encouraged her to speak.In May, she was invited to a lunch he had organised for his staff. In June, he asked her to bring her husband to the launch of child rights activist Kailash Satyarthi’s book, she wrote. Justice Gogoi was the chief guest at the event.On July 31, he invited her husband to his residence. “He was extremely warm, he kept praising me to my husband,” the woman wrote. The judge allegedly told her husband that the woman was working above her rank: “If she works hard, she can rise high.”In August, he shared two of his mobile phone numbers with her and told her she should not take his calls in front of her family members since “a lot of work he wants to assign to me is very confidential and important…,” she wrote. Justice Gogoi called her and sent messages over WhatsApp several times a day, she said in the affidavit.“In early August 2018 Justice Gogoi called me into his chamber, he told me that as he was going to become the Chief Justice of India, he needed staff that he would be able to trust and someone who was competent and efficient,” the woman wrote. “He explained to me that he expects certain quality of work, that he knew I was a junior employee but that he found these qualities in me…”He asked for her to be transferred to his residence office, she wrote.Justice Gogoi’s private personal secretary HK Juneja told her she was “the youngest employee to be appointed in this post,” she wrote. “...I expressed my gratitude at being assigned such an important and prestigious role so early in my career.”Scroll.in contacted Juneja to corroborate this and other statements attributed to him by the woman but he declined to comment.To speak truth to power, journalists don’t need to be loud, they just need to be firm. If you like our work, do consider supporting our journalism by subscribing to Scroll+This week, we are offering a 30% discount.‘Felt like a privilege’On August 11, the woman began work at Justice Gogoi’s Residence Office, although her transfer order was issued on August 27.The transfer order dated August 27.At the residence office, she was asked to come as early as 8.15 am. Two peons would be around, but the other staff came later, she wrote. She would stay till Justice Gogoi returned from the Supreme Court. She would often get dropped to the metro station in his official cars, she wrote.“I sensed that my transfer to such a prestigious position despite being a junior employee and specially the fact that I did not known shorthand which was a skill required by most of the staff, caused some resentment against me amongst the other staff,” she wrote.Justice Gogoi asked her to send him a “Good Morning” message over WhatsApp every morning and drop another message once she reached home, she wrote. “I felt it was a bit strange,” she said in the affidavit. “But I was very junior, I had never interacted with a Judge before this, and I told myself that maybe this was normal… The way Justice Gogoi treated me and assigned important work to me felt like a privilege.”Justice Gogoi would check her phone and make her delete WhatsApp messages between them, she alleged. “Since the Whatsapp messages between us also included certain instructions he gave about confidential work etc, I assumed that he did not want any messages to remain on my phone,” she wrote.During this period, she wrote, Justice Gogoi would repeatedly tell her “that once he became the Chief Justice of India, he would be in a position to help me, and that I should tell him what I needed and he would see how he could help me”. She declined his offer to find accommodation for her family closer to his residence but mentioned that her brother-in-law was unable to find a job because he was disabled, she wrote.Before his oath-taking ceremony, on October 2, Justice Gogoi threw a party to which he invited the woman’s husband – spouses of other staff, barring that of a senior member, were not invited.The couple was also invited to Justice Gogoi’s oath-taking ceremony. “Again, while other staffs were invited, most of their spouses were not invited,” she wrote.  The woman, her husband and child with Justice Gogoi at his residence on October 2, 2018.The invite to the Chief Justice of India's oath ceremony.‘What can you do for me?’After his appointment as the Chief Justice of India, Gogoi asked for her brother-in-law’s resume, the former junior court assistant wrote. On October 8, her brother-in-law was called for a medical test. He was appointed as a junior court attendant the next day.The brother-in-law, a 39-year-old man, with disability in his leg, told Scroll.in that he was “treated like a VIP” at the dispensary. The medical officer asked him whether he had kidney stones. When he said yes, she advised him to take certain medicines and told him she was clearing his test.The brother-in-law's appointment letter.The woman claims that on October 10, Chief Justice Gogoi told her that her brother-in-law had been appointed despite the fact that he was “found to be medically unfit as traces of blood were detected in his urine test”.That day, she was dressed in colourful clothes instead of the black-and-white attire, since it was the first day of the Navaratri festival. “The CJI referring to my clothes, told me, ‘You are looking pretty good today,’” she wrote. “The CJI asked me to come and stand next to him, he got up from his chair. The CJI then asked me, ‘What can you do for me?’, I kept repeating that I was very grateful and that everybody in my family was very happy.”“The CJI then slid his hand from the back of my head, along my back to my hipline, till my lower back. I immediately froze and my body stiffened. I think the CJI sensed this, and so he immediately pulled both my cheeks, like one would do to a child. He told me that he is like this with his daughter too.”“I was stunned and shocked as I immediately realised that the CJI had touched me in an extremely inappropriate manner. However, I did not know how to respond immediately, I was extremely tensed, I told myself, ‘bade log, maybe this is normal behaviour’.”The Chief Justice then asked her to write down what she could do for him, she stated in the affidavit.‘I want this from you’The next day, he asked her whether she had written anything down, she wrote in the affidavit. “I showed him a note pad on which I had written how grateful I was, I do not remember my exact words, but I had written as follows, ‘..Your Lordship is a blessing to me, words cannot describe how thankful I am...  I will always be grateful for all that Your Lordship is doing for me... My entire family is grateful to you... I am so grateful for your support…,’” she wrote.“The CJI read the note. He then got up from his chair and walked across and came and stood to my left. Since he was standing I too stood up as I could not continue sitting when the CJI is standing. He took my notepad from my hands and put it aside on the desk, he then took my hands into his and told me that my hands smell nice, he then pinched my cheeks, he then put his arms around my waist from the front, he said, ‘I want this from you.’”  “He hugged me around the waist, and touched me all over my body with his arms and by pressing his body against mine, and did not let go. He told me ‘hold me’, he did not let go of me despite the fact that I froze and tried to get out of his embrace by stiffening and moving my body away.”“Since he did not stop forcibly hugging me, I was forced to push him away from me with my hands. When I pushed him away, he hit his head against a book shelf/cabinet on my left. My first thought was why would the CJI think he can do something like this to me. I immediately left the room and was in a state of complete shock and was unable to think clearly after this. I sat at my desk.”“After about 10-15 minutes  the CJI called me to his office again and told me ‘Jo yahan hua hai, you will not share with anybody’.  He told me that if I disclosed anything to anybody, my family would be greatly disturbed. I understood what he meant. I was so upset and scared that I said, yes of course your Lordship.”“Then he told me, write down that you will not disclose. I had a piece of paper and pencil, in my hand, my hands were trembling,  I wrote down what he dictated which was something like ‘I will not harm your dignity. Can you hold me’. I was extremely scared, I knew what he was dictating was wrong, and that he was making it appear that it was me who tried to hold him. However, I was so scared and shocked that I wrote whatever he dictated. Due to the incident I was extremely distressed, shocked, I was panicking and felt a bit dizzy, I was not able to work, I put my head down, and left at my usual time.”The Secretary General of the Supreme Court denied the allegations in the emailed response to Scroll.in. “The registry of the supreme court of india had posted this individual, who was employed at a level equal to a lower division clerk, in a routine manner at the residence office of the Hon’ble The Chief Justice of India, where in addition to her, there were several other employees also working as a part of the home office of the CJI, and at any given point of time, there were atleast 5-6 other present as a part of the home office of the CJI,” the email said.“She worked as part of the home office of the Chief Justice of India only for a short period, and as informed, given the nature of her duties, she had no occssion to interact directly with the Chief Justice of India,” it added.Good stories come in all sizes. For a nice, long read, come to Scroll. If you like our work, do consider supporting our journalism by subscribing to Scroll+This week, we are offering a 30% discount.Frequent transfersThe same evening, an administrative officer at the Supreme Court registry called and asked her whether “things were ok” between her and her husband, she wrote in the affidavit.When she tried calling Chief Justice Gogoi that night to tell him she did not want to work with him, he did not take her calls, she wrote. Instead, his personal secretary Juneja called and asked her not to disturb the judge at night.The same day, the Station House Officer of the Tilak Marg police station called the president of the housing colony in West Delhi where she lives and made enquiries about “whether things were stable” between her and her husband, she wrote. This, the couple came to know much later.Yashpal Singh, the colony president, confirmed to reporters that he had received a call from the SHO of Tilak Nagar police station. “He said there was some enquiry going on… I told him there was no quarrel between the husband and wife,” he said, speaking in Hindi.When the woman went back to work on October 12, things had changed dramatically. Justice Gogoi would ask her to leave the door open when she came to his room, she wrote. She was scared and nervous and her work began to suffer. She had no one to speak to. “I was unable to tell even my husband about what had happened as he anyway thought that I should not be working outside the house,” she wrote in the affidavit.On October 22, she was transferred to the Centre for Research and Planning at the Supreme Court. Soon after, Justice Gogoi visited the centre with Justice Bobde and Justice Ramana. “The CJI spoke to me and told the two Justices that I was a very good worker and very bright,” she wrote.On October 26, the secretary general took her to Justice Gogoi’s chamber. “[The] CJI asked me whether I wanted to rejoin work in his Court. I was not able to look him in the eye, but firmly told him that I want to continue in the CRP in the Supreme Court,” she wrote.Yet, on November 16, she was shifted to the admin material section.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 104.22535211267605%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/vpuwyqwhyd-1555732500.jpg\">\n  </picture><figcaption>The transfer order dated October 22</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 111.90144119014411%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/iglsnuiyut-1555732481.jpg\">\n  </picture><figcaption>The transfer order dated November 22.</figcaption></figure>\nThe enquiryThe next day, which was a Saturday, the woman asked the head of the admin material section, Padma Sundar, for leave since she wanted to attend a function at her daughter’s school. Sundar asked her to report to work after the function. But she could not do so, she wrote in the affidavit, since the function got over late, and working hours were limited to the first half of Saturday.Scroll.in contacted Sundar for a response but she declined to comment.On November 19, the junior court assistant was served a memorandum by registrar Deepak Jain stating she had rendered herself liable for action under the conduct rules by questioning the decisions of senior officers regarding her transfer and for taking unauthorised leave.On November 22, she replied to the memorandum, explaining her conduct. But the same day, she was transferred to the library division.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 129.41176470588235%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/icznjhehqb-1555690829.jpg\">\n  </picture><figcaption>Correspondence between the woman and registrar Deepak Jain between November 19 and November 26.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 129.41176470588235%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/bxyuepcggz-1555690850.jpg\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 129.41176470588235%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/khheqixrvd-1555690864.jpg\">\n  </picture></figure>\nShe received a suspension order on November 27, which said an enquiry was proposed against her under Rule 13 of the Supreme Court Officers and Servants (Conditions of Service and Conduct) Rules, 1961. Three charges were made against her: that she had questioned the branch officer of the admin material section about why she had been posted there, she had sought to bring undue influence by making the president of the Supreme Court Employees Welfare Association enquire about her transfer, and she had taken leave without approval.In her reply on December 6, she wrote, “I had been posted to three different places. Being extremely anxious and insecure, what I expressed to the Branch Officer, Admin Materials Section was not reluctance to perform duties assigned to me but only my anxiety at being allotted three posting in a short span of time.”In her conversation with the President of the Supreme Court Employees Welfare Association, she said she had “only requested him to find out whether I had done something wrong for which my seat was being repeatedly changed. I deny asking him to speak on my behalf to anyone or to bring any influence to bear on anyone.”About the leave, she said she had sought leave to attend to her daughter’s function and was directed to attend office for sometime. “However since the school function went on till 12:30, I was unable to attend to her duty on that day and report to work. I kept the branch officer informed about the delay at my daughter’s school,” she wrote.On November 10, she received a notice that a departmental enquiry was being conducted against her, with Surya Pratap Singh, Registrar of the Supreme Court, leading it. On November 15, she wrote to Singh saying she wished to appoint Laxman Singh, senior section assistant at the Rajya Sabha, as her defence assistant.But the enquiry committee’s report shows Laxman Singh Negi did not appear in the hearing. Scroll.in contacted Negi who confirmed that he had given his consent to represent the woman but she later informed him that his participation in the proceedings had been disallowed.The committee did not even seek the deposition of Rao, the President of the Supreme Court Employees Welfare Association. When Scroll.in contacted Rao, he was reluctant to speak about the case. “I am unable to answer all those [questions] because whatever happened that is everything is on the record,” he said. “This is highly you know… high authorities this matter was decided by…”The woman had been called to appear before the committee at 10.30 am on December 17 to make her defence statement. A gate pass shows she entered the premises at 10.19 am. She claims she reached the room of the enquiry officer, sent in word through a peon that she had arrived, but while waiting outside, fainted and was taken in the Supreme Court ambulance to Ram Manohar Lohia Hospital. The hospital note records the observations of the staff who brought her: “Patient was found lyeing on floor (sic) and not responding to any command with her eyes opened and staring on ceiling.” The doctor wrote: “?? Anxiety - panic attack ?? Hyperventilation”.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 129.41176470588235%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/bkuixdumbr-1555691041.jpg\">\n  </picture><figcaption>The hospital record states the woman was brought in an unconscious state to the emergency ward.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 129.41176470588235%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/nnntovynwd-1555691054.jpg\">\n  </picture><figcaption>The doctors notes down the possibility of panic attacks and anxiety being the cause of fainting.</figcaption></figure>\nOn December 19, she received communication from registrar Deepak Jain who told her the charges against her had been found proved. Her husband wrote to Jain on November 20, stating his wife had fainted outside the enquiry room. In the handwritten note, he presented her defense statement.However, the next day, to her complete shock, the woman was dismissed from service. In the affidavit to the judges, the woman pointed out that she had been graded “good” in her annual confidential report for 2014-’15 and “very good” in 2015-’16.Scroll.in phoned Surya Pratap Singh, who led the enquiry against the woman, but he did not take the calls. Questions were sent to him on email about why Negi had not been allowed to represent the woman, why Rao was not questioned, given that a conversation with him was cited as a reason for dismissal, and why the woman was not given another chance to appear before the committee in the light of the circumstances of ill health.He did not respond to the email.The Secretary General of the Supreme Court said in an email response to Scroll.in’s questions that the women “was dismissed from service as per procedure.”Husband and brother-in-law suspendedThe former junior court assistant is married into a family of policemen. Her father-in-law died after serving in Delhi Police for four decades. Her older brother-in-law, aged 45, was appointed as a constable in 1998, while her husband and younger brother-in law, aged 37, joined the force in 2003. All three are currently head constables.The family initially lived in a small apartment in the police quarters in Tilak Nagar in West Delhi. But the brothers now have separate apartments, all in close proximity.“I came to know what had happened on December 3. Bhai told me after bhabhi was dismissed,” said the younger brother-in-law, speaking in Hindi. “Until then we thought she had taken a few days of leave.”On December 27, the woman’s husband was called and informed that he had been transferred from the crime branch to the third battalion. The younger brother found that it was individual transfer order. “I have also been in the police force for 16 years, eight years I have spent in the PHQ [police headquarters], I have never seen an individual transfer order, only for 10-12 people at one time.” He added that the third battalion was considered a punishment posting in the police force.The next day, the woman’s husband and older brother-in-law were informed separately that they had been suspended. The suspension letter given to them on December 29 did not state any reason other than “pending enquiry into conduct”.The same day, her husband called HK Juneja, the personal secretary of the Chief Justice, requesting a meeting with Justice Gogoi. Juneja asked him not to call him and blocked his number, the woman wrote. On December 31, her husband was told there was a complaint against him for making unsolicited calls to the Chief Justice’s secretary. On January 2, he received orders from the deputy commissioner of police, stating departmental action was being initiated against him for making those calls.The messages sent by the woman's husband to HK Juneja, the personal secretary to the Chief Justice of India.In the email to Scroll.in, the Secretary General of the Supreme Court said: “It is not open to anyone to make unsolicited calls or uninvited approaches to the office of the Chief Justice of india, empecially an employee who has already been dismissed, and who previously engaged in inappropriate conduct. Since unsolicited calls and messages were recieved by the office of the CJI, a complaint had been made by the registry of the Supreme Court. Whether departmental enquiry was initiated against any member of her family by the Delhi Police, is something which the Delhi Police authorities might have done as per  rules.”Reaching out for helpFeeling victimised, the family began to reach out for help in the first week of January. Having worked in the police force for long, they knew senior officers. But all of them told them that the matter was with the Commissioner of Police. They tried to meet the Commissioner but were denied access.In early January, they went to meet Sanjay Joshi of the Rashtriya Swayamsevak Sangh. “I have a friend, Mohan Sharma ji, through him. He is from the BJP, neta type, local leader,” said the woman’s older brother-in-law.In their conversation with Joshi, he said they recounted the sexual harassment episode in brief, without going into details, focusing mainly on their suspension. He said Joshi then called the Commissioner of Police in his presence. “He said help them, do a fair inquiry,” he said. On a subsequent visit, Joshi called Home Minister Rajnath Singh, making the same request. Scroll.in called Sanjay Joshi to confirm this account but he was not available.The calls don’t seem to have helped.On January 9, her husband received orders detailing charges against him: that he had links with local gamblers, had tried to intervene on behalf of a gambler, and had a criminal case registered against him in 2012. His brother received similar orders, which he found baffling. “The 2012 case had been compounded [resolved],” he said. “I had even informed my superiors about it.”On January 14, the woman’s brother-in-law who had been appointed to the Supreme Court as a junior court attendant through the Chief Justice of India’s discretionary quota was terminated from service. No reason was given.In the email response to Scroll.in’s questions, the Secretary General of the Supreme Court said: “Her brother-in-law was terminated as he was only a temporary employee at that stage and his performance and conduct was reported not to be satisfactory.”We tell you the truth those who hold power do not want you to hear. If you like our work, do consider supporting our journalism by subscribing to Scroll+This week, we are offering a 30% discount.The apologyOn January 10, the Station House Officer of Tilak Marg police station, Naresh Solanki, called the woman’s husband and asked him whether his wife would be willing to apologise to the Chief Justice.The next day, dressed in civil clothes, Solanki drove her to the residence of the Chief Justice of India in a white-coloured Maruti Swift, the woman wrote.“In the presence of the SHO and Mr. Deepak Jain,” the woman wrote in the affidavit. “Mrs. Gogoi told me “naak ragad ke jao” – rub your nose and leave. “I do not know why Mrs. Gogoi was involved in this. But by this time I had realised that the CJI has concocted a false story about the sexual harassment incident. This was also the reason he had made me write a note to the effect that I wanted him to hold me, whereas he had made sexual and physical advances to me.”“However, by this time, the only thing I wanted was to save myself and my family,” she wrote. “I fell at the feet of Mrs. Gogoi and rubbed my nose at Mrs. Gogoi’s feet, and said“sorry”. And then we left. The CJI was not present there at this time.”Back at the police station, the woman turned on her mobile phone and secretly recorded a video of their conversation with the police officer, who had changed into his uniform.Assuring them that the matter would quieten down now that she had apologised, Solanki asked her what exactly had happened which had led to this. Her husband replied.“What I had told you, that is the real thing,” he can be heard as saying in Hindi. “On the 9th, my brother had joined [the Supreme Court], let’s skip the 10th, on the 11th, she went to his room, unhone inko pakad liya, he held her. She is now saying I don’t know whether he had taken some medicine. He told her ‘hold me’. She started crying, he left for the court.”Solanki reiterated his assurances. “I will help you as much as I can.”When contacted by reporters for a response, Solanki declined to comment.A screengrab from the video recorded at Tilak Marg police station. Visible in the frame is Station House Officer Naresh Solanki.Listen to the woman and her husband's conversation with the Station House Officer at Tilak Marg police station after she was made to apologise to the Chief Justice of India Ranjan Gogoi's wife.\nFresh troubleBut fresh trouble started in March.By now, Solanki had been transferred from Tilak Marg and a new officer, Devendra Kumar, had taken charge.On March 3, the Tilak Marg police station registered a first information report based on a complaint filed by Naveen Kumar, 30, a resident of Haryana, the same day. The complaint alleged that a man named Mansa Ram had taken Naveen Kumar to meet the junior court assistant in June 2017. She allegedly promised to get him a job at the Supreme Court, quoting a price of Rs 10 lakh. In the complaint, Naveen Kumar claimed he gave her an advance of Rs 50,000, the same day on the Supreme Court campus.When three months went by and no job transpired, Naveen Kumar claimed he approached the woman, who then threatened him saying her husband was a policeman. In the complaint, Kumar also noted that Mansa Ram, who had introduced him to the woman, died in January 2019.At around 10 pm on March 8, the woman wrote in the affidavit, while she and her family were visiting their ancestral village of Togra Kalan in Rajasthan’s Jhunjhunu district, a team of the Delhi police descended there. They wanted to take the couple back to Delhi for a round of questions. But the family requested that since it was late, they would rather travel the next morning.In the morning, when they insisted, they were given a written notice and taken to the local police station in Rajasthan, before they drove back to Delhi.The woman wrote in the affidavit that she began to feel unwell. Her husband requested the Station House Officer to let her go home, while he stayed back at the police station. Her brother-in-law claimed that when he went to meet him with another male relative, both of them were detained too.Late that night, around 2 am, the police landed up at their quarters in Tilak Nagar. The former junior court assistant was sleeping in her sister-in-law’s house. The sister-in-law, 39, alleged Devendra Kumar, the Station House Officer, shoved both of them into the jeep, pushing them by their hips. “We were so scared, we thought anything could happen to us,” she told Scroll.in in Hindi.At the police station, she alleged they were taken through the side door, made to sit on a long bench in the open all night, with their legs cuffed. The cuffs around the former junior court assistant’s legs “were so tight that the only thing that did not happen was blood oozing out,” she alleged.These allegations of abuse and torture have been made in letters sent to the prime minister, the National Human Rights Commission and other authorities between March 16-18. To back up their claims, the family has produced video recordings where the woman’s husband, his brother and relative can be seen seated inside the police station, with the husband handcuffed. They have also applied to the court asking for CCTV footage from the police station that day.A screengrab from a video recording made by a relative who visited the woman's husband while he was detained in the police station.Station House Officer Devender Kumar was asked by reporters about the family’s alleged illegal detention and the video that showed the woman’s husband in shackles. Kumar said he did not remember any details. “Just as you cannot remember what you ate last month, I cannot remember what exactly happened during this arrest last month,” he said.He insisted that the case was sensitive and he had done everything as per the law. “I am not answerable to you, I am answerable to the court,” he said. The woman’s older brother-in-law, who has served in the police force for 21 years, pointed out that the Tilak Marg police had acted with the speed and urgency not even shown for cases involving crores of rupees.When asked why the police had travelled all the way to Rajasthan for an alleged cheating case involving Rs 50,000 which was said to have taken place two years back, Devendra Kumar repeated that the case was sensitive and everything was done as per the Code of Criminal Procedure.The woman’s brother-in-law, however, was livid at their family’s harassment. “Hume to yeh lagta hai itne uchche level ka aadmi itni third class harkat kar sakta hai,” he said. “We can’t believe a man at such a high post could do such a third class act. Doesn’t he have anything to do? Doesn’t he have to worry for the country?”The former junior court assistant was produced before a magistrate in Delhi on March 10 and was taken into police custody for a day. On March 11, the magistrate granted 14-days judicial custody. A day later, she was granted bail.In the application opposing her bail, the police claimed that she had told them that other accused were involved in the case. Her lawyer, Vijay Kaushik, said they would get to know the details of the claim only when the chargesheet is filed. In the affidavit, the woman said the allegations were “false, malicious and premeditated to harass and terrorise me and my family.”Her lawyer said the case was transferred to the Delhi Police crime branch in early April. A new investigation officer Mukesh Antil was appointed, who on April 11 moved a petition before the chief metropolitan magistrate, the jurisdiction court of the crime branch, asking for cancellation of the bail granted to the woman, alleging that she and her associates had threatened the complainant Naveen Kumar.At his office in Bahadurgarh in Haryana’s Jhajjar district, Naveen Kumar refused to divulge any details about the case to reporters. He said he did not know how Mansa Ram, the mediator, knew the former junior court assistant, and that he had not bothered to find out. Kumar said he wanted to withdraw the case since he was stressed over the frequent visits that the police had made to his residence and office. The case comes up for hearing on Saturday, April 20. Speaking to reporters, the investigating officer Mukesh Antil, initially claimed he was not handling the case, then declined to comment.To speak truth to power, journalists don’t need to be loud, they just need to be firm. If you like our work, do consider supporting our journalism by subscribing to Scroll+This week, we are offering a 30% discount.Stressed and depressedAll through this time, the former junior court assistant battled depression and panic attacks, she wrote in the affidavit.“I received a call from my colleague that rumours were being spread in the Supreme Court that I had been suspended and dismissed from service because I had passed on work related information from the residence office of the CJI to my husband and had after that committed suicide,” she wrote. “These false stories depressed and tortured me further.”“I was not able to understand why we were being so badly victimised even though I had remained silent as directed by the CJI and not disclosed the incidents of sexual harassment to anybody.”Even though she had been restrained, some version of the events appears to have circulated widely.The night of March 9, as the former junior court assistant and her sister-in-law were made to sit on a bench with leg cuffs, the sister-in-law alleged Devendra Kumar sat on a chair opposite them. “Why had you gone into the judge’s room?” he asked the former junior court assistant in Hindi. “Why were you appointed there, why did he call only you to his residence?”According to her sister-in-law, the woman replied: “Sir, it was my job. I had done good work. I thought I was so perfect, that is why I had been promoted…”Now, she has another view, she wrote in the affidavit to the judges. “In hindsight I say that it is clear that the CJI took and undue interest in me and supported me professionally, as his motive was to make sexual advances me…”“I say that unknown to me at that time, it is now clear that the fact that I was posted at the CJI’s residence was also planned by him so that he could have access to me in private. It is also clear why the CJI for the first time chose a junior court assistant for being posted at his residence rather than a seasoned and experienced senior court master or court assistant or steno.”“I say that it is also clear to me now why he invited my husband to the swearing in ceremony, to create a cover for himself that he had no motive other than the welfare of me and my family.”“It is also clear to me now that the CJI used his discretionary quota to appoint my disabled brother in law which he then used to ask me what I could do for him in exchange and that he expected sexual favours in return from me.”The Secretary General of the Supreme Court saw a wider conspiracy in the woman’s allegations. In the emailed response, he said: “It appears that these false allegations are being made as a  pressure tactics to somehow come out of the various proceedings which have been initiated in law, against her and her family, for their on wrong doings. Its is also very possible that there are mischevious forces behind all this, with an intention to malign the institution.”In the cover letter to the affidavit sent to 22 judges, the woman said: “I did not have the courage to make this complaint earlier because I was terrified of the consequences to me and my family which I was threatened of and which have indeed come to pass subsequently… I am left with no option but to appeal to your Lordships to take congnisance of this matter.”Full Text: Supreme Court Secretary General’s response to sexual harassment allegations made against the Chief Justice of India","author":"Sruthisagar YamunanSupriya Sharma","time":"2019-04-20T09:32:16.069716+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117895-onmrnsqacz-1555695349.jpeg","tags":["Supreme Court","Sexual Harassment","Delhi Police","Ranjan Gogoi","CJI Sexual Harassment Case"],"source":"https://scroll.in/article/920678/chief-justice-of-india-sexually-harassed-me-says-former-sc-staffer-in-affidavit-to-22-judges"}