{"title":"China urged to accept Arunachal as part of India, but Indians can't enter state without permits","content":"Should Indians from outside Arunachal Pradesh have to obtain a permit to enter the state?Yes, replied Taba Tusar, assistant inspector general and public relations officer of Arunachal Pradesh Police. Without that requirement, Arunachal would look like just another part of India, with people from other states coming in unchecked.That, he said, would be a problem. “Here, people want to maintain their identity,” Tusar said.Last week, before Chinese President Xi Jinping arrived  in India for a three-day state visit, the Indian government called upon China to affirm a “one-India policy”. Such an affirmation would mean, among other things, that China would respect India’s territorial control over Arunachal Pradesh. China has frequently infiltrated the state, calling it South Tibet, and claims it is historically part of China.But what about India’s policy that requires Indians from outside Arunachal to carry an “Inner Line Permit”  to enter the state? Is New Delhi asking Beijing to accept an idea of India that the Centre itself is doing little to affirm?Past and presentThe permit system goes back to 1873, when the British colonial government instituted the Bengal Eastern Frontier Regulation. The British regulated the entry of non-tribal people into the “Eastern Frontier” tribal areas to advance their commercial interests, explained Nani Bath, head of the political science department at Arunachal’s Rajiv Gandhi University.When India gained independence, the permit system stayed in place in the section of the region that later became Arunachal Pradesh. The key difference since 1947 is that where the British wanted to guard against business competition, the permit now aims to protect indigenous culture, and restricts Indian citizens from visiting a part of their own country. Other aspects of the regulation, including the prohibition on land purchase by people from outside Arunachal, have also remained intact.Permit systems similar to the one in Arunachal are in effect in Nagaland, Mizoram, and parts of Himachal Pradesh as well.In practiceAn Inner Line Permit for Arunachal can be procured from eight cities across the country with an Arunachal government office. An applicant must submit identification documents, and the permit can typically be collected in a day. The permit usually allows for two weeks of stay and can be renewed through the deputy commissioner or a circle officer within the state. Those coming for business are permitted longer stays.Despite this, PRO Tusar contended that many people enter the state illegally, without permits. Arunachal’s long borders, lined with forests, make it impossible to monitor infiltrators, he said. It is also a difficult task to check every person entering the state on a helicopter, car, bus, and soon through trains, officials say.Arunachal residents strongly support the permit system. In May, student groups halted the operations of the state's first railway line because they claimed that the train passengers were entering the state without permits. Now that the authorities have devised a system for checking permits, the railways could resume operations in a month.Protecting diversityBath, who favours radically overhauling the permit system, does not entirely agree with the student groups. But the key point of agreement, he said, is that Arunachal’s tribal population should be able to own the state’s land, and the permit system allows for that. “If the ILP goes\", large corporations \"will buy all the land here overnight”, Bath explained.For Techi Mopu, vice president of the All Papum Pare District Student Union, the permit is valuable as it protects the state’s cultural diversity. Arunachal Pradesh is one of the most linguistically diverse states in India: it has more than 90 languages. With just 13 lakh people spread across 80,000 square kilometers, it is also the least densely populated. Where India’s average population density is 382 people per square kilometer, Arunachal’s is 17. Locals fear that the influx of even a few thousand unmonitored outsiders would swamp local culture.Moyir Riba, the assistant director of the Center for Cultural Research and Documentation, based in Naharlagun, a town 10 kilometers from Arunachal's capital of Itanagar, cited the imminent demise of the Milang dialect. “Only 2,200 people speak it,” she said. Riba and others contend that a larger presence of outsiders would further extinguish local languages.Locals worry that without the permit system, crime will continue to rise. While exact numbers of permit  violators are not readily available,  the growing problem of crime has coincided with a spurt in illegal entry into the state, claimed Tusar.Slippery slopeNotwithstanding its merits, “the ILP goes against the spirit of the constitution”, Bath said. “It is a fundamental right to be able to move and settle anywhere in the country.”The Inner Line Permit policy in Arunachal (and Nagaland, Mizoram, and Himachal Pradesh) is also something of a slippery slope. Having allowed four states to restrict entry, the Centre frequently faces demands from groups in Meghalaya, Assam, and Manipur to institute a similar system in their states.Furthermore, while Arunachal might be particularly diverse, it is, as Bath agrees, hardly the only diverse state with an indigenous populations at risk from outside influences. If protecting local populations is the rationale for keeping the permit system, then perhaps Chhattisgarh, with its large tribal population, should institute the permit system too?The future of one-IndiaThough the permit system is unlikely to be scrapped, reform is likely. The Arunachal government is putting together an Inner Line Permit-on-arrival system. “Outsiders being allowed to buy houses here is the next stage,” said Ramesh Negi, chief secretary of the Arunachal Pradesh government.Bath proposes more substantial changes. “Perhaps we could have certain areas in the state where you don’t need an ILP, places like Naharlagun and Itanagar,\" he said. \"That will allow economic development.” In addition, journalists, teachers, doctors, students, government employees should be able come without a permit.It isn't clear whether President Xi will affirm the notion of “one-India” this week. Yet, there is little evidence that either the Centre or the state are doing much to nurture an appetite in Arunachal Pradesh to either reform or eliminate the Inner Line Permit.","author":"Abhimanyu Chandra","time":"2014-09-17T18:00:08+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/679148-1d108b12-d8a7-46bb-acff-53ad3df522b3.jpg","tags":[]}