{"title":"China’s population falls for the first time in over 60 years","content":"China’s population declined in 2022 for the first time in over 60 years, official statistics revealed on Tuesday, according to Reuters.The country’s population declined by about 8,50,000 from 141.26 crore in 2021 to 141.17 crore at the end of 2022, the National Bureau of Statistics said. This was first such decline since 1961, which was the last year of the Great Famine in China.The population decline in China comes amid predictions that India may become the most populous country in the world this year.China’s birth rate was 6.77 births per 1,000 people in 2022, as against 7.52 births in 2021. The birth rate in 2022 was the lowest birth rate on record, reported The Guardian. The National Bureau of Statistics said that there were 95.20 lakh births in China in 2022, while the number of deaths stood at 1.04 crore, reported Al Jazeera. There were 72.20 crore men and 68.96 crore women in the country at the end of the year, the authority said.China abandoned its one-child policy in 2016 and introduced a three-child policy, backed by tax and other incentives, in 2021. Authorities in some provinces have announced cash payments to parents who have a second or third child, reported the South China Morning Post.Factors like the rising cost of living and the increasing age of marriage are believed to have made Chinese women reluctant to have children. The declining population has led to concerns about a demographic crisis caused by an aging population, as the government spends more on welfare schemes and revenues drop. However, Kang Yi, head of the National Statistics Bureau, told reporters on Tuesday that the country’s overall labour supply still exceeds demand, and people should not worry about the population decline, reported Reuters.","author":"Scroll Staff","time":"2023-01-17T13:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185725-yoydtlrxtq-1673937400.jpg","tags":["China","population decline","Child Birth","India Population"],"source":"https://scroll.in/latest/1042022/chinas-population-falls-for-the-first-time-in-over-60-years"}