{"title":"China’s population is about to shrink. Here’s what it means for India and the world","content":"The world’s biggest nation is about to shrink. China accounts for more than one-sixth of the world’s population.Yet after four extraordinary decades in which China’s population has swelled from 66 crore to 140 crore, its population is on track to turn down this year, for the first time since the great famine of 1959-1961.According to the latest figures from China’s National Bureau of Statistics, China’s population grew from 141.212 crore to just 141.260 crore in 2021 – a record low increase of just 4,80,000, a mere fraction of the annual growth of 80 lakh or so common a decade ago.While a reluctance to have children in the face of strict anti-Covid measures might have contributed to the slowdown in births, it has been coming for years.China’s total fertility rate (births per woman) was 2.6 in the late 1980s – well above the 2.1 needed to replace deaths. It has been between 1.6 and 1.7 since 1994 and slipped to 1.3 in 2020 and just 1.15 in 2021.By way of comparison, in Australia and the United States, the total fertility rate is 1.6 births per woman. In ageing Japan, it is 1.3.This has happened despite China abandoning its one-child policy in 2016 and introducing a three-child policy, backed by tax and other incentives, last year.Theories differ about why Chinese women remain reluctant to have children in the face of state incentives. One involves having become used to small families, another involves the rising cost of living, another involves increasing marriage age, which delay births and the dampens the desire to have children.In addition, China has fewer women of child-bearing age than might be expected. Limited to having only one child since 1980, many couples opted for a boy, lifting the sex at birth ratio from 106 boys for every 100 girls (the ratio in most of the rest of the world) to 120, and in some provinces to 130.Reasonable assumptionsChina’s total population grew by a post-famine low of just 0.34 in 1,000 last year.Projections prepared by a team at the Shanghai Academy of Social Sciences have it falling this year – for the first time post-famine – by 0.49 in 1,000.The turning point has come a decade sooner than expected.As recently as 2019 the China Academy of Social Sciences expected the population to peak in 2029, at 144 crore.The 2019 United Nations Population Prospects report expected the peak later still, in 2031-’32, at 146 crore.The Shanghai Academy of Social Sciences team predicts an annual average decline of 1.1% after 2021, pushing China’s population down to 58.7 crore in 2100, less than half of what it is today.The reasonable assumptions behind that prediction are that China’s total fertility rate slips from 1.15 to 1.1 between now and 2030, and remains there until 2100.The rapid decline will have a profound impact on China’s economy. China’s working-age population peaked in 2014 and is projected to shrink to less than one-third of that peak by 2100.China’s elderly population (aged 65 and above) is expected to continue to climb for most of that time, passing China’s working-age population near 2080.Much less youngThis means that while there are currently 100 working-age people available to support every 20 elderly people, by 2100, 100 working-age Chinese will have to support as many as 120 elderly Chinese.The annual average decline of 1.73% in China’s working-age population sets the scene for much lower economic growth, unless productivity advances rapidly.Higher labour costs, driven by the rapidly shrinking labour force, are set to push low-margin, labour-intensive manufacturing out of China to labour-abundant countries such as Vietnam, Bangladesh and India.Already manufacturing labour costs in China are twice as high as in Vietnam.Less manufacturingAt the same time, China will be required to direct more of its productive resources to the provision of health, medical and aged-care services to meet the demands of an increasingly elderly population.Modelling by the Centre of Policy Studies at Victoria University suggests that without changes to China’s pension system, its pension payments will grow five-fold from 4% of GDP in 2020 to 20% of GDP in 2100.For resource-exporting nations such as Australia, these changes are likely to require a reorientation of exports towards manufacturers outside China.For importers of goods including the United States, the source of goods is set to gradually shift towards new and emerging centres of manufacturing.Despite forecasts that this will be “the Chinese century”, these population projections suggest influence might move elsewhere – including to neighbouring India, whose population is expected to overtake China within this coming decade.Xiujian Peng is a Senior Research Fellow at Victoria University.This article first appeared on The Conversation.","author":"Xiujian Peng, The Conversation","time":"2022-06-01T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153024-hoiuimieng-1610028335.jpg","tags":["Population","One-child policy","China"],"source":"https://scroll.in/article/1025077/chinas-population-is-about-to-shrink-heres-what-it-means-for-the-world-and-india"}