{"title":"Chinese Army ‘firmly ensconced’ in Aksai Chin, says British think tank","content":"The Chinese military is “firmly ensconced” in the Aksai Chin region and looks set to remain there, British think tank Chatham House has said.The statement was part of a study titled “Are India and China Bound for Another Border Clash”. The study, published on June 2, was written by John Pollock and Damien Symon.India considers Aksai Chin as part of the Union Territory of Ladakh, while China considers the plateau a part of its Xinjiang province and Tibet. Beijing currently controls 38,000 square kilometres of land in Aksai Chin that is claimed by India.India and China have been locked in a border standoff since their troops clashed in Galwan Valley in eastern Ladakh in June 2020. Twenty Indian soldiers were killed in the clash. China had put the number of casualties on its side at four.  Chatham House said in its study that satellite images taken in the six months from October 2022 show a region increasingly in flux. “Where once there were scattered [China’s People’s Liberation Army] checkpoints and rudimentary positions on the Chinese side of the poorly demarcated Line of Actual Control, now there is an established Chinese presence,” it said. “...The images show expanded roads, outposts and modern weatherproof camps equipped with parking areas, solar panels and even helipads.”The study added that in the Galwan Valley, several bases of the People’s Liberation Army connected by roads can now be seen leading up from the main standoff site.The authors noted that there was “significant Chinese activity” in the Depsang Plains area. “Patrols seemingly intend to put pressure on, and impede the development of, a strategic Indian airstrip at Daulat Beg Oldi, which serves as a logistics and transport base for Indian operations at high altitudes and is the highest airstrip in the world,” the study said. “It crucially supports Indian units arranged not just against China but also against Pakistan.”Chatham House also noted a proposed Chinese G695 highway intended to link Xinjiang with Tibet is due to be completed by 2035. “[The highway] will run the length of Aksai Chin through the Depsang Plains, south past Galwan Valley and towards Pangong Tso,” it said. “It represents a strategic artery that will connect the contested region to mainland China and give the PLA a new supply route.”Podcast: What is driving the India-China border crisis – and how should New Delhi respond?In the 1950s, China had constructed the G219 highway in the disputed area. The new highway will reportedly be closer to the Line of Actual Control than the G219 highway.The new highway is part of China’s new national road network plan that aims to build 4,61,000 kilometres of roads by 2035.  So far, India and China have held 18 rounds of commander-level talks to resolve the conflict along the border. The last such talks were held on April 23.In a statement issued after the 18th round of talks, New Delhi said that both sides agreed to maintain security and stability on the ground in the western sector, according to The Indian Express.","author":"Scroll Staff","time":"2023-06-07T20:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166275-ixbyydmsoh-1636683112.jpg","tags":["Aksai Chin","China","Beijing","People's Liberation Army"],"source":"https://scroll.in/latest/1050527/chinese-army-firmly-ensconced-in-aksai-chin-says-british-think-tank"}