{"title":"China tells India to refrain from ‘over-interpreting’ its new map","content":"China on Wednesday told India to refrain from “over-interpreting” the new edition of its “standard map”, which claims ownership of Arunachal Pradesh and the Aksai Chin region.“It is a routine practice in China’s exercise of sovereignty in accordance with the law,” Foreign Ministry spokesperson Wang Wenbin said. “We hope relevant sides can stay objective and calm, and refrain from over-interpreting the issue.”India asserts that Arunachal Pradesh and Aksai Chin are parts of its territory.  Apart from Arunachal Pradesh and the Aksai Chin region, China’s 2023 edition of its “standard map” shows Taiwan and large parts of the South China Sea as part of its territory.Beijing sees Taiwan, which is a self-governed territory, as a province that is to be unified with the Chinese mainland. Taiwan, Vietnam, the Philippines, Malaysia, and Brunei have disputed Beijing’s claims over parts of the South China Sea.On Tuesday, India had again dismissed China’s territorial claims and said it has lodged a “strong protest” through diplomatic channels. New Delhi added that such steps only “complicate the resolution of the boundary question”.External Affairs Minister S Jaishankar told NDTV that the map meant nothing and that China has a habit of making such assertions.“Just by putting out maps with parts of India... this doesn’t change anything,” he said. “Our government is very clear about what our territory is. Making absurd claims does not make other people’s territories yours.”Narendra Modi should speak on the issue: Rahul GandhiBeijing’s response on Wednesday came hours after Congress leader Rahul Gandhi said that attempts to stake claim to Indian territory was a serious issue. He urged Prime Minister Narendra Modi to speak about it.“I have been saying for years that PM’s claim that not one inch of land was lost in Ladakh, is a lie,” the former Congress chief said. “The entire Ladakh knows that China has transgressed. This map issue is very serious. They have taken away the land.”VIDEO | \"PM should say something on China,\" says Congress leader Rahul Gandhi while leaving for Bengaluru. pic.twitter.com/RHda7fchFk— Press Trust of India (@PTI_News) August 30, 2023\n\nGandhi was referring to the prime minister’s statement made after the June 2020 clash between Indian and Chinese soldiers in the Galwan Valley of Ladakh. Modi had said at an all-party meeting that India had not lost any territory to the neighbouring country.Twenty Indian soldiers had died during the clash, while China claimed to have lost four of its soldiers. The two countries have been engaged in a border dispute since then.Earlier, Congress President Mallikarjun Kharge called China a “habitual offender” and said that India should raise the matter of the map at the upcoming G-20 summit in New Delhi.","author":"Scroll Staff","time":"2023-08-30T19:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193642-lwfrlbzjtb-1693401737.jpg","tags":["Rahul Gandhi","Narendra Modi","China","Wang Wenbin","China 2023 map"],"source":"https://scroll.in/latest/1055153/china-tells-india-to-refrain-from-over-interpreting-its-new-map"}