{"title":"China ramped up military infrastructure, deployment along LAC in 2022, says Pentagon report","content":"China continued to develop large-scale military infrastructure, including an airport, along the Line of Actual control in 2022 despite holding talks with India on resolving border disagreements, a report by the US Department of Defense flagged on October 19.The Pentagon report titled, “Military and Security Developments involving the People’s Republic of China” also observed that large-scale mobilisation and deployment by the Chinese army along the Line of Actual Control is likely to continue through this year.Border tensions between India and China have increased since June 2020 when a major face-off between Indian and Chinese soldiers took place in Galwan Valley of Ladakh. The clashes with rocks, batons, and clubs wrapped in barbed wire at multiple locations along the Line of Actual Control had led to deaths of 20 Indian and four Chinese soldiers. Tensions had flared at multiple friction points, with both countries stationing tens of thousands of troops backed by artillery, tanks and fighter jets. Since the Galwan clashes China and India have held several rounds of military and diplomatic talks to resolve the border standoff. However, China continued to increase its military deployment and develop military infrastructure along the Line of Actual Control, the Pentagon report said.“These improvements include underground storage facilities near Doklam, new roads in all three sectors of the LAC, new villages in disputed areas in neighboring Bhutan, a second bridge over Pangong Lake, a dual-purpose airport near the center sector, and multiple helipads,” the report said. In June 2017,  India and China were locked in a diplomatic standoff after both nations claimed that troops from the other country had transgressed into their territory in the Sikkim sector’s Doklam area. The Indian Army had stopped China from constructing a motorable road up to the Sikkim-Bhutan-Tibet tri-junction through the Doklam plateau.The report released on Thursday said that China increased its military deployment by one border regiment, supported by two divisions of Xinjiang and Tibet Military Districts in 2022 along the western sector of  Line of Actual Control. This also included four combined arms brigades in reserve. In a similar move, China also deployed three light-to-medium such combined arms brigades in the eastern and central sectors of Line of Actual control. “Although some elements of a light CAB [combined arms brigades] eventually withdrew, a majority of the deployed forces remain in place along the LAC.”The Line of Actual Control comprises three sectors: the eastern sector covering Arunachal Pradesh and Sikkim, the central sector in Uttarakhand and Himachal Pradesh, and the western sector covering Ladakh.The Pentagon report comes ten days after India and China held 20th round of military talks that failed to yield any substantive decision to resolve border standoff. The report also mentioned December 9 clashes between the Indian and Chinese soldiers in Arunachal Pradesh’s Tawang sector that came amid Galwan standoff.","author":"Scroll Staff","time":"2023-10-22T17:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155112-sfxkftbslr-1613707288.jpg","tags":["military infrastructure","US Department of Defence","China","India","United States","Border Standoff","Galwan Valley"],"source":"https://scroll.in/latest/1057950/china-ramped-up-military-infrastructure-deployment-along-lac-in-2022-says-pentagon-report"}