{"title":"China’s Covid cases may have hit 900 million. What does it mean for the rest of the world?","content":"Over the weekend, Peking University released a study that estimated 900 million Chinese had been infected with Covid up until January 11, representing 64% of the population.This compares with 43% of Australians testing positive, although antibody studies indicate a much higher proportion is likely.With Lunar New Year approaching, what will this massive wave mean for China and the rest of the world, including Australia?Unreliable figuresThe Chinese government says there have been almost 60,000 deaths of people with Covid in hospitals in the past five weeks. However, under China’s narrow definition of Covid deaths, the government claims Covid caused only 5,500 of these deaths because they died of respiratory failure.Since early December, media reports have revealed a major surge of cases is overwhelming hospitals, funeral homes and crematoriums. Yet throughout December the government reported fewer than 10,000 daily cases and single-digit daily deaths. There have been no official reports since January 12.This lack of transparency led the director-general of the World Health Organization to plead for more timely information in order to make a thorough risk assessment of the situation on the ground.Discrepancy in dataThe figure of 900 million cases compares to the official tally of 5,03,000 – a huge gap that could only be resolved by a systematic collection of Covid infection data from all provinces.The reported deaths all occurred in hospitals. There is no indication of how many people have died at home or in aged care facilities. Most cities and counties in China have a routine death certification system and this information should be available to the National Health Commission.If we accept both the Peking University case data and the government report on deaths (adding the previous 5,300 reported deaths), the cumulative case fatality ratio is 0.07 per 1,000 cases. This compares with 1.5 per 1,000 in Australia, which arguably has a better hospital system.So, the Chinese figure is not plausible; either cases have been overestimated or deaths have been underestimated. Even if China has not yet reached 900 million cases, lessons from other countries with similarly abandoned public health measures say it soon will.Covid cases in China touch 900 million - study - BBC News https://t.co/h8ZNyQiszJ— Equity & Health (@equitylist) January 15, 2023\n\nReasons behind surgeThe surge has coincided with the abandonment of China’s Zero Covid policy and the removal of almost all preventive measures. But the underlying reason is low population immunity due to both a previous low rate of infections and a relatively low vaccination rate. While around 90% of the population has received two doses of the vaccine, only 58% have received a third dose booster.Vaccination rates among elderly Chinese are much lower. The government recently announced that around 30% of people aged 60 and over – roughly 80 million people – were not vaccinated and boosted. Among those 80 or older, it was closer to 60%.Vaccine hesitancy is very common among the elderly in China and Hong Kong. While two doses of the main Chinese vaccines – Sinopharm and Sinovac – have proved effective, they are far less effective as boosters than mRNA vaccines, which China refuses to import.Shortage of antiviralsGiven the vaccination rate is so low among the elderly, ready access to antiviral drugs is essential. However, the government did not stock up on these drugs and they are almost impossible to get except on the black market where a five-day course of Paxlovid costs at least $2,300 (3,300 Australian dollars).Negotiations with Pfizer, the manufacturer of Paxlovid, and Merck, which makes Lagevrio, have broken down because of China’s insistence on a lower price.The World Health Organization has appealed to China to keep releasing Covid figures. Credit: Tingshu Wang/ ReutersThe other countriesWith international travel to and from China resuming, it’s inevitable the virus will spread to other countries.Many countries, including Australia, insist on travellers having a negative Covid test within 48 hours of departure. Others like South Korea, Taiwan, Japan and Italy also require tests on arrival. South Korea has reported 23% of travellers from China tested Covid-positive. In Taiwan it was 21%.The world may not see the full impact of the surge in China for another month or so. During the Lunar New Year period, an expected 2 billion trips will be made within China. This will transmit the virus to remote rural villages where there is minimal health care and no genomic sequencing facilities. So, the virus could infect an immunocompromised individual who may harbour the virus for months. This could result in a mutation that emerges as a more transmissible variant.So, the Australian policy of pre-departure testing makes sense but should also include the routine testing of wastewater from planes arriving from China. That said, a new variant originating in China may not arrive directly but via countries, such as Indonesia, that do not require pre-departure testing. Random testing of wastewater on all arriving international flights would be helpful.Most importantly, Australia needs to be prepared for a change in the dynamics of the pandemic either due to a new variant from China or the XBB.1.5 subvariant raging through the United States. And we are not coping well as it is.We need to improve our vaccination booster rate, make a serious investment in clean indoor air, use high-quality masks in poorly ventilated settings and provide easy access to Covid testing. Currently, because of our misplaced comfort with widespread transmission, these measures are flagging or absent. That’s at our peril.Michael Toole is Associate Principal Research Fellow, Burnet Institute.This article first appeared on The Conversation.","author":"Michael Toole, The Conversation","time":"2023-01-21T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185781-ervgrvezwv-1674044969.jpg","tags":["Covid-19","Covid surge in China","New Covid variant","Chinese New Year"],"source":"https://scroll.in/article/1042116/chinas-covid-cases-may-have-hit-900-million-what-does-it-mean-for-the-rest-of-the-world"}