{"title":"China misread India’s decisions on J&K’s status, says External Affairs Minister S Jaishankar","content":"External Affairs Minister S Jaishankar on Wednesday said China had misinterpreted India’s decision to abrogate Jammu and Kashmir’s special status and bifurcate it into Union territories, reported ANI. After the August 5 decision of the Centre, Beijing had said that making Ladakh a Union territory was unacceptable. “I think the Chinese misread what was happening there,” said Jaishankar, who is in New York City for a United Nations summit. “I went a few days after the legislation to China and explained to them that as far as they were concerned, nothing had changed. India’s boundary had not changed, the Line of Actual Control had not changed.”Jaishankar reiterated that the Kashmir move has no implications for India’s external boundaries. “We are sort of reformatting this within our existing boundaries,” he added. India and China have a 3,488-km-long border between them. The two countries have so far held 21 rounds of talks between special representatives to resolve the boundary dispute.Earlier this month, Beijing had said it was following the situation in Jammu and Kashmir  closely and opposed any unilateral actions that would complicate matters. In a joint statement with Pakistan, China called for the conflict in Kashmir to be resolved peacefully on the basis of United Nations Charter, relevant United Nations Security Council resolutions and bilateral agreements. China, a permanent member of the United Nations Security Council and an ally of Pakistan, had sought a “closed-doors” meeting to discuss the developments in Jammu and Kashmir on August 16. The meeting had ended without any outcome or statement from the council.Tensions between India and Pakistan have ratcheted up since New Delhi revoked Jammu and Kashmir’s special status on August 5. Pakistan, which has fought three wars with India for Kashmir since Independence, did not take the decision well.Jaishankar on Wednesday accused Pakistan of creating an entire industry of terrorism to deal with the Kashmir dispute. “In my view, it’s actually bigger than Kashmir, I think they have created it for India,” he said. Jaishankar added that India was open to talks with Pakistan but not “terroristan”. Jaishankar said Pakistan’s reaction to India’s Kashmir move was one of anger and frustration. Asked about the precondition for Kashmir talks with Pakistan, Jaishankar said, “I think we are getting this wrong. First of all Pakistan has to do something for its own good and if it does that, it would enable a normal neighbourly relationship with India, he said.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-25T14:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121056-jjqhnnpctj-1562347242.jpg","tags":["S Jaishankar","Jammu and Kashmir","Beijing","China"],"source":"https://scroll.in/latest/938453/china-misread-indias-decisions-on-j-ks-status-says-external-affairs-minister-s-jaishankar"}