{"title":"Chirag Paswan refutes uncle Pashupati Paras claim that he is not part of NDA","content":"Lok Janshakti Party (Ram Vilas) chief Chirag Paswan on Sunday claimed that his party is the part of the Bharatiya Janata Party-led National Democractic Alliance, reported NDTV.Paswan made the statement days after he attended the NDA meeting on Tuesday. However, on Saturday, his uncle and Union minister Pashupati Kumar Paras claimed that Paswan was technically part of the NDA even if he attended the alliance meeting. On Sunday, Paswan said that he has been constantly in touch with the BJP and Minister of State for Home Affairs Nityanand Rai. “I then met Union Home Minister Amit Shah and BJP chief JP Nadda,” Paswan told reporters. “They didn’t just honour our concerns, but we also prepared an outline of our alliance for the 2024 and 2025 elections.”The MP also pointed out that his party did not join any other alliance even when it walked out of the NDA.Paswan had left the NDA ahead of the 2020 Bihar Assembly polls and had campaigned against Chief Minister Nitish Kumar, who was at the time a BJP ally.The Janata Dal (United) alliance with the BJP fell through in August last year but Kumar again became the chief minister.The Lok Janshakti Party had plunged into a crisis in June 2021 when five of its six Lok Sabha MPs rebelled against Paswan and told Lok Sabha Speaker Om Birla that they have chosen Paras as the party’s leader in Parliament. The move was effectively a coup against Paswan, who is the sixth LJP MP. Birla had accepted Paras as the floor leader of the LJP in the Lower House.Following this party was split into two – Paswan-led Lok Janshakti Party (Ram Vilas) and Paras-led Rashtriya Lok Janshakti Party.","author":"Scroll Staff","time":"2023-07-23T19:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150226-svngmesiwz-1690121082.jpg","tags":["Chirag Paswan","Pashupati Kumar Paras","National Democratic Alliance","Bihar"],"source":"https://scroll.in/latest/1053129/chirag-paswan-refutes-uncle-pashupati-paras-claim-that-he-is-not-part-of-nda"}