{"title":"Mamata Banerjee backs police commissioner who ‘went missing’ after CBI summons, says he was on leave","content":"West Bengal Chief Minister Mamata Banerjee on Sunday extended her support to Kolkata police commissioner Rajeev Kumar, who has not been seen in public since the Central Bureau of Investigation summoned him in connection with the Rose Valley and Saradha ponzi scams on Friday. Banerjee claimed Kumar was “among the best in the world”, and that the Bharatiya Janata Party, which rules at the Centre, was “spreading lies” about him. She said he is “working 24x7, and was on leave for only one day recently”.“The highest levels of the BJP leadership are doing the worst kind of political vendetta,” Banerjee tweeted. “Not only are political parties their targets, they are misusing power to take control of the police and destroy all institutions. We condemn this.” Kumar headed the special investigation team that inquired into the two chit fund scams before the CBI took over the cases in 2014 on the Supreme Court’s orders, IANS reported. The special investigation team had been set up by Banerjee the year before.The CBI has sought documents and files from Kumar. However, he has not responded to notices asking him to produce the documents. Unidentified CBI officials said Kumar may be placed under arrest if he does not respond to the agency’s summons, NDTV reported on Saturday.Meanwhile, the Kolkata Police dismissed the CBI’s allegations as “baseless”.“Such is baseless news. Please take note that not only is the CP [Commissioner of Police] Kolkata available in the city, but has also been attending office on a regular basis, with the exception of January 31, when he was on leave for a day,” it said.The Kolkata Police also warned people against spreading news without verification. “All concerned may please take note that if any news is spread without proper verification, Kolkata Police will initiate strict legal action for defamation of both the CP Kolkata and Kolkata Police,” added the statement.The police chief had not attended an Election Commission meeting in Kolkata on Thursday. Chief Election Commissioner Sunil Arora told a press conference that he got no clear answer when he asked about Kumar’s absence. Banerjee later apologised to the poll body.“There is very little chance that he will come to work now,” a staff member in Kumar’s office told PTI on Saturday. “You can try on Monday or call his residence.”The Kolkata Police Commissioner is among the best in the world. His integrity, bravery and honesty are unquestioned. He is working 24x7, and was on leave for only one day recently. When you spread lies, the lies will always remain lies 2/2— Mamata Banerjee (@MamataOfficial) February 3, 2019","author":"Scroll Staff","time":"2019-02-03T11:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112117-lbelmbxwap-1549173398.jpg","tags":["Rajeev Kumar","CBI","Mamata Banerjee","Saradha scam","Rose Valley scam"],"source":"https://scroll.in/latest/911847/chit-fund-scams-kolkata-police-commissioner-goes-missing-after-cbi-summons-him"}