{"title":"Chowkidar to divine messenger: The transformation of Modi and India","content":"After he became prime minister in 2014, Narendra Modi made a statement that did not come to wide public attention but provided a clear indication of what he believed was his relationship with divinity.“Kuch log hote hai jinko ishwar kathin kaam ke liye hi pasand karta hai,” he said. There are some people whom God chooses to carry out difficult tasks. He was, of course, referring to himself.The reference was largely muted during his first four years but since then has found distinct utterance. “God has, perhaps, chosen me for many holy tasks like this,” he said in 2023 before Parliament passed the women’s reservation bill. Last week, there was no ambiguity, no hesitation. “God has chosen me to represent the people of India, as his instrument,” Modi said.  As he often does, he merged religion and politics and began a week of rituals – sweeping floors, feeding cows – and temple hopping in the southern states where his party has never gained significant traction.Modi’s rise to divinity was not entirely self-proclaimed. Many Hindus believe his contention, and even LK Advani, the man who brought down the mosque but who Modi put to pasture, concurred this week that Lord Ram had indeed chosen Modi to build the temple.#PranPratishthaCeremony'PM Modi was chosen by Lord Ram, and he will represent all Indians in the puja': LK Advani puts out a message on social media for PM Modi.BJP's Lal Krishna Advani has also been invited by the temple trust for the Jan 22 event in Ayodhya.@amitk_journo… pic.twitter.com/zrpnn6QM5N— TIMES NOW (@TimesNow) January 12, 2024\n\n\nWith the loud, grand inauguration of the Ram temple, the transformation of Modi from the chowkidar, the security guard, of 2019, to the vessel of God in 2024 is complete. The temple, incomplete or not, is now as much an instrument for Modi’s divine anointment as much as it is a symbol of the remaking of the law and Constitutional values and the formal launch of the Hindu rashtra or nation. One nation under Ram and Modi.The triumph at Ayodhya could not have come to pass without the assistance of India’s political, legal and constitutional establishment, working in tandem, deliberately or otherwise, over the years. You could say they crafted a promissory note and gradually transformed it into an undated blank cheque. In declaring the temple as his divine task, Modi merely encashed the cheque.It began with the Congress party, which first opened the locks to the Babri Masjid 38 years ago and allowed the first prayers, believing that political brinkmanship without commitment was a good way of scooping up some votes. It was the Congress that later allowed the final demolition of the mosque, and now flounders as it struggles to respond to Modi’s takeover of the temple and Hindu imagination. Over the years, various lower courts absolved those involved in the crime, as the Supreme Court described it before handing over the site to Hindus anyway. Last week, the chief justice, one of the authors of the unsigned Ayodhya judgment, made a very public run of temples in Modi’s home state, dressed in saffron, declaring that dhwajas or Hindu flags atop temples should serve as symbols of justice.Tweet does not existWith the Supreme Court leading the way for symbolic and real transformation, legal contradictions are a feature of India’s emerging jurisprudence, as the courts – with some honourable exceptions – fall in line with Modi’s vision for India: a developed nation where ancient Hindu practices are regarded as national imperatives, citizens rights are subservient to duties, and the people speak in one voice, handed down from above (usually Whatsapp).That the courts discard the letter and spirit of the law to let the union government have its way in substantive and even seemingly petty matters is evident. They allow dissidents, political opponents, journalists and others to remain in jail with specious or no evidence or trials. They allow the government judicial leeway to pursue criminal cases for thought crimes or no crimes and defer to its claims. The most significant court action has been to either defer critical constitutional cases until they become a fait accompli –  the temple, Kashmir, demonetisation, electoral bonds, electoral horse trading –  the benefits of which are credited to Modi and his growing image of a man capable of super-human feats.Court action and inaction allow a free pass to dubious legislative or executive action that helps sculpt Modi’s India, including judgements that uphold terrorism, money laundering or other laws that let his government, at worst, put who he wants in jail and keep them there, or, at best, stifle their work. National and public interest is often subsumed with Modi’s Hindu-first vision, his political interests, even his saviour persona. This week, for instance, the union government withheld Rs 7,000 crore to West Bengal to buy rice for the poor because ration shops did not carry Modi’s photo.   The bureaucracy genuflects, the courts submit, the military falls in line, and the media laud his masterstrokes. Debate and deliberation hinder the nation. Decisive action, whatever the means or consequences, is paramount. Through the vast machinery that serves him, Modi does not hesitate to deploy every resource, from finance to falsehood. As his government spends liberally on expressways, ports, and metros, he spreads the word that only he could do this in 70 years and that India is on its way to being a developed nation.  The stranglehold on the media and mastery of communication means there is little questioning why a billion Indians cannot afford a healthy diet, according to the Food and Agriculture Organisation, or why the government gives 800 million Indians free food, by Modi’s admission-turned-boast.  #MintSnapView | The government will spend ₹11.8 lakh crore to provide 5 kg of free foodgrains every month to an estimated 810 million people covered under the National Food Security Act.https://t.co/9IYQSp8rwO— Mint (@livemint) January 14, 2024\n\n\nYet, this week, flying in the face of these and other data indicating falling consumption and rising unemployment, a paper from the government’s think tank claimed 250 million people had left the clutches of poverty over the last nine years. On cue, Modi used that datum in his speeches. “When parties like the Congress only gave us the slogan garibi hatao (remove poverty) over 50 years, the fact that 250 million have climbed out of poverty is a very big thing,” he said. Data are an inconvenience to the crafting of Modi’s image, which is why there is no sign of the census and independent data sources are either knobbled, shut down or forced to align with his interests. Some Indians have indeed prospered in the Modi years. “Affluent Indians”, earning $10,000 (Rs 8.3 lakh) per year will rise to 100 million, up from 24 million in 2015, said a new Goldman Sachs report. That is in line with Modi’s economic trickle-down vision, spearheaded by select tycoons and their companies. For these, especially his friend Gautam Adani, who has gone from scooter-riding trader in Gujarat to one of the world’s richest men in Modi’s era, the government’s actions have made clear that he will stretch, bend or recraft the law, with the promise that India will prosper.  For Modi, economic transformation goes together with religious revivalism, and no institution is exempt in the drive for one aim, one voice, and one ideology, not even India’s elite Indian Institutes of Technology. If IIT Kanpur hosts sacred Hindu texts, IIT Bombay’s latest infrastructural addition is a gaushala, with cows now herded through the campus.With millions of Indians buying in to Modi’s vision for India, there was little objection to billions being spent to recreate Ayodhya, a small city in a nation known for its decrepit urban areas, or his government’s announcement that its offices would get a half-day off to celebrate the inauguration. A temple model was on display at an international science festival organised by India’s premier scientific research organisation, which also talked up its scientific contributions to the temple. India’s largest airline, Indigo, dressed it staff as characters from the Hindu epic Ramayana, expectant mothers tried to deliver babies on the auspicious day, and markets flew Hindu flags in anticipation of the consecration.Such is Modi’s power that not even the reluctance of two of the temporal heads of Hinduism’s four holy seats to endorse the ceremony could deter his self-appointed day in Ayodhya. His followers eulogised his seemingly superhuman powers. Like many others, one influencer (otherwise known for fake news and bigotry) claimed that Modi at 73 had not eaten anything for nine days, drunk only coconut water twice a day; “despite this observe his energy levels – from PMO to attending public programs”.All in a day’s work for God’s chosen one.Samar Halarnkar is the editor of Article-14.com, a website that focusses on issues related to the rule of law and democracy in India.","author":"Samar Halarnkar","time":"2024-01-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197675-pqmwgvvkek-1705674170.jpg","tags":["Narendra Modi","Ram temple","Indian Institutes of Technology"]}