{"title":"Christian pastor, wife arrested in Ghaziabad after mob makes conversion allegations","content":"A pastor and his wife were arrested in Ghaziabad on Sunday for allegedly converting residents to Christianity through persuasion and allurement.Pastor Santosh John and his wife Jiji were arrested based on complaints filed allegedly by members of the Hindutva group Bajrang Dal.However, Minakshi Singh, a Christian activist assisting John and his wife, denied the allegations.Singh claimed that the pastor and his wife were holding a service on Sunday when a “mob of goons created a scene and raised allegations of conversion”. She said that the mob called the police who took the pastor and his wife to a police station but they were released after questioning.Singh said that the police then again detained John and Jiji after the mob of around 40-50 men protested at the police station demanding their arrest.“The police came under the pressure of goons that is why they picked them again,” the activist said. “Their phones and laptop were also seized.”Goons barged into a Church in Delhi NCR & disrupted Sunday worship service on Feb 26. They got Pastor Santosh Abraham & his wife arrested!  In this \"free\" country any Christian can be booked on as baseless an allegation as \"forced conversion\"@USCIRF @India_NHRC @INCIndia @hrw pic.twitter.com/Vylvrqns5C— Philip Eapen (@ppeapen) February 27, 2023\n\nThe first information report, seen by Scroll, was filed against the couple on the complaint of Praveen Naagar, a Ghaziabad resident. They have been booked under provisions of the Uttar Pradesh Prohibition of Unlawful Religious Conversion Ordinance, 2020.In his complaint, Naagar alleged that John and his wife were “doing religious conversion work in an organised way by luring some poor and helpless people of the colony and trying to persuade them to change their religion”. He also claimed that the accused pastor offered him and one other person money.According to Singh, the case was filed around 9.30 pm on Sunday.On Monday, the pastor and his wife were presented before a magistrate, who rejected their bail.Advocate Alim Alvi, who represented the couple, said the arrest was unwarranted as the punishment for the charges against his clients, if convicted, would be less than seven years.The police can arrest a person if the crime warrants conviction of less than seven years only after serving them a notice under section 41 of the Code of Criminal Procedure, according to Supreme Court guidelines.   “Now we will move to the sessions court for bail,” Alvi said, adding that his clients will also press for action against the members of the Bajrang Dal who allegedly disturbed the Sunday service.  A police official, however, told Scroll that action against the couple was taken on the basis of “proper evidence” and refuted allegations that the department was under pressure from the mob.","author":"Zafar Aafaq","time":"2023-02-28T08:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187378-eijagmneev-1677551604.jpg","tags":["Christianity","Bajrang Dal","conversion"],"source":"https://scroll.in/latest/1044743/christian-pastor-his-wife-arrested-for-allegedly-converting-ghaziabad-residents"}