{"title":"Christopher Nolan’s celluloid cinema dream: ‘Film is here to stay, it’s a wonderful medium’","content":"There are many ways to spend an Easter weekend. Celebrated director Christopher Nolan chose to endure the heat and dust of Mumbai, talking up the cause of celluloid and photochemical film. Nolan is accompanying renowned British artist Tacita Dean and Kodak Chief Executive Officer Jeff Clarke for an event aimed at encouraging filmmakers and cinema halls to keep using celluloid alongside digital formats. The three-day event, titled “Reframing the Future of Film”, has been organised by Film Heritage Foundation, which was set up by Shivendra Singh Dungarpur in 2014 to archive and preserve Indian cinema. The event is the fourth in a series initiated by Nolan and Dean in 2011. Dean kicked off the event with a slide-show presentation of her artistic practice at the Bhau Daji Lad Museum on Good Friday. Dean was nominated for the Turner Prize in 1998 and has the rare distinction of having her work featured in three shows across three of London’s major galleries this year. She explained her love for and engagement with film stock to an attentive crowd that included Nolan and his producer wife, Emma Thomas, and the artists Anju Dodiya, Atul Dodiya, Jitish Kallat and Reena Saini Kallat. On Holy Saturday, Nolan attended a closed-door event at the Yash Raj Films studio with professionals from the Indian film industries, which included Shyam Benegal, Bina Paul, Amitabh Bachchan, Shah Rukh Khan, Santosh Sivan and Sudeep Chatterjee. After the event, Nolan, Dean and Dungarpur gave a summary of the meeting to journalists, following which the three addressed questions on a range of topics. My Fanboy moment. Inspiring to hear Mr.Nolan & Ms.Tacita Dean talk of the virtues of celluloid as an artist’s medium. Thanks @shividungarpur for having me over pic.twitter.com/08dyi0kmwz— Shah Rukh Khan (@iamsrk) March 31, 2018\n\nIt was already lunchtime, but the day was only beginning for the director of Memento, Inception and the Dark Knight trilogy. He schlepped across the city to the IMAX theatre in Wadala, where a screening of a 70mm print of Dunkirk was being held at 6pm. Nolan travelled further south to the Liberty theatre to introduce a 9pm screening of a 35mm print of his 2014 space travel drama Interstellar.On Sunday, Nolan, Dean and Dungarpur will team up again for a panel discussion on why they think celluloid should be saved from forced obsolescence. Nolan is among the leading advocates among big-name Hollywood directors (including Paul Thomas Anderson and Quentin Tarantino) of shooting on 35mm and 70mm rather than on digital formats. His passion for celluloid has been reflected in his work since The Dark Knight in 2008. Dunkirk, his 2017 movie about the evacuation of thousands of British soldiers during World War II, was shot mostly on 65mm large-film stock and IMAX 65mm, and was projected in 35mm, 70mm and IMAX formats around the world. Dean and Nolan approach film from different directions, as she explained in her lecture on Friday: “Chris works on film for its precision, I work on film for its imprecision.” Dean has been using mainly 16mm film for an eclectic engagement with, among other things, landscape and objects from nature, her take on art history, and her fascination with literary figures such as Rene Daumal and JG Ballard. Her first artwork using film, titled Kodak, was shot at a Kodak factory in France 2006 that was on the verge of closure. She has since made film a fundamental part of the work, and is also a founding member of the website Savefilm.org.\n\n\n    \n    Play\n\nFilm by Tacita Dean.In an essay in the Guardian newspaper in 2011, Dean wrote about her anguish about the shuttering of Soho Film Laboratory, the last such company to process 16mm film in Britain. “These last few days have been like having my bag stolen and remembering, bit by bit, what I had inside it,” she wrote. “Many of us are exhausted from grieving over the dismantling of analogue technologies. Digital is not better than analogue, but different. What we are asking for is co-existence: that analogue film might be allowed to remain an option for those who want it, and for the ascendency of one not to have to mean the extinguishing of the other.”Dean reiterated her argument in Mumbai. “It is important to show a work in the medium in which it was made,” she said. Dean clarified that she wasn’t “fetishing film”, but “merely arguing that we can work in both film and digital too”. She wanted to continue to be able to work with film, and said that to give it up would be the “equivalent of an existential crisis”, and that she would “lost the ability to see even where I was walking”.Nolan too argued eloquently in favour of allowing filmmakers and cinematographers to choose whether they shoot with 35mm or 70mm or on digital, rather than being forced to work on digital formats because the processing and projection infrastructure is increasingly geared against analogue methods.\n\n\n    \n    Play\n\nThe making of Dunkirk.“It’s a creative decision and not just a technology,” Nolan said at the press meet. “There is a selective quality to the idea of what money should and shouldn’t be spent on. The technology companies have intimidated us into thinking about things we should not be thinking about at all, such as how difficult it is to shoot on film or move prints around. When you break down the costs, there aren’t that many differences between shooting on film and digital. To cut corners on the choice of medium doesn’t make sense.”The meetings in Mumbai were geared towards “trying to engage filmmakers in a discussion of how to maintain… a celluloid and photochemical analogue experience”. It was important to allow directors to make and screen films they way they were intended, rather than being compelled to convert their celluloid works to digital versions to suit the needs of cinema chains. “There has been a functional imperative to try and transform the industry,” Nolan said. The advocacy of celluloid is described as a backward move towards a fast-disappearing technology, but film is “here to stay” and “a wonderful medium”, Nolan asserted. “Making a film is always about facing insurmountable obstacles,” he said when asked about the advice he would give young filmmakers. “I am trying to empower filmmakers to view their choice of medium as one of the things to fight for.”The year Dean made her Kodak film was also the year when the battle between film and digital started in earnest. It was in 2006 when DCP (digital cinema package) began to replace 35mm exhibition across cinema chains, Variety noted in a report on the first “Reframing the Future of Film” seminar at the Getty Research Institute in Los Angeles in 2011. “While the crusade for film preservation is nothing new – and has benefited greatly from the efforts of film archives and restoration initiatives like Martin Scorsese’s Film Foundation – few people tend to think of movies made in the 1980s, ’90s and even ’00s as being in danger of oblivion,” Variety wrote, “And yet… curators with far less clout than Nolan are constantly being asked by distributors to publicly exhibit DVDs or other low-resolution digital copies of movies for which 35mm prints either don’t exist or won’t be lent out for fear of incurring damage. Which is to say nothing of the many thousands of movies from cinema’s past that have never been made available on DVD, streaming, or any other consumer format and can be viewed only on physical film prints, most of them locked away in studio vaults, many in need of restoration.”\n\n\n    \n    Play\n\nThe Film Preservation Centre at the Museum of Modern Art.Dean refuses to show her works at museums and galleries that say that they cannot afford film projection. Nolan, meanwhile, has been leveraging his massive box-office influence and global popularity to push studios and cinema chains to allow filmmakers to choose the medium in which they can make and screen their works. He will be screening a 70mm print of Stanley Kubrick’s 1968 science-fiction classic 2001: A Space Odyssey at the Cannes Film Festival in May.“Film is the perfect analogy for our relationship between our perceived world and our dreams and memories – it is about an emotional reaction to the medium,” he said. “It is about getting out of the idea of looking at film in engineering terms, since so many filmmaking decisions are emotional.”For Dungarpur, who used film cameras to shoot his documentaries Celluloid Man (2014), about the pioneering film archivist PK Nair, and Czech Mate: In Search of Jiri Menzel (2018), about the Czech New Wave filmmaking movement, the Mumbai event is an opportunity to “strengthen our advocacy to help us preserve our legacy”. However, the task of persuading Indian producers and studios to continue to produce and project films on 35mm and 70mm is as difficult as evacuating the soldiers from Dunkirk. Digitisation is equated with progress across Indian film industries. Single screen cinemas that were equipped to screen 35mm prints have been increasingly digitised. Processing facilities for motion picture film are difficult to find, and even Kodak, the market leader, shuttered its Indian unit in 2014.In an interview with Times of India, Kodak CEO Jeff Clarke announced that his company will be making a comeback in India. “The demand for film went so low in 2012 that Kodak effectively stopped selling film,” he told the newspaper. “Today we’re relatively small and supporting the printing market in India with $40 million in US revenues and 85 employees down from hundreds back in the heyday. But last year we sold 200,000 feet of film to independent documentary filmmakers. Still a tiny fraction but we’re seeing enormous amount of motion picture content and creativity in India as well as huge viewing public.” Kodak has signed an agreement with Filmlab, the film production studio in Mumbai, to build a processing laboratory. Also in the pipeline are moves to “get film schools to teach film again and bring back film projectors”. For decades, the phrase “celluloid dream” was synonymous with filmmaking. Efforts such as the Film Heritage Foundation event in Mumbai might ensure that Tacita Dean’s advice, “Don’t talk about digital versus film, talk about film plus digital,” might become a reality all over again.Emma Thomas and Christopher Nolan in Mumbai. Image credit: Film Heritage Foundation.","author":"Nandini Ramnath","time":"2018-04-01T10:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/874028-85874-ttuzmiwkrt-1522558515.jpg","tags":["Shooting on film","Tacita Dean","Christopher Nolan"],"source":"https://scroll.in/reel/874028/christopher-nolans-celluloid-cinema-dream-film-is-here-to-stay-its-a-wonderful-medium"}