{"title":"Chronicle of an arrest foretold: As Anand Teltumbde is about to go to jail, an editor pays tribute","content":"“Every thinking Indian is a potential ‘urban Maoist’; it is just the mercy of the police that such Indians are not all under arrest.”— Anand Teltumbde, 30 June 2018, in 'Economic and Political Weekly'\nTo expect such small mercies – because you studied or taught at IITs and IIMs, because you have a PhD in cybernetics, because you chair Big Data Analytics at a premier management institute, and because you are married to Babasaheb Ambedkar’s granddaughter – is clearly folly. The man who wrote against the injustices done to a host of his friends and fellow-travellers is set to join their ranks. You could easily replace the names of the persons Anand Teltumbde wrote about in several essays – Sudhir Dhawale, GN Saibaba, Vernon Gonsalves, Sudha Bharadwaj, Binayak Sen or Surendra Gadling – and produce a fine critique of his own ridiculous detention. He now features in a list of impeccable citizens who find themselves accused of plotting to kill the Indian prime minister. Yet, it is not outrage but numbness I felt as I struggled to write about Teltumbde after he suggested that I write something following the March 16 Supreme Court decision denying him and several others anticipatory bail.Here’s something from the chapter titled “Manufacturing Maoists: Dissent in the Age of Neoliberalism” from this book Republic of Caste: Thinking Equality in the Time of Neoliberal Hindutva:“Sudhir Dhawale, a well-known social activist in Maharashtra, who was arrested by the police for his alleged links with the Maoists, was released from Nagpur’s central prison in May 2014 after being acquitted of all charges. Yet, he had had to spend forty months in jail as an undertrial. Eight of his co-accused were also acquitted with him. In 2005, the dalit poet Shantanu Kamble was arrested on similar charges and tortured for over a hundred days before he got bail. He now stands cleared by the court of all charges. The radical political activist, Arun Ferreira, confined in jail for well over four years, was tortured and harassed, repeatedly arrested in fresh cases after being acquitted in earlier ones, before he could finally get bail in January 2012.”The chapter reads like a chronicle of Teltumbde’s arrest foretold.No bail from the Supreme CourtI had published Republic of Caste at Navayana on April 14, 2018, Babasaheb Ambedkar’s birth anniversary, a symbolism Teltumbde himself was not too keen on, though the cruel irony of being hauled to prison on April 14, 2020, is not lost on anyone.The highest court of the land has had its say. Earlier, speaking at an international judicial conference on February 22, Justice Arun Mishra, who along with Justice MR Shah sat in judgment on the Anand Teltumbde–Gautam Navalakha case, detained under the Unlawful Activities (Prevention) Act, had praised Prime Minister Narendra Modi as an “internationally acclaimed visionary” and a “versatile genius, who thinks globally and acts locally”.Other betrayals had already begun, and they hurt more because they came from closer home, from those he counted among friends. Once the police decided to frame Teltumbde in the Bhima-Koregaon case, Economic and Political Weekly started raising tasteless queries and even suggested he “share” his monthly column, “Margin Speak”, with others from the margins, he told me. He gave it up. Commissioned in 2006, “Margin Speak” was the longestrunning column in the internationally reputed journal.Wake up Dalits wake up : Anand Teltumbde's arrest on Ambedkar Jayanti is a national shame@kanhaiyakumar @meenakandasamy @ReallySwara @AnandTeltumbde pic.twitter.com/Ne4Vr3QxEL— Jignesh Mevani (@jigneshmevani80) April 12, 2020\n\nAfter the hearing, I asked Teltumbde – without irony – what else could be done to legally appeal against the brazen illegality that had already landed thousands in jail. He said, with a chuckle, “Maybe the coronavirus will save me. Our prisons are already overcrowded, and coronavirus is more likely to spread where social distancing is not possible: so if we get an ingenious lawyer, the threat of this virus may save us.”Teltumbde was trying to be desperately reasonable. When Justices Mishra and Shah invoked Section 43D(4) of Unlawful Activities (Prevention) Act to rule on March 16 that the provision “bars” the relief of anticipatory bail to those accused of offences under the legislation, Covid-19 had already entered India. Two days after this ruling, Justice Arun Mishra had bantered in court about the virus: “These mahamari [epidemics] happening in every 100 years. Ghor kalyug mein virus se hum fight nahi kar sakte.” We can’t fight a virus in this terrible kalyug. Mishra is the third in the line of seniormost judges in the Supreme Court. There’s no vaccine against thoughtlessness.The lawyers representing Teltumbde and Navalakha did argue on April 8 that “going to prison during this time of coronavirus is virtually a death sentence”, but the two-judge bench, which again featured Mishra, didn’t buy it. They likely see Teltumbde and Navalakha and other like them as being more harmful than even coronavirus. How could a deadly virus, singularly lacking in imagination, trump the purported hatching of a plot to kill the prime minister? There’s also no comfort in this: the “low” conviction rate under UAPA, at 33%, is way more than Covid-19’s projected mortality rate of 2%. But with both the UAPA (or most such laws) and coronavirus, often the process is the punishment.When I began this piece some three weeks ago, it felt like an obituary, and I abandoned it. There are two modes of silencing the most trenchant critics: murder through fringe outfits, like with Gauri Lankesh or MM Kalburgi, or a virtual execution by the state and the judiciary. In the Bhima-Koregaon case, the actual instance of violence and injustice – the planned Hindutva-led violence against dalits on the bicentennial anniversary of the Battle of Bhima­-Koregaon - is sidestepped. In any case, it doesn’t matter any more that Teltumbde’s views on Bhima–Koregaon have always been contrary to most viewpoints on the issue.An Ambedkarite by birth!’I have published two of Anand Teltumbde’s most significant books at Navayana. I often get mistaken for him: we share first names. I end up handling emails, letters and phone calls meant for him. There have been occasions where I have had long conversations with people only to realise that they are actually talking to the wrong Anand. The confusion both amuses me and honours me. Consequently, when invited to say, write or do something, I first check whether they are talking to the right Anand. Today, only one Anand goes to jail.“As we look into our parents’ eyes, we see only pain”: An open letter by Anand Teltumbde’s daughtersPrachi Teltumbde and Rashmi Teltumbde write: https://t.co/8Wgoskxy1x— The Caravan (@thecaravanindia) April 12, 2020\n\nI earned his quick and ready comradeship and camaraderie in 1999, when I first met him at what I thought was an unlikely place: the Sheraton Hotel in plush South Chennai. He was in town on work as a senior management official with Bharat Petroleum, the public sector giant. The previous day, he had delivered a lecture at the Madras Institute of Development Studies. I had been reading Teltumbde since 1998. His was a fiercely anti-caste and anti-globalisation and anti-liberalisation voice that I admired greatly. But I did not think I’d be meeting a man who worked at the intersection of corporate and state interests. A radical left man who knows his Ambedkar, inside the system? As he explains in a long interview to the French sociologist Roland Lardinois, where he uncharacteristically traces his life’s story, “Long before I was a communist by conviction, I was an Ambedkarite by birth!” Teltumbde was born in Wani, Yavatmal district, one of India’s poorest drought-prone regions, which he describes as “a den of Ambedkarism”. One of his first books in English was Ambedkar in and for the Post-Ambedkar Dalit Movement, published in 1997 from Pune by Sugawa. It was difficult to find it in any of the big bookstores in Chennai (such as Landmark). I fished it out from the now-defunct, hole-in-the-wall Oasis Books on Kutchery Road, Mylapore, curated by VRJ Prabalan. The primary reason for our meeting was this: Teltumbde had produced, at his own expense, a CD-ROM that contained all the English language writings and speeches of Babasaheb Ambedkar. The volumes produced under the Maharashtra government series, titled Dr Babasaheb Ambedkar: Writings and Speeches were not available in any regular bookstores. Rarely could a serious student of Ambedkar manage to lay their hands on all the 14 volumes that had been produced till 1999. The searchable CD-ROM also offered more than a thousand archival images of the Ambedkar-led movement culled from various unnamed sources. There was even a video clip of Ambedkar. The sleeve note said it was meant for private circulation among “the students and researchers of Ambedkar-thought and the activists in the movements of the oppressed people all over the world”. I collected some twenty copies and passed them on to friends. Soon, one of the earliest Ambedkarite websites, ambedkar.org, reproduced the contents of the CD-ROM on its site.Before we first met, we had been in touch over email and were part of shared listservs. The countdown to the World Conference Against Racism in Durban (September 2001), where Dalit rights activists argued that the world recognise caste discrimination on a par with racial discrimination, had begun; and the Bhopal Declaration was sometime away (January 2002), with “proposals to promote dalit enterprise and seeding an inchoate idea of reservations in the private sector” as Teltumbde would later put it. I first encountered Teltumbde’s writings in a series of book-length volumes published by Vikas Adhyayan Kendra, a voluntary organisation headed by Ajit Muricken in Maharashtra. VAK published a quarterly journal called Vikalp (marked for “private circulation only”): It was devoted towards fostering critical discourse with a range of Marxist concerns, engaging with issues such as Hindutva majoritarianism and the state’s embrace of World Bank/International Monetary Fund-mandated economic policies. Viklap also published the proceedings of the Dalit Intellectual Collective, a conference that ran for about ten editions starting in the mid-1990s; these events often featured Teltumbde.Dalit leaders condemn Anand Teltumbde's arrest on 14 April—Ambedkar JayantiThe full, unedited text of the statement: https://t.co/EYK38bScDk#BhimaKoregaon #AnandTeltumbde pic.twitter.com/6qupwjYfeY— The Caravan (@thecaravanindia) April 12, 2020\n\nThe CEO who was a criticIn some years, Teltumbde became Managing Director and CEO of Petronet India Limited, BP’s divestment division, with five joint venture companies under him. This task seemed completely antithetical to his avowed beliefs. He was already a well-known public intellectual, at ease in Marathi, Hindi and English, always at odds with the state by disposition. And yet he worked with it, when and if needed, as an absolute professional. His honesty, decency and work ethic always landed him prized jobs. One of the most vocal critics of the state’s embrace of World Bank/IMF-enabled ruthlessness of the market was to helm an operation at the heart of the state’s liberalisation project. “The business model conceived for the company was grossly faulty, but in the hope that I would be able to correct it, I accepted the offer in 2003,”  he said.Teltumbde rode such contradictions with mastery.An engineer with a management degree from the Indian Institute of Management, Ahmedabad, class of 1982, Teltumbde worked for a range of private companies and the public sector Indian Oil Corporation for years. His activism and writing were never hidden, and ran parallel to his professional life. It was while working for Petronet, which required him to often travel from Beijing to Kenya to Mumbai, that he produced the manuscript of Khairlanji: A Strange and Bitter Crop (2008), perhaps the first book devoted to the study of a caste atrocity and its aftermath. He produced the first draft of the manuscript in ten days, often working on long-haul flights and in airport lounges.When the conflicts of interests between member companies in the JV reached a climax in 2010, he quit Petronet. Given his managerial and technical expertise, he went on to teach at some of the premier management institutes of the country, starting with the IIT Kharagpur Business School. He has haunted the very places that breed professionals for jobs created to efficiently enhance the market and dismantle any possibility of genuine revolutionary justice. For the Teltumbde I have come to know over the years, justice is always revolutionary. And the state, even when its framework was established under the stewardship of Babasaheb Ambedkar, always remained suspect in his eyes. In the introductory chapter of Republic of Caste, he writes: “The slightest sign of independent expression from dalits, and the state descends upon them with brute force, incriminates them as naxalites, incarcerates them for years, and even kills them with impunity…the state is the permanent agent that reassures various culprits that they need not worry about consequences. The courts often play along.”His work with the Committee for Protection of Democratic Rights and his participation in various fact-finding efforts across the subcontinent over three decades bear testimony to the fact that Teltumbde is someone who has always made it his business to question any power that allied itself with the might of the state. So Mayawati does not get special treatment when Teltumbde writes. Nor would he spare Jyoti Basu over Nandigram or Singur. He is someone unafraid of calling a spade a bulldozer, since he sees in it what it is to become. Dr Anand Teltumbde is one of the top intellectuals & academicians of our country. He has been a strong voice against injustice. His arrest must be stopped.We demand the release of all political activists & thinkers. #StandWithAnand pic.twitter.com/qO9MtZde43— Prakash Ambedkar (@Prksh_Ambedkar) April 5, 2020\n\nThe nightmare beginsFrom reading and admiring him to publishing him, I have learnt a lot from Teltumbde. This incarceration is a punishment for being who he is and for doing what he did. What this imprisonment means is something Teltumbde himself explained best when he wrote an open letter to the public in January 2019: “The arrest for me is not simply the hardship of prison life, it is keeping me away from my laptop, which has been integral with my body, from my library which has been part of my life, half-written manuscripts of books committed to various publishers, my research papers that are in various stages of completion, my students who staked their future on my professional reputation, my institute [Goa Institute of Management] that has invested so many resources in my name and recently took me on its Board of Governors, and my numerous friends and of course my family. My wife, who, as the granddaughter of Babasaheb Ambedkar, hardly bargained for this fate, and daughters who are already disturbed not knowing whatever that has been happening to me since last [2018] August.”Teltumbde joins the ranks of thousands of undertrials – 67% of the 4.5 lakh prisoners are under trial, and Muslims, dalits and adivasis account for 53% of all prisoners. He is first likely to be taken into custody by the National Investigation Agency, and, after the wait to be charge-sheeted, he could be detained for up to 180 days as he awaits trial.As the nightmare begins, I kept thinking back to Teltumbde’s favourite word: dynamic. As his editor I had to keep its overuse under check. It is a rather modern word that traces its origin to 1812: “pertaining to mechanical forces not in equilibrium, pertaining to force producing motion”. It draws from the Greek dynamikos “powerful”, and from dynamis “power”, from dynasthai “to be able, to have power, be strong enough”. It is the opposite of static. If anything, Anand Teltumbde is dynamic. His confinement portends to what awaits “every thinking Indian”.","author":"S Anand","time":"2020-04-13T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/42411-zewtzetnud-1475078039.jpeg","tags":["Anand Teltumbde","dalits"]}