{"title":"Cinema, art, friendship and Kolkata intersect in documentary on Rituparno Ghosh","content":"Five years after Rituparno Ghosh’s death, his extraordinary life and films have been explored in the form of a documentary by his friend, collaborator and associate director, Sangeeta Datta. Bird of Dusk, which is being screened at the Bagri Foundation London Indian Film Festival in June, is a lovingly told biographical documentary of one of Bengal’s tallest cultural icons in recent times.At the time of his untimely death at the age of 49, Ghosh had received both critical acclaim and popular adulation for his nuanced and gentle story-telling, eye for detailing, and ability to ignite conversations on gender politics, feminism and love and desire – all within a familiar urban, middle-class milieu. With 20 films made in over 20 years, 12 National Film Awards and international accolades at prestigious film festivals, Ghosh is perhaps one of the most feted directors to have emerged from India in the 1990s.\n\n\n    \n    Play\n\nBird of Dusk.Bird of Dusk is the first critical attempt to document Ghosh’s work, Datta said in a telephonic interview from London. “Deciding to make the film was not an objective one, especially since I had a very emotional connect with the person,” she said. “Rituparno was a very old friend. We went to college together. He studied economics and I was a student of literature. We remained friends through the years he worked in advertising and I finished my PhD and went to Bombay. He went on to become the editor for ABP group’s film magazine Anandalok and I moved to London.”The friends reconnected once Ghosh’s early films began to generate interest outside India. After his maiden screening in the United States of America, Datta invited Ghosh to the United Kingdom. Two of his key films, Bariwali (2000) and Utsab (2000), were shown in London. At that time, Ghosh was embarking on more ambitious productions, Datta said, referring to Chokher Bali (2003), starring Aishwarya Rai and Raima Sen, Raincoat (2003), with Ajay Devgn and Aishwarya Rai, Antarmahal (2005), starring Abhishek Bachchan and Soha Ali Khan, and The Last Lear (2007), featuring Amitabh Bachchan and Arjun Rampal.“It was a big leap, and I started working with him as an associate director,” Datta said. The back-to-back schedules – Ghosh rolled out three movies in 2003 alone – immersed Datta in pre-production work. “It was a very rich and rewarding experience because we collaborated not just for cinema, but art as well,” Datta said. “I saw a man who not just made films, but also had a gift for writing wonderful prose and poetry. He took a strong stance on gender issues in some of his last films. I still come across so many young people who tell me that he was an icon not just for the films he made, but for what he presented. I wrote a book on him from this personal angle first. The film has followed. But this is not a hagiography. It does not praise him, but puts him in the right context.”Rituparno Ghosh and Sangeeta Datta. Image courtesy: Sangeeta Datta.The 90-minute documentary retains its objectivity while tugging at the heart strings. Ghosh’s friend and mentor, filmmaker Aparna Sen, speaks about his inner turmoil and his coming out of the closet. “I often asked him if he wanted to be me, whether he wanted to go for a sex change procedure, and he said no,” Sen says at one point while talking about his gender fluidity.Acting legend Soumitra Chatterjee speaks of how Ghosh managed to bring urban audiences back to the theatres. Sharmila Tagore, while talking about Ghosh’s genius, does not hesitate to mention that the filmmaker played up her old rivalry with Rakhee, with whom she was cast in the thriller Shubho Mahurat (2003). “Something I did not quite like,” she says. What gives the film its special timbre is the voice-over by Soumitra Chatterjee. Datta accessed some of Ghosh’s editorials for the Pratidin newspaper, which were eventually published in the memoir First Person. “The editorials were the only way I could bring in Rituparno’s voice,” Datta said. From dealing with the heartbreak of not being able to release his first film, Hirer Angti (1992), to his love notes to the city that nurtured him, Ghosh’s elegant prose comes alive in Chatterjee’s recitation. Particularly poignant are the lines about Ghosh’s mother, who makes up a story while trying to feed him.  As chapters from Ghosh’s life unfold, his work and his style are analysed by his actors, including Tagore, Nandita Das, Prasenjit Chatterjee, Arjun Rampal and Konkona Sen Sharma, and his core crew, including cinematographer Aveek Mukhopadhyay, editor Arghyakamal Mitra and music composer Debajyoti Mishra. International festival curators discuss the filmmaker’s position in international cinema.  \n\n\n    \n    Play\n\nChitrangada (2012).Also featured in Bird of Dusk is director Kaushik Ganguly, who made Arekti Premer Golpo after the decriminalisation of Section 377 of the Indian Penal Code. Ganguly cast Ghosh as a transgender filmmaker for the movie, and he speaks of the electrifying moment when Ghosh stepped out from his room, dressed like a diva. The conversations are illustrated with footage from Ghosh’s films, his televised interviews, and behind-the-scenes clips from his sets. The audience also discovers the city that was Ghosh’s “muse and mother”. This is not Bollywood’s Kolkata, where cameras hover over the familiar trams, slatted windows and hand-pulled rickshaws. This is Ghosh’s Kolkata, where the city is bathed in iridescent blue at night, Muharram processions make their way through the streets, skyscrapers loom over graveyards, and college students smear each other with colour in the backdrop of anti-fascist political posters on college campuses. There is also the river running like a leitmotif throughout the film – the fluidity representing Ghosh’s gender fluidity, Datta pointed out. “Rituparno never moved out of Kolkata, I did,” said Datta, who has a book on Shyam Benegal and the feature film Life Goes On (2009) to her credit. “But while I was making this film, it was rediscovering the city all over again with fresh eyes.”\n\n\n    \n    Play\n\nDosar (2006).Despite the fact that this was the first attempt at documenting Ghosh’s cinema, Datta struggled with financial support. Even though most people were generous with their time, she had to fall back on her own family and friends to put together the finances for Bird of Dusk. A round of crowd funding, limited to those whom she knew, helped the project see the light of day even as archival material, inputs and insights were pouring in. “I guess it is because documentaries are not commercially viable,” Datta said.Apart from screenings at the London Indian Film Festival and BFI Southbank in June, the documentary will eventually travel to Nandan, the cultural centre and state-run theatre in Kolkata that Ghosh wrote about with much love and pride. “There are few places in this world where I feel the most secure…my mother’s home where I was born and raised is one of them…and Nandan,” he wrote. This is where Ghosh had his first glimpse of world cinema, and this was where he was given a gun salute during a state funeral.Rituparno Ghosh. Image courtesy: Bird of Dusk/Storm Class Productions.","author":"Chandrima Pal","time":"2018-06-02T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/881143-yhckuapmvd-1527867043.jpg","tags":["Bird of Dusk","Rituparno Ghosh","Bengali cinema"],"source":"https://scroll.in/reel/881143/cinema-art-friendship-and-kolkata-intersect-in-documentary-on-rituparno-ghosh"}