{"title":"Citizenship Bill: Eight articles on the contentious draft law set to be tabled in Lok Sabha today ","content":"Parliament will begin discussing the Citizenship Amendment Bill on Monday, with Union Home Minister Amit Shah set to table it in the Lok Sabha. This comes after days of protests against the draft law in the North East and cities such as Delhi and Bengaluru. Opposition parties such as the Congress, the Samajwadi Party, the All India Majlis-e-Ittehadul Muslimeen, the Trinamool Congress, and the Dravida Munnetra Kazhagam are against the amendments. Echoing Majlis’ leader Asaduddin Owaisi, Congress leader Shashi Tharoor on Sunday warned that passage of the Bill would mark the definitive victory of Muhammad Ali Jinnah’s politics over that of Mahatma Gandhi’s, and reduce India to a “Hindutva version of Pakistan”.The bill proposes an amendment in a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cutoff date is December 31, 2014.The proposed law was approved by the 16th Lok Sabha but it lapsed after not being introduced in the Rajya Sabha. This time too, its passage in the Lower House is expected to be easy, where the Bharatiya Janata Party-led National Democratic Alliance has  majority. However, the government may find it difficult to push it through the Upper House.Here is a round-up of articles on the bill:How exactly does India’s Citizenship Amendment Bill discriminate against Muslims? The proposed law would allow non-Muslim illegal migrants to become Indian citizens.The Citizenship Bill rests on shaky legal grounds: Unreasonable classification and exclusion of a group of people cannot stand the test of equality clause.Four myths about the Citizenship Bill – from fighting religious persecution to helping NRC-excluded: The Intelligence Bureau has itself claimed that the bill’s strict processes mean only a very small number of people will benefit.Special report: Will the Citizenship Amendment Bill really help Bangladeshi Hindus become Indian? The BJP has held up the bill as a solution for Bengali Hindus left out of the NRC. But the processes laid out in it are too complex to work on the ground.Will the North East ‘exemptions’ in the new Citizenship Bill meet their purpose? The bill does not apply to Sixth Schedule areas and places under the Inner Line Permit regime.No law for refugees in India – and the Citizenship Bill does not fill the gap: It does not address the humanitarian concerns of all refugees, but legalises arbitrary distinctions based on religion.Who is fit to be counted as an Indian citizen? The Citizenship Bill and the National Register of Citizens created turmoil in the North East.Revocation of Aatish Taseer’s OCI card focuses attention on arbitrary clause in citizenship bill: The government’s move against the author comes shortly after he wrote a scathing piece about the Narendra Modi regime in ‘Time’ magazine.","author":"Scroll Staff","time":"2019-12-09T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132421-xpjhtiwkwb-1575815436.jpg","tags":["Citizenship Amendment Bill","Parliament","Lok Sabha","Winter session"],"source":"https://scroll.in/latest/946201/citizenship-bill-eight-articles-on-the-contentious-draft-law-set-to-be-tabled-in-lok-sabha-today"}