{"title":"Citizen register: In Meghalaya, student union sets up check points to monitor travellers from Assam","content":"On Wednesday, videos circulating on social media, apparently shot in various parts of Meghalaya, showed Khasi Students’ Union activists stopping travellers from Assam and interrogating them about their citizenship status.On July 30, the final draft of the National Register of Citizens, being updated for the first time since 1951, was published. The register is meant to be a list of genuine Indian citizens in Assam, separating them from those defined as “illegal immigrants”. Over 40 lakh people among the 3.29 crore who had applied failed to find their names in the draft.The next day, the Khasi Students’ Union set up “check gates” at several places along Meghalaya’s border with Assam to prevent the “mass exodus of the 40,00,000 people” to the state, said the union’s general secretary, Donald V Thabah. Check points were established in the East Jaintia Hills district, West Khasi Hills district and in Ri-Bhoi district, Thabah said.Travellers from Assam going from the districts of the Barak Valley to the capital Guwahati, in particular, usually pass through the neighbouring state of Meghalaya. According to Thabah, the student union detected more than 1,500 alleged undocumented migrants in vehicles coming from Assam. He claimed the district administration and state police were also involved in the exercise.When asked how the union had come to the conclusion that the people they had apprehended were undocumented migrants, Thabah said they did not have the “necessary documents”. He said, “We pushed them all back with the help of the police and the district administration. There was no law and order situation.”Members of the Khasi Students’ Union are also set to meet Meghalaya Deputy Chief Minister Prestone Tynsong to request a National Register of Citizens for the state.On Wednesday, Lok Sabha MP from Silchar, Assam, Sushmita Dev wrote to Union Home Minister Rajnath Singh pointing out that since the publication of the Register of Citizens, the Meghalaya Police, with the help of the Khasi Students’ Union, were stopping her constituents from Cachar district from entering Meghalaya. The Congress leader accused the students of beating up the travellers.Seeking Singh’s intervention, Dev said the actions of the police and students infringed upon the travellers’ “freedom of movement” and added to the “environment of fear and stress that exists today”. A check post set up by the Khasi Students' Union to monitor travellers from Assam. The union is pushing for a National Register of Citizens for Meghalaya too.‘Stray incidents’Meghalaya Home Minister James Sangma confirmed that there had been “stray incidents” of travellers from Assam being accosted by student leaders. “But we have put a stop that,” he claimed.However, he also said vehicles were only stopped at “regular check points” manned by the district police and set up much before the release of the final draft of the National Register of Citizens. “These are check points maintained by the anti-infiltration unit of the police,” he said. “That day, some KSU [Khasi Students’ Union] people may have been there.”The students' union claimed to have stopped 1,500 undocumented migrants entering Meghalaya from Assam.As Assam tries to deal with those it defines as illegal migrants, other states in the North East are also on edge. In Meghalaya, too, the issue of “outsiders” entering the tribal-majority state has previously been the source of conflict. Earlier this year, Meghalaya Chief Minister Conrad K Sangma had floated the idea of granting work permits to Bangladeshi nationals. The proposal was greeted with protests from the Khasi Students’ Union and other groups, who alleged that such a measure would “open the door for illegal immigrants”.In the days leading up to the publication of the final draft of Assam’s National Register of Citizens, Sangma had told Scroll.in that the Meghalaya government was “aware and concerned” about the possible flow of individuals who did not make it to the list. James Sangma had also affirmed that the state was “watching and monitoring” the situation and had mechanisms in place to deal with a possible exodus from Assam once the list was published.The students' union said the district administration and the police were part of the exercise.   All photographs courtesy Donald V Thabah, general secretary of the Khasi Student’s Union.","author":"Arunabh Saikia","time":"2018-08-01T18:58:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888840-lwjzdhlkdb-1533124788.jpg","tags":["Assam","National Register of Citizens","Meghalaya","Citizenship","Khasi Students' Union","Illegal migrants"],"source":"https://scroll.in/article/888840/citizen-register-in-meghalaya-student-union-sets-up-check-points-to-monitor-travellers-from-assam"}