{"title":"Citizenship Act: Declare hospitals ‘safe zones’, says IMA after reports of police entering facility","content":"The Indian Medical Association expressed concerns over reports of police personnel allegedly entering hospitals in areas affected by violence during the Citizenship Act protests, and said that they should be declared as “safe zones”, PTI reported. The doctors’ group also described the police action as “unacceptable”, and said the medical facilities were sacrosanct.“What makes the IMA react today is that disturbing reports of denial of access to medical care are emerging,” the association said in a statement. “Everyone has the right to access medical care. Visuals of a policeman violently opening an ICU [Intensive Care Unit] door by stomping is a clear indication of the new truth and the new standards.”The association said that the government and its establishments could not deny people’s right of access, adding that the authorities’ actions were unrestrained. “This is a new low in civic life of the nation but not entirely unexpected given the impunity with which violence is heaped on doctors and hospitals,” the doctors said. “However the difference this time is that it is the establishment which has lost its restraint.”The association’s statement came as CCTV footage from Thursday night showed policemen barging into the Highland hospital in Falnir locality of Mangaluru city in Karnataka. There were claims that the police had used teargas shells inside the intensive care unit of the hospital.Two people were allegedly shot dead by the police and another person, who received bullet injuries, has been recovering in the hospital after surgery.Also read:Did Mangaluru police fire tear gas in a hospital? Two eyewitnesses describe what they saw","author":"Scroll Staff","time":"2019-12-22T19:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133345-dhptmmbjef-1577023496.jpg","tags":["IMA","Mangaluru","Citizenship Amendment Act"],"source":"https://scroll.in/latest/947609/citizenship-act-declare-hospitals-safe-zones-says-ima-after-reports-of-police-entering-facility"}