{"title":"Citizenship (Amendment) Bill cleared by Union Cabinet, to be tabled in Parliament soon","content":"The controversial Citizenship Amendment Bill has been cleared by the Cabinet, Union minister Prakash Javadekar said on Wednesday. The government has listed the Bill among its items of business for the ongoing Winter Session of Parliament, and is likely to be tabled in the next two days, reported Hindustan Times.The Citizenship (Amendment) Bill seeks to amend a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan if they have lived in India for six years. It had been passed in the previous Lok Sabha in January but was not tabled in the Rajya Sabha. The bill lapsed after the term of the Lok Sabha ended in May.The Bharatiya Janata Party on Tuesday reportedly asked its MPs to be present in Parliament in the coming days, indicating that the Bill could come up soon. Defence Minister Rajnath Singh, who addressed the weekly meeting of party MPs, said the bill was as important as the legislation that scrapped Jammu and Kashmir’s special status in August, reported The Indian Express.There have been large-scale protests across the North East against the Narendra Modi-led government’s decision to introduce the Citizenship (Amendment) Bill during the Winter Session of Parliament. While Meghalaya Chief Minister Conrad Sangma has urged the Centre to withhold the bill in its current form, Nagaland Chief Minister Neiphiu Rio had said the bill will change the demography of the North East. Assam Chief Minister Sonowal has been criticised for his silence over the matter.The bill is set to clear Lok Sabha easily. However, in Rajya Sabha, the government may find it challenging to pass the legislation. Several parties like the Congress, Trinamool Congress, Dravida Munnetra Kazhagam, Samajwadi Party, Rashtriya Janata Dal, and Left parties have opposed the bill.The Cabinet’s decision follows Home Minister Amit Shah’s meetings with the leaders from the North East. Over the last week, he has held discussions with both political and non-political organisations from Assam, Meghalaya, Tripura, Mizoram and Arunachal Pradesh on the proposed legislation.","author":"Scroll Staff","time":"2019-12-04T12:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131024-dkylopivua-1573873651.jpg","tags":["Prakash Javadekar","Citizenship bill","BJP","Parliament","Winter Session"],"source":"https://scroll.in/latest/945767/citizenship-amendment-bill-cleared-by-union-cabinet-to-be-tabled-in-parliament-soon"}