{"title":"‘Citizenship Bill an attempt to ethnically cleanse North East,’ says Rahul Gandhi ahead of RS debate","content":"Hours before the Citizenship Amendment Bill is to be taken up for debate in Rajya Sabha, Congress leader Rahul Gandhi on Wednesday called it an attempt by the Narendra Modi-led government to “ethnically cleanse the North East”.“It is a criminal attack on the North East, their way of life and the idea of India,” the former Congress president tweeted. “I stand in solidarity with the people of the North East and am at their service.”The proposed amendments to the 1955 Citizenship Act were approved in a 311-80 vote after more than seven hours of heated debate in Lok Sabha on Monday.  If enacted, the amended law will grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, provided they have resided in India for six years. The cut-off date is December 31, 2014.The CAB is a attempt by Modi-Shah Govt to ethnically cleanse the North East. It is a criminal  attack on the North East, their way of life and the idea of India.  I stand in solidarity with the people of the North East and am at their service.https://t.co/XLDNAOzRuZ— Rahul Gandhi (@RahulGandhi) December 11, 2019\n\nAn 11-hour shutdown against the passage of the bill disrupted life in several parts of the North East on Tuesday. Protesters had damaged vehicles and shops in Assam, Tripura and Meghalaya’s capital Shillong. Authorities in Tripura had also shut down internet and SMS services for 48 hours. Groups in the North East fear that once the bill is passed, local populations defined as indigenous to the region will be culturally and physically swamped by migrants. The bill’s critics are against using religion as the basis of providing citizenship, and ask why Muslims were left out. They have also questioned why other neighbouring countries such as Nepal, Myanmar and Sri Lanka were left out of the ambit of the law. During the discussion in the Lower House on Monday, a number of Opposition leaders had said the bill was unconstitutional. Hyderabad MP Asaduddin Owaisi had compared it to Nazi Germany’s race laws, and tore up his copy of the bill at the end of his speech.  However, Union Home Minister Amit Shah had blamed the Congress for Partition, and said the amendments would not have been needed had India not been divided on religious lines. The home minister had rejected allegations that the bill was anti-Muslim, and claimed it had the endorsement of 130 crore citizens. “We will have to differentiate between intruders and refugees,” he had said, adding that the bill was not even “0.001% against India’s minorities”. Also read:Amit Shah’s Citizenship Bill is not about refugees – it is all about a Hindu RashtraAn uneasy silence among Indian Muslims marks the passage of the Citizenship Amendment Bill","author":"Scroll Staff","time":"2019-12-11T11:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121251-eygccpcboa-1566886582.jpg","tags":["Rahul Gandhi","Amit Shah","Citizenship Bill","Rajya Sabha"],"source":"https://scroll.in/latest/946478/citizenship-bill-an-attempt-to-ethnically-cleanse-north-east-says-rahul-gandhi-ahead-of-rs-debate"}