{"title":"Citizenship Bill made it clear that BJP doesn’t understand the concept of identity in the North East","content":"The controversial Citizenship (Amendment) Bill, 2016, exposes how uninformed the rulers of India are about its diverse eastern region, which has been forced into an imagined homogenous space called the “North East”. These rulers, barring some honourable exceptions, have failed to understand the people of this region. Over the years, they have brushed aside the concerns of its inhabitants, interpreted their dominant passions as belligerence, and their underlying fears and insecurities as their need for cash from Delhi and so-called “development” driven by the Centre.The Citizenship Bill seeks to grant citizenship to non-Muslim immigrants from Bangladesh, Afghanistan and Pakistan if they have lived in India for six years, even if they do not possess the necessary documents. It triggered widespread protests in almost all parts of the North East. The Bill was first introduced in the Lok Sabha in July 2016, and was passed in the Upper House two-and-a-half years later, on January 8. The Bharatiya Janata Party-led National Democratic Alliance seems to have aborted it at the very last moment  It was listed for passing in the Rajya Sabha in the Budget session of Parliament – its last sitting, which ended on February 13 – but did not come up there. As Parliament has now been adjourned indefinitely, it is set to lapse. (A Bill that originates and is passed by the Lok Sabha but is pending in the Rajya Sabha lapses with the dissolution of the House. The term of the 16th Lok Sabha ends on June 3.)Spotlight on North EastWhat the Citizenship Bill managed to do is to turn the attention of India’s mainstream media, which is normally focused on the mainland, towards the North East. For once TV channels brought panelists from this region to say why they thought the Citizenship Bill would hurt the seven northeastern states, and how the proposed law could set the region on fire if it were passed. There was a consensus among them that the region might once again sink into the abyss of insurgency, and that this time these movements would win popular support.Some of the most vociferous protests against the proposed law came from Assam and Manipur – both BJP-ruled states. This indicates that the BJP may have won elections here, but did not win the hearts of the people. In fact, with the controversial Citizenship Bill, the BJP has completely alienated the people of the North East and cancelled out the gains it has made over the last five years through efforts such as completing several long-pending projects in the region.Take for instance, the Bogibeel bridge in Assam, which was thrown open by Prime Minister Modi on Christmas Day last year. It is India’s longest rail-cum-road bridge and connects Assam’s Dibrugarh to Dhemaji bordering Arunachal Pradesh. Its foundation stone was laid over 20 years ago, in 1997, by Prime Minister Deve Gowda.The bridge is expected to improve defence logistics in Arunachal Pradesh, along the border with China. The absence of road links here was India’s Achilles heel in 1962, when the Chinese ventured up to Tezpur on the banks of the Brahmaputra river in Assam. The bridge will enable India to move its defence equipment and personnel with greater speed to the border. It has made travelling to the farthest point of the India-China border shorter by several hundred kilometres.The bridge therefore has a multi-pronged utility and the BJP had envisaged that its completion would endear the people of Assam to it. People in Assam protest against the Citizenship Bill. (Photo credit: AFP).Assam and immigrantsBut the people of Assam are more concerned about the possibility that they will have to share their scarce resources with non-Muslim immigrants from Bangladesh poised to be granted citizenship under the Citizenship Bill.Assam is already carrying the economic load of millions of undocumented immigrants from erstwhile East Pakistan and now Bangladesh. These migrants continue to flow into the state. Though in past years, Bangladesh has scored better than India on several Human Development Indicators, India remains an attractive destination for such immigrants because of its largely liberal and secular ecosystem.Several studies show that the majority of undocumented immigrants in Assam and other states in the North East are Muslims. In Assam, Muslim voters constitute about 35% of the electorate. They are a deciding factor in six out of the state’s 14 Lok Sabha constituencies – Dhubri, Barpeta, Nagaon, Kaliabor, Karimganj and Silchar. On Wednesday, at a public meeting in Assam, Himanta Biswa Sarma, a senior BJP leader and state minister, made it clear why his party wanted the Citizenship Bill. He said that it was necessary to offset the dominance of Muslims in certain constituencies by inviting Hindus from Bangladesh to settle in India. “Without the Bill, 17 (Assembly) constituencies will go to Bangladeshi Muslims,” he said.There are 17 million Hindus in Bangladesh while the population of the entire North East is roughly 44.5 million. Adding even half of 17 million to this figure will led to huge pressure on land and economic resources. It will also have a massive impact on the culture, literature and ethnographic composition of the region. Former Mizoram Chief Minister and Congress leader Lal Thanhawla on February 12, 2019 attended a protest in Aizawl against the Citizenship (Amendment) Bill. Thanhawla was seen holding a banner with the message: “Hello Independent Republic of Mizoram”. (Photo credit: Special arrangement).Ethnic identity vs Indian identityTo imagine that the people of the North East are imbued with Indian nationhood – which in the collective imagination of the BJP-RSS is equivalent to Hindu, Hindustan and Hindutva – and that they will accept the Citizenship Bill out of empathy for Hindus is political naivety or overconfidence. The ethnic groups living within the seven northeastern states and Sikkim negotiate the idea of nationhood on a daily basis. The prime identity for a Khasi or Naga or Mizo is that of the clan and tribe followed by the Indian identity, in that order. Their ethnic identity will never be subsumed by the national identity. That is the major difference between being “Indian” in Delhi, Bihar or Uttar Pradesh and being “Indian” in the North East. Identity is a prime marker here, and while those observing us from the outside may not agree with these emotional-psychological homeland narratives, the fact remains that it is a dominant trait.This constant fear and suspicion of outsiders can have a negative effect on the region itself. For one, it can prevent the participation of people of the North East in the all-pervasive market economy that knows no state boundaries (such as that of the European Union). Participation in this market economy is increasingly important because we are gradually seeing the end of the role of the State in creating jobs.The residents of the North East, however, are still largely reliant on government employment. Entrepreneurship is still a fledgling sector and not adequately supported by banks and other financial institutions. Once the people of this region learn to negotiate the market economy their priorities may change and the unaddressed fears might turn into opportunities for economic growth. But the North East resident cannot be pushed into this. She has to evolve, come into her own and realise her inherent strengths and ability to compete in a level playing field. But this is not possible in an atmosphere of insecurity, which brings out the worst in people and makes them violent and aggressive. Once this insecurity is removed by a new vision for the North East, then perhaps residents of this region will allow their sense of ethnic pride – which must now be defended at all costs – to be replaced by the need to collaborate and cooperate with companies and institutions across the nation and the globe, as so many are already doing now.Only then will a sense of “Indianness” emerge among people in the North East. But for this to happen, the country’s political eco-system needs statesmen and not politicians fixated on their next electoral victory. The Citizenship (Amendment) Bill was a quick-fix vote-gathering stratagem that backfired. But it has also pushed people in the region to think strategically about negotiating their political and economic rights within the larger Indian nation.During protests against the Citizenship Bill in past weeks, a few banners and placards stood out. The placard saying “Hello Independent Republic of Mizoram” carried by no less than the former chief minister of Mizoram, Lalthanhawla, and banners by other groups that said “Bye bye India, Hello China”, are triggers for future movements if not addressed with a degree of statesmanship by whichever government take charge of this country in May.Thousands of young people hit the streets in different towns of Mizoram on January 23 to protest against the Citizenship (Amendment) Bill. Many of them held banners that read, “Hello China, Bye Bye India”. (Photo credit: Young Mizo Association).Also read:Will simmering anger over Citizenship Bill dent BJP hopes in Assam? Even party workers are worriedAs Citizenship Bill is set to lapse, its supporters in Assam’s Barak Valley lash out at BJP","author":"Patricia Mukhim","time":"2019-02-16T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113158-akjkdxoiel-1550239593.jpg","tags":["India","Citizenship Amendment Bill","North East","undocumented immigrants"],"source":"https://scroll.in/article/913449/citizenship-bill-made-it-clear-that-bjp-doesnt-understand-the-concept-of-identity-in-the-north-east"}