{"title":"Citizenship Act: Mamata Banerjee vows to defy amended law, dares Centre to dismiss her government","content":"West Bengal Chief Minister Mamata Banerjee on Monday led a massive protest march against the amendments made to the Citizenship Act and vowed not to implement the legislation in the state, PTI reported.Thousands of party leaders and supporters hit the streets along with Banerjee. The chief minister appealed to people from all sections of society to join the rally, which began from BR Ambedkar’s statue on Red Road and culminated at Jorasanko Thakurbari, the home of Rabindranath Tagore in north Kolkata. Banerjee said she will never allow the implementation of the amended Citizenship Act and the National Register of Citizens in West Bengal. “As long as I am alive, we will not implement NRC and CAB,” she said. “They can dismiss our government if they want. We will not surrender.” “No one will be ousted from the state,” she added. “We believe in coexistence of all religions, caste and creed. All of us are citizens of this country, no one can take that away from us.”Anguished by rally, says governorEarlier in the day, West Bengal Governor Jagdeep Dhankar said he was anguished by the chief minister’s rallies. “I am extremely anguished that CM and Ministers are to spearhead rally against CAA [Citizenship Amendment Act], law of the land,” he tweeted. “This is unconstitutional. I call upon chief minister to desist from this unconstitutional and inflammatory act at this juncture and devote to retrieve the grim situation.”There were reports of road and railway blockades from parts of the state for the fourth consecutive day on Monday.The contentious law allows citizenship to persecuted Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Bangladesh, Pakistan and Afghanistan, provided they have resided in India for six years. The cut-off date is December 31, 2014. It explicitly excludes Muslims from these countries.  As long as I am alive, we will not implement #NRC, #CAB. They can dismiss our government if they want. We will not surrender#NoCABNoNRC pic.twitter.com/cAKRPFmRzH— All India Trinamool Congress (@AITCofficial) December 16, 2019\n\n.@MamataOfficial.  I am extremely anguished that CM and Ministers are to spearhead rally against CAA, law of the land. This is unconstitutional. I call upon CM to desist from this unconstitutional and inflammatory act at this juncture and devote to retrieve the grim situation.— Jagdeep Dhankhar (@jdhankhar1) December 16, 2019\n\nFollow our live blog on the political fallout of the Citizenship Act across India.","author":"Scroll Staff","time":"2019-12-16T18:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132946-veqainuake-1576498712.jpg","tags":["Mamata Banerjee","Jadgeep Dhankar","West Bengal","Citizenship Act"]}