{"title":"Citizenship Bill: Protests across North East, internet shut down in Tripura for 48 hours","content":"Authorities in Tripura shut down internet and SMS services for 48 hours on Tuesday amid protests against the Citizenship Amendment Bill in several parts of the North East. The bill was passed in the Lok Sabha on Monday despite widespread opposition, and is expected to be introduced in the Rajya Sabha on Wednesday.“It has been noticed that SMS, WhatsApp, and social media platforms like Facebook, Twitter and YouTube are being widely used for transmission of fake images and videos as well as text messages which have potential to incite violence in the state,” read the order from Tripura’s home department.The North East Students’ Organisation, an umbrella body of students’ organisations, observed a strike in the region from 5 am to 4 pm in protest against the bill, PTI reported. The strike was backed by several political parties and organisations such as the Congress, the All India United Democratic Front, the All Assam Students Union, the Krishak Mukti Sangram Samiti, All Arunachal Pradesh Students’ Union, Khasi Students Union and the Naga Students Federation.Security was stepped up in Assam, Arunachal Pradesh, Meghalaya, Mizoram and Tripura on Tuesday. People came out in huge numbers in Agartala in Tripura, and Dibrugarh and Jorabat in Assam to protest. Normal life came to a halt in Arunachal Pradesh. Schools, colleges, banks and markets were closed, and private vehicles stayed off roads. Many employees did not turn up at government offices, PTI reported. Itanagar Capital Superintendent of Police Tumme Amo said the strike was mostly peaceful but there were stray incidents of stone pelting.In Assam’s Brahmaputra Valley, normal life was disrupted but in the Barak Valley, which is mostly dominated by Bengalis, there was not much of an impact, according to PTI. Protestors burnt tyres, pelted stones and blocked highways in some parts of the state.Incidents of tyre burning and vandalisation of vehicles were reported in Shillong, East Khasi Hills district Deputy Commissioner MW Nongbri told PTI.An official from Tripura Police said 1,721 protestors were detained from different parts of the state, The Indian Express reported. Protestors shouted slogans such as “Biplab Deb Bangladeshi, go back, go back”, referring to Chief Minister Biplab Deb, whose parents are rumoured to have hailed from Bangladesh, The Indian Express reported.The bill proposes amendments to a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, provided they have resided in India for six years. The cut-off date is December 31, 2014. However, protestors in the North East fear that the bill would alter the region’s demography by granting legal status to the undocumented immigrants.Filmmaker boycotts government eventFilmmaker Jahnu Barua, a National Award winner, said he would not take part in the eighth Assam State Film Awards and Film Festival in protest against the bill. “People do not realise the implications this bill can have 50 years later,” he told The Indian Express. “It is dangerous and that’s why I have decided to withdraw my film.”In Maligaon area of the state, protestors reportedly pelted stones at a government bus. Schools, colleges and markets were shut down in the city. Processions were also organised in Guwahati.Gauhati University and Dibrugarh University in Assam postponed all examinations. Train services were hit in the state as many protestors squatted on railway lines. Private vehicles also stayed off roads. Three Central Industrial Security Force personnel were reportedly injured in Dibrugarh following clashes with protestors.In Manughat in Tripura’s Dhalai district, some protestors set a market on fire, PTI reported. No injuries were reported. “Security forces have been deployed in the market but the incident has created fear among the non-tribals, who owned most of the shops,” an officer said.The strike also threw daily life out of gear in West Tripura and Khowai districts, forcing train services and vehicular movement to come to a halt. Some protestors were also detained in Agartala. Also read: As Manipur gets Inner Line Permit, many Citizenship Bill protestors are still unconvinced An uneasy silence among Indian Muslims marks the passage of the Citizenship Amendment BillTripura: Protest being held in Agartala against #CitizenshipAmendmentBill2019 pic.twitter.com/vi8yWzdceW— ANI (@ANI) December 10, 2019\n\nAssam: Shops closed in Guwahati following a 12-hour 'bandh' call by North East Students' Organisation (NESO) and All Assam Students' Union (AASU) against #CitizenshipAmendmentBill which was passed in Lok Sabha, yesterday. pic.twitter.com/LMM3DGflnH— ANI (@ANI) December 10, 2019\n\nThe strike was not observed in Nagaland as the Hornbill Festival, which attracts thousands of tourists, is currently underway. In Manipur, the organisation that led the protests – Manipur People Against CAB – protestors announced a suspension of the strike after Home Minister Amit Shah said the state would be brought under the Inner Line Permit system, thereby “exempting” it from the draft law’s provisions.The Inner Line Permit is a document that Indian citizens from other states require to enter Arunachal Pradesh, Mizoram and most of Nagaland. It is essentially a protective regime to keep small local populations shielded from the onslaught of large-scale migration.  The Manipur unit of the Bharatiya Janata Party celebrated the passage of bill in the Lok Sabha. The Communist of Party of India criticised the party for organising the celebrations, and described it as shameful.The previous Lok Sabha had also approved the bill in January but it was not tabled in the Rajya Sabha. The bill lapsed after the term of last Lok Sabha ended in May. The bill was redrafted by the Centre following widespread objection by groups in the North East.After a series of consultations with these organisations, the home ministry tweaked the bill: in the revised draft, the changes to India’s citizenship law will not be applicable to regions in the North East protected by the Inner Line Permit and Sixth Schedule provisions. Both regimes aim to protect the way of life of tribal communities. Prior to Shah’s announcement, Manipur was the only state in the North East where the bill would have applied in entirety.However, the government has failed to convince everyone in Manipur. The All Manipur Students’ Union, which is part of the North East Students’ Organisation, has expressed scepticism about the “exemption” and said it would go on with the protests, according to the Imphal Free Press.Watch: Five reasons why the Citizenship Bill is dangerous – and must be opposedAssam: Locals stage a protest in Dibrugarh against #CitizenshipAmendmentBill. The Bill was passed in Lok Sabha yesterday. pic.twitter.com/4FlzRJk6U9— ANI (@ANI) December 10, 2019\n\nAssam: People stage protest in Jorabat against #CitizenshipAmendmentBill which was passed in Lok Sabha, yesterday. pic.twitter.com/gEZjGkvMBE— ANI (@ANI) December 10, 2019\n\nAssam: Protest continues in Dibrugarh against #CitizenshipAmendmentBill. pic.twitter.com/hQAXQnY801— ANI (@ANI) December 10, 2019\n\nStudent protests in AssamSome students of the Gauhati University on Monday slit their wrists as part of the protests against the bill, according to The Telegraph. The students then used blood to write slogans such as “we will write history with our blood…we oppose the CAB” and “we will never accept the CAB” on placards.Students from Tezpur University, Cotton University and Dibrugarh University also protested at Gauhati University. “The people of Assam are upset about the bill which would eventually lead to increased number of illegal migrants in the region,” postgraduate student Partha Pratim said. “The bill will hit our economy, food and indigenous identity. We want to convey our message to the Assam government through these protests. If we do not protest to save our motherland, what is the value for our education?”Also read: ‘Deeply disturbing’: Nearly 1,000 scientists, scholars call for withdrawal of Citizenship BillNo law for refugees in India – and the Citizenship Bill does not fill the gapProtests in DelhiThe North East Students’ Union staged a protest against the bill at Jantar Mantar in New Delhi, with some burning a copy of the Bill. “If this Bill is implemented, then it will lead to ethnic conflict,” said Tonmoyee Rani Neog, a 30-year-old from Assam studying at the Jawaharlal Nehru University. “Assam is not an empty space. It is already populated and this Bill will change the linguistic character of the state.” Neog also said the Bill violates Assam Accord of 1985. The Accord is a document that was signed between the government and the leaders of the Assam Movement, which was launched in 1979 to identify and deport undocumented immigrants. “The NRC had a cut off year for 1971 but the Citizenship Bill has a cut off till 2014,” she said. “We strongly oppose this because the Bill will allow so many to take up citizenship.” Some students said they were not assured by the “exemption” granted to areas protected by the Inner Line Permit and Sixth Schedule provisions. “This government is full of surprises,” said a student from Nagaland who did not wish to be identified. “The trust in the government at the Centre and state is at its lowest. They can change any time because of their political gains.”Another student from Assam, who also did not wish to be identified, said the Inner Line Permit did not provide any guarantee against demographic change and infiltration. “The ILP is just a mechanism but it will not function as a safeguard of indigenous communities’ rights over land and resources,” the student added. Students from the North East stage a protest at the Jantar Mantar. | Credit: Vijayta Lalwani","author":"Scroll Staff","time":"2019-12-10T11:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132526-cdngdyxthx-1575955537.jpg","tags":["Citizenship Amendment Bill","Lok Sabha","North East"]}