{"title":"Citizenship Bill and NRC are two sides of same coin, we will oppose it, says Mamata Banerjee","content":"West Bengal Chief Minister Mamata Banerjee on Friday said that the National Register of Citizens and the Citizenship Amendment Bill were two sides of the same coin, which her party will oppose “till the end”, PTI reported. The chief minister’s comments the same day Prime Minister Narendra Modi said that Indian citizenship for people facing persecution in their own countries will ensure a better tomorrow for them.“If you give citizenship to all the communities, we will accept it,” Banerjee said at an event in the state’s capital Kolkata. “But if you discriminate on the basis of religion, we will oppose it and also fight against it.”The chief minister alleged that the NRC and Citizenship bill were ways to divert attention from the economic slowdown. “You [Bharatiya Janata Party] can pass CAB [Citizenship Amendment Bill] in Lok Sabha and Rajya Sabha as you have majority,” she said, adding that her party will still oppose it. However, the BJP-led National Democratic Alliance does not have a majority in the Upper House.The Trinamool Congress on Friday said it has issued a whip to its MPs for four days from Monday to Thursday in both the Lok Sabha and the Rajya Sabha in anticipation of discussions on the Citizenship Amendment Bill. The All India Trinamool Congress has 13 members in the Rajya Sabha and seven in the Lok Sabha.Banerjee, who is a vocal critic of the NRC exercise, had raised the matter at a meeting with Home Minister Amit Shah in September. The following month, the home minister said the Centre would implement NRC in West Bengal, adding that the Citizenship (Amendment) Bill would be passed first to provide citizenship to all Hindu, Sikh, Jain and Buddhist refugees.The Citizenship Amendment Bill seeks to amend a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan, and Pakistan if they have lived in India for six years. “This is not about how many numbers BJP has in [the] Lok Sabha and Rajya Sabha,” said Trinamool Congress leader Derek O’Brien in a press conference. “If you want to grant citizenship, grant citizenship to all.”The proposed legislation, set to be tabled during the ongoing Parliament session, has sparked protests from leaders of Opposition parties and groups in the North East.","author":"Scroll Staff","time":"2019-12-06T15:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132285-ydkaifjzdn-1575624723.jpg","tags":["West Bengal","Mamata Banerjee","National Register of Citizens","Citizenship Bill"],"source":"https://scroll.in/latest/946011/citizenship-bill-and-nrc-are-two-sides-of-same-coin-we-will-oppose-it-says-mamata-banerjee"}