{"title":"Citizenship Bill sparks rift in JD(U), Pavan Varma says Gandhi would have disapproved of amendments ","content":"The Janata Dal (United)’s decision to support the Citizenship Amendment Bill, 2019, in Parliament has sparked a rift in the party. The Lok Sabha passed the Citizenship Amendment Bill, 2019, on Monday after more than seven hours of heated debate. The bill, which explicitly excludes Muslims from three neighbouring countries from applying for Indian citizenship, is expected to be introduced in the Rajya Sabha on Wednesday.Former MP and the party’s National General Secretary Pavan Varma on Tuesday urged JD(U) chief Nitish Kumar to reconsider support for the proposed amendments. “The Bill is unconstitutional, discriminatory, and against the unity and harmony of the country, apart from being against the secular principles of the JD(U). Gandhi ji would have strongly disapproved it,” Varma said.Hours earlier, JD(U) leader Prashant Kishor had said he was disappointed with the party’s decision. “Disappointed to see JD(U) supporting #CAB that discriminates right of citizenship on the basis of religion,” Kishor said. “It’s incongruous with the party’s constitution that carries the word secular thrice on the very first page and the leadership that is supposedly guided by Gandhian ideals.”In Parliament, the Janata Dal (United) backed the Bill but also expressed apprehension about the exclusion of Muslims. “If persecuted minorities of Pakistan are given Indian citizenship then I think this is the right thing,” JD(U) leader Rajiv Ranjan Singh told the Lok Sabha on Monday.I urge Shri Nitish Kumar to reconsider support to the #CAB in the Rajya Sabha. The Bill is unconstitutional, discriminatory, and against the unity and harmony of the country, apart from being against the secular principles of the JDU. Gandhiji would have strongly disapproved it.— Pavan K. Varma (@PavanK_Varma) December 10, 2019\n\nPawan Varma,JDU National General Secretary on JDU supported #CitizenshipAmendmentBill in Lok Sabha: I've urged our National President Nitish Kumar to reconsider party's stand. Bill is unconstitutional, discriminatory &against spirit of secularism,unity&harmony of our country. pic.twitter.com/R8VinTgFuv— ANI (@ANI) December 10, 2019\n\nDisappointed to see JDU supporting #CAB that discriminates right of citizenship on the basis of religion.It's incongruous with the party's constitution that carries the word secular thrice on the very first page and the leadership that is supposedly guided by Gandhian ideals.— Prashant Kishor (@PrashantKishor) December 9, 2019\n\nThe bill proposes amendments to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.The Centre has rejected the accusation that the proposed changes are unconstitutional and discriminate against Muslims. Parties such as the Biju Janata Dal and the YSR Congress Party have supported it while expressing some reservations. Several Opposition parties, including the Congress, the Trinamool Congress, the Nationalist Congress Party, and the Telangana Rashtra Samithi opposed it during the debate in the Lok Sabha.","author":"Scroll Staff","time":"2019-12-10T15:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/100646-trmgkdnoly-1554467844.jpg","tags":["Citizenship Amendment Bill","Pavan Varma","Prashant Kishor","Janata Dal (United)"],"source":"https://scroll.in/latest/946393/citizenship-bill-sparks-rift-in-jd-u-pavan-varma-says-gandhi-would-have-disapproved-of-amendments"}