{"title":"Citizens’ register beyond Assam, yoga, missing smart cities: 10 takeaways from the BJP manifesto","content":"Just days before the first of India’s seven-phase election kicks off, the ruling Bharatiya Janata Party on Monday released its election manifesto, filled mostly with promises of doubling down on the policies which it had committed to focussing on over the last five years. Unlike the Congress manifesto, unveiled last week, the BJP did not need to present a radically different vision to the public – so it didn’t. Its manifesto makes some rather large claims about achievements under Prime Minister Narendra Modi, insists all its plans are on track and suggests a check-list of things to achieve, not just in the next five years but with 2047 – the 100th year of India’s Independence – in mind. There were no major announcements or promises in the manifesto that would not have been apparent before. The party promised to expand its Pradhan Mantri Kisan Samman Nidhi programme, giving income support to poor farmers, to all farmers, and announced the intention to expand the controversial National Register of Citizens beyond Assam to other parts of the country. Here are a few takeaways: Begins with nationalism: In 2014, the Bharatiya Janata Party’s manifesto began with rising prices and the employment situation, and it is not until the last few sections of the document that it brings up internal and external security. The 2019 BJP manifesto, however, reflects the party’s current politics, where nationalism has replaced the development rhetoric. It starts with a section called Nation First, covering everything from terrorism to its intention to pass a Citizenship Amendment Bill and a commitment to get rid of Article 370 of Jammu and Kashmir. Expanded NRC: The National Register of Citizens in Assam has been an extremely controversial issue, with many saying they have been unfairly left out of the citizenship lists, while the BJP has touted the move as strong action against “infiltrators”. The BJP’s manifesto proposes to “implement the NRC in a phased manner in other parts of the country”.Expanded PM-Kisan: Modi’s last-minute farmer income support scheme seems to have arrested the decline of his popularity numbers in some parts of the country. The manifesto promises to expand this scheme, currently offered only to poorer farmers ownling land up to 2 hectares, to all farmers instead. Digitisation of land records: One interesting promise, that goes hand in hand with PM-Kisan, is the vow to work with states to digitise land records, ensure “title guarantee” for the landholder and creative a conclusive law for titling. Yoga for the economy? The section on the economy presents an India that may not be recognisable to many who believe conditions are not as cheerful as the data suggests. Even so it is odd to see the fifth pointer under the Economy section talk about taking yoga to the world, and using it to achieve health and wellness. What’s more, the exact same section, word for word, is repeated in the “Cultural Heritage” section. Simultaneous elections: Over the last few years, Modi talked continuously about simultaneous elections, changing India’s system so all states and the Centre vote at the same time. That talk died down once it became clear that it wasn’t happening this time. But there are indications from the government that it will push the idea if it returns to powe,Minimum government: The manifesto includes a bland promise of minimum government with no specifics, saying the BJP “will bring reform in the Civil Services and implement it” and promises to “merge similar and complementary departments into sectoral ministries”, something that it promised in 2014 and should have happened by now.Environment googly:  The manifesto includes this sentence: “We have ensured speed and effectiveness in issuing forest and environmental clearances for eligible projects due to which we have added around 9000 Sq. Kms to the forest cover of the country.” How could giving clearances lead to more forest cover? The answer might be in the corporate social responsibility schemes requiring companies to plant trees if they have to cut some down. Still, as many have pointedly noted, planted trees are not the same thing as a forest. Poverty: Up against the Congress which is promising to “end poverty” by pump in a huge amount of money into the lives of the poor by offering Rs 72,000, the BJP offers this: “We are committed to bringing down the percentage of families living below the poverty line to a single digit in the next five years”.Cultural heritage: This section on the BJP’s manifesto carries all of the usual suspects. a commitment to the Ram Mandir and the Uniform Civil Code among others. Under the Sabarimala point, the manifesto says, “we will endeavour to secure constitutional protection on issues related to faith and belief.” The same document, however, also says that the BJP will outlaw triple talaq, which itself could be counted as an “issue related to faith and believe.” The whole document has a number of other promises, from a restatement of support in favour of the women’s reservation bill, which most parties pay lip service to, to empowering transgenders. What’s missing is also important: The 2014 manifestos had much longer sections on promoting the rights of Scheduled Castes, Scheduled Tribes and minorities, who are given short shrift here. Several key policy focuses of the government, such as the much-touted Smart Cities programme that Modi announced in his first year, are not mentioned at all. Considering the BJP only released its manifesto after the first phase of voting in 2014, it is important not to read too much into the specifics of a document like this. All the more so since the party has made it clear that it is running on the charisma and record of Modi, coupled with a promise to keep out those who it belives will balkanise India.","author":"Rohan Venkataramakrishnan","time":"2019-04-08T17:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117017-wkpxhuzsaa-1554719677.jpeg","tags":["BJP","Elections 2019","Manifesto","Narendra Modi"]}