{"title":"Citizenship Bill: Religious criterion undermines democratic tenet of pluralism, says US House panel","content":"The Foreign Affairs Committee of the United States House of Representatives on Tuesday reacted to news reports about the passage of the Citizenship Amendment Bill in the Lok Sabha of Indian Parliament, saying any religious test for citizenship undermines the basic democratic tenet of religious pluralism.“Religious pluralism is central to the foundations of both India and the United States and is one of our core shared values,” the committee added. The statement came hours after the United States Commission on International Religious Freedom said it was “deeply troubled” by the Bill, and sought sanctions against India’s Union Home Minister Amit Shah. The commission said the bill was “a dangerous turn in the wrong direction” for using religion as a legal criterion to grant citizenship. “It runs counter to India’s rich history of secular pluralism and the Indian Constitution, which guarantees equality before the law regardless of faith,” USCIRF added. Religious pluralism is central to the foundations of both India and the United States and is one of our core shared values. Any religious test for citizenship undermines this most basic democratic tenet. #CABBillhttps://t.co/7wyeXMFfxl— House Foreign Affairs Committee (@HouseForeign) December 9, 2019\n\nThe draft legislation proposes amendments to the Citizenship Act of 1955 to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, provided they have resided in India for six years. The cut-off date is December 31, 2014.The Ministry of External Affairs reacted strongly to the remarks of religious freedom committee, saying it was “neither accurate nor warranted”. “The position articulated by USCIRF is not surprising given its past record,” the ministry added. “It is, however, regrettable that the body has chosen to be guided only by its prejudices and biases on a matter on which it clearly has little knowledge and no locus standi.” The European Union has also reacted to the passage of the Citizenship Bill. Its Ambassador to India Ugo Astuto on Tuesday said the principle of equality was enshrined in the Indian Constitution, and hoped that “it will be upheld”. Pakistan, meanwhile, tore into India and said the draft law was the first step taken by the Bharatiya Janata Party government towards making India a Hindu nation. Prime Minister Imran Khan said the proposed amendments were expansionist in nature.","author":"Scroll Staff","time":"2019-12-10T19:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132562-rmfzlfvlba-1575985553.jpg","tags":["Citizenship Amendment Bill","US House of Representatives","Lok Sabha","Amit Shah"],"source":"https://scroll.in/latest/946423/citizenship-bill-religious-criterion-undermines-democratic-tenet-of-pluralism-says-us-house-panel"}