{"title":"Citizenship Amendment Act will be implemented soon, says BJP chief Nadda, cites Covid-19 for delay","content":"Bharatiya Janata Party National President Jagat Prakash Nadda on Monday said that the Centre will implement the Citizenship Amendment Act soon and cited the coronavirus pandemic as the reason for the delay.Nadda said that work on implementing the act has resumed with gradual improvement in the coronavirus situation. “All of you will get the benefits of the Citizenship Amendment Act,” he said at a meeting in Siliguri, West Bengal. “It [the act] has been passed in Parliament. We are committed to it.” Assembly elections are scheduled to take place in West Bengal in 2021.The Citizenship Amendment Act, approved by Parliament on December 11, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and entered the country by December 31, 2014. It has been widely criticised for excluding Muslims. Protests against the CAA had started in Delhi in mid-December and spread across the country.During his address, Nadda claimed West Bengal Chief Minister Mamata Banerjee has been creating a divide among people in the state. “Prime Minister Narendra Modi’s idea is ‘sabka saath, sabka vikas’ [development for all and with all],” Nadda said. “Mamata Banerjee’s government, meanwhile, is trying to create differences and divide the society.”मोदी जी की मूल नीति है सबका साथ - सबका विकास - सबका विश्वास।दूसरी तरफ - भेद डालो, समाज को बांटो, अलग करके रखो, अलग-अलग डिमांड करो, फुट डालों और राज करो, वर्तमान में बंगाल में ममता जी की सरकार यही कर रही हैं। #NaddajiBanglaySwagatam pic.twitter.com/ARj22smgHR— BJP (@BJP4India) October 19, 2020\n\nNadda added: “You must have seen how much the Hindus suffered in Bengal under Mamata Banerjee’s rule. Now, attempts are being made to include all members of the society. These are the people who only indulge in vote bank politics, only do politics to stay in power.” He also accused Banerjee of not allowing the implementation of PM-KISAN Samman Nidhi Yojana in West Bengal. “More than 76 lakh farmers in Bengal have been denied the benefit of this scheme,” Nadda said. “It is the responsibility of the people to vote BJP to power come to power in Bengal. We will introduce the scheme within a month. The BJP president also spoke about the death of senior party leader Debendra Nath Ray in July. “Every BJP worker is pained by the Debendra Nath Ray incident,” he said. “He was a social representative.  We assure you that we will ensure that legally, we will take all steps to reach the right conclusion.”","author":"Scroll Staff","time":"2020-10-19T20:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149407-hynebwuybw-1603118374.jpg","tags":["JP Nadda","Bengal elections","Citizenship Amendment Act","CAA"],"source":"https://scroll.in/latest/976213/citizenship-amendment-act-will-be-implemented-soon-says-bjp-chief-nadda-cites-covid-19-for-delay"}