{"title":"Citizenship Bill: CPI(M) wants religious clauses removed, will move two amendments","content":"Communist Party of India (Marxist) General Secretary on Sunday said his party was opposed to the Citizenship Amendment Bill in its current form and will move two amendments when it is introduced in Parliament on Monday. Union Home Minister Amit Shah is expected to table the controversial bill in Lok Sabha on Monday. The bill is likely to trigger a showdown in Parliament.Calling the Bill “divisive”, Yechury said India was a home for all religions. “Why just three neighbouring countries in the bill? People of all religions must get equal treatment,” he said. The two amendments ask the government to remove the mention of religions and change it to “from neighbouring countries”.Our two amendments to the RSS/BJP’s divisive Citizens Amendment Bill on neighbouring countries and religions: India is equally, a home for all religions. Why just three neighbouring countries in the bill? People of all religions must get equal treatment. #NoDiscrimination pic.twitter.com/J0bkZiZeZf— Sitaram Yechury (@SitaramYechury) December 8, 2019\n\nThe bill proposes an amendment to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.The proposed law was approved by the 16th Lok Sabha but it lapsed after not being introduced in the Rajya Sabha. This time too, its passage in the Lower House is expected to be easy, where the Bharatiya Janata Party-led National Democratic Alliance has majority. However, the government may find it difficult to push it through the Upper House.Watch: Five reasons why the Citizenship Bill is dangerous – and must be opposedProtests against the Citizenship Amendment Bill were held in different parts of the North East on Sunday.In Manipur, women vendors of Ima Panthoibi Sanakeithel Temporary Market sat on a hunger strike, staged a sit-in protest and burned copies of the bill. Outfit secretary Yumnam Ongbi Shumola Leima said Manipur Chief Minister N Biren Singh has often mentioned about adding a clause in the Bill. “The people of the North East are not demanding for adding a clause in the Bill as mentioned by the chief minister, but they are totally against the CAB,” she added.In Mizoram, Mizo Zirlai Pawl, the top student body, accused the National Democratic Alliance government of trying to create a rift among the northeastern states by exempting some of the areas in the region from under the purview of the Bill. The Mizo Zirlai Pawl will join the bandh call given by North East Students’ Organisation on Tuesday.In Meghalaya, various civil bodies of Garo Hills have formed a forum to seek the implementation of the Inner Line Permit within the state. “We have decided to oppose the implementation of CAB and instead demand the implementation of ILP in the state. We have also resolved to protest the bill through peaceful means,” said  All Garo Hills Joint Action Committee Convenor Balkarin Ch Marak.Besides the North East, protests have also been going on against the draft law in cities such as Delhi and Bengaluru. Opposition parties such as the Congress, the Samajwadi Party, the All India Majlis-e-Ittehadul Muslimeen, the Trinamool Congress, and the Dravida Munnetra Kazhagam are against the amendments. Echoing Majlis’ leader Asaduddin Owaisi, Congress leader Shashi Tharoor on Sunday warned that passage of the Bill would mark the definitive victory of Muhammad Ali Jinnah’s politics over that of Mahatma Gandhi’s, and reduce India to a “Hindutva version of Pakistan”.Also read: Citizenship Bill: Eight articles on the contentious draft law set to be tabled in Lok Sabha today","author":"Scroll Staff","time":"2019-12-09T10:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/45571-jrpkjqlkgt-1567086733.jpg","tags":["CPM","CAB","Citizenship Bill","Lok Sabha","Parliament"],"source":"https://scroll.in/latest/946243/citizenship-amendment-bill-cpi-m-wants-religious-clauses-to-be-deleted-says-sitaram-yechury"}