{"title":"Citizenship Bill: Asaduddin Owaisi tears up copy in Lok Sabha, says it will cause another Partition","content":"All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi on Monday said that the Citizenship Amendment Bill is “even worse than [German dictator] Adolf Hitler’s laws”. Following a fiery speech in the Lok Sabha during a debate on the bill, Owaisi tore up a copy of the bill, calling it unconstitutional.\n\n\n    \n    Play\n\nUnion Home Minister Amit Shah introduced the bill in the Lok Sabha earlier on Monday, and denied that it discriminates against any community. He also accused the Congress of dividing the country during Independence, and added that the bill would not have been needed if Partition had not happened. Shah also claimed that all 130 crore Indians support the bill.Owaisi claimed that the bill was against the basic principles of the Constitution and aimed at making Muslims stateless, which could cause another partition of the country, PTI reported. Owaisi said Mahatma Gandhi was called Mahatma after he tore the discriminatory citizenship card in South Africa in 1910. In a similar display of anger, the AIMIM chief then tore up his copy of the Citizenship Amendment Bill.The bill proposes amendments to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.  Owaisi also asked the government why it had excluded minorities from China in the draft of the bill. “Are you afraid of China?” he asked. “When the Constitution’s Preamble was being made, it was not initiated in the name of God,” Owaisi said. “Look at how high up we were then and how much we have fallen now.” Owaisi also said that the Taliban will soon come to power in Afghanistan, and when it does, India will need the help of the [minority] Hazara and Tajik communities living there. “But by keeping them out, you have lost your trump card,” Owaisi added. “This is your vision, this is your thinking. I did not think that the government would commit such a big strategic blunder.” The AIMIM chief also asked Amit Shah to provide data about the number of people who will be given Indian citizenship through the bill.Several other Opposition parties, including the Congress, Trinamool Congress, Nationalist Congress Party and the Telangana Rashtra Samithi opposed the bill during the debate in the Lok Sabha. While the Janata Dal (United), the Biju Janata Dal and the YSR Congress Party backed the bill, they expressed apprehension about its exclusion of Muslims.","author":"Scroll Staff","time":"2019-12-09T23:06:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/132509-jlvtbscfuh-1575906179.jpeg","tags":["Asaduddin Owaisi","Lok Sabha","Citizenship Amendment Bill","Amit Shah","Hitler"],"source":"https://scroll.in/latest/946334/citizenship-bill-asaduddin-owaisi-tears-up-copy-in-lok-sabha-says-it-will-cause-another-partition"}