{"title":"Citizenship Act is against people, religion; won’t implement it in Madhya Pradesh, says Kamal Nath","content":"Madhya Pradesh Chief Minister Kamal Nath on Wednesday said his administration will not implement the amended Citizenship Act, saying it was “anti-constitutional”, PTI reported. The chief minister said the Congress had wanted to implement the National Population Register but not the National Register of Citizens.“We also wanted the NPR that they have brought, but there was no NRC associated with it,” Nath said, while leading a protest rally against the amended citizenship law. “They are bringing it together, which has made their intentions clear.” This population register is linked to the census, due in 2021, and is a list of “usual residents” in the country. However, it has also been linked to the National Register of Citizens, a proposed nationwide exercise to identify undocumented migrants and differentiate them from citizens of India. The Census of India website has described the NPR as “the first step towards the creation of a National Register of Citizens”. The Union Cabinet on Tuesday approved funds of Rs 3,900 crore to update the NPR.The chief minister alleged that the central government’s amendments to the Citizenship Act and the NRC was opening the door for its misuse. Nath said what was “not written” in the citizenship law was more significant than what was written in it.“During my 40 years in Parliament, I have never seen an anti-constitutional law like the CAA and NRC,” he said. He added that this was the Centre’s attempt to divert attention from matters like the economic slowdown, agrarian distress, and unemployment, among other things.Nath said that any legislation that was “anti-people, anti-constitution, anti-society, anti-religion” will not be enforced in Madhya Pradesh under the Congress-led government, The Indian Express reported.मुख्यमंत्री श्री @OfficeOfKNath के नेतृत्व में आयोजित \"संविधान बचाओ न्‍याय शांति यात्रा” में भारी संख्या में लोग हाथों में तिरंगे लिए और गांधी टोपी पहने एकत्रित हुए। pic.twitter.com/MrLR3lDvDd— Madhya Pradesh Congress Sevadal (@SevadalMP) December 25, 2019\n\nThe Citizenship Amendment Act has triggered protests across the country after it was passed in Parliament on December 11. The legislation provides Indian citizenship to religious minorities from Pakistan, Bangladesh and Afghanistan, who have entered the country on or before December 31, 2014. The law has attracted widespread criticism as it excludes the Muslim community from its purview.Nath declared during a protest that his government would not implement the Citizenship Amendment Act. Apart from the Madhya Pradesh chief minister, the chief ministers of Kerala, West Bengal and Punjab have also said they will not implement the amended citizenship law in their states.Maharashtra Chief Minister Uddhav Thackeray on Tuesday said the amendments to the Citizenship Act and the proposed National Register of Citizens will not be implemented in the state. He further said the state government will not build any detention centres.Kerala and West Bengal stopped work on the National Population Register last week.","author":"Scroll Staff","time":"2019-12-25T19:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133516-aasatcmofb-1577274968.jpg","tags":["Madhya Pradesh","Kamal Nath","Congress","Citizenship Amendment Act"],"source":"https://scroll.in/latest/947874/citizenship-act-is-against-people-religion-wont-implement-it-in-madhya-pradesh-says-kamal-nath"}