{"title":"Citizenship Bill will revive two-nation theory, warns Asaduddin Owaisi","content":"All India Majlis-e-Ittehadul Muslimeen chief and Hyderabad MP Asaduddin Owaisi on Wednesday drew parallels between the Citizenship (Amendment) Bill and Pakistan founder Muhammad Ali Jinnah’s two-nation theory, saying the legislation would bring dishonour to freedom fighters, if passed, ANI reported.“As an Indian Muslim, I rejected Jinnah’s theory, now you are making a law wherein unfortunately you will be reminding the nation of two-nation theory,” Owaisi said. The AIMIM chief said the proposed legislation violates Constitution’s Article 14 (equality before law) and Article 21 (right to life and personal liberty) as it seeks to provide citizenship on the basis of religion.Owaisi’s remarks came hours after the Cabinet cleared the draft law. The bill is expected to be tabled in the Winter Session of Parliament in the next few days. It seeks to amend a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan, and Pakistan if they have lived in India for six years. Owaisi said the Citizenship bill was disrespectful towards Mahatma Gandhi and BR Ambedkar. “If media reports are correct that Northeast states will be exempted from proposed Citizenship (Amendment) Bill, then it in itself is a great violation of Article 14 that is a fundamental right,” said the parliamentarian. “You cannot have two laws on citizenship in the country.”Meanwhile, responding to the Narendra Modi government’s decision, Bharatiya Janata Party MP and actor Ravi Kishan said India was a “Hindu rashtra” since there were around 100 crore Hindus in the country. “There are so many Muslim and Christian countries,” he told ANI. “It is amazing that we have a country called ‘Bharat’ to keep our culture alive.”Kishan said Opposition parties were causing unnecessary trouble over the proposed law, according to Hindustan Times. Meanwhile, former Jammu and Kashmir Chief Minister Mehbooba Mufti’s daughter Iltija Mufti also criticised the Centre for approving the bill. “India – no country for Muslims,” she posted from the Peoples Democratic Party chief’s Twitter handle.Asaduddin Owaisi, AIMIM: This law also violates Article 14&21 because you are giving citizenship on the basis of religion which contravenes both the Articles. If we pass this law then it will be a disrespect towards Mahatma Gandhi and Ambedkar, the architect of the Constitution. https://t.co/WbXaMnJ7gK— ANI (@ANI) December 4, 2019\n\nThe North East has been large-scale protests against the Modi government’s decision to introduce the Citizenship Bill in Parliament. While it will clear the Lok Sabha easily, the government may find it difficult to push the draft law through the Upper House. Several parties such as the Congress, the Trinamool Congress, the Dravida Munnetra Kazhagam, the Samajwadi Party, the Rashtriya Janata Dal, and the Left parties have voiced their opposition.BJP MP from Gorakhpur (UP) Ravi Kishan: Population of Hindus is 100 crores, so obviously India is a Hindu Rashtra. There are so many Muslim & Christian countries, so it is amazing that we have a country called 'Bharat' to keep alive our culture. pic.twitter.com/ydj0Bh5EOD— ANI (@ANI) December 4, 2019","author":"Scroll Staff","time":"2019-12-04T23:29:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/945838-21829-siadvqyyru-1484632225.jpg","tags":["Citizenship Bill","Asaduddin Owaisi","Ravi Kishan","Iltija Mufti"]}