{"title":"Citizenship Amendment Act: Indian Union Muslim League files writ petition in Supreme Court","content":"The Indian Union Muslim League, a political party with significant presence in Kerala and Tamil Nadu, on Thursday moved the Supreme Court against the Citizenship Amendment Act, 2019 passed by Parliament on Wednesday. The party has urged the Supreme Court to declare the law unconstitutional as it classifies immigrants as per religion and violates Articles 14, 15 and 21 of the Constitution as well as the basic structure of the Constitution.The petition has also challenged the validity of two government notifications that changed the Passport Act and Foreigners Act rules in 2015 and 2016 and provided special benefits to illegal immigrants on the basis of religion. The Citizenship Act refers to both these notifications to incorporate the criteria of religious persecution to provide citizenship to Sikhs, Buddhists, Hindus, Parsis, Jains and Christians from Bangladesh, Pakistan and Afghanistan.“The religious classification of Citizenship Amendment, Act 2019 violates the twin test of classification under Article 14,” the petition argued. “Wherein it [the test] requires that (i) there should be a reasonable classification based on intelligible differentia; and,(ii) this classification should have a rational nexus with the objective sought to be achieved.”The classification of the immigrant in the Act is based on religion and this cannot be accepted as a intelligent differentia. If the classification is founded on the intrinsic and core element of the individual such as race, sex, religion, place of birth and caste, the petition said, “such classifications are prime facie impermissible classification under Article 14 of the Constitution.” Article 14 guarantees all persons living in India equality before law.The petition also attacked the decision of the government to grant citizenship based on religious persecution to immigrants from only three countries. “The arbitrary classification of the aforesaid countries without any rationale, or standard principles constitutes manifest arbitrariness and violates Article 14,” the petition urged.The petition also claimed that the Act violates the basic structure of the Constitution by disregarding secularism, which makes it mandatory for the government to treat all religions equally. The law intends to treat Muslims as second-class citizens, the petition charged.The Indian Union Muslim League has also sought a stay on the operation of the law till the court adjudicates on its constitutionality.The bill was passed in Parliament this week following lengthy debates and amid protests in the North East. It still awaits the presidential assent.","author":"Scroll Staff","time":"2019-12-12T11:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127885-shkjidrsad-1569304621.jpg","tags":["Supreme Court","Citizenship Amendment Act","CAB","citizenship bill","Indian Union Muslim League"],"source":"https://scroll.in/latest/946595/citizenship-amendment-act-indian-union-muslim-league-files-writ-petition-in-supreme-court"}