{"title":"Citizenship Bill: US panel seeking sanctions against Amit Shah ‘guided by prejudices’, says MEA","content":"India on Tuesday strongly criticised the United States Commission on International Religious Freedom, or USCIRF, for its comments on the Citizenship Bill saying that the statement was “neither accurate nor warranted”. The commission on Monday had said that it was “deeply troubled” by the bill’s passage in the Lok Sabha and sought sanctions against Union Home Minister Amit Shah and other principal leadership if it is passed in the Rajya Sabha. “The position articulated by USCIRF is not surprising given its past record,” the Ministry of External Affairs statement read. “It is, however, regrettable that the body has chosen to be guided only by its prejudices and biases on a matter on which it clearly has little knowledge and no locus standi.”The ministry said the bill expedited consideration for Indian citizenship to persecuted religious minorities residing in India but are from “certain contiguous countries”. “It seeks to address their current difficulties and meet their basic human rights,” the ministry said. “Such an initiative should be welcomed, not criticised by those who are genuinely committed to religious freedom.”Also read:Former judges say Citizenship Bill makes an unreasonable classification based on religionShow civil disobedience against Citizenship Bill and NRC, former IAS officers urge IndiansThe Citizenship Amendment Bill did not come in the way of existing ways for communities to seek citizenship, the ministry said. It added that neither the Citizenship Bill nor the National Register of Citizens sought to take away citizenship from any Indian citizen of any faith. “Suggestions to that effect are motivated and unjustified,” the ministry said. “Every nation, including the United States, has the right to enumerate and validate its citizenry, and to exercise this prerogative through various policies.”In a statement on Monday, the commission had said the bill was “a dangerous turn in the wrong direction”, pointing out that the legislation used religion as a legal criterion to grant citizenship. “It runs counter to India’s rich history of secular pluralism and the Indian Constitution, which guarantees equality before the law regardless of faith,” USCIRF added.  After more than seven hours of debate on Monday, the bill was passed in the Lok Sabha by a division of votes with 311 in favour and 80 against it. It is expected to be introduced in the Rajya Sabha on Wednesday. The legislation proposes amendments to the Citizenship Act of 1955 to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.  We regret the inaccurate and unwarranted comments made by USCIRF on #CAB. They have chosen to be guided by their prejudices and biases on a matter on which they have little knowledge and no locus standi.Read our full statement below ⬇️ pic.twitter.com/BLajy03MtZ— Raveesh Kumar (@MEAIndia) December 10, 2019","author":"Scroll Staff","time":"2019-12-10T15:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132545-vetefhxzzy-1575969872.jpg","tags":["India","Citizenship Bill","Parliament","USCIRF"],"source":"https://scroll.in/latest/946392/citizenship-bill-us-panel-that-sought-sanctions-against-amit-shah-guided-by-prejudices-says-mea"}