{"title":"Citizenship Bill: AGP chief says amendment is inevitable, suggests it as ‘bargaining tool’ for Assam","content":"Asom Gana Parishad President Atul Bora on Tuesday subtly hinted at supporting the controversial Citizenship (Amendment) Bill, reported News Live. The government has listed the Bill among its items of business for the ongoing Winter Session of Parliament. The Citizenship (Amendment) Bill seeks to amend a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan if they have lived in India for six years. It had been passed in the previous Lok Sabha in January but was not tabled in the Rajya Sabha. The bill lapsed after the term of the Lok Sabha ended in May.Bora, who is a minister in the Sarbananda Sonowal-led Assam Cabinet, said it was time to move ahead with reality. “At this point, we should be practical,” he said. Bora said the passage of the Bill was almost inevitable. “If it [BJP] wants to fulfil its national agenda, it will be done,” he said, according to The Telegraph. He suggested that people of Assam should rather use it as an opportunity to “bargain better” with the Centre to get more Constitutional safeguards. “In return, we may have to bear the burden of some more foreigners,” he said. “Anyway, we have already taken in so many; what harm will a few lakhs more do if we can protect our community forever after this.”There have been large-scale protests across the North East against the Narendra Modi-led government’s decision to introduce the Citizenship (Amendment) Bill during the Winter Session of Parliament. While Meghalaya Chief Minister Conrad Sangma has urged the Centre to withhold the bill in its current form, Nagaland Chief Minister Neiphiu Rio had said the bill will change the demography of the North East. Assam Chief Minister Sonowal has been criticised for his silence over the matter.Bora said the party’s position did not amount to “surrender” as some sections alleged. The party is a member of the National Democratic Alliance. The AGP, a part of the BJP-led coalition government in Assam, had come out of the alliance earlier opposing the Bill. Its three ministers – Bora, Keshab Mahanta and Phani Bhusan Choudhury – had resigned. However, when the Bill lapsed, the AGP returned to the coalition and the three ministers were reinstated. “We are with the people of Assam,” Bora told News Live. He claimed that the general people of Assam were not against the Bill.  “We fought the last Lok Sabha elections saying we would oppose the Bill, but we did not get any votes,” he said. “So, it is obvious what people want.”On Sunday, the Bharatiya Janata Party’s Assam unit said it wanted certain changes in the Citizenship (Amendment) Bill. The party’s state unit chief said they had sent suggested changes to the legislation before the government makes a final decision about it.The BJP on Tuesday reportedly asked its MPs to be present in Parliament in the coming days, indicating that the Bill could come up soon. Defence Minister Rajnath Singh, who addressed the weekly meeting of party MPs, said the Bill was as important as the legislation that scrapped Jammu and Kashmir’s special status in August, reported The Indian Express.","author":"Scroll Staff","time":"2019-12-04T08:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110231-hqigodhvkw-1547053269.jpg","tags":["Atul Bora","Parliament","Winter Session","AGP","BJP","Citizenship Bill"],"source":"https://scroll.in/latest/945732/citizenship-bill-agp-chief-says-amendment-is-inevitable-suggests-it-as-bargaining-tool-for-assam"}