{"title":"Citing delay by Centre, SC recalls proposal to transfer Justice S Muralidhar to Madras HC ","content":"The Supreme Court collegium on Thursday recalled its proposal to transfer Orissa High Court Chief Justice S Muralidhar to the Madras High Court citing a delay from the Centre.The collegium headed by Chief Justice DY Chandrachud said in a resolution that it had proposed to transfer Justice Muralidhar in September.“The recommendation has remained pending with the Government of India since then without any response,” the collegium said. “Dr Justice Muralidhar now demits office on August 7, 2023, leaving less than 4 months’ time.”The collegium, also comprising Justices Sanjay Kishan Kaul, KM Joseph, MR Shah and Ajay Rastogi, recommended  Justice SV Gangapurwala as the chief justice of Madras High Court.In October, the Bharatiya Janata Party-led Central government had held back Justice Muralidhar’s transfer as the chief justice of the Madras High Court, even as it had approved the appointment of three other chief justices as recommended by the Supreme Court collegium.Notably, in February 2020, Muralidhar had been transferred from the Delhi High Court to the Punjab and Haryana High Court.The transfer was notified soon after he directed the Delhi Police to decide on filing a first information report against Union minister Anurag Thakur, Parvesh Verma, Kapil Mishra and Abhay Verma – all BJP leaders – for making allegedly inflammatory speeches.The petitioners in the case had alleged that the speeches incited riots in Delhi in 2020 which claimed the lives of 53 persons. The majority of those killed were Muslims.The Delhi Bar Association had expressed “shock, outrage and dismay” at Justice Muralidhar’s transfer. Several members of the association had abstained from work in protest.  In March, the collegium had criticised the Centre for withholding the names of candidates recommended by it for appointment of judges.It had said that its recommendations should not be withheld or overlooked “as this disturbs their seniority whereas those recommended later steal march on them”.The collegium had made the remarks while referring to the recommendation for the appointment of lawyer R John Sathyan as a judge of the Madras High Court. Sathyan’s name had been reiterated by the collegium on January 17, but has not been approved for appointment by the government.In the past few months, the collegium has been releasing more information in public about its rationale for recommending judges, names pending with the government and inputs of intelligence agencies on judicial appointments.Traditionally, discussions that took place during collegium meetings were not recorded or released in any form, and only the names of the recommended candidates were released in the public domain.Also read: Why are the Supreme Court and Modi government in a war of words over judicial appointments?","author":"Scroll Staff","time":"2023-04-20T12:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173059-awaqalfrxg-1649990554.jpg","tags":["S Muralidhar","Madras High Court","Supreme Court"],"source":"https://scroll.in/latest/1047682/citing-delay-by-centre-sc-recalls-proposal-to-transfer-justice-s-muralidhar-to-madras-hc"}