{"title":"Citizenship Bill: Writers and scholars warn of ‘untold suffering’ and irreparable damage to India","content":"A group of 625 civil society members demanded the withdrawal of the Citizenship Amendment Bill on Monday, claiming it will fundamentally alter the character of the Indian republic. They said the bill’s “blatant exclusion of a community” was discriminatory and divisive, and in violation of the Constitution’s secular principles. The proposed amendments were passed in the Lok Sabha late on Monday, and are likely to be tabled in the Rajya Sabha on Wednesday afternoon.  Activists, scholars, writers, artists and film personalities were among those who signed the statement. Some of the well-known signatories were writers Nayantara Sahgal, Arundhati Roy and Amitav Ghosh, musician TM Krishna, filmmakers Aparna Sen, Nandita Das and Anand Patwardhan, scholars Romila Thapar, Prabhat Patnaik and Ramachandra Guha, and activists Teesta Setalvad, Harsh Mander, Yogendra Yadav and Aruna Roy. In the statement, the group said that along with the proposed nationwide National Register of Citizens, the amendments to the Citizenship Act of 1955 would bring “untold suffering” and “widespread division” across India, and “damage, fundamentally and irreparably, the nature of the Indian republic”. They warned that this would take place at the cost of critical needs of citizens such as food security and employment.The signatories said the proposed legislation had made religion a key to Indian citizenship for the first time since India was founded as a secular republic. “For the first time there is a statutory attempt to offer privileges to certain faiths,” they a. “For the first time, there is an attempt, by statute, to exclude Muslims from the possibility of amnesty and citizenship – for no reason other than their religion.”The statement claimed that even under other regimes throughout millennia, there was no official position denying migrants or refugees a place on the basis of religion. The bill “tears to shreds the inclusive, composite vision of India that guided our freedom struggle”, the group said.Also read: Show civil disobedience against Citizenship Bill and NRC, former IAS officers urge IndiansThe signatories said the amendments, if approved, would betray the  Constitution. They urged “all people of conscience” to “insist that the Constitutional commitment to an equal and secular citizenry be honoured”.If enacted, the Citizenship Amendment Bill will grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, provided they have resided in India for six years. The cut-off date is December 31, 2014.Shortly before midnight, when the Lok Sabha voted on the bill, Union Home Minister Amit Shah concluded his defence of the amendments with the promise of a nationwide National Register of Citizens on the lines of an exercise already conducted in Assam to identify undocumented immigrants. However, he maintained several times during his speech that the NRC and the Citizenship Bill had nothing to do with each other, and claimed that the bill was not discriminatory towards anyone.","author":"Scroll Staff","time":"2019-12-10T17:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132503-hksbybhprj-1575899914.jpeg","tags":["Citizenship Bill","Citizenship Amendment Bill","Lok Sabha","Amit Shah","Muslims"],"source":"https://scroll.in/latest/946409/citizenship-bill-writers-and-scholars-warn-of-untold-suffering-and-irreparable-damage-to-india"}