{"title":"Citizens must know that hate speech will be met with state action, says Supreme Court","content":"Citizens must know that if they engage in instances of hate speech, the government will take action against them, the Supreme Court observed on Wednesday, according to Live Law.A bench comprising Justices Sanjiv Khanna and Bela M Trivedi was hearing a group of 17 petitions making an array of demands pertaining to cases of alleged provocative speeches. Some of the petitioners have urged the court to pass broad guidelines to deal with hate crimes.During the hearing, Advocate Nizam Pasha, representing one of the petitioners, contended that people who have a history of giving incendiary speeches should not be allowed to address meetings.However, the court remarked that it cannot deal with individual cases, and that it was seeking to set up an administrative machinery to deal with the problem, PTI reported. It directed Pasha to approach the relevant High Court and seek its intervention in specific cases.“There will be, in a country like India, some problems,” Justice Khanna said. “The question is whether we have enough administrative machinery in place to take action wherever required and to keep a check on it. Society must know that if they indulge in that, there will be a state action.”Subsequently, advocate Vishnu Shankar Jain, appearing for another petitioner, mentioned before the court a contempt petition filed against Tamil Nadu minister Udhayanidhi Stalin in connection with his remarks about Sanatana Dharma, a term often associated with Hinduism.However, Justice Khanna reiterated that the Supreme Court would not go into individual cases and told Jain to approach the High Court with the contempt petition.In October last year, the Supreme Court had ordered the police in Delhi, Uttarakhand and Uttar Pradesh to take action in cases of hate speech irrespective of religion of the offenders and without waiting for complaints.A bench comprising Justices KM Joseph and Hrishikesh Roy had warned that any delay on the part of the administration in taking action would be viewed as contempt of court.","author":"Scroll Staff","time":"2023-11-30T12:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127495-givmhwrjmy-1616551833.jpg","tags":["Supreme Court","Sanjiv Khanna","hate speech"],"source":"https://scroll.in/latest/1059850/citizens-must-know-that-hate-speech-will-be-met-with-state-action-says-supreme-court"}