{"title":"NRC debate: How the 1947 Sylhet partition led to Assam’s politics of the foreigner","content":"There are few parallels to Assam’s National Register of Citizens process in India or, indeed, anywhere in the world. As the state government updated its list of Indian citizens in Assam, applicants had to provide documents proving that they or their ancestors had entered the state before midnight of March 24, 1971. The final draft of the National Register of Citizens, released on July 30, excluded four million people, creating potentially one of the largest stateless populations in the world.What has led to such a politics of antipathy towards alleged foreigners in Assam? To understand this, it is instructive to go back to 1947.While the cataclysms of that year are usually identified with the partitions of Punjab and Bengal, the fact that Assam was also divided is little known. The district of Sylhet, majority Muslim and almost completely Bengali, was transferred from Assam in India to East Bengal in Pakistan after a referendum.The paradox of colonial AssamIn the 1930s, an unusual demand was raised in the Central Legislative Assembly – the closest thing British India had to a federal legislature. A member, Basanta Kumar Das, moved a resolution to rename the province of Assam as, he argued, Assamese speakers were a minority in the state. Indeed, the number of Bengali speakers in Assam was twice that of Assamese speakers.This unusual situation was because in 1874, the district of Sylhet – rich in tea plantations – had been transferred from Bengal to Assam to boost the latter’s revenues. Nearly three-quarters of all Bengalis in Assam after this relocation were Sylhetis. This, in turn, gave rise to a demand among Assam’s Assamese leaders to reverse the situation and lob Sylhet back to Bengal in order to given Assam a more homogeneous linguistic character.Demand for homogeneityIn 1945, the Assam Pradesh Congress Committee released a manifesto, ahead of elections, that spoke of the need for a culturally homogeneous Assam:“Unless the province of Assam is organised on the basis of Assamese language and Assamese culture, the survival of the Assamese nationality and culture will become impossible. The inclusion of Bengali speaking Sylhet and Cachar and immigration or importation of lacs of Bengali settlers on wastelands has been threatening to destroy the distinctiveness of Assam and has, in practice, caused many disorders in its administration.”In 1946, therefore, the prime minister (as the head of a province was called under the Raj) of Assam, Gopinath Bordoloi, told a British delegation, which had come to India to discuss transfer of power, that Assam would be quite prepared to hand over Sylhet to Bengal.The referendumAs a result, Sylhet, along with the North West Frontier Province (now Khyber Pakhtunkhwa in Pakistan), were the only places that were allowed a referendum on whether they would like to join India or Pakistan after the British had transferred power. The voting was held on July 6, 1947 and July 7, 1947 amidst flooding as well as allegations of intimidation by Muslim League cadre bought in from North India. Broadly following the Hindu-Muslim population break-up of the district, Sylhet voted to join East Bengal. Other than a small Hindu-majority pocket, most of the district was transferred to Pakistan.Sylhet in modern-day Bangladesh. Credit: Creative CommonsAssam government’s role in PartitionIn the wake of this, some commentators had blamed the Assam government for its hostile attitude towards retaining Sylhet, an allegation that played a bitter part in Bengali-Assamese relations in Assam post-1947. Historian Sujit Chaudhuri writes:“The Bengali speaking district was regarded as an ulcer hindering the emergence of a unilingual Assam. Hence, when the decision for the referendum was announced, Gopinath Bordoloi, conveyed to all concerned, that the Cabinet was not interested in retaining Sylhet.”In 1954, as the Cachar States Reorganisation Committee submitted a memorandum to the States Reorganisation Committee to create a new Bengali-dominated state of Purbanchal in the North East, it said, “At the time of Partition in 1947, it is well-known that Assam made no serious effort to win the plebiscite in Sylhet  and even allowed propagandists from the Punjab to preach in favour of Pakistan while it harassed men  sent from Calcutta to speak in favour of retention in the Indian Union.”To this was added the charge that  “Sylhet leaders were discouraged when they tried to salvage a portion of the district through an effective representation to the Boundary Commission”. Historian Amalendu Guha writes, “It was indeed the lifetime opportunity for the Assamese leadership ‘to get rid of Sylhet’ and carve out a linguistically more homogeneous province.”Bengali refugees of PartitionWhile the allegations of the Assam government influencing the vote in favour of Pakistan remain contentious, the exit of Sylhet did fulfil the aim of building a more homogeneously Assamese province. Addressing the Assam Assembly on behalf of the Congress government in September 1947, the governor of Assam said:“The natives of Assam are now masters of their own house. They have a government which is both responsible and responsible to them. The Bengali no longer has the power, even if he had the will, to impose anything on the people of these hills and valleys which constitute Assam.”However, this situation was short-lived as just after Partition, large numbers of Hindu Bengalis started to migrate across the border back to Assam, allowing politicians in Assam to eventually frame the pre-1947 question of cultural homogeneity as one of infiltration by foreigners. “Had there been no Partition, there would not have been any ‘foreigner issue’ in Assam,” writes Sujit Chaudhuri. Themes such as evicting immigrants and even the deletion of names from voter lists first emerged in that post-Partition moment.Linguistic and religious interweaveAssam, at the time, saw a complex interplay of religious and linguistic factors. Linguistic factors drove Bordoloi to seek Sylhet’s separation from Assam. And a communal referendum – in which Hindu Bengalis and Muslim Bengalis voted separately – was conducted in Sylhet for this division to take place. Communal riots took place at the time of Partition, but after the influx of Hindu Bengali refugees into Assam, “it was the language question that was to become increasingly the rallying point of anti-social, divisive forces and vested interests to organise riots”.To add to this, many Muslim Bengalis in post-Partition Assam cited their mother tongue as Assamese to census officials. As a result, the 1951 Census said that Assamese speakers had grown by 150% compared to 1931. Since Muslim Bengalis were economically and educationally backward at the time, an alliance with them suited the Assamese elite who were competing with the elite Hindu Bengalis. Because of these inflated Assamese numbers, demands – largely by Hindu Bengalis – for a Bengali-majority state to be carved out of Assam were rejected when the states were reorganised on linguistic lines in 1956, allowing the Assamese elite to retain power.Of course, this alliance would also go through its share of ups and downs. With the numbers of Muslim Bengalis growing and the Hindu Bengali elite losing power, the former are now perhaps seen as more of a threat to Assamese cultural homogeneity than the latter.From ‘outsider’ to ‘foreigner’In the late 1970s, as the Assam Agitation to evict undocumented immigrants took off, the memory of Partition was used to invent the term “foreigner” as opposed to “outsider”, the term that had been popular till then. According to Sujit Chaudhuri, while the terms were synonymous, they were used in different contexts. He writes:“In short, the term ‘outsider’ is still used in non-official conversations within Assam since in sells well in the domestic market, whereas the term ‘foreigner’ is a later innovation for the consumption of the national press and national conscience. Thus the same commodity is being sold with rare acumen under two different brand names in two different markets to suit the taste and demands of two different varieties of consumers.”This division of labour has been seen in the wake of the National Register of Citizens too, with the Bharatiya Janata Party, at the national level, trying to paint it as an exercise targeting only Muslim Bangladeshi immigrants while many Assamese politicians concurrently argue that the process identifies both Hindu and Muslim Bangladeshi immigrants.","author":"Shoaib Daniyal","time":"2018-08-12T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889905-glbpvhfwlr-1534002271.jpeg","tags":["NRC","Assam","Sylhet","Partition","National Register of Citizens","Foreigner","Bangladeshi","Immigrants"],"source":"https://scroll.in/article/889905/citizens-register-how-the-1947-sylhet-partition-led-to-assams-politics-of-the-foreigner"}