{"title":"Citizenship Bill: Ten northeastern parties, including BJP allies, decide to oppose draft law","content":"Meghalaya Chief Minister Conrad Sangma on Tuesday said ten political parties in the North East, including allies of the Bharatiya Janata Party, unanimously decided to oppose the Citizenship Amendment Bill, 2016, PTI reported. Chief ministers of most northeastern states have opposed the bill, which was passed in the Lok Sabha earlier this month. The Citizenship (Amendment) Bill seeks to amend the Citizenship Act of 1955 to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan if they have lived in India for six years. The bill is expected to be taken up by the Rajya Sabha in the Budget session of Parliament.  Earlier in the day, the political parties were part of a meeting convened by Sangma and Asom Gana Parishad President Atul Bora. The parties included the Mizo National Front, National Democratic Progressive Party, Indigenous People’s Front of Tripura, the Sikkim Democratic Front, and the units of the National People’s Party in Arunachal Pradesh, Nagaland and Manipur. A Janata Dal (United) delegation, an ally of the National Democratic Alliance, also attended the meeting.“The meeting was a natural process, considering the opposition of the North East states to the bill and it is not politically motivated,” Sangma told reporters after the meeting, PTI reported. “Most political parties in the region were protesting against the bill in their own states and so we decided to come together and discuss measures to protect our people and the region.” Mizoram Chief Minister Zoramthanga said the bill was “dangerous and harmful” for the people of the North East. Bora called the meeting historic and said the parties had resolved to ensure that the bill is not passed in the Rajya Sabha.In Assam, the Asom Gana Parishad, an ally of the BJP, pulled out of the coalition in protest against the Citizenship Bill in the first week of January. Three Asom Gana Parishad state ministers later quit the Cabinet.Sangma and Mizoram Chief Minister Zoramthanga met Union Home Minister Rajnath Singh on January 18 to ask the Centre to scrap the bill. On January 25, Zoramthanga threatened that the ruling Mizo National Front will pull out of the North East Democratic Alliance if the bill is not revoked.  Meanwhile, the Nagaland Cabinet on Tuesday rejected the bill, following pressure from various tribal organisations and student organisations, PTI reported. In a press release, Chief Minister Neiphiu Rio and Chief Secretary Temjen Toy said the bill has been a matter of concern in Nagaland and triggered protests across the northeastern region.","author":"Scroll Staff","time":"2019-01-29T16:49:43.923491+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/103809-impaexyycd-1540306165.jpg","tags":["Citizenship Bill","Conrad Sangma","North East"],"source":"https://scroll.in/latest/911261/citizenship-bill-ten-northeastern-parties-including-bjp-allies-decide-to-oppose-draft-law"}