{"title":"Manipur to be included in Inner Line Permit system to gain ‘exemption’ from Citizenship Bill","content":"Union Home Minister Amit Shah on Monday told the Lok Sabha that Manipur would be included in the Inner Line Permit system, thereby “exempting” it from provisions of the Citizenship Amendment Bill, ANI reported. The permit is a document that outsiders need before travelling to places defined as “protected areas” in some states in the North East. The amendments will not be applicable to regions in the North East protected by the Inner Line Permit and Sixth Schedule  provisions. This also includes the whole of Arunachal Pradesh, Mizoram, most of Nagaland, Meghalaya and Tripura, and certain pockets of Assam.Hours earlier, Manipur Chief Minister N Biren Singh thanked Prime Minister Narendra Modi and Union Home Minister Amit Shah for the imminent announcement. In a tweet, he claimed that the people in the state were out on the streets to thank the two leaders.“Our constant apprehension that influx of outsiders will marginalise the indigenous communities [due to Citizenship Amendment Bill] has now been put to rest,” PTI quoted him as saying.People of Manipur has come out on the street to  thank Hon'ble PM @narendramodi ji and Home Minister @AmitShah ji in advance expecting announcement of ILP extension to Manipur state & thus excluding from any CAB fallout. pic.twitter.com/4hNBuiOfmA— N.Biren Singh (@NBirenSingh) December 9, 2019\n\nThe Manipur government also declared a holiday on Tuesday for all educational institutions and government offices in celebration of Shah’s announcement. The government also issued a circular directing all subordinate officers to celebrate the “exemption” granted to the state. The BJP-led government directed officers to put up photographs of Modi and Shah while celebrating.However, the Manipur People Against Citizenship Amendment Bill organisation expressed caution. On Sunday, the organisation had called for a protest against the Bill, The Indian Express reported.Shah introduced the Citizenship Amendment Bill in the Lok Sabha amid the Opposition’s vociferous protests. The bill proposes amendments to a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.Normal life in Assam hit by bandhA 48-hour strike called by the All Moran Students’ Union in Assam against the bill affected normal life in many districts of the state on Monday, PTI reported. Shops, markets and financial institutions were closed, while schools and colleges remained shut in the districts of Lakhimpur, Dhemaji, Tinsukia, Dibrugarh, Sivasagar, Jorhat, Majuli, Morigaon, Bongaigaon, Udalguri, Kokrajhar and Baksa.Hundreds of men, women and children poured into the streets of these districts after the bandh began at 5 am, burning tyres and blocking highways. However, the call for the bandh had no impact in the Bengali-dominated districts of Cachar, Karimganj and Hailakandi as well as the hill districts of Karbi Anglong and Dima Hasao, administration officials said. The strike also evoked a negligible response in Guwahati.The police used baton-charge to disperse a group of agitators who clashed with police personnel in Dibrugarh and Guwahati. Tourists visiting Kaziranga National Park were stranded due to lack of transport for their travel to Guwahati to board flights and trains. The protestors also held mock “funeral processions” of Chief Minister Sarbananda Sonowal in some places. Sonowal, in response, said the Citizenship Amendment Bill is not only for Assam but for the entire country. He alleged that some sections of society are spreading misinformation about the bill. “Let us all engage in discussions and deliberations with the public to remove any doubts regarding the Bill,” Sonowal tweeted. He later told reporters that his government is committed to all-round development of language and culture of all sections of the society, and will ensure that no harm comes to any group. The North East Students Organisation called for an 11-hour bandh in Assam on Tuesday. Some groups belonging to Leftist organisations have called for a 12-hour shutdown.Protests against the Citizenship Amendment Bill were also held in Tripura’s capital, Agartala, and parts of West Bengal, PTI reported.","author":"Scroll Staff","time":"2019-12-09T17:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/53994-ghbflqmrxb-1575890194.jpg","tags":["Amit Shah","N Biren Singh","Inner Line Permit","Citizenship Amendment Bill","Manipur"],"source":"https://scroll.in/latest/946291/citizenship-amendment-bill-manipur-cm-thanks-pm-modi-and-amit-shah-for-exemption-granted-to-state"}