{"title":"Citizenship Bill: Assam (and the rest of the North East) on the boil as AGP breaks alliance with BJP","content":"More than a year after it first threatened to break with the Bharatiya Janata Party-led alliance in Assam, the Asom Gana Parishad has made good on its promise. On Monday, it walked out of the coalition because of disagreements about the Citizenship (Amendment) Bill, 2016. Even as the regional party’s  president Atul Bora told reporters in Delhi that there was “no question of continuing  our friendship with the BJP”, its spokesperson Manoj Saikia confirmed  to Scroll.in that the alliance was indeed over.“A formal announcement will be made by tomorrow in Guwahati,” he said. “AGP is with the sentiments of people of Assam and the BJP against, and that is the main difference.”A bill to ‘drive out Jinnahs’ The Citizenship (Amendment) Bill, 2016, was tabled in Parliament on Monday after being cleared by a joint parliamentary committee report set up to examine it. The bill, which seeks to amend the Citizenship Act of 1955, proposes to grant citizenship to Hindus, Sikhs, Jains, Buddhists, Christians and Parsis from Bangladesh, Afghanistan and Pakistan after six years of residence in the India, even if they do not have the requisite documents. Under the current provisions, citizenship by naturalisation can be acquired by a “foreigner (not illegal migrant)“ only after 12 years of residence in India. The amendment would mean that foreigners from the designated groups who arrived without papers up to 2014 would be eligible for citizenship.On January 6, Himanta Biswa Sarma, a senior minister in the BJP-led Assam state government, declared the bill was necessary to “drive out Jinnahs”, an implicit reference to Muslims.But many people in Assam believe that that the bill will dilute the provisions of the Assam Accord of 1985, which ended a six-year-long anti-foreigners agitation in the state, directed largely at so-called illegal Bangladeshi immigrants.  Decision ‘emotional and not pragmatic’ Reacting to the Asom Gana Parishad’s departure from the alliance, BJP spokeperson Rupam Goswami said while its “doors are always open”, it cannot force anyone to stay in an alliance with it. “AGP had shown signs of friendship with the Congress in the panchayat elections itself, so it is not surprising,” he said. In the panchayat elections held in the state in December, the BJP had emerged as the single largest party.  Goswami accused the Asom Gana Parishad of misinterpreting the bill, claiming that the party was being “emotional and not pragmatic”. “We have set up a high-level committee to protect the rights of the indigenous people, so where is the problem?” he said.On January 2, the Centre approved the establishment of a high-level committee to implement Clause 6 of the Assam Accord. According to this provision, the Centre has to enact constitutional, legislative and administrative measures to protect, preserve and promote cultural, social, linguistic identity and heritage of Assam’s indigenous communities.  Some political observers believe that the committee was a ploy to placate Assamese groups, who have not taken well to the proposed Citizenship (Amendment) Bill. When the house panel on the bill  toured Assam in May, it was met with widespread protests, especially in the Brahmaputra Valley. The accord stipulates that foreigners who arrived in India on or after March 25, 1971 – the start of the Bangladesh War – will be deleted from electoral rolls and expelled. The state is already going through the paces of updating its National Register of Citizens, last compiled in 1951. Intended to be a roster of genuine Indian citizens in the state, the exercise is governed by the terms of the Assam Accord and one its stated aims is to detect illegal immigrants.The Asom Gana Parishad, an Assamese nationalist party, grew out of the anti-foreigners movement. Formed shortly after the accord, it first swept to power in 1986.Spreading across the North East The BJP’s decision to table the bill has triggered wide-spread protests yet again – and this time they are not just restricted to Assam, but the rest of the North East, too. The North East Students’ Organisation, an umbrella body of  influential student outfits from the region such as All Assam Student’s Union,  Mizo Zirlai Pawl, the All Arunachal Pradesh Students’ Union and the Naga Students’ Federation, has called an 11 hour bandh on Tuesday to protest against the bill.   Across the North East, so-called illegal Bangladeshi immigrants are seen as a threat to “minority tribes”. On Monday, social media groups based in states of the North East  had already kicked into action mobilising support for the strike.","author":"Scroll Staff","time":"2019-01-07T18:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107795-jdevdhmiwx-1544456784.jpg","tags":["Bharatiya Janata Party","Assam","Asom Gana Parishad","Citizenship (Amendment) Bill","2016"],"source":"https://scroll.in/article/908534/citizenship-bill-assam-and-the-rest-of-the-north-east-on-the-boil-as-agp-breaks-alliance-with-bjp"}