{"title":"Lok Sabha passes Citizenship Bill after protests by Opposition MPs","content":"The Lok Sabha on Tuesday passed the controversial Citizenship (Amendment) Bill amid protests inside Parliament and in the North East states. Home Minister Rajnath Singh, who introduced the Bill, said the draft law is not restricted for Assam or meant to only benefit migrants from a particular country. “The burden of illegal immigrants will not borne by Assam, it will be shared by different states,” he said according to PTI.Members of the Congress and the Trinamool Congress staged a walkout during the debate on the matter. The Bill seeks to amend the Citizenship Act of 1955 in order to grant citizenship to Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from Bangladesh, Afghanistan and Pakistan if they have lived in India for six years, even if they do not possess the necessary documents. The existing law states that “citizenship of India by naturalisation can be acquired by a foreigner (not illegal migrant) who is ordinarily resident in India for twelve years”. The Home Minister said the Bill is important for minorities “persecuted in other countries like Pakistan” as India is their only hope, Hindustan Times reported. “This Bill is also for migrants who have come from [across] the western borders and have settled down in Rajasthan, Punjab, Delhi and Rajasthan,” Singh said.   “The countries where minorities were subjected to violence have only been able to find safe shelter in India,” News18 quoted Singh as saying. “We regulated their entry, stay in India, but despite these changes, they cannot apply for citizenship as they are considered migrants.” Before he joined his party in walking out from the House, Congress leader Mallikarjun Kharge requested the Speaker to send the controversial draft law to a select committee as it was related to a Constitutional matter. “Many people have reservations about the bill,” Kharge said. Trinamool Congress MP  Saugata Roy said the Bill was “divisive” and “insidious” and could “lead to fires” not just in Assam but in the entire North East. Roy demanded that the Centre revise the structure of the Bill to make it secular. “Muslims are not included among the six religions mentioned in the Bill,” Roy said. “Anyone who comes out of religious persecution should be included if they seek asylum in India.”The Asom Gana Parishad, a BJP ally in Assam, withdrew support to the party on Monday after Singh told its delegation that the bill will be passed in the Lok Sabha.","author":"Scroll Staff","time":"2019-01-08T15:24:08.632155+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/101745-xfgnqbsszt-1538195749.jpg","tags":["Citizenship Bill","Parliament","Rajnath Singh","migrants","Minorities","Congress"],"source":"https://scroll.in/latest/908663/citizenship-bill-congress-walks-out-of-lok-sabha-after-centre-tables-controversial-draft-law"}