{"title":"Citizenship Act: Assam Speaker, a BJP leader, says law will divide communities ","content":"Bharatiya Janata Party leader Hitendra Nath Goswami, who is the Speaker in the Assam Assembly, said on Thursday that doubts expressed over amendments to the Citizenship Act were not baseless, PTI reported. There is a strong possibility that the implementation of the law will “create division among different castes, communities and languages”, he added.“After the passage of the bill by the Rajya Sabha yesterday [Wednesday], the Citizenship Amendment Bill has become an Act,” Goswami said in a statement. “Though I should not comment on the Act as I am discharging Constitutional duties as Speaker, but as a person working for the nation and community through the Assam agitation, I feel that the doubt created by this act is not baseless.”Goswami recalled his opposition to the legislation when it was passed by the previous Lok Sabha in January and said: “I still have that stand and it will remain in future too...Along with my Constitutional responsibilities as a Speaker, I am also committed to the all-round development of my constituency. But, I cannot be above the public even if I am the Speaker.”He urged the central government to take necessary steps to redress the anger and grievances of the people of Assam. He also appealed to residents of the state to give importance to maintaining peace and tranquility.In January, Goswami had said the “hasty passage” of the bill in the Lok Sabha had hurt the sentiments of the people of the state, and his conscience “cannot support any act, which is unacceptable to and detrimental to the unity and fraternity of the people of Assam”.The Lok Sabha had passed a previous version of the amendment bill on January 8. However, the Rajya Sabha could not pass it by May, leading to the lapse of the bill when the Lok Sabha’s tenure expired. The bill was brought to the Lok Sabha again in the Winter Session this week, and was promptly passed by both Houses within two days.The state of Assam remains on the edge as protests continue against the amendments. On Thursday, the state administration imposed an indefinite curfew in Guwahati and Dibrugarh districts, and the towns of Tezpur and Dhekiajuli in Sonitpur district. Guwahati is the epicentre of the protests, where at least two protestors were killed and 11 suffered bullet injuries on Thursday.Congress leader Debabrata Saikia, who is the leader of the Opposition in the Assembly, met Goswami at his home on Thursday to discuss the matter. He told ANI that he had requested the Speaker to call a special session to discuss the concerns of the state’s residents.Debabrata Saikia, Leader of Opposition (LoP) in Assam Legislative Assembly: I requested the Speaker to call a special session of the state assembly to discuss the concerns of people of Assam over #CitizenshipAmendmentBill2019. (12.12.19) https://t.co/Pe9qSNvue1 pic.twitter.com/roliRQIGPx— ANI (@ANI) December 12, 2019","author":"Scroll Staff","time":"2019-12-13T10:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/102218-jomuymaiwl-1538661803.jpg","tags":["Hitendra Nath Goswami","Bharatiya Janata Party","Assam","Citizenship Act"],"source":"https://scroll.in/latest/946701/citizenship-act-assam-speaker-says-doubts-are-not-baseless-warns-of-divisions-among-groups"}