{"title":"Citizenship Bill protests: Shutdown observed in North East, five injured in police firing in Tripura","content":"Political and student outfits organised a shutdown in the North East states on Tuesday in protest against the controversial Citizenship (Amendment) Bill, PTI reported. The Lok Sabha passed the bill in the evening amid protests by Opposition MPs.In Assam, the strike was called by the powerful All Assam Students’ Union and was supported by the Asom Gana Parishad, which withdrew support to the Bharatiya Janata Party-led state government on Monday. The Congress, the All India United Democratic Front, and the Krishak Mukti Sangram Samiti also supported the protest. In Tripura, the police opened fire on protestors in Khumulwng, the headquarters of the autonomous district council. Five people suffered bullet injuries.  The Tripura government on Tuesday evening announced a ban on mobile internet services and SMS facilities for 48 hours, citing a threat to the law and order situation in the state. State Additional Secretary Saradindu Chaudhuri said Director General of Police Akhil Kumar Shukla had informed the government that incidents of rioting took place in some areas under Jirania police station in West Tripura district, and photographs of these events were being uploaded on social media.The North East Students’ Organisation, an umbrella organisation of students’ unions, supported the call for a shutdown. Apart from the political outfits in Assam, the Mizo Zirlai Pawal, the All Arunachal Pradesh Students’ Union, the Khasi Students Union, the Garo Students Union, the Naga Students’ Federation, the All Manipur Students Union and the Twipra Students’ Federation also supported the strike.Protestors clashed with the police outside Assam Chief Minister Sarbananda Sonowal’s  home in his native place in Dibrugarh. Protestors blocked national highways and damaged vehicles during the shutdown, PTI reported. They shouted slogans against the chief minister and demanded his resignation, saying he had not protected the interests of Assamese people. The Asom Gana Parishad alleged that Sonowal did not respect the people of Assam and was not cooperating on the bill.  State minister Himanta Biswa Sarma claimed that the Asom Gana Parishad’s decision to oppose the bill is a “historic blunder”, and a betrayal of the Assamese people. Sarma said former Chief Minister Prafulla Kumar Mahanta had made the first blunder by signing the Assam Accord, and the Asom Gana Parishad had now made the second. “We are grateful to Prime Minister Narendra Modi for the Bill and saving 18 Assam assembly seats from going into the hands of ‘Jinnah’ or the All India United Democratic Front,” he said.Tyres were burnt on roads in Guwahati, Tinsukia and Dibrugarh districts on Tuesday to prevent movement of vehicles. Protestors also burnt posters of the Bharatiya Janata Party, according to The Indian Express.Railway tracks were briefly blocked in Guwahati and Dibrugarh districts but movement of trains, including the Delhi-bound Rajdhani Express, resumed after the railway police removed protestors from the tracks, unidentified railway officials told PTI. Flight operations were unaffected.The families of 860 martyrs, who were conferred awards by the Assam government in 2016, threatened to return them if the Bill was passed, according to The Shillong Times.The shutdown call did not affect life in Assam’s Barak Valley, where people are largely supporting the proposed law, Northeast Now reported.In the Brahmaputra Valley, shops, markets, financial institutions, educational institutions and private offices remained closed. Private vehicles, including long-distance buses, kept off the roads.Mizoram Chief Minister Zoramthanga had on Monday extended his support to the protests, according to The Telegraph.  Meanwhile, BJP spokesperson Mehdi Alam Bora quit the party and resigned from all posts he held in it, moments after the bill was passed in the Lok Sabha, PTI reported. “I oppose the Citizenship Amendment Bill,” he said in a resignation letter he sent to state BJP chief Ranjeet Kumar Dass. “I truly feel that it will harm the Assamese society.” Bora claimed that the bill will bring about a crisis in “Assamese language culture” and nullify the Assam Accord.The strike came a day after members of some Assam-based organisations that oppose the bill protested in the nude in Tinsukia and also near Parliament in Delhi. On Saturday, protests broke out in parts of Assam against the draft law, which seeks to amend the Citizenship Act of 1955 in order to grant citizenship to Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from Bangladesh, Afghanistan and Pakistan if they have lived in India for six years, even if they do not possess the necessary documents. The existing law states that “citizenship of India by naturalisation can be acquired by a foreigner (not illegal migrant) who is ordinarily resident in India for twelve years”.","author":"Scroll Staff","time":"2019-01-08T12:00:15.709394+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110116-olfypnbnfa-1546950820.jpg","tags":["Citizenship (Amendment) Bill","North East strike","Assam strike"],"source":"https://scroll.in/latest/908617/citizenship-bill-strike-begins-across-north-east-traffic-affected-in-parts-of-assam"}