{"title":"Citizenship Bill: BJP confident of numbers in Rajya Sabha even as Sena, JD(U) falter","content":"The Rajya Sabha will take up the Citizenship Amendment Bill on Wednesday with the ruling Bharatiya Janata Party at the Centre expecting it to be passed in the Upper House. The bill was passed by Lok Sabha on Monday after a seven-hour-long heated debate. The bill proposes amendments to the Citizenship Act of 1955 to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If the proposed legislation is passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.While the BJP has only 83 MPs of its own, it is expecting support from its allies in the National Democratic Alliance and a few non-NDA members. NDA members All India Anna Dravida Munnetra Kazhagam has 11 legislators, Janata Dal (United) has six, Shiromani Akali Dal has three MPs, and one each from Asom Gana Parishad, Lok Janshakti Party, Republican Party of India, Bodoland People’s Front, and Paattali Makkal Katchi.Non-NDA parties such as the YSR Congress Party, Telugu Desam Party, the Shiv Sena and the Biju Janata Dal are also likely to vote in favour of the bill. At least four of the six Independent lawmakers are also expected to support the bill, according to News18.However, some of the parties that were expected to show their support for the bill have been changing its stand every now and then. The Janata Dal (United)’s decision to support the Citizenship Amendment Bill in the Lower House has sparked a rift in the party. Former MP and the party’s National General Secretary Pavan Varma on Tuesday urged party chief Nitish Kumar to reconsider support for the proposed amendments. The party’s Vice President Prashant Kishor had said he was disappointed with the party’s decision.Shiv Sena President and Maharashtra Chief Minister Uddhav Thackeray on Tuesday said his party would not support the Citizenship Amendment Bill unless “things are clear”. On Monday, the Shiv Sena had voted in favour of the bill in the Lok Sabha, hours after opposing it both in the House and in an article in its mouthpiece Saamana. In the article in its mouthpiece, the Shiv Sena claimed that the passage of the Bill would create an “invisible partition between Hindus and Muslims”. The party also wondered whether the “selective acceptance” of Hindu undocumented immigrants would spark a religious war in India.Meanwhile, parties in the Opposition, including the Congress, the Trinamool Congress, the Dravida Munnetra Kazhagam, the Samajwadi Party, and the Bahujan Samaj Party, among others have planned to strongly oppose the legislation.","author":"Scroll Staff","time":"2019-12-11T08:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132582-vzaaectgra-1576033667.jpg","tags":["Rajya Sabha","BJP","NDA","Citizenship Bill"],"source":"https://scroll.in/latest/946456/citizenship-amendment-bill-in-rajya-sabha-today-bjp-confident-of-numbers-even-as-sena-jd-u-falter"}