{"title":"‘Invisible partition of Hindus and Muslims’: Shiv Sena attacks BJP on Citizenship Bill","content":"As the Citizenship Amendment Bill is expected to be discussed in the Lok Sabha on Monday, Bharatiya Janata Party’s erstwhile ally Shiv Sena criticised the Centre for creating an “invisible partition of Hindus and Muslims”. The party also questioned whether the “selective acceptance” of Hindu undocumented immigrants will set off a religious war in the country.Union Home Minister Amit Shah is likely to introduce the controversial bill in the Lower House, amid protests from Opposition parties. The bill proposes an amendment to the Citizenship Act of 1955 to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.In an editorial in its mouthpiece Saamana, the Shiv Sena questioned the timing of the bill. “There is no dearth of problems in India now but still we are inviting new ones such as CAB [Citizenship Amendment Bill],” the party said. “It looks like the Centre has made an invisible partition of Hindus and Muslims over the bill. It is true that there is no other country for Hindus except Hindustan. But by accepting only Hindus among the illegal immigrants, will it be a trigger of a religious war in the country?”The Sena pointed out that most states in the North East, along with Bihar and West Bengal, have opposed the draft law. The party alleged that practicing “vote bank politics” under the guise of the bill was not in the nation’s interests. The party asked Prime Minister Narendra Modi to take stringent action against the countries that persecute Hindu, Sikh, Christian, Parsi, and Jain communities. “Now, he [Modi] should ensure that these communities won’t have to leave their respective countries with his similar adventurous actions,” the editorial said. “This would help in strengthening the country’s internal security as well.” The party was referring to the Balakot airstrikes and surgical strikes against Pakistan.The exact number of the undocumented immigrants should be ascertained, the Sena said, adding that if the figure was in lakhs, then where were they going to settle in India. He said states such as Gujarat and Karnataka will have to accommodate the immigrants if the legislation is passed and members of the persecuted communities are provided citizenship.The Shiv Sena said it was unclear whether Kashmiri Pandits would return to Jammu and Kashmir even after the Centre rescinded the region’s special status and split it into two Union Territories. “Will the Centre resettle the illegal immigrants from neighbouring countries in Jammu and Kashmir as it is now officially integrated with the rest of the country?” the party asked.The BJP and the Shiv Sena, which had ruled Maharashtra for the last five years, had formed a pre-poll alliance, but fell out after the Assembly election results were declared on October 24. Following a month of political twists and turns, the Sena formed the government in coalition with the Congress, and the Nationalist Congress Party with Sena chief Uddhav Thackeray as chief minister.Also read:Five reasons why the Citizenship Bill is dangerous – and must be opposedCitizenship Bill: Eight articles on the contentious draft law set to be tabled in Lok Sabha today","author":"Scroll Staff","time":"2019-12-09T12:24:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/130683-nkwfnhqwzr-1573560299.jpg","tags":["Citizenship Amendment Bill","Lok Sabha","Parliament","Shiv Sena"],"source":"https://scroll.in/latest/946254/citizenship-bill-has-led-to-invisible-partition-of-hindus-and-muslims-shiv-sena-attacks-bjp"}