{"title":"Citizenship Act: JNU student charged with sedition says he called for peaceful road blockades","content":"Jawaharlal Nehru University student Sharjeel Imam, who has been charged with sedition for calling on protestors to “cut off Assam from India” during protests against the Citizenship Amendment Act, on Sunday clarified that he had asked people to peacefully block roads wherever possible, The Indian Express reported.Imam, a PhD scholar, is facing sedition cases in Assam and Uttar Pradesh for a speech he had given at Aligarh Muslim University on January 16. In a video shared on social media, a person believed to be Imam is heard telling protestors to “cut off Assam from India” by occupying the “Muslim-dominated Chicken’s Neck”. The Siliguri Corridor, also known as Chicken’s Neck, in West Bengal connects the North East to the rest of India. Imam told The Indian Express that he had called for peaceful protests. “In that context, I said you have to block roads going to Assam,” he added. “It was basically a call for ‘chakka jam’. They can put cases on me by editing these clips, but there is nothing that they can prove.”Apart from the sedition charges, cases have been filed against Imam in Arunachal Pradesh, Manipur, and Delhi.  Arunachal Pradesh Chief Minister Pema Khandu on Sunday said the Crime Branch in Itanagar had registered a case against the scholar. “This kind of provocation inciting secession of Assam and other North East states from rest of India, creating communal disharmony, hampering sovereignty and territorial Integrity of India will not be tolerated,” he tweeted.The Delhi Police also registered a case against Imam under sections related to punishments for provocative speeches, India Today reported. The Manipur government has filed an first information report on the matter. “Taking cognisance of the objectionable video of Mr Sharjeel Imam, in which he threatened to sever North East from the rest of country, the Manipur Police has filed an FIR (No. 16(1)2020 IPS) under sections 121/121-A/124-A/ 120-B /153 IPC,” Rajat Sethi, an advisor to Manipur Chief Minister N Biren Singh, tweeted on Saturday night.“At a time when the people of the entire North East region are finally prospering after long spells of violence and blockades, such incitement to insurgency has to be dealt strictly under the laws of the land,” he added.Sethi also said people were hurt by Imam’s message to impose a blockade. “The people of Manipur are especially hurt by the message of Mr Imam threatening to impose blockade on the Northeast region,” he said. “The state has suffered severely due to economic blockades in the past and won’t let anyone use its soil for cheap political thrills.” This kind of provocation inciting secession of Assam & other NEstates from rest of India, creating communal disharmony, hampering severeignty & territorial Integrity of India will not be tolerated. Crime branch Itanagar have registered Case no.2/2020 U/S124(A)/153(A)153(B) IPC https://t.co/YNJR7MepPS— Pema Khandu (@PemaKhanduBJP) January 26, 2020\n\nAt a time when the people of the entire Northeast region are finally prospering after long spells of violence and blockades, such incitement to insurgency has to be dealt strictly under the laws of the land.— Rajat Sethi (@RajatSethi86) January 25, 2020\n\nAssam Finance Minister Himanta Biswa Sarma has called Imam’s remarks seditious, and claimed they were aimed at disrupting law and order in the state.  Imam has been associated with the anti-Citizenship Amendment Act protests at Delhi’s Shaheen Bagh locality, which has emerged as one of the main sites of popular resistance against the citizenship law and the proposed National Register of Citizens. The protests led by women in the locality has been going on for over a month now. In, a statement issued on Saturday, the protestors reiterated that the demonstration was not organised by one person. Several media reports had described Imam as the main organiser of the protest. “No one protestor, whether Sharjeel Imam or someone else, can be termed as the sole organiser of the protest,” read the statement.","author":"Scroll Staff","time":"2020-01-26T16:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135305-ctxbcehbwj-1580035566.jpg","tags":["Sharjeel Imam","Muslims","Uttar Pradesh","Assam","AMU","JNU","Shaheen Bagh"],"source":"https://scroll.in/latest/951159/citizenship-act-activist-charged-with-sedition-says-he-called-for-peaceful-road-blockades"}