{"title":"Citizenship Amendment Bill to be tabled in Lok Sabha tomorrow by Home Minister Amit Shah","content":"The Lok Sabha will take up the Citizenship Amendment Bill on Monday, according to the list of business on its website. Home Minister Amit Shah is scheduled to introduce the legislation for consideration and passage.The bill seeks to amend a 1955 law to grant citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan if they have lived in India for six years. The previous Lok Sabha had approved it in January but it was not tabled in the Rajya Sabha. The bill lapsed after the term of last Lok Sabha ended in May.The draft law is likely to be easily approved by the Lok Sabha, but the Narendra Modi government may find it difficult to push it through the Rajya Sabha. Several parties such as the Congress, the Trinamool Congress, the Dravida Munnetra Kazhagam, the Samajwadi Party, the Rashtriya Janata Dal, and the Left parties have voiced their opposition to it.On December 4, All India Majlis-e-Ittehadul Muslimeen chief and Hyderabad MP Asaduddin Owaisi drew parallels between the Citizenship (Amendment) Bill and Pakistan founder Muhammad Ali Jinnah’s two-nation theory. The same day, in Parliament, Congress leader Shashi Tharoor said the proposed legislation would undermine the basic tenets of Constitution.Last week, the BJP reportedly asked its MPs to be present in Parliament in the coming days. Defence Minister Rajnath Singh, who addressed the weekly meeting of party MPs, said the bill was as important as the legislation scrapping Jammu and Kashmir’s special status in August.However, the proposed law has sparked  large-scale protests across the North East. While Meghalaya Chief Minister Conrad Sangma has urged the government to withhold the bill in its current form, Nagaland Chief Minister Neiphiu Rio has said the bill will change the region’s demography. Only Assam Chief Minister Sonowal has been silent on the matter and has faced criticism for it. On December 3, Asom Gana Parishad President Atul Bora hinted at supporting the controversial legislation, and said the passage of the bill was almost inevitable. Also read:1. Four myths about the Citizenship Bill – from fighting religious persecution to helping NRC-excluded 2. Will the North East ‘exemptions’ in the new Citizenship Bill meet their purpose?","author":"Scroll Staff","time":"2019-12-08T16:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125091-znwfvngsnk-1565076763.jpg","tags":["Winter Session","Parliament","Citizenship Bill"],"source":"https://scroll.in/latest/945897/citizenship-amendment-bill-to-be-tabled-in-lok-sabha-tomorrow-by-home-minister-amit-shah"}