{"title":"Citizenship Amendment Act rules still under preparation, says Centre","content":"The Ministry of Home Affairs has said that rules for the Citizenship Amendment Act, which was passed in December 2019, are still under preparation, The Hindu reported on Wednesday. The Centre responded to a Right to Information query filed by the newspaper, asking for the status of the framing of rules for the Act. “It is to inform that the rules under the Citizenship (Amendment) Act, 2019 are under preparation,” Director (Citizenship) Foreigners Division BC Joshi said in the RTI response.Joshi added that his office had not sent any letter related to the CAA to the Parliamentary Committee on Subordinate Legislation in  August.In July, The Hindu had reported that the home ministry was yet to inform the Parliament about the delay in framing rules related to the CAA. This must be done in case the rules are not framed within six months of the Parliament passing the legislation. After the newspaper’s report, the ministry sought a three-month extension from the Parliamentary committee. The extension expired in November and it is unclear if the ministry asked for another.  Also read: CAA likely to be implemented from January, says BJP’s Kailash Vijayvargiya in West BengalAnti-CAA protests vs farmers’ stir: BJP’s differing reactions betray its view of India’s MuslimsLast week, Bharatiya Janata Party leader Kailash Vijayvargiya had said that the Citizenship (Amendment) Act was likely to be implemented from January. “The Centre has passed the Act with the honest intention of granting citizenship to persecuted refugees coming to our country from neighbouring nations,” he had said at an event in West Bengal. In October, BJP President Jagat Prakash Nadda had cited the coronavirus pandemic as the reason for the delay in implementation of the law and said that it would be done soon. The Citizenship Amendment Act, approved by Parliament on December 11, 2019, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and entered the country by December 31, 2014. It has been widely criticised for excluding Muslims. The act sparked huge protests across the country.","author":"Scroll Staff","time":"2020-12-10T12:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148825-nxjxessfaq-1607580050.jpg","tags":["Ministry of Home Affairs","CAA","Citizenship Amendment Act"],"source":"https://scroll.in/latest/980821/citizenship-amendment-act-rules-still-under-preparation-says-centre"}