{"title":"Citizenship Bill: EU envoy hopes Indian Constitution’s principle of equality will be upheld","content":"European Union’s Ambassador to India Ugo Astuto on Tuesday said the principle of equality was enshrined in the Indian Constitution, and hoped that “it will be upheld”, PTI reported. The envoy was reacting to the passage of the Citizenship Amendment Bill in the Lok Sabha on Monday. The Bill was discussed for over seven hours, and is expected to be introduced in the Rajya Sabha on Wednesday afternoon. If enacted, the amendments to the 1955 law would provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan, provided they have resided in India for six years. The cut-off date is December 31, 2014. The United States Commission on International Religious Freedom, or USCIRF, on Monday said the bill was “a dangerous turn in the wrong direction”, pointing out that the draft law uses religion as a legal criterion to grant citizenship. It also sought sanctions against Union Home Minister Amit Shah and other top leaders if the Rajya Sabha approves itAlso read:Former judges say Citizenship Bill makes an unreasonable classification based on religionShow civil disobedience against Citizenship Bill and NRC, former IAS officers urge IndiansJammu and Kashmir disputeAstuto also raised concerns on the prevailing situation in Jammu and Kashmir, and said the recent visit of a delegation of European Parliament members to the region was not “an expression of EU’s policy decision”. The unofficial visit of the 23 parliamentarians had triggered a controversy as several Indian Opposition leaders pointed out that they had been denied permission to visit the region. At the end of their trip, the European politicians said India’s moves in the region were its internal matter, and supported India’s fight against terrorism. “We are concerned over the situation in Kashmir...It is important to restore freedom of movement and normalcy in Kashmir,” Astuto said. The envoy said India and Pakistan should resolve their differences through dialogue, and urged Islamabad to act against militants and terrorists acting from its territory. In October, the European Union had urged the two countries to prevent the escalation of tension over Jammu and Kashmir.","author":"Scroll Staff","time":"2019-12-10T16:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132548-rnzoaggwdc-1575973673.jpg","tags":["Ugo Astuto","European Union","Citizenship Bill","Jammu and Kashmir"],"source":"https://scroll.in/latest/946398/citizenship-bill-hope-indian-constitutions-principle-of-equality-will-be-upheld-says-eu-envoy"}