{"title":"‘City of Dreams’ season 3 review: Political drama is running out of ways to deliver the shocks","content":"Two middle-aged politicians are in bed. “Do you want to be Prime Minister?” he asks her. “No, I want power without scrutiny,” she replies. Does he want to be PM? He says no with a smile and she calls him a liar. As if the PM’s position is a passing-the-parcel game that anyone can play! This bizarre scene takes place in the third season of Nagesh Kukunoor’s politics-for-dummies series City Of Dreams, which pretty much said what it had to say in season 1 – politicians will stop at nothing, including fratricide, to grab power.In the first season, Poornima Gaikwad (Priya Bapat) had wrested the chair of the Chief Minister of Maharashtra by killing her brother, while her father, Ameya (Atul Kulkarni), recovered from an assassination attempt. Season 2 introduced a smorgasbord of unsavoury characters and ended with the death of Poornima’s young son in a bomb blast. A few of these characters return in the new season, but are reduced to padding as useless as packing beans, simply to extend the show to nine episodes.Poornima is so distraught at her son’s death that she vanishes, leaving her father to defend the fort from the in-house termite Jagdish (Sachin Pilgaonkar) and Vibha (Divya Seth Shah), the scorned woman from Delhi who want to make Ameya weep.Sachin Pilgaonkar in City of Dreams season 3 (2023). Courtesy Applause Entertainment/Kukunoor Movies.In one of the many unintentionally comic scenes, a grief-stricken character works out her sorrow by getting flogged at a BDSM joint in Bangkok and doing a spot of racy dancing at a nightclub – the video of which surfaces online, mirroring the real-life crisis faced by Finnish Prime Minister Sanna Marin. The political tug-of-war is the most interesting part of the show, managing to capture the horse-trading of legislators that we have seen in real life. However, if a director wants to bottle the essence of the streaming classic Succession, they have to try harder. Kukunoor and co-writer Rohit Banawlikar keep diffusing the tension by veering into needless sub-plots, such the anti-drugs task force headed by Poonima’s loyal cop Wasim Khan (Eijaz Khan) – back in uniform after a stint with politics – and the maudlin romance between a drug mule (Tejas Raut) and an innocent receptionist (Manila Pradhan).Kukunoor also has a tendency towards making some of his characters over-the-top weird, such as the agoraphobic media baron (Rannvijay Singha) who confines himself to a ‘smart’ home, an actor (Ali Asghar) who is always dressed in shorts and a satin dressing down, rubbing cocaine into his mouth with a toothbrush, and hammy TV anchor Kasturinath (Girish Sharma), who has been inspired by Sansani’s Shrivardhan Trivedi. The laconic Anna (Sushant Singh), whose vocabulary is limited to “milk” and a few other words, returns from the previous season, but is given very little to do.Atul Kulkarni in City of Dreams season 3 (2023). Courtesy Applause Entertainment/Kukunoor Movies.City of Dreams purports to portray that politics, like crime, is rife with treachery. When the show keeps to this track, it rises above the mundane drug busts and murders. Poornima, with her crisp white saris and unwavering glare, is sharp and unsentimental – except for memories of her dead son – and stymies all plots against her. The best scenes are the civilised but cutting verbal jousts between Poornima and Vibha (with Vibha easily winning the gorgeous sari contest). Yet Poornima, for all her ruthlessness, is naive enough to claim that she wants to be in politics to serve the people of the state. She goes by Wasim’s dictum “Achchai ka farz banta hai ki burai to khatam kare” (It’s the duty of the righteous to end all evil). Ironic, since Poornima stops at nothing to get rid of obstacles but does not see herself as evil.Kukunoor has cast mostly Maharashtrian actors in key roles, and they bring their talent and authenticity to the table. Atul Kulkarni and Priya Bapat never hit a false note, Sachin Pilgaonkar brings out the contradictions of his character, hiding deviousness under an ever-smiling visage. Divya Seth Shah is delightful as Vibha. If there ever is a season 4, it would be worth a watch for her.\n\n\n    \n    Play\n\nCity of Dreams season 3 (2023).Also read:Priya Bapat is a star on the Marathi screen – but here is why she isn’t resting on her laurels‘City of Dreams’ review: Blood spills as blood ties are tested‘City of Dreams’ season 2 review: An overcooked broth of cynical politics","author":"Deepa Gahlot","time":"2023-05-26T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190561-pzqsvvcqpd-1685034051.jpeg","tags":["City of Dreams season 3 review","Nagesh Kukunoor","Disney+ Hotstar"],"source":"https://scroll.in/reel/1049792/city-of-dreams-season-3-review-political-drama-is-running-out-of-ways-to-deliver-the-shocks"}