{"title":"Civilian shot dead by suspected militants in J&K’s Anantnag","content":"A civilian was shot dead by militants in Anantnag district of Jammu and Kashmir on Monday, the police said.Deepak Kumar, 26, from the Udhampur district of the Jammu region was attacked when he had gone to a nearby market to purchase milk. He was part of a circus crew that was camping at the Janglaat Mandi area and was provided security.According to the Jammu and Kashmir Police, two persons on a motorcycle fired three bullets at him from a close range at around 8.30 pm. “He was taken to a hospital where he succumbed to his injuries,” the police said in a tweet. “Case registered, investigation going on.”A little-known militant group called the Kashmir Freedom Fighters has claimed responsibility for the killing, reported The Times of India. The group is believed to be a shadow outfit of banned Pakistan-based Lashkar-e-Taiba.Jammu and Kashmir Lieutenant Governor Manoj Sinha condemned the killing. “Our security forces remain committed in their resolve to thwart the designs of terrorists and all efforts will be made to bring the perpetrators to justice,” he said, according to The Indian Express.National Conference leader Omar Abdullah said he was pained by the targeted attack on the civilian.“The murder of Deepak who worked with a travelling circus to earn an honest living is an abomination,” he said. “I condemn this militant attack unreservedly.”Pained by the news of yet another targeted attack against a civilian in Anantnag area of South Kashmir. The murder of Deepak who worked with a traveling circus to earn an honest living is an abomination & I condemn this militant attack unreservedly. May Deepak’s soul rest in…— Omar Abdullah (@OmarAbdullah) May 29, 2023\n\nPeoples Democratic Party chief Mehbooba Mufti also condemned the attack and blamed the Bharatiya Janata Party-led Central government for it.“Deeply anguished by yet another attack on an innocent civilian in Anantnag,” she wrote in a tweet. “This speaks volumes about GoI’s [Government of India’s] policy which has been a monumental failure in J&K.”On February 26, a Kashmiri Pandit, Sanjay Sharma, was shot dead by suspected militants in Pulwama district. Two days later, the police claimed to have killed one of the suspected militants involved in the attack.","author":"Scroll Staff","time":"2023-05-30T08:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190721-ciavmagixg-1685414022.jpg","tags":["Jammu and Kashmir","Kashmir","Anantnag"],"source":"https://scroll.in/latest/1050019/civilian-shot-dead-by-suspected-militants-in-j-ks-anantnag"}