{"title":"‘Civil War’ review: An urgent film about a barely-distant future","content":"Alex Garland’s Civil War puts the apocalyptic movie on the path to a scary, barely-distant future. The United States of America as we know it is no more. The bastion of democracy is now a messy heap of secessionist states arrayed against an autocratic president barely holding on to power.Much has changed, but not the value of the journalistic scoop. Although the US President shares Donald Trump’s contempt for journalism, the opportunity for an exclusive story is too hot to miss. Photojournalist Lee (Kirsten Dunst), her colleague Joel (Wagner Moura), New York Times veteran Sammy (Stephen McKinley Henderson) and novice freelancer Jessie (Cailee Spaeny) make their way towards the battlefield that Washington D.C. has become.Garland’s version of the road movie is self-consciously polemical but thought-provoking too in its imagination of total collapse. Garland’s credits include the sci-fi dramas Ex Machina (2014) and Annihilation (2018) as well as the screenplay for the horror movie 28 Weeks Later (2007). Garland’s latest project applies his skill for delivering shock value to an uncomfortable what-if scenario.Civil War unfolds as a sensory-heavy, nail-biting experience (especially the climactic battle in the capital). The 109-minute movie is ideology-agonistic enough to suit any political context beyond America and sharpest when considering the importance of bearing witness. Journalists record so that others may ask the questions that matter, Lee counsels Jesse.The journey includes a terrifying encounter with an unnamed gunman (Jesse Plemons), whose casual approach to massacre suggests that who’s fighting whom and for what has ceased to matter. Having successfully created a world that is imaginary but may well come to be, Civil War goes far beyond its one-line theme. Garland keeps his plotting simple, moves the narrative along, and never forgets to highlight Kirsten Dunst’s wise old eyes.Just as Lee becomes the hand that steadies the inexperienced Jessie’s camera, Dunst is the soothing element in Civil War. Dunst plays Lee, a veteran of more traditional wars, with maturity, finesse and empathy, easily eclipsing an uncharacteristically hammy Wagner Moura and an overwrought Cailee Spaeny.\n\n\n    \n    Play\n\nCivil War (2024).","author":"Nandini Ramnath","time":"2024-04-19T07:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200065-ykmxxjrrgn-1713205483.jpeg","tags":["Civil War review","Alex Garland","Kirsten Dunst"],"source":"https://scroll.in/reel/1066680/civil-war-review-an-urgent-film-about-a-barely-distant-future"}