{"title":"Civilian killed in alleged accidental firing in J&K’s Pulwama, police officer arrested","content":"A civilian was killed on Wednesday in alleged accidental firing by a police officer in Jammu and Kashmir’s Pulwama district, the authorities said.The dead, identified as 25-year-old Asif Ahmad Padroo, was hit by a bullet allegedly fired from the policeman’s service rifle at Haal in Pulwama around 10 am, PTI reported. He was taken to a hospital, where he succumbed to his injuries.The Kashmir Zone Police said the police officer has been arrested and a case registered against him. The investigation into the circumstances leading to Padroo’s death is underway, the police said.Lateron, the injured person namely Mohd Asif Padroo S/O Mohd Ayub Padroo R/O Poterwaal Shopian succumbed to his injuries at hospital. Case registered and Policeman arrested. Further investigation going on: ADGP Kashmir(2/2)@JmuKmrPolice— Kashmir Zone Police (@KashmirPolice) October 5, 2022\n\nPeoples Democratic Party chief Mehbooba Mufti expressed grief at the civilian’s death.“As if the harsh measures put in place causing grave inconvenience to the people in Kashmir weren’t enough, Asif from Pulwama paid with his life in the name of ensuring security for HM’s [home minister’s] visit,” she wrote on Twitter. “My heart goes out to his family.”Union Home Minister Amit Shah is on a three-day visit to Jammu and Kashmir. Security has been tightened in the Valley and officials told PTI that drones are being used for surveillance as well.Mufti, in another tweet, also blamed “an overcautious and paranoid security apparatus” for the incident.As if the harsh measures put in place causing grave inconvenience to the people in Kashmir weren’t enough, Asif from Pulwama paid with his life in the name of ensuring security for HM’s visit. My heart goes out to his family. pic.twitter.com/rHWjIQzX2q— Mehbooba Mufti (@MehboobaMufti) October 5, 2022\n\nNational Conference leader Omar Abdullah said Padroo’s killing was “highly condemnable” and sought a credible investigation into his death. “Those responsible must be punished to the fullest extent possible,” he added.Communist Party of India (Marxist) leader MY Tarigami also demanded an inquiry into the matter.Deeply pained by the unfortunate incident in which an innconet  young man  lost his life in Hall village of Pulwama. There must be a credible probe into the incident. Sharing the pain and grief of the bereaved family.— M Y Tarigami (@tarigami) October 5, 2022","author":"Scroll Staff","time":"2022-10-05T20:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180845-zgcuqhxtpa-1664981464.jpg","tags":["Pulwama","Jammu and Kashmir","Amit Shah","Mehbooba Mufti","Kashmir accidental firing"],"source":"https://scroll.in/latest/1034364/civilian-killed-in-alleged-accidental-firing-in-j-ks-pulwama-police-officer-arrested"}