{"title":"Civil offence for Hindus, crime for Muslims: The triple talaq ordinance is plainly discriminatory","content":"Unilateral divorce, or the desertion of a wife by her husband without a valid divorce, is a serious offence that does immense harm to women. Its victims in India include women of all communities.The Muslim Personal Law in India treats marriage as a contract and outlines several valid divorce procedures. But it also allowed oral, unilateral divorce in the form of instant triple talaq until the Supreme Court last year held it to be unconstitutional and void, that is, not divorce at all. To enforce the Supreme Court’s judgement, the Narendra Modi government brought a bill, but it was not passed by the Rajya Sabha. So, this month, the government promulgated an ordinance criminalising instant triple talaq.  The ruling Bharatiya Janata Party is now denouncing anyone who questions the ordinance as a “supporter of instant triple talaq”. There is, of course, no question of defending instant triple talaq. It must be held invalid. But should it be criminalised? Moreover, can unilateral divorce or desertion be a criminal offence for men of one community but only a civil offence for those of other communities?   Clearly, these are questions for serious debate. But the Modi government has chosen to bypass Parliament and introduce an ordinance. The media, instead of asking these questions and creating a space for informed debate, is mostly helping the ruling party drown out valid concerns about the ordinance. Most news channels have not even bothered to educate themselves, let alone their audiences, about the distinction between civil and criminal offences, or why instant triple should be treated differently from desertion.  Because of this misinformation campaign, it is widely believed that the ordinance is a step towards framing a Uniform Civil Code – to replace separate personal laws for different religious communities – and ending an injustice Muslim women alone face. The reality is that unilateral divorce is faced by women of all communities. Census data shows there are nearly 20 lakh Hindu women who have been abandoned without valid divorces. The figure is 2.8 lakh for Muslims, 90,000 for Christians, and 80,000 for women of other communities. In case of Muslim women, what made the problem worse was that unilateral divorce was allowed and legalised by the Muslim Personal Law. But after the apex court’s verdict, this is no longer the case. Now, to deter religious bodies and leaders from continuing to recognise instant talaq, we need a legal provision to penalise them if they do.Selective criminalisationThe ordinance makes instant triple talaq by Muslim men a cognizable and non-bailable criminal offence punishable with up to three years in prison. The question is: how can the desertion of his wife without a legally valid divorce be a criminal offence for a Muslim man but just a civil, matrimonial offence for a Hindu man?This is not a step towards a Uniform Civil Code; the ordinance violates the country’s existing uniform criminal code by creating a specific criminal law solely for Muslim men.  Unlike the Muslim law, the Hindu Personal Law sees marriage as a sacrament rather than a contract, so it does not prescribe a procedure for divorce. As such, Hindu men can unilaterally desert their wives without even having to say “I divorce you”, words that a Muslim man must utter to validate instant talaq. Such desertion has no legal or social sanction, yet is widely prevalent.  Perhaps most prominently, Jashodaben continues in vain to seek recognition from her husband, Prime Minister Narenda Modi, who deserted her 45 years ago. That Modi separated unilaterally from his wife is borne out by the fact that Jashodaben has repeatedly, and publicly, expressed her wish to live with him – a wish the prime minister has ignored. For millions of Hindu women like Jashodaben, it is especially tough because their husbands can leave them without even bothering to obtain a divorce, valid or otherwise.  Is this any less arbitrary than a Muslim man abandoning his wife after uttering “talaq, talaq, talaq”?A civil offenceThe All India Progressive Women’s Association, which I serve as secretary, holds that all forms of unilateral divorce, including instant talaq, must be invalidated, and treated as civil matrimonial offences. None should be criminalised, though.Since the Supreme Court’s judgement, instant talaq has lost force as divorce. Saying the word “talaq” thrice amounts to an expression of intent by a Muslim husband to divorce his wife. If he follows up on this intent and deserts his wife, it should be treated as a civil, matrimonial offence. If, say, a qazi recognises it as divorce, they should be penalised with the cancellation of their registration.  If a man from any religious community threatens to divorce or desert his wife, she should be able to treat it as “marital cruelty”, and file a criminal complaint under Section 498A of the Indian Penal Code. In contrast, the practice of nikah halala, which requires a woman to marry and sleep with another man in order to return to her first husband, should be criminalised because it imposes sexual indignity and violence on Muslim women in the name of tradition. Any religious body sanctioning or ordering nikah halala should face criminal prosecution as well.  Curtailing rightsThe BJP claims the ordinance is meant to safeguard the rights of Muslim women. Is that really the case?A woman facing instant talaq would want her husband to be held accountable to their marriage and to continue to support her. How can a husband provide maintenance to his wife if he is in jail and unable to earn?  The ordinance allows a Muslim woman to approach a magistrate and seek “subsistence allowance” from her husband even though maintenance laws stipulate that a separated woman and her children must receive enough support to continue enjoying the lifestyle they had in the marital home. So, rather than expand Muslim women’s rights, the ordinance, with respect to maintenance, discriminates against them.   What would really help Muslim women is legal and socioeconomic aid that enables them to pursue justice when they are unilaterally divorced. Such aid should, in fact, be provided to women of all communities.   Dangerous discourseThe media-orchestrated discourse around the triple talaq ordinance has echoes of 2013, when they helped spread the bogey that an amendment proposed to India’s rape law in the wake of the Delhi gangrape would lower the age of consent from 18 to 16, when in reality it was the other way round. By thus whipping up a frenzy, the media drowned out the valid concerns of women’s groups that increasing the consent age would serve to criminalise consensual sexual relations among teenagers and even encourage “honour” crimes. In this context, it is disturbing and dangerous that the ordinance is being promulgated without informed debate and critical scrutiny, either in Parliament or in the media.It is imperative that responsible sections of the media urgently create space for concerns about this move to be discussed and, relatedly, about the report of the Centre’s High Level Committee on the Status of Women in India, released in 2015. It recommends reforming personal laws of all communities – and not just of Muslims – to make them gender-just. Gender-just lawsThe Modi government has ignored the report. Is it because it is seeking to propagate the idea that Muslim men are uniquely cruel to women and deserving of exceptional criminal prosecution?The truth is the Modi government is least bothered about women’s rights, or even Muslim women’s rights. It is using valid concerns about the practice of instant talaq to target the community. I fear the instant talaq ordinance – and law, whenever it comes – may well be the new cow protection law, primarily a pretext to harass and criminalise Muslim men. We must insist Parliament debate the legislation thoroughly and consult all stakeholders before passing it. The ordinance must be withdrawn.Kavita Krishnan is secretary of the All India Progressive Women’s Association.","author":"Kavita Krishnan","time":"2018-09-24T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895448-kccjzjyjcl-1513961766.jpg","tags":["triple talaq ordinance","Muslim personal law","wife desertion","instant talaq","Narendra Modi","Jashodaben","criminalising Muslim men"],"source":"https://scroll.in/article/895448/civil-offence-for-hindus-crime-for-muslims-the-triple-talaq-ordinance-is-plainly-discriminatory"}