{"title":"Clamour to hang Shafqat Hussain reflects vengeful mood in Pakistan after Peshawar attacks","content":"The case of Shafqat Hussain, tagged on social media as #SaveShafqat, highlights serious issues in Pakistan’s criminal and juvenile justice systems, including the lack of access to a fair trial particularly for the poor and marginalised as well as the gaping differences of opinion about how to deal with terrorism and crime.These issues have taken on a fresh urgency since the Taliban’s barbaric attack on the Army Public School in Peshawar on December 16, 2014, which killed about 140 students and eight teachers. The widespread outrage and anger triggered by the attack led to Pakistan lifting its nearly seven-year moratorium on the death penalty.Since then, in a knee-jerk reaction and burst of vengefulness, Pakistan has already executed 48 prisoners, nearly half of them in just two days; 12 were hanged on March 17 and another nine the following day.Pakistan’s Juvenile Justice System Ordinance (2000) does not provide enough protection for juvenile prisoners – those who were under 18 when the crime was committed. Many have been subjected to corporal and capital punishment, including at least one on March 17 – Muhammad Afzal, 16 years old when he was sentenced to death. He had been involved in an armed robbery that went wrong.Another convict, Shoaib Sarwar, said to be 17 in 1998 at the time of the murder for which he was sentenced to death, was due to be hanged on September 18, 2014. His family says he was trying to protect his sister and her friends from neighbourhood harassment. The scuffle turned violent and the son of a police inspector was shot dead. Sarwar’s execution was stayed at the last minute. Re-scheduled for February 3, 2015, it has again been stayed.Some 800 of the more than 8,000 prisoners on death row in Pakistan are estimated to be juveniles, convicted of crimes committed before they were 18 years old. Most are poor and unlettered, with little or no access to competent legal counsel.What Mohammad Afzal, Shoaib Sarwar and Shafqat Hussain and so many prisoners have in common is that they are youth from the poorest, most vulnerable sections of society who did not receive proper counsel at the trial level.Cause célèbreShafqat’s case has generated an unprecedented storm of outrage – both for and against his execution, thanks to the controversy around his age that has been put in doubt by the \"hang Shafqat\" squad, consisting of those who believe that human rights activists deliberately misrepresented this in order to save him from the gallows.Hailing from a desperately poor family in Neelum Valley in Pakistan-administered Jammu and Kashmir, Shafqat had dropped out of school and went to Karachi for employment when he was about 13 years old, according to his family. The Karachi police arrested him in 2004 for the kidnapping and murder of a seven-year-old boy.The non-profit human rights group that highlighted Shafqat’s case, Justice Project Pakistan, linked to the UK-based Reprieve, says that his confession was obtained after nine days of police torture.His family is so poor that his sister borrowed clothes from a neighbour to meet a BBC reporter for an interview. Quoting his brother, the report also mentions the torture Shafqat endured: \"Police took three of his fingernails out. He still has cigarette marks on his body,\" his brother says. \"When I asked him about torture in custody, he started shivering and wet his pants. He put both his hands on his head and starting crying, saying, 'Don't ask, I can't tell you what they did.'\"Shafqat was tried under the Anti-Terrorism Act on the grounds that the murder spread terror in the neighbourhood. In contrast, even though the Islamabad High Court upheld the death sentence to Mumtaz Qadri who assassinated Punjab Governor Salmaan Taseer it said at the same time that the case did not amount to terrorism and could not be tried under the Anti-Terrorism Act .The irony is that a man who kills in public in the name of religion, whose act of violence leads to a wave of fear around the country as the 'religious' organisations and banned terrorist organisations openly glorify him and uphold him as a hero, is not tried under the Anti-Terrorism Act , while a boy held for kidnapping and manslaughter with no links to any terrorist organisation, whose guilt is established primarily from a confession, which human rights activists say was obtained under torture, is tried under Anti-Terrorism Act .Legal experts have questioned the criteria of classifying cases under the Anti-Terrorism Act , including Shafqat's. His case, and many others, they say, should not have been tried under the act. Cases tried under the act tend to have a higher rate of capital punishment and do not allow victim’s families to pardon the perpetrator either of their own will or after accepting blood money, as is possible with civilian cases, thanks to the controversial Qisas and Diyat laws. Mohammad Afzal and his co-accused had obtained pardon from the victim's family but were hanged anyway as their case came under the ATA.After PeshawarAfter the Peshawar attack, Shafqat was one of the first condemned prisoners in Pakistan set to be hanged, on December 23, 2014. I wrote a blog-post then, titled \"Who is Shafqat, why is he being hanged, and why should we care?\"Public outcry and hectic behind-the-scenes lobbying led to his execution being postponed. A new date was set in January but the execution was stayed again. After a three-month lull, on March 11, 2015, the matter re-erupted when jail authorities approached an anti-terrorism court seeking orders for the execution.The court obliged with a fresh black warrant the following day. Shafqat’s hanging was scheduled for March 19, 2015.Shafqat’s elder brother, who was up with him all night praying, told Reuters that Shafqat had been dressed in a white uniform in preparation for the execution and told to write his will. “He wrote: ‘I am innocent. They want to hang me for a crime I have not committed, to save others who have been freed.'”A presidential order staying Shafqat’s execution came just hours before his scheduled march to the gallows. The stay came on the heels of a storm of protest online as well as on the ground. An online petition by Reprieve garnered over 10,000 signatures the day before Shafqat’s impending execution. Major political parties as well as many prominent Pakistani individuals took up cudgels on behalf of Shafqat.The grandchildren of Prime Minister Zulfiqar Ali Bhutto, who was hanged by military dictator General Zia ul Haq’s regime on trumped up murder charges in 1979, wrote strong op-eds on the issue, both published on March 17 – Fatima Bhutto  in the New York Times and Zulfiqar Ali Bhutto, Jr., on Scroll.in.A moving little video released online the day before his impending execution titled “#SaveShafqat –  What were you like when you were 14?” was “a desperate plea to prevent misuse of the death penalty”. In the video, prominent activist and lawyer Mohammad Jibran Nasir describes Shafqat’s trial a \"trial of Pakistan's justice system\".Justice system on trialMany Pakistanis disagree with Amnesty International’s stand that the “death penalty is always a human rights violation”. But even they would have a hard time refuting the assessment that “the serious fair trial concerns that riddle Pakistan's justice system makes its use there even more troubling”, as David Griffiths, Amnesty International’s Deputy Asia Pacific Director, said in a press statement.“Probably the only point of National Action Plan (against terrorism) being religiously implemented is the one dealing with the executions of death convicts,” caustically wrote the well-known human rights activist Marvi Sirmed in her op-ed, ‘Save Shafqat’ on March 18.She was among the small group of mostly women, including journalist Quatrina Hosain and activist Tahira Abdullah, who tried to march to the presidency in Islamabad on March 18 to deliver the mercy petition. Blocked by the police, they refused to leave until someone received the petition. Photos of Hosain sitting down on the street in front of a posse of grinning policemen in riot gear made the rounds on social media. (See my Storify). “It’s not just about Shafqat,” she told me later. “We have to fight to change the system”.“Yesterday, journalist Quatrina Hossain sat in front of the Police cordon refusing to move till she gets to speak to the Ministers to stop Shafqat's execution. It’s because of commitment like this from so many Pakistanis that the Government was forced to stay his execution,” reads the caption to the photograph posted on the Facebook page Never Forget Pakistan.This is the campaign launched by Jibran Nasir and others after the Peshawar APS attack to “ensure that we remember the thousands of brave souls Pakistan has lost due to terrorism and religious extremism.”'Hang Shafqat' campBut many voices are also clamouring for Shafqat to be hanged. They say he was not a minor when the crime was committed. Certainly in the photos they have obtained and are circulating he looks much older than Shafqat’s lawyers say he is. But then again, poverty, torture, and ten years on death row will age anyone.The \"hang Shafqat\" squad is also drumming up public opinion against him by claiming that he raped the victim. However, this was never mentioned in the original chargesheet. Shafqat was never charged with rape or attempt to rape, and has already completed his five-year prison term for involuntary manslaughter.These people also accuse the government and NGOs of pandering to a foreign agenda.  What and whose foreign agenda is fulfilled by saving the life of a poor, marginalised young Pakistani, is not made clear.Jibran Nasir has effectively refuted these points in his piece \"Why am I speaking for Shafqat Hussain?\" in The Express Tribune.Rehabilitation and reformWhat Shafqat Hussain’s case highlights broader issues that Pakistan needs to examine. These include, as Lahore-based human rights advocate Asad Jamal says, the need for rehabilitation and reform versus harsh punishments that will not reduce the crime rate.“Pakistan needs to look into how juvenile trials should be conducted, along the lines of what India has done. There is a reason why there’s an international consensus on the age for juveniles and why they should not be awarded the same punishment as adults.”The question is: if re-examination proves that Shafqat is not a juvenile, that he was not a minor at the time of the crime, should he still be hanged? The humane answer, fulfilling the norms of justice, is no.There are too many doubts about the fairness of the trial – conducted with an uninterested defence lawyer – as well as Shafqat’s confession obtained under torture.“Many jurists also consider poverty to be a mitigating factor,” said Jamal, who believes this case should be used to highlight the basic problems of the system, under which the “poorest of the poor are denied access to a fair trial”.“It’s not just Shafqat. Poor people rarely have access to a competent counsel, so their right to a fair trial is undermined.”Needed: hearings for sentencingAlso missing in Pakistan is the concept of holding hearings for sentencing – separate proceedings at the end of a trial in which the defence and prosecution mount arguments about the pros and cons on the sentence, notes Jamal. “At present, sentencing is very arbitrary and left to the discretion of the judge.”Leaving aside the individual case of Shafqat Hussain, whose age verification is still pending, the controversy could still lead to a positive outcome, if not for him as an individual, but for other cases in the pipeline.If the Pakistan government and all those calling to hang Shafqat or to save him are serious about the dignity and rights of all humans, including the poorest and most vulnerable sections of society, this is what the focus must be.","author":"Beena Sarwar","time":"2015-03-23T10:30:35+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/715493-4f857ad5-8b21-41e9-a1c1-39d4baef1177.jpg","tags":[],"source":"https://scroll.in/article/715493/clamour-to-hang-shafqat-hussain-reflects-vengeful-mood-in-pakistan-after-peshawar-attacks"}