{"title":"Classics revisited: Jabbar Patel’s Ambedkar biopic is a portrait of both the man and the legend","content":"The reactions to the attack on Dalits at Bhima Koregaon in Maharashtra serve as a reminder that caste oppression takes on a range of shades, each more violent and shocking than the last. The opening scene of Jabbar Patel’s Dr Babasaheb Ambedkar: The Untold Truth (2002) demonstrates this truth vividly.A Dalit is thrashed by a group of upper-caste men after he takes refuge from torrential rain in a temple. The anguished protests of the bleeding man are drowned out by a parade of young school boys waving flags and singing Saare jahaan se accha, Hindustan hamara. Later, the voices of a group of Dalits protesting against this act of violence are drowned out by the ring of shots fired by law enforcement agencies. Produced by National the Film Development Corporation and the Ministry of Social Justice and Empowerment, Dr Babasaheb Ambedkar: The Untold Truth was made in nine languages, including Hindi and English. The movie won the National Film Awards for best feature film in English, and Best Actor for Mammooty’s performance as Ambedkar. Through the prism of the important events that shaped Ambedkar’s life from 1913 to his conversion to Buddhism two months before his death in 1956, the film, based on a screenplay by Daya Pawar, Arun Sadhu and Sooni Taraporevala, sketches a detailed portrait of the evolution of his politics. The movie also portrays Ambedkar’s role in independent India as its first law minster and his work as the chairperson of the Constitution Drafting Committee after independence. The 180-minute film begins by depicting Ambedkar’s years at Columbia University and the London School of Economics between 1913 and 1917. It dwells with equal sobriety on the oppression he faces in India and as an Indian abroad, capturing his evolution through his differing reactions to both situations. While he is reduced to tears when he faces discrimination for being a Mahar as a child, the adult, educated and headstrong Ambedkar stands up to his oppressors firmly when he is in an alien country.  Since Ambedkar’s dialogue in the film incorporate texts written by him, Mammooty’s voice rings with authenticity as he speaks in private and public spaces. These lines and speeches serve as reminders of the many ways in which Ambedkar’s use of language inspired a generation of political thinkers and scholars.\n\n\n    \n    Play\n\nThe film also charts the difficulties that Ambedkar faces after he returns, living first in Baroda and then in Mumbai. As it captures the oppression that Ambedkar faces even in rarified and intellectual circles, the film reminds audiences that cities are not immune to divisions of caste. As Ambedkar gradually transforms himself into a leader of his people, the film captures his motivations behind the protest organised at Mahad in 1927, the burning of the Manusmriti later that year, and the agitation at the Kalaram temple in 1930. The film is at its most articulate and poignant when it dwells on his call to Dalits to “Educate, Organise, Agitate”.Dr. Babasaheb Ambedkar: The Untold Truth goes on to illustrate its subject’s contribution to the Indian independence movement, depicting the large ideological chasm between him and Mahatma Gandhi. As it portrays Ambedkar sparring with Gandhi for a separate electorate for the oppressed classes, the film also winds up exposing the many insidious ways in which casteism is internalised even by people who are critical of the system. In the film, as in real life, his conversations with Gandhi leave Ambedkar convinced that Gandhi is a seasoned politician, not a saintly figure – an opinion he states with unabashed briskness.  In an interview with Pritish Nandy in 2000, Jabbar Patel said that he did not face too much opposition from for his portrayal of Gandhi, adding that he was helped by Asha Parekh, who headed the Central Board of Film Certification at the time.  “We proved to the censors that everything – every point of confrontation, every dialogue – shown was historically accurate,” Patel told Nandy. “After all, you must remember that this was the early Gandhi. He became a saint later. He was much more intolerant, much more difficult during this phase and that is why he made things so difficult for Dr Ambedkar.”","author":"Damini Kulkarni","time":"2018-01-07T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864097-78451-hkxgjwknsh-1515263400.jpeg","tags":["Jabbar Patel","Dr. Babasaheb Ambedkar: The Untold Truth"],"source":"https://scroll.in/reel/864097/classics-revisited-jabbar-patels-ambedkar-biopic-is-a-portrait-of-both-the-man-and-the-legend"}