{"title":"Classic documentary ‘Kamlabai’ is a beguiling portrait of one of India’s first film actresses","content":"In the late 1980s, fresh off a documentary editing project, Reena Mohan contemplated writing a book on Indian silent cinema. Those were the days of “long chunks of unemployment” between projects, recalled the Film and Television Institute of India-trained editor. In an issue of the Cinema Vision India magazine, Mohan came across a history-making figure – Kamlabai Gokhale, who along with her mother, Durgabai Kamat, had starred in DG Phalke’s Mohini Bhasmasur in 1913. In the early years of Indian silent cinema, the female roles were played by men. Kamat and Gokhale, who were both stage performers, were the first actresses to break the convention.The magazine article revealed that Gokhale was a resident of Pune, not too far from Mumbai, where Mohan lived at the time. Mohan called filmmaker and journalist Rani Day Burra, who checked with actress Rekha Sabnis, who in turn contacted Gokhale’s grandson, the renowned actor Vikram Gokhale.The series of phone calls led to the first of many trips to Pune. Instead of a book, what emerged was one of the most gorgeous Indian non-fiction films ever made. Mohan’s Kamlabai isn’t a conventional biographical documentary that follows a cradle-to-the-present format. Rather, Kamlabai is a cinematic portrait that allows its subject to communicate her essence and navigate the non-linear narrative on her own terms. Blind in one eye, lame in one leg, missing all her teeth, but in full possession of her faculties, Gokhale is utterly compelling without trying at all.Kamlabai (1992). Courtesy Reena Mohan.Production on the 47-minute documentary started in 1988. The film was completed in 1991 and premiered in 1992. Kamlabai went on to win a National Film Award. It has been screened several times over the years. In September, Kamlabai will be screened again at the Urban Lens film festival organised by the Indian Institute of Human Settlements in Bengaluru.“I didn’t set out thinking I would break the form – it just happened,” said 61-year-old Mohan, who has edited several acclaimed documentaries and directed her own projects, including Skin Deep and On An Express Highway. “Kamlabai was a great learning experience for me. It taught me a lot about editing, living life a certain way, everything. I also see the film as a celebration of old age.”Kamlabai opens with a shot of Gokhale, who was 88 at the time, looking at a picture of herself when she was younger. Gokhale goes on to re-enact a scene from one of her plays, and her remarkable memory allows her to rattle off dialogue from many decades before.Then follows the first sign that we are not in conventional biographical documentary territory, in which the filmmaking crew stays behind the scenes. Gokhale peers into the camera through her thick glasses and asks, is that alright?There are several such moments in Kamlabai that break the fourth wall and make the filmmakers a part of the narrative. The cinematography, by Ranjan Palit with assistance from KU Mohanan, meshes intimate close-ups with long shots of Gokhale in her surroundings. The shot-taking approach necessitated by Gokhale’s restricted mobility became a narrative tool that revealed the actress’s independent spirit. She lived alone in her apartment in Pune’s Kothrud locality. The flat was locked from the outside, and neighbours were given a set of keys to let in maids or visitors.“A lot of the form of the film was dictated by the limitations we were operating under,” Reena Mohan explained. “She didn’t move around very much and would mostly sit on her bed, so it didn’t make sense to pan very much, for instance.”Kamlabai (1992). Courtesy Reena Mohan.During the course of the documentary, Gokhale recounts episodes from her years on the stage and in films. She recalls her abusive father (“he ran after whores,” she says), her mother’s emphasis on self-reliance, and the joys of touring with theatre companies. About Phalke, who cast the mother-daughter pair in Mohini Bhasmasur in 1913, Gokhale says, “It made you happy to see him.”Gokhale’s husband, Raghunathrao, died when she was 25 and pregnant with her third son. She continued to appear in plays and films, modestly saying that while she was an “ordinary” actress, she was deeply committed to her craft. On one occasion, a balcony filled with women in a theatre came crashing down from the weight, but the play didn’t stop, Gokhale recalls.Mohan fact-checked the anecdote (it turned out to be true), but then decided that she wouldn’t verify everything Gokhale said. “It’s about memory and truth and the telling of one’s history – it’s what subjectivity in a film is all about,” Mohan explained. “It’s her own story about herself.”In between her reminiscences, Gokhale often breaks off to berate or banter with the crew and advise Mohan on her personal life (“Please marry soon, Reena!”). Gokhale emerges as playful as well as profane. She has the lack of self-consciousness of the seasoned performer, as well as the mischief of a woman who knows that she is special. The sequencing of shots is non-linear (the editing is by Reena Mohan and Smriti Nevatia) and moves between Gokhale’s interactions with the crew and the filmmakers’ observations of her behaviour. A multi-layered portrait emerges, one that allows us to appreciate Gokhale’s spunkiness as well as understand her place in the history of show business. Kamlabai Gokhale. Courtesy Lalji Gokhale’s private collection.Gokhale’s singular personality initially evaded capture. For the first leg of the shoot in 1988, the crew moved bits of furniture around and persuaded Gokhale to swap her preferred blouse-and-petticoat ensemble for a sari.“I didn’t know what to do – I was basing myself on films I had seen and edited,” Mohan said. Gokhale was non-committal at first, and responded only when questioned. “I had destroyed the spontaneity by dressing up the space and making her sit in a chair,” Mohan added. Things improved on the second day, when Gokhale was allowed to hold forth from her bed. Mohan wanted static shots taken with a tripod, which sometimes frustrated Ranjan Palit, who was and remains dexterous with hand-held cameras. After the shoot, Mohan started running around for the other elements – archival photographs, film clips, background music. Kamlabai is a good example of the hardscrabble circumstances under which independent documentary filmmakers laboured in the late ’80s and ’90s. Friends and collaborators helped ease projects along for little or no money. Favours were pulled, loans were given, and post-production facilities made available on deferred payment. Everybody did a bit of everything.“In the late ’80s, we would work on each other’s films for free and pay for each other,” Mohan said. “We would all pitch in, and we hung around a lot together. Everything was very slow at the time – there was no rush, no second shift. For Kamlabai, we all lived in a flat together for the duration of the filming.” Reena Mohan.Kamlabai was self-funded: Mohan had ploughed in her earnings from the edit of Manjira Dutta’s The Sacrifice of Babulal Bhuiya (1987). By the time Kamlabai was completed, Mohan would spend Rs 4 lakhs of her own money, which included Rs 50,000 borrowed from cinematographer Anil Mehta to pay for the rights for clips from Phalke’s silent films.“People knew I was doing something with my own money, so they would all contribute,” Mohan said. “There was no pressure. Nobody expected anything from me.”The 16-mm camera for the Kamlabai shoot was on loan from filmmaker Anand Patwardhan. Another filmmaker, Rakesh Sharma, procured clips from an old Doordarshan interview featuring Gokhale. The crew was “very together”, and Mohan commended her collaborators for making her debut documentary possible. Sound designer Suresh Rajamani’s equipment was skeletal, in keeping with the project’s skimpy finances. “It’s ridiculous to think of the gear I gave Suresh – there was a teeny mic, we attached a bamboo pole to it and that was his boom,” Mohan recalled. “Suresh was such a sport.”Mohan prepared a rough cut, but it didn’t go down too well with her trial audience. “There was a long silence after the first screening,” she recalled. The feedback was overwhelmingly negative – the film felt “boring and disjointed”, Mohan was told. The spontaneity that Mohan had experienced during her first visit to Gokhale’s house was missing. “The starting point of why she was mesmerising wasn’t there,” Mohan said. “Every time she started freaking out, we would switch the camera off. I had never seen a film where that element could play a part. The rough cut wasn’t about her, it was just an interview.”Kamlabai (1992). Courtesy Reena Mohan.Mohan borrowed more money and returned to Pune for another shoot in 1990. This time, Gokhale was given a free rein. She could wear what she liked and behave as she pleased. “She was being herself,” Mohan said.The second rough cut was far better received, but the feedback this time was that there was “too much cuteness”. Mohan had also interviewed two of Gokhale’s sons, including Chandrakant, the actor and the father of Vikram Gokhale. But one of these interviews didn’t take place in Gokhale’s house, and the sense of observing the actress all by herself in her domestic space was missing.“I had these amazing interviews with her sons, but I threw them out and decided to keep the film about what happens in her apartment,” Mohan said. “Otherwise, you will be viewing her from outside through someone else’s eyes.”The only time we see the family together is also one of the documentary’s most beautiful moments. A handful of the Gokhales, including Chandrakant and Vikram, assemble in front of the camera. They are so still that it appears as though it is a group photograph. The spell is broken by Chandrakant, who recalls a similar photo taken years ago. Nobody else in the scene moves as Chandrakant points out that some things just don’t change.Kamlabai (1992). Courtesy Reena Mohan.“That was Mohanan’s idea – to make them stand together as though they were frozen,” Mohan said. “We were recreating an old photograph, and I asked Chandrakant to speak what was on his mind. He said, just give me two minutes. They are all actors, and that’s what is so fantastic about them.”The Gokhales were never quite sure that Mohan would complete the documentary, but she did. After winning the National Film Award in 1992, Kamlabai was screened on the Doordarshan and BiTV. Over the years, it has only grown in stature, and its numerous screenings allowed Mohan to recover her investment and pay her selfless crew. Kamlabai Gokhale died in 1997, while Mohan was working on her documentary Skin Deep. “What drew me to her was the way she lived, the person she was – so cool, so spirited, so gutsy,” Mohan said. “Kamlabai is my first film, and I am truly attached to it. I have imbibed a way of approaching characters, being unafraid to form a relationship. Also, the structuring of the film taught me a lot. There was a lot of rethinking about the essence of a person, what the core of a story is. I am more informal than I might have been. Kamlabai set the tone for me.”\n\n\n    \n    Play\n\nKamlabai (1992).Also read:Only 29 of 1,338 Indian silent films have survived. One man is doggedly telling the story of the era  Documentary on farming in Uttarakhand celebrates the one who stayed behind‘Every day was a party’: When a commune by the sea fed and housed film strugglers India, today: Anand Patwardhan’s documentary ‘Reason’ holds a troubling mirror to the headlines","author":"Nandini Ramnath","time":"2019-08-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125411-goyebegkbk-1565588347.jpeg","tags":["Kamlabai Gokhale","Reena Mohan","Urban Lens film festival"],"source":"https://scroll.in/reel/933474/classic-documentary-kamlabai-is-a-beguiling-portrait-of-one-of-indias-first-film-actresses"}