{"title":"Classics revisited: Shyam Benegal’s ‘Ankur’ burrows deep into the consciousness","content":"The obscure village Yellareddiguda, 25 kms from Hyderabad, stands awaiting director Shyam Benegal’s  fade-in in Ankur (The Seedling). The year is approximately 1945. As  drum beats grow louder, a skein in the distance unwinds a procession of village pilgrims threading their way to a shrine. They are an unsmiling stoic company, following an exaggerated young acrobat whose virility is set in immediate contrast against the low caste deaf mute of the village – Kishtaya (played movingly by Sadhu Meher). Kishtaya’s young wife Lakshmi (Shabana Azmi in her stunning debut) stands before the mother goddess and prays for a child. When she conceives, it is after an illicit relationship with the sharp-eyed, sharp-nosed and sharp-tongued Surya (Anant Nag), the landlord’s son who arrives at Yellareddiguda with his gramophone, cigarettes, film magazines, inbred arrogance and impotent fury. Surya’s father had put an end to Surya’s squandering  in the city, refused him graduate study, and arranges his marriage to a child bride before exiling Surya to a landlord’s life at Yellareddiguda. After the news of Surya’s misdemeanors in the village – including his affair with the lower caste Lakshmi – reaches his father, there is a confrontation between the dominating father and his upstart son. Surya’s wife Saroj (Priya Tendulkar), is sent to the village to ensure stability. This is when Surya’s character is given more dimension than that of an overbearing bored brat throwing his weight about. In essaying the weakness of Surya’s character, Nag turns in a commanding performance.\n\n\n    \n    Play\n\nAnkur (1974).Ankur (1974) depicts endemic social contradictions that trundle alongside the main narrative. Surya’s father has a mistress and a son in the village, both of whom are accepted even by Surya’s mother. The priest of the village barely convinces anyone that he is a man of God, yet holds a secure position. An overseer is allowed larceny in broad daylight while Lakshmi is driven out for stealing a few fistfuls of rice.The resignation of the subservient to their lot is never highlighted for sympathy. But Benegal gives his characters time, reason and context to find their voices.“Hunger is not merely a call of the stomach,” says a woman with a knife edge to her tone when she is summoned before the panchayat for taking a lover and deserting her unproductive husband. Another wife refuses to be gambled away by her drunken spouse. Lakshmi will not abort her child, distressed though she is and disgusted that her landlord-lover cannot stand up to his tall pledges of protecting her forever. Reality in Benegal’s world means that even though resilience may not immediately be rewarded, truth will win out. In Ankur, it is a nameless child, the hope of the future, who serves as the voice of justice. He squeals to Surya about Kishtaya stealing from the fields and watches his disgrace – Kishtaya is shaved and then paraded around the village on a donkey – and at the end of the film, it is the same child who delivers the metaphorical master stroke against the landlord and his ilk.An eye-opening moment is when Lakshmi dispassionately narrates the circumstances of her marriage to Kishtaya, once a skillful potter, now defunct, thanks to the availability  and preference for aluminium ware. In private, Lakshmi yearns for sexual fulfillment and berates Kishtaya for his drunkenness. But she cares for Kishtaya as she would for a helpless animal and even in her vulnerable position, resists her master’s sneers at Kishtaya’s worthlessness.Shabana Azmi and Sadhu Meher in Ankur. Image credit: Blaze Film Enterprises.“The faces of the cast – particularly the ravishing Shabana Azmi as the peasant girl – are a landscape in themselves,” remarked Nigel Andrews in a Financial Times review. This adds to the unvarnished, spare look of Ankur, with its carefully constructed set design and costumes. Guided by Benegal’s objectivity and lack of pontification, Govind Nihalani’s camera subtly offsets poor and plenty – the sun-bleached hay of Lakshmi’s little hut and the verdant green of zamindari acres; the meagre mouthfuls of rice that Lakshmi serves at home and the bulging burlap sacks from which she steals – tropes which, over the years have become less nuanced types in post-Ankur cinema. Lakshmi’s inchoate and conflicting emotions – relief and despair, trust and guilt, attraction and repulsion – could never have seen better light or faded less gently into darkness. Sound editor Jayesh Khandelwal brings Yellareddiguda’s days and nights to life – drum beats of different rhythms announce events of consequence, human voices sing in the distant fields, a bird, trills distinctly above others,  a curtain of silver rain is washed out by only a few strains of music. Finally, there is the bitter, hate-filled, anguished cry of a single woman that resonates against hegemony for all time.Tendrils of Ankur have spread through Benegal’s work over the ‘70s and grafted themselves into the bedrock of Indian cinema. Critics and academicians will argue over content, style and treatment, whether parallel cinema germinated from Ankur and whether Benegal did indeed bring on the Indian New Wave, but viewers will remember the slow penetration of Ankur deep into the core of their consciousness .Shabana Azmi and Anand Nag in Ankur. Image credit: Blaze Film Enterprises.","author":"Bubla Basu","time":"2017-09-04T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/847816-66176-hbywxbbuyq-1503165356.jpeg","tags":["Shyam Benegal","Ankur","Shabana Azmi"],"source":"https://scroll.in/reel/847816/classics-revisited-shyam-benegals-ankur-burrows-deep-into-the-consciousness"}