{"title":"Classics revisited: ‘Sinhasan’ is Marathi cinema’s own game of thrones","content":"There is a drought and a water shortage across Maharashtra; farmers are dying; the prices of essentials are up; there is restlessness in the industrial sector. But chief minister Jivajirao has more pressing matters to deal with: his rivals in his party are plotting to unseat him. Maharashtra in 1979 didn’t seem too different from the present day.Jabbar Patel’s razor-sharp and unfortunately relevant Sinhasan is based on two novels by Marathi journalist Arun Sadhu, who died in Mumbai on September 26. Vijay Tendulkar’s scathing script is adapted from Mumbai Dinank and Sinhasan. The stellar ensemble cast, which draws from the best talent in Marathi theatre and cinema, is led by Arun Sarnaik as the chief minister, whose mental and physical health is disturbed by an anonymous phone call warning him of a conspiracy to dislodge him. The vultures in Jivajirao’s party, including ministers played by Madhukar Toradmal and Shriram Lagoo, swoop down on him after a bout of stress-induced illness. They advise Jivajirao to “take it easy”, but he ignores the unsubtle hints and instead plays his own game of thrones, working the phone lines to pit one cabinet minister against the other.Shriram Lagoo and Reema Lagoo in Sinhasan (1979).The caustic script has very few sympathetic characters. The overall cynicism, which is contrasted with the all-pervasive squalor in the state capital Mumbai, is seen through the world-weary eyes of legislative assembly reporter Digambar. Played by the great Marathi actor Nilu Phule, Digambar emerges as the movie’s pragmatic voice of conscience. Digambar’s mobility – he meets a cross-section of characters, from Satish Dubashi’s trade union leader to Lalan Sarang’s shallow socialite – brings together the various power centres that Jivajirao expertly manipulates to his own ends.In response to Digambar’s standard Mumbai journalist question “Kay vishesh?” (What is the news?) comes the answer: the one who want to stuff themselves are doing so, while our stomachs hurt. The poignant song Ushakal Hota Hota, sung by Asha Bhosle, aptly sums up the despair that rules the streets even as the state’s politicians pursue their own narrow goals. Mumbai in the late 1970s doesn’t seem any different from 2017, and is still a victim of short-sighted decisions taken to benefit a few rather than its millions of hard-working inhabitants.\n\n\n    \n    Play\n\nUshakal Hota Hota, Sinhasan (1979).The movie is in the mould of the American conspiracy thrillers of the 1970s, from the suspense-filled background music to the use of dramatic close-ups, actual locations and an escalating sense of dread. In its exploration of the manoeuvring that takes up the chief minister’s time, Sinhasan is a critique of the Congress party that held sway in Maharashtra at the time. But the movie’s lessons hold true for all subsequent political formations that have ruled the state. Jivajirao’s  master move to checkmate his rivals is one of the oldest in the book: a cabinet reshuffle. Digambar is first stunned into silence and then has the only rational response to the callousness: he loses his mind.Nilu Phule in Sinhasan (1979).","author":"Nandini Ramnath","time":"2017-09-26T10:10:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/851918-69386-ydqubwtrdi-1506368923.jpeg","tags":["Sinhasan","Jabbar Patel","Arun Sadhu"],"source":"https://scroll.in/reel/851918/classics-revisited-sinhasan-is-marathi-cinemas-own-game-of-thrones"}