{"title":"‘Class of ’83’ movie review: Bobby Deol is headmaster and avenger ","content":"Atul Sabharwal’s new movie Class of ’83 has some surprises. The biggest one is the casting of Bobby Deol as a brooding police officer who creates his own version of the Dirty Dozen but later regrets his actions.Introduced to the movies as a curly-haired and well-oiled gent and most recently seen goofing around in the reincarnation comedy Housefull 4 (2019), Deol is all seriousness and purpose as Vijay Singh. Vijay is the dean of a police training college in Nashik. Among its cadets, who will go on to fill the ranks of the Maharashtra Police, is a bunch of laggards who think they are too cool for school. At least three of them act like the rowdies they will eventually hunt in the classroom itself – another surprise in the early, promise-filled sections of Class of ’83.The students commit an act that demands rustication. But Vijay sees potential in these young men. He has been on the hunt for “crazy romantics” who will scalp gangsters through encounters, who will sacrifice the law so that order may be maintained, who will become the “antibodies” that will cure the illness that lies beyond the campus (the movie is heavy on aphoristic dialogue and streetwise philosophising).Vijay’s eventual targets are politician Manohar Patkar (Anup Soni) and Umar Kalsekar (Adesh Bharadwaj), a Dawood Ibrahim-like racketeer, who are responsible for his humiliation. The cadets graduate into mean machines who shoot first and ask questions later. The streets might finally be cleansed of gangsters, but what happens when the innocent come in the way?Bobby Deol in Class of ’83 (2020). Courtesy Red Chillies Entertainment/Netflix.The movie riffs on S Hussain Zaidi’s The Class of 83 The Punishers of Mumbai Police  (Penguin Random House, 2019). Zaidi is also an associate producer on the film, which is being streamed on Netflix.Zaidi’s The Class of 83 provided an adulatory account of Mumbai police officer Pradeep Sharma’s attempts to battle crime and corruption. Zaidi portrayed Sharma as a white knight in a sea of knaves. The movie creates its own set of fictional characters and tosses the hero mantle to Vijay, named after a famously angry character in the movies of the 1970s. Even as his wards appear to lose their way and get swallowed up by the mess they have sworn to clean, Vijay remains strong-jawed and resolute. The 98-minute film has been lensed by Mario Poljac in murky brown tones to bring out its stated theme of moral ambiguity. The washed-out palette and clever visual effects effectively recreate the Mumbai of the 1980s. References to actual newsworthy events also place the movie firmly within its context, as does Viju Shah’s synthesizer in the background. Abhijeet Deshpande’s screenplay toys with but eventually discards the idea that Vijay’s solution – to train policemen to mimic the criminals they seek to neutralise – actually solves nothing. Class of ’83 is set in Mumbai in a tumultuous decade that saw the twilight of the city’s mighty mills and the furthering of a cosy nexus between the ruling and criminal classes. In the following decade, an all-out war between the police force and organised crime would rage on the streets. The extrajudicial killings of criminals were euphemistically referred to as “encounters” that suggested a give-and-get rather than unequal contests. They frequently made the headlines and seduced filmmakers, most vividly Ram Gopal Varma. The beats of Varma’s cops-and-gangsters sagas resound in Class of ’83, especially in its brusque and trigger-happy heroes, the dark mutterings about the rotten “system” that needs unconventional healing methods, and the politician who is worse than the hoodlum. Class of ’83 is poised to be the preface to this battle that inspired several movies, but instead becomes a bunch of hurriedly dashed-off notes filled with smart but underdeveloped ideas. The rushed climax rubs out the initial complexity. As the movie races to its finish, the early lessons in that classroom in Nashik come off as an exercise in pedantry.Anup Soni, as the crooked politician, and Joy Sengupta, as Vijay’s buddy in khaki, turn out sharp performances. The young policemen, played memorably by first-time actors Bhupendra Jadawat, Hitesh Bhojraj, Sameer Paranjape, Ninad Mahajani and Prithvik Pratap, are more convincing than their mentor. Bobby Deol is barely credible as an authority figure. Sabharwal stretches Deol to his limits, but they are not enough to make Vijay Singh into a mythical figure capable of restoring the order by breaking the law. \n\n\n    \n    Play\n\nClass of ’83 (2020).","author":"Nandini Ramnath","time":"2020-08-21T13:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146287-oiqvpymobm-1597862914.jpg","tags":["‘Class of 83 review","Bobby Deol","Atul Sabharwal"],"source":"https://scroll.in/reel/970852/class-of-83-movie-review-bobby-deol-is-headmaster-and-avenger"}