{"title":"Clean elections: Nagaland’s church-led campaign against electoral malpractice has worked – partly","content":"“If it was 100% last time, it has come down to 30%-40% this time,” insisted Phetoko Tsugu. The gaonbura or headman of Lhothavi village, which is part of the Ghaspani-1 constituency in poll-bound Nagaland, was referring to the state’s worst-kept secret: that its votes are up for sale to the highest bidder. For years now, elections in Nagaland have seen people voting for the party and candidate willing to dole out the most, in cash, kind, or both. A post-election study carried out by a Kohima-based organisation called YouthNet revealed that candidates spent Rs 937.82 crore in the 2013 Assembly elections, almost double the amount spent in 2008. As Nagaland braces for polls on February 27, many, like Tsugu, say that things have changed for the better. What prompted the reform? In May 2017, the Nagaland Baptist Church Council – which wields much influence over the predominantly Christian state’s socio-political life – launched a “Clean Election Campaign”, apparently aimed at scouring the state of electoral malpractices.While the council had launched a similar campaign in the previous Assembly elections in 2013, it had little impact then, observers said.  But this time, the campaign seems to have struck a chord with many in the state, particularly the young.Fewer youth camps“Usually, it would begin two, three months ahead of elections in the village,” claimed Tsugu. “The youth camps would be set up. Young people would stay there. There would be khana-wana [feasting]. For the night, they would be given more haat-kharcha [spending money].  But this time, there is not a single youth camp in my village.  I am not saying everything has changed. But everything is quite different.”Phetoko Tsugu.Fizu Langthasa, gaonbura of Doyapur village in Dimapur-3 constituency, echoed Tsugu.  He said: “Why will I lie? Last year it was open: Rs 4,000-5,000 per vote in my village. But this time it’s not happening. Yes, of course, some young men must have got Rs 2,000-3,000 for haat-kharcha, but it is not en masse and organised like before.”The reason for the decline, according to Langthasa, is that people have realised that accepting money for votes was not sustainable. He said that people were increasingly aware that candidates who paid their way through elections often ended up siphoning off money from development funds to make up for their campaign expenditure.He said, “The leaders also have to recover money, so people have realised there is no point to this. Last time there were so many new cars during the elections, but this time there aren’t any. Because people have realised what is the point of car if there is no road. In Nagaland, there is no road, no development.”Fizu Langthasa.Many residents agree. “This time the environment is completely different,” said Mison Jidung, a 27-year-old doctor by training. “It is usually [happening in the] open – violence, money distribution – but things, at least from what I have seen, are slightly different.”According to Jidung, the youth in particular are “starting to understand the importance of the vote”. “Also, the security seems to have been really beefed up this time, I see policemen everywhere,” he added.Mison Jidung and his sister, Dinaidi. Church, social media and policeSeveral factors seem to have contributed to this change. Tsugu said that while the church’s intervention certainly helped, widespread campaigns by tribal bodies and other non-profits had also come in handy. “Basically, a lot of people’s conscience has been awakened,” he said. “There are no new cars you’ll see this time. Otherwise, election is the time for brand new cars in Nagaland.”Reverend Zelhou Keyho, secretary of the Nagaland Baptist Church Council, conceded that the campaign was “more successful this time” because of the involvement of local churches and village councils. “We are doing well so far,” he said. “Not all, but majority of the people have been impacted.”Renponi Naga, a social activist who is part of the campaign, said she has seen several young people come forward to participate. “Many of the youngsters have realised vote is a not a commodity to sell,” said Naga. “The elder generation is still into money business.  So, I will not say it has gone down by 50%, but at least 25%-30 %.”In addition to the church’s campaign, Renponi claimed, social media had played an important role in mobilising the youth. In fact, according to many accounts, an informal social media campaign calling for free and fair elections preceded the church’s formal launch of the Clean Election Campaign.  Heading the initiative was a Facebook page called The Naga Blog, which has emerged as a space for young Nagas to have virtual conversations on socio-political issues related to the state.Said Rozelle Mero, a social entrepreneur and one of the page’s administrators: “A few of us were discussing on the group that we needed to take control of things as our social life was being hampered.  So, we thought we should approach the church, since Nagas are community-based people and the church has a very important place in our lives.”Mero said it helped that the church had initiated a similar campaign in 2013. She was also roped in by the Election Commission to help advocate clean elections. “I went to so many colleges, so many young people signed up,” she said.   “As much as people would like to say otherwise, it has definitely had an impact. People have put up white flags to say that we won’t accept money, some have put up white pillow covers. Why would people do that otherwise?”A white flag in support of the Clean Election Campaign in Dimapur.Mar Longkumer, an anti-corruption and transparency activist, also affirmed that the run-up to the polls has been much “quieter” than previous times.  “This time, police are doing an excellent job,” he said. “They have been on the alert, money and liquor have been seized at different places.”Free and fair?But the Clean Election campaign also has its detractors. The Nagaland Baptist Church’s appeals  to followers not to support the Bharatiya Janata Party amounts to a violation of free and fair elections, they feel. “The church itself is asking people to not vote for a certain political party. How is it then a clean election?” questioned a Dimapur journalist.Besides, the campaign does not seem to have permeated a number of places. The campaign has also agitated against proxy voting or collective voting under pressure from village councils, but there have been reports of village councils passing diktats to vote for particular candidates and parties.However, Mero insisted that campaign had worked. “Only in a utopian world can everything change overnight,” she said. “As much as people would like to say otherwise,  there have been people saying that we want clean elections and they are absolutely standing by it, that’s why it’s a success.”","author":"Arunabh Saikia","time":"2018-02-26T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/869898-83010-almwknxufb-1519562316.jpg","tags":["Nagaland elections","Votes for sale","Nagaland Baptist Church Council","Clean Election Campaign","Nagaland youth","Poll reform"],"source":"https://scroll.in/article/869898/clean-elections-nagalands-church-led-campaign-against-electoral-malpractice-has-worked-partly"}