{"title":"Climate change made the heatwave in India and Pakistan 30 times more likely, says study","content":"The heatwave that scorched India and Pakistan in March and April was made 30 times more likely by climate change, according to a study published by an international group of scientists on Monday.“Because of climate change, the probability of an event such as that in 2022 has increased by a factor of about 30,” the report released by the World Weather Attribution said. “The same event would have been about 1°C cooler in a preindustrial climate.”India suffered its hottest March in 122 years since the India Meteorological Department started maintaining records. Parts of the country also experienced their highest temperatures on record in April due to a heatwave. Delhi saw the temperature soar to 49.2 degrees Celsius on May 15 as the heatwave ravaged the country.Severe heatwaves across many wheat-producing states resulted in a dip in the production of the staple grain by 3% this year. The rise in temperatures also led to a surge in the demand for electric power. In Monday’s study, scientists said that the heatwave may have led to at least 90 deaths across India and Pakistan.Arpita Mondal, a climate scientist at the Indian Institute of Technology in Mumbai who was part of the study, said that the report is a “sign of things to come”.“If global heating increases to 2 degrees Celsius more than pre-industrial levels, then heatwaves like this could occur twice in a century and up to once every five years,” Mondal said, according to The Associated Press.Also read: Why is Indian politics not waking up to the existential threat of climate change?Risk to economyThe risks posed by climate change may also impact India’s economic growth and affects its credit scores, global rating agency Moody’s Corporation said on Monday, PTI reported.“The prolonged high temperatures, which are affecting much of the northwest of the country, will curb wheat production and could lead to extended power outages, exacerbating already high inflation and hurting growth, a credit negative,” the agency said in a report.In March, Moody’s had reduced India’s economic growth forecast to 9.1% from 9.5% in 2022, citing a rise in fuel and commodity prices.","author":"Scroll Staff","time":"2022-05-24T10:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174798-stmkrxqnax-1653365724.jpg","tags":["Heatwave","Climate Change","Global Warming","Pakistan","Climate"],"source":"https://scroll.in/latest/1024622/climate-change-made-the-heatwave-in-india-and-pakistan-30-times-more-likely-says-study"}