{"title":"Climate refugees suffer twice: The ordeal of villagers displaced by the Dibang floods is yet to end","content":"Excessive rainfall in 2015 led to the expansion of the Dibang River, which subsequently ate up two villages, Anpum and Loklung, in Arunachal Pradesh’s Lower Dibang Valley. But the flood-induced displacement of Anpum and Loklung’s villagers was only the beginning of their misery.Poor roads, intermittent cellular coverage and crumbling health infrastructure are still huge problems in this area, even six years after the 2015 flood.The villagers’ ordeal underscores a lack of state preparedness in dealing with such disasters. It also highlights how climate refugees suffer twice over: first when disaster strikes and again when, due to limited political influence, promises of rehabilitation and relief are not fulfilled. In India, where 9,29,000 people bore the brunt of internal disaster-driven displacement in 2020, rehabilitation is a major challenge and will remain so in the coming years.As irregular rainfall and deforestation lead to more crises, the likelihood of displacement grows. According to a report by the Internal Displacement Monitoring Centre, “Summer monsoon rains affect countries in South Asia every year, forcing people into new and sometimes repeated displacement. Seasonal changes in wind direction and warmer temperatures in the Indian Ocean also fuel powerful storms and cyclones, which climate change has made more frequent and intense. This combined with rising sea levels is also causing more devastating storm surges that flood ever larger areas.”Climate models project that rainfall will increase across the North East, in addition to an increase in landslides in the high mountains. The risks of glacial lake outburst floods due to warming, extreme rainfall and seismic triggers are also projected to rise, putting Arunachal Pradesh in a highly vulnerable position.After the government forcibly silenced protests against large dams in the area and threatened those in opposition, a sense of doom looms in the air, from the floods, rain and the illusion of large infrastructure.Connectivity nightmareThe reality of life in these villages is a result of low government interest. In the villages of Anpum, Loklung and Bizari, around 250 households are cut off from the rest of the Lower Dibang Valley district during the monsoon. Bridges and roads are either in severe disrepair or non-existent. This compels villagers to travel via self-created jeep tracks through farms, rivers and the wilderness.The two bridges in the area – one over the Sesseri River and the other over the Dibang’s new channel (previously the Anpum River) – were meant to connect Bizari to Bomjir and Teenaali to Gadum respectively. But they are symbols of poor planning and negligence.The construction of the bridge over the Dibang River started in 2011 but was abandoned after floods in 2014. It now lies in the middle of the river, disconnected from the banks.The bridge over the Sesseri is incomplete, though construction started in 2014. In this case, contractors did not build the required number of pillars and the ends of the bridge were filled up with sediment mined from the riverbed. Both ends, made from just sand and gravel and not consolidated into soil, were quickly washed away in 2018 and 2020 by rain and floods.Villagers allege that the construction is deliberately started late in the season (January), to prolong operational costs, as floods in May damage the progress. Irresponsible infrastructure construction has damaged farms and taken lives in this region. Locals use wooden bridges to cross the Sesseri River from December to March. A motorboat connects people across the Dibang between Gadum and Teenali.Between Teenali and Gadum villages, the Dibang River has expanded to 600 metres where once the Anpum River flowed only 100 m wide, isolating a bridge in between. Technological and infrastructure lock-ins such as these show the state’s lack of creativity in developing the area. Photo credit: Maxar Technologies courtesy Google EarthAs she sips a cup of tea, villager Gagan Dai jokes about the administration’s negligence. “India’s second-longest bridge is only 15 km away and they still can’t make a small bridge properly [here],” she said.India’s second-longest bridge over the Dibang River is only 15 km from the Sesseri bridge. Photo credit: Chintan ShethShe says one has to spend Rs 2,000 to travel 36 km to Roing, the district headquarters, during the wet season (May to October), and only Rs 200 the rest of the year.Women, as always, suffer disproportionately more when they are cut off. Men can use their motorcycles or work elsewhere, but women have to stay at home with minimal income to take care of the children, the elderly, the farm and livestock.A farm near Bizari. This place becomes a paddy field in the wet season. The neighbouring forest provides people with edible plants and other forest produce. Photo credit: Chintan ShethWomen used to grow vegetables to sell at markets in Dambuk and Roing, but after batches rotted during the wait for reliable transport, they gave up.Until a few years ago, pregnant and ill women used to travel on elephant-back to reach medical services in Dambuk or Roing. “In the wet season, most of us want to leave this place, but then in the winter we love our village,” Dai remarks.Electricity is unreliable and only one cellphone network provider is available at Bizari from 7 pm to 7 am. For the rest of the day, there is no reception. Anpum and Loklung do not have electricity or cellphone coverage.Limited access The higher secondary school buildings are falling apart. Villagers say they pool money for repair works themselves, though these are government-run schools. The girls’ hostel (school dormitories) is a longhouse made of bamboo with a tin roof. It will most likely be abandoned after this year’s flood, as at least half a metre of water will accumulate here.There is no banking service in the Paglam circle administrative unit. To get to a bank, female frontline health and nutrition workers on fairly low salaries of about Rs 4,500 per month pool money and hire a vehicle to travel 70 km to Pasighat. It can take up to three hours to travel this distance. They travel to the bank there, hoping that the administration has transferred their last three months’ salary. The excursion to and from Pasighat can take multiple days depending on the duration of work in Pasighat and road conditions.Primary health centres have not been constructed after the floods, though funds have been sanctioned. Only Anpum has two schools. These, too, are in disrepair, with only two teachers for 40 students in each school.The only road connecting Anpum to Roing was built in 2002 thanks to the then-member of the Arunachal Pradesh Legislative Assembly Roding Pertin. Locals say they received this attention because the chief minister of Arunachal at that time, Mukut Mithi, was from their district.After the 2015 floods, each household received a meagre Rs 15,000 to get back on their feet. This was far from sufficient. Wood was required to build new homes. With no state support, logging was the only means to obtain the wood. As a result, farmland expanded into the neighbouring forests as people built homes on existing farms.With some families earning just Rs 50,000- Rs 1,00,000 annually, there are villagers willing to accept any monetary compensation pledged by the National Hydroelectric Power Corporation for the potential destruction the Dibang Multipurpose Project may cause. National Hydroelectric Power Corporation is still discussing the amount of compensation to be given with upstream and downstream communities.Three critically endangered slender-billed vultures of the 40 vultures observed on March 9, at Purana Sadiya. Fifteen vultures were observed at a cattle carcass nearby. The rest were circling above. Photo credit: Chintan ShethInsecure futureAcross this region, people have a mixed attitude towards the state’s technocratic solutions for the flood crises. Some in Anpum and Loklung, requesting anonymity, squarely blame the floods on the construction of embankments in 2017 and 2018, and the diversion of the Dibang River’s channel upstream at Bomjir by the Central Water Commission.Villagers allege that construction activity to make the embankments, including diversion of the Dibang’s channel, is to blame for bank erosion downstream.Active since before 1972, what may be India’s largest ongoing landslide (about 7 sq km) is only 6 km downstream of the proposed site for India’s tallest dam – the Dibang Multipurpose Project (2,880 MW). The dam site is at the end of the road, on the far top right of the image. Satellite image: Planet Labs Inc, map: Chintan ShethAs forests are severely degraded and the state does not release dam design flood models to the public, the effects of peak flood release (extreme rainfall or flood-driven lake outburst) on the flood basin can only be estimated.Stopping floodsIn a recent academic review, the history and efficacy of embankments in the Brahmaputra valley were critically examined.The authors from the Australian National University, Indian Institute of Technology Guwahati and India’s Ministry of Corporate Affairs found that the state has adopted embankments as the only solution to mitigate floods.They classify it as a “technological lock-in”, or a solution that has gained ground while other optimal solutions have been marginalised.The authors of the study provide evidence for the minor positive effect of embankments on flood mitigation. But they say that in some cases, embankments “…have exacerbated deaths and damage”. Large dams are a lock-in, where the state chooses to be dependent on them for putative flood mitigation and electricity generation.An analysis of large dams in the Himalayas reveals current dam design flood models do not account for risks from glacial lake outburst floods. They thus have higher uncertainty when predicting dam failure and risks to downstream communities.The bank at Bomjir reveals millions of years of accumulated river sediment lying below degraded tropical forest. The Central Water Commission is constructing an embankment here, even after the last ones have failed. Photo credit: Chintan ShethThe road to developing flexible and optimal strategies starts with understanding the problem from an ecological, natural hazard and social science perspective.Satellites of multiple space agencies including the Indian Space Research Organisation are now capable of capturing the dynamic terrain at very high resolutions.Near-real time rainfall estimates are available every few hours and very high resolution (3 m) spectral imagery is available every day.Yet currently, there are no automated weather monitoring stations in these districts to aid remote sensing systems in providing natural hazard alerts.Without ground data, a thorough annual analysis and modelling of river topography to classify natural hazard risk is not possible. A region-wide natural hazard vulnerability analysis remains exceedingly challenging for the Lower Dibang Valley, East Siang and Lohit districts, as well as neighbouring districts in Assam.Martins hunt for insects over the Dibang. The Dibang’s flood basin is arguably the richest area for water birds in India. Photo credit: Chintan ShethSince being displaced by the floods of 2015, the villagers live in challenging conditions. The lack of proactive rehabilitation by authorities is compounded by the fact that they face dangers from the changing climate.There is little investment in a detailed analysis of how natural hazards affect this region, despite the fact that much of the data and scientific methods are freely available and the economic loss is high after disasters. Furthermore, technological lock-ins such as embankments and large dams stop the state from creating and adopting appropriate strategies.The villagers of Anpum, Loklung and Bizari are further marginalised, becoming even less capable of changing, or challenging, the nature of infrastructure development in the region.Unless significant changes are made to the way these are pursued in regions like Arunachal Pradesh, the destruction of the two villages in 2015 will only be a prelude to further disasters.This article first appeared on The Third Pole.","author":"Chintan Sheth","time":"2021-08-14T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162772-afykgtyczz-1628851294.jpeg","tags":["Arunachal Pradesh","Floods","North East","Climate change"],"source":"https://scroll.in/article/1002778/climate-refugees-suffer-twice-the-ordeal-of-villagers-displaced-by-the-dibang-floods-is-yet-to-end"}