{"title":"‘Clock strikes, death awaits’: Remembering Abdul Khader and the heroic ‘Penang 20’ freedom fighters","content":"Seventy seven years ago, on the night of September 9, 1943, a young man in Madras Jail, awaiting death by hanging, wrote his last letter to his father, in Vakkom, a village near Trivandrum in what was then Travancore.“Dear father, God has blessed me by bestowing a peaceful and tranquil mind. In this present helplessness of mine and yours, we should not grudge or be disturbed. This is the moment to sacrifice a life gladly, yielding to the will of God…“Men though destined to death as every animal, rise above the bestial plane to devote an aim and a meaning to life. He tries to give it a perfume and purpose; occasionally he even forgets himself and challenges death, holding fast to his ideals. Thus, he is prepared to do anything, to face any eventuality sincerely and selflessly. Straightaway he starts to act…”— (Loosely translated from the original in Malayalam.)\nHe was one of four – three of them in their early 20s, the fourth in his late 30s – who were sent to their gallows at dawn the next morning, on Friday, September 10, 1943. They were members of a group of 20 who had entered colonial India, travelling from Penang in what was then Malaya, to work with the underground in India. After all 20 had been arrested and tried in court; four of them were to be hung to death for “waging war against the King”.This is a not so well-known story from among the many stories of men and women (in this case only men) who gave their lives for India’s freedom, a story that mocks the fake and ugly nationalism that has now taken hold of the country.Training in PenangThe story begins in early 1942 in South East Asia when the Japanese had taken over the region from the British, French and Dutch colonial powers. Many Indian youth who had earlier made their way to the region looking for work were attracted to the Indian Independence League, the political organisation in South East Asia fighting for Indian independence. (The Indian National Army, which was initially headed by Captain Mohan Singh before Subhash Chandra Bose came to lead it in 1943, was the armed wing of the League.)The League had decided to recruit young men and send them in groups to India. A first batch of 50 trained for a month in Penang, at the League’s Indian Swaraj Institute (housed in the Free School, Penang, now the Penang Museum), with the training conducted by the Japanese. They were to travel in stealth to India to join the Indian National Congress underground that had emerged after the launch of the Quit India movement in August 1942. The Japanese, however, later showed that they had other ideas.Between late September and late October 1942, 20 of the 50 in Penang went in three batches to India, 10 in two submarines and the other 10 overland. One group of five came ashore on a rubber boat near Tanur on the Malabar coast; a second group of five landed near Dwarka on the Kathiawar coast in Gujarat; and the third batch of 10 crossed the India-Burma border.A pamphlet of the Indian Independence League. Credit: National Museum of SingaporeAll of them were detected soon after landing/entry, arrested and lodged in Madras Jail. One of the 20 became an approver and 19 were tried in early 1943 by a special court inside the jail. At the end  of the trial, initially five were found guilty and sentenced to death. The five who were convicted were no more guilty than the others. But the judge, EE Mack, observed in his judgement that the group of 20 came from all regions of India, and found it fit to note that they were eight “Indian Christians” as he described them, eight “Hindus”, two “Mohammedans” and one “Sikh”. We do not know but can only guess why the judge chose a certain composition of the five he awarded capital punishment: two Hindus (Satyendra Chandra Bardhan from Tripura, and Anandan from Kerala), one Muslim (Abdul Khader from Vakkom, Travancore), one Christian (Boniface Pereira, Travancore) and one Sikh (Fouja Singh, from Mehsana, Punjab).Abdul Khader, the “Muslim”, was the one who wrote the poignant last letter to his father.‘Cat’s paws’The young men who had risked their lives did not achieve what they had set out to do. The men were “cat’s paws” of the Japanese military, in the words of one of the 20 young men, a term echoed by Judge Mack. The Japanese were not interested in these young men working with the Indian underground. They only wanted to signal to and shake up the British by making it appear that this small advance party was just one of a large number of Indians in South East Asia who would soon follow. They therefore saw to it that all 20 of them would be quickly detected and arrested.Abdul Khader for one (Fauja Singh was another) did what he could in the few hours before he was arrested. He tried to get a few young men of Tanur to join him but to no avail, and was soon taken into custody.In his final letter to his comrade and friend Boniface Pereira (who had also been sentenced to death but had been reprieved on a technicality), Khader wrote: “I cannot but curse the ill star that made the opportunity and time slip from our hands before we could do something worthy of our death and your sufferings…But before we could think of taking the first step we were thrown down by defeat…”Brave Khader who loved his football was ever the optimist. He went on to tell Pereira: “…But never mind. I firmly believe that in the final match between the Indian Nationalist Team and the British Imperialist Team, the former will score the goal. May you become a free son of India and be embraced by the arms of a free mother!”Boniface Pereira had also been sentenced to death but had been reprieved on a technicality. He served a sentence of five years. Perhaps Khader’s last written words on the midnight of September 9, 1943, were ones that sought to console his family. This is how the young man of 26 ended his letter to his father:“The clock is about to strike twelve midnight. The initial moments of the day of my death are closing up…I have no consolation to offer you. We shall meet in heaven. Do not grieve for me…From the eye witnesses of my death, one day you will learn how calmly and bravely I faced death. You will be proud and happy then.Clock strikesDeath awaitsYour loving sonAbdul Khader”Abdul Khader has not been forgotten by his family or by Vakkom. For decades, the community has marked the death of its brave son with memorials, events on his death anniversary, and educational initiatives.I have had the privilege of attending one such memorial event in Vakkom and this is where a personal connection comes in. My father, CGK Reddy (as he was referred to in the court proceedings of 1943) was a comrade of Abdul Khader and the others. In early 1942, he was a marine engineer on a merchant ship, SS Chilka, on its way from Calcutta to Sumatra to evacuate people ahead of the Japanese occupation. But when the ship was sunk in the Bay of Bengal by a Japanese submarine, he made it to Nias island off Sumatra after a week on the sea in a lifeboat with a few others. From there, he made it to Singapore, and finally to the Indian Swaraj Institute at Penang.As part of the last batch of 10 recruits sent to India, Reddy crossed over at Teknaf on the border between Burma and India (now Bangladesh) and was soon arrested. He was part of the 20 who were tried but escaped a death sentence; serving three years in jail.The bravery of the four who were executed on September 10, 1943, changed CGK Reddy, and doubtless others. Decades later he wrote in another context:  “As the nooses were slipped round their necks and just before the trap door opened below them, their last words were Bharat Mata ki Jai. That morning I shed in uncontrollable tears, all fear of death. The death of these four comrades, martyrs, convinced me anew that life has no special significance and is worth little, unless it is lived in honour, and with a sense of commitment.”  In 1993, on the 50th anniversary of the execution of Abdul Khader and his three comrades, Reddy took the lead in organising a memorial event in Trivandrum and then Vakkom. All the survivors of the original 20 and/or members of their families from across India came to Vakkom to honour and remember the four martyrs. The care with which the Vakkom community – not just Abdul Khader’s family – remembered their martyred son, Abdul Khader, was moving.Credit: https://www.stampexindia.com/Abdul Khader’s last moments were as he had promised his father. In 1993 CGK Reddy wrote: “Their courage even on the gallows was recounted to me after the War by a Deputy Commissioner of Police who was a witness to the execution. He said he had never witnessed such exemplary bravery in the face of impending, certain death.”The story of the “Penang 20”, if we were to give them that name 77 years later, is hardly known. Unlike the well-known 1946 Indian National Army trials that were held in public in Red Fort with lawyers like Jawaharlal Nehru defending the accused who were senior members of the force, the 1943 trial was held inside the Madras Jail, in camera, and it was of little-known young men who could do little before they were arrested.The Penang 20 seem to have been quickly forgotten, though in 1998 a stamp was issued in honour of the executed Abdul Khader, Satyendra Chandra Bardhan and Fouja Singh. Abdul Khader himself is remembered every September in Kerala. But in the rest of the country, these young men who sacrificed their lives have all but disappeared from collective memory.There is a special reason why we must now in 2020 remember Abdul Khader. In these times when the citizenship of Muslims is questioned, when every Muslim is asked to prove his or her loyalty to the country, and when every one of them is made to feel they do not belong, we need to think of Abdul Khader, the Muslim, who gave his life for India.It is tragic that we must point to the sacrifice this Muslim made for India’s freedom as an example of the Indianness of Muslims, in order to argue that the Muslims of India are equal citizens and they demand the same respect as any other citizen. But when the forces of hate and division are out to destroy India as a nation where all citizens have equal rights, the story of Abdul Khader should be told and re-told.C Rammanohar Reddy is the editor of The India Forum.","author":"C Rammanohar Reddy","time":"2020-09-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147267-pxudaiwghi-1599667949.jpg","tags":["Indian National Army","Indian Independence League","Abdul Khader"]}