{"title":"Cloud of mistrust hangs over elections in western UP","content":"On April 1, the Supreme Court asked the Election Commission to respond to a petition calling for a complete count of the paper slips generated when votes are cast on electronic voting machines to allay “doubt among the general public as to whether there is a mismatch between the vote cast and the vote recorded”.The news was buried in the inside pages of most metropolitan newspapers.And yet by April 4, word had travelled to Suar, a speck of a town of about 30,000 people in Rampur district in western Uttar Pradesh, where Muslim voters told me they saw the court order as validation of their concerns that elections are being rigged in favour of the ruling Bharatiya Janata Party.“Now even the Supreme Court is saying this,” said Nasir Ali, who sells fruit from a handcart. “Earlier the media was speaking about this in hushed tones. Now, it is speaking openly.”The next hearing in the matter is scheduled for the third week of April – the same week in which the first day of polling takes place in India’s seven-phase parliamentary elections.Among the areas voting on April 19 are eight constituencies of western Uttar Pradesh. In six of them, Muslims constitute more than one-third of the voting population. In two, their population is close to the half-way mark.Travelling through three constituencies, I found that an overwhelming number of Muslims harbour doubts about the integrity of the electoral process. So do some Dalits.In the Jatav Dalit quarter of Dhakka Karamchand village in Bijnore district, shopkeeper Vijendra Kumar said it was now common perception that “no matter which button you press, the votes go to the BJP”. Overhearing the conversation, Waheem, a dealer from the nearby Nehtaur town, who was piling up scrap purchased from Kumar on his handcart, interjected: “Vote humara har baar kharab ho raha hai.” Our votes are going to waste each time.Shopkeeper Vijendra Kumar and scrap dealer Waheem concurred that elections are being manipulated. Not just manipulation of machines, most Muslims here are convinced that their votes are being suppressed, either by their names being struck off from voter lists, or by physically obstructing them from voting. As a result, election conversations centre around “dhandlebaazi”, or rigging, with EVMs being the most visible target of anger.“EVM hatao, ballot paper se karao” – junk EVMs, bring back ballot papers – a Muslim man in a working-class neighbourhood of Moradabad summed up the mood.In Rampur, an independent candidate is contesting elections on the issue: Supreme Court lawyer Mehmood Pracha, who has filed an intervention application in the court, arguing that it isn’t enough to count paper slips, that voting should happen only through ballot papers.His election symbol is the stamp, picked to match his cause.“The law as it exists today – Section 59 and 61A of the Representation of the People Act – clearly states that elections have to be held by paper ballots,” he said, “unless the Election Commission on a case to case basis, on a constituency to constituency basis, passes an order justifying the use of EVMs and clearly stating why the election cannot be held by paper ballot in this individual constituency.”More precisely, the law states: “...the giving and recording of votes by voting machines in such manner as may be prescribed, may be adopted in such constituency or constituencies as the Election Commission may, having regard to the circumstances of each case, specify”.It is unclear if the Election Commission has been issuing constituency-specific orders for the use of EVMs. Questions emailed by Scroll to the commission went unanswered.On March 28, Pracha shot off a letter to the commission, asking for a copy of orders issued justifying the use of EVMs in Rampur constituency. He hasn’t heard back from the commission so far.Lawyer Mehmood Pracha carries around a copy of the Representation of the People Act, which he claims states unambiguously that elections must be held by paper ballots unless an order specifies why EVMs must be deployed in a constituency.The lawyer hopes to use the election contest as an opportunity to strengthen the legal challenge to EVMs. But the court proceedings are unlikely to conclude before polling day.The result: voting in Muslim-dominated western UP will take place under an unprecedented cloud of doubt.Voter suppressionOnce relegated to obscure YouTube channels and little-known websites, the debate over EVMs is now front and centre.A day before the Supreme Court issued notice to the Election Commission, at a public meeting organised by the Opposition INDIA alliance, Congress leader Rahul Gandhi said the BJP cannot win more than 180 seats without manipulating EVMs. In the 543-member Lok Sabha, the winning mark is 272. The BJP has claimed it will win more than 400 seats.However, on the ground in western Uttar Pradesh, EVMs are not the sole cause of worry. Rather, Muslim complaints here echo the findings of the much-discussed research paper by economist Sabyasachi Das, who found there was good reason to suspect both voter lists and turnouts had been manipulated in constituencies that saw close contests in the 2019 elections.In Rampur, voters say these aren’t simply fears – this is their lived experience.A pocket borough of Samajwadi Party leader Azam Khan, the constituency has the highest share of Muslim voters in UP, just over 50%. In the smaller assembly constituency area, their number goes up to nearly 65%.In a bye-election in December 2022, necessitated by Azam Khan’s disqualification from the Assembly, the Bharatiya Janata Party wrested its first-ever victory here, amid widespread allegations that Muslim voters had been denied a chance to vote – allegations denied by the state government and by the Election Commission.But booth-level data, as reported by the Indian Express, was revelatory: in Muslim areas, voter turnout in some booths plunged to a low of 4%-5%, while it was as high as 80% in booths in Hindu areas.A year and a half later, Muslim voters still vividly recall how the police blocked their paths to the polling booth, spreading dehshat, or terror.“It seemed like there was a curfew,” said a handicrafts entrepreneur. “There were police everywhere, as if this was Jammu and Kashmir, or a Naxal area.”“If you were in a burqa, the police would stop you repeatedly,” his wife recalled. “Show your fingers, they would say, using abusive language, hitting their batons on the ground in a threatening way.” While she managed to cast her vote, her sister-in-law scurried back in fear. So did an elderly neighbour, who was hit on the legs by police batons.Across Rampur, there is the same refrain: “Chunav cheena gaya.” The election was snatched away.In Rampur's busy Shadab market, Muslim voters expressed doubts about the integrity of the election process.A Muslim businessman, who holds an organisational post in the BJP’s district unit, called it the “murder of democracy”. “Rassa bhi aapka hain, bhais bhi aapki, laathi bhi aapki, jo chahe karo” – you have all the power, you can do what you want.Even fruit vendor Nasir Ali’s enthusiasm for the Supreme Court order stems from his experience in the 2022 bye-poll. “My family has 10 votes. Seven were not on the list,” he said, reeling off the missing names. “The remaining three were in three different booths.” While he and his son managed to find their booths and cast their votes, his wife returned home unsuccessful.Similar complaints about the deletion of Muslim names from voter lists echoed across other constituencies.In Galshaheed locality in Moradabad, Mumtaz Jahan last voted in 2012. “I was a young bride then,” said the former teacher, who taught in schools run by the National Child Labour Project for 12 years.“Ever since Modi-Yogi came to power, my vote has been missing,” she said, referring to Prime Minister Narendra Modi and Chief Minister Adityanath, both from the BJP.She said she had combed through voter lists, petitioned every possible government office, pleaded with Booth Level Officers, and yet hadn’t been able to vote. “This is the case in every home here,” she said. “Votes are missing from lists.”In Galshaheed locality in Moradabad, there was anger over names being missing from voter lists.A Muslim leader, who is currently the chairperson of a municipality in western Uttar Pradesh, said the problem was not just that Muslim names were being purged from voter lists, but that fake Hindu names were being added to them.He showed me stacks of papers printed with booth-level voter lists – each page featured crosses marked in pencil against some entries. The chairperson, who requested anonymity, said that in the months leading to the civic election he contested last year, he and his team did an exhaustive verification of voter lists in their town. They found about 2,500 names were bogus. They filed complaints and managed to get 1,700 names deleted.“The total electorate in the town is about 45,000, and of this, about 25,000 vote,” he said. “The bogus names accounted for 10%, enough to swing an election.”“Booth verification is what Opposition parties and candidates should have done on a mass scale ahead of the Lok Sabha election,” he continued. “This is how elections are being rigged, not through EVMs.”The debate over EVMsEarly morning on April 5, in the town of Dhampur in Bijnore, BJP ward councillor Ajay Mittal drove around Mohalla Khatiyan, not to canvass for votes, instead to sell dairy products laden on his mini-truck.“How many buttermilk packets do you want?” wholesaler Mittal asked a Muslim shopkeeper, interrupting the conversation I was having with him.Noticing the BJP symbol on Mittal’s mobile cover, I turned to him, curious to know who he thought was winning the election in the constituency. “Everyone is working hard,” he said. “Let’s see kiska rajyog hai – who has the destiny to rule.”At this, the Muslim shopkeeper interjected: “Ab election nahi, jadu ho raha hai”. What is happening is not an election, it is an act of magic.Before Mittal had arrived, the shopkeeper had pointed out to me that in the 2022 assembly election, the Samajwadi Party candidate in Dhampur had lost the election to the BJP candidate by merely 203 votes, just 0.1% of the vote share. The same wafer-thin margin resulted in a BJP victory in nearby Chandpur. In neighbouring Nehtaur, the BJP’s winning margin was 0.13%, and in Moradabad city, it was 0.24%. Akhilesh Yadav, the Samajwadi Party president, blamed these narrow losses on rigged EVMs.At the shopkeeper’s jibe, Mittal smiled. He said: “Those who complain about EVMs are the ones who first introduced it.”In Dhampur, Muslim voters pointed out that the Samajwadi Party candidate lost the Assembly election with a wafer-thin margin.Electronic voting machines were first deployed in an election in Kerala in 1982. But it was only in 2004 that they were scaled up for use across all 543 Lok Sabha constituencies. By then, most older democracies in the world had abandoned their use. Germany’s federal constitutional court banned the use of electronic voting machines in 2009.The same year, after the Congress won the Lok Sabha election, BJP leader LK Advani raised doubts about the functioning of EVMs and demanded the reintroduction of the paper ballot.In 2013, a petition filed by BJP leader Subramaniam Swamy resulted in the Supreme Court ordering that a system of Voter Verifiable Paper Audit Trail or VVPAT be introduced to ensure “the confidence of voters in the EVM”.A decade later, the use of VVPAT remains limited: only five EVMs in each assembly segment of a Lok Sabha constituency are subject to a paper audit, that is, paper slips generated by the voting machines are counted and tallied against the votes recorded in the machines.In 2023, based on a report prepared by retired bureaucrats and academicians, the watchdog group, Association for Democratic Reforms, filed a petition seeking 100% paper audit of votes cast through EVMs. Another petition filed by activist Arun Agrawal in March this year resulted in the Supreme Court’s April 1 order, asking for a response from the Election Commission.While these petitions focus on the need for a complete paper audit trail, some believe that the VVPAT system is itself part of the problem. Writing in the India Forum in 2021, former Indian Administrative Service officer, Kannan Gopinath, explained how the VVPAT system introduces vulnerabilities in the security of the EVMs since the machines must now be connected to an external device to load printable election symbols. This belies the Election Commission's claim that EVMs are standalone machines which cannot be compromised.Lawyer Mehmood Pracha believes that asking for 100% VVPAT amounts to “sitting on the bandwagon” created by the regime. “They create an atmosphere where a false narrative is made the narrative and everybody falls for it,” he said. He argued that the paper ballot is the gold standard that India must return to.It is a demand that the Ambedkarite group, the Backward and Minorities Communities Employee Federation, or Bamcef, has been making for a decade.In the winter of 2023, the movement against EVMs, which has the support of lawyers like Pracha, got a fresh ballast after the BJP won unexpected victories in state assembly polls. The Opposition INDIA alliance adopted a resolution asking for 100% paper audit of votes cast on EVMs.On January 5, Pracha and other lawyers were detained by police as they marched to the Election Commission’s office to ask for a meeting with the chief commissioner. Their protest did not get coverage in India’s mainstream media. But in western Uttar Pradesh, even working-class Muslims had heard of it.Pracha said he decided to contest elections solely to further the aims of the movement. “Now I am not just a concerned citizen pursuing public interest litigation. I have direct locus against the election commission as a candidate,” he said.“I will collect evidence in person,” he said, pausing to simultaneously ask his assistant to shoot off an email to the Returning Officer asking for videography of the EVM randomisation meeting to be held later that day. “I will be questioning them at every stage, and documenting it,” he continued. “I will be bringing on record through various applications that this is what is happening on the ground for a case which will be fact based, evidence based.”He added that the Opposition should see him as a “role model for every contesting candidate” and follow his path so that “elections can be demonstrated to be unfair, a strong reason for setting aside elections which are happening through EVMs.”My step by step struggle to highlight that not only the entire #EVM process is unsafe and farcical but even the procedures laid down by the @ECISVEEP of this faulty system are being violated at the ground level. I once again request all candidates and political parties to watch… pic.twitter.com/YdAUZbn7yj— Mehmood Pracha (@MehmoodPracha) April 8, 2024\n\n\nVoters confusedThe day the Supreme Court issued notice to the Election Commission, journalist Ravish Kumar did a show on YouTube on the subject. It garnered over three million views in five days.Among those who watched it was Saba Khan, the former computer science teacher in Rampur. She said it strengthened her resolve to skip voting yet again. “If the election is held by ballot paper, I will vote, else I won’t,” she said. Won’t this benefit the BJP, I asked. Either way, the BJP stands to gain, she said.The Samajwadi Party candidate in Rampur, Maulana Mohibullah Nadvi, acknowledged that the Opposition’s questioning of EVMs runs the risk of discouraging voters from going to the booth. “On one hand there is worry about the EVMs, on the other, there is concern about voters feeling dejected,” he said. “So we are actively telling them to go and vote.”Samajwadi Party candidate Mohibullah Nadvi acknowledges that EVM doubts could dampen voter enthusiasm.In the election fray in Bijnore district is Chandrashekhar Azad, who is contesting his maiden assembly election from Nagina constituency. The firebrand Dalit activist has steadfastly campaigned against EVMs since 2019. Asked whether it was contradictory to contest elections held by EVMs, while campaigning against the use of the machines, he said: “All national parties are raising questions about EVMs, but are still contesting elections. Why should we sit them out?”He said his party had mapped out voting data booth-wise and was prepared to challenge the results if they defied known trends.But what about voters, I asked. Wasn’t the messaging confusing for them? “We are telling them please go out and vote, it is our responsibility to stop the theft of your votes,” Azad said.Chandrashekhar Azad is asking his supporters to vote in large numbers, despite misgivings about EVMs.Azad’s voters seemed to have got the message. “He is saying ‘vote daalo, hakk ka hum dekhenge,’” said Kapil Kumar, a Jatav voter in Khalilpur village. “You take care of the vote, I will take care of your rights.”But in Rampur, the Muslim handicrafts entrepreneur was less accepting of the Opposition’s stand. “Rahul Gandhi questions EVMs, but also contests elections held using EVMs. When the Congress wins Karnataka, suddenly all is fine with EVMs.”Resorting to some black humour, he said: “The Opposition should not field candidates. It should allow the BJP to win uncontested. The country will be saved from election expenses. We will be saved from getting abused. And the world will get to know the real picture of the world’s largest democracy.”All photographs by Supriya Sharma","author":"Supriya Sharma","time":"2024-04-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199937-uzafdnhyfr-1712663964.jpg","tags":["Lok Sabha 2024","Uttar Pradesh","Muslim voters","EVMs","Electoral manipulation"]}