{"title":"Cobrapost exposé shows Indian media is sinking. Now we can fight back or be drowned for good","content":"Does the latest tranche of videos from Cobrapost exposing the media shock anyone? Is it anything more than mild surprise to learn that most media houses, their owners, senior managers and some journalists are quite happy to take money to push a political agenda? That most of them say they agree with the political agenda anyway? And that they all have ways to convert tainted cash into legitimate money? Watching these videos and reading the transcripts is a dispiriting experience for most journalists. What Cobrapost has done is it has taken the worst of us and displayed it to the world. How many excuses are we going to come up with now to save ourselves? Cobrapost’s undercover reporter, Pushp Sharma, tells each media house the same story. He represents a wealthy ashram which wants the Bharatiya Janata Party to remain in power. He has a three-point strategy. Start with “soft Hindutva”, which he spells out as the sayings of Lord Krishna and from the Bhagvad Gita. Then attack the BJP’s political rivals, especially Rahul Gandhi, Mayawati and Akhilesh Yadav, through satire. Finally, move on to a no-holds-barred agenda. All but two of the media houses agree to the Cobrapost journalist’s plan. They all have methods in place for such offers, from undeclared advertorials to paid news to special features. Most of them agree to set up “special teams” to push the BJP’s agenda. They can create jingles, videos, plant articles and questions in contests, organise awards events. Sometimes you feel that they can do anything for money, but we already knew that. And then you learn that many of them agree wholeheartedly on a personal level with the Rashtriya Swayamsevak Sangh’s agenda and will do anything to help. According to Sanjeev Shah, executive president of Bennett Coleman – the media empire that runs The Times of India, Navbharat Times and Times Now among other outlets – the group’s managing director, Vineet Jain, initially wanted Rs 1,000 crore to peddle the agenda outlined by the undercover journalist. They eventually settle for Rs 500 crore. Detailed discussions are held on how people will channel cash for them, although they would prefer to be paid by cheque. In Jain’s case, it is hard to tell from the video whether he is in it only for the money or whether he has much interest in the politics of the offer. Jain’s employees on the other hand, whether at Radio Mirchi or The Times of India or Navbharat Times are all for the agenda. Pradeep V of Radio Mirchi Bangalore is gung-ho about running the BJP’s agenda, boasting that they have run long campaigns for the party before, through the agency Madison. At Hindustan Times, there are discussions about whether the owner Shobhana Bhartia is still pro-Congress but the staff assure the Cobrapost journalist that is no longer the case. Avneesh Bansal, associate vice president, says his job is to ensure there is no “deep negative” in editorial content as long as the media house keeps getting funds. Richa Mahajan, manager of the media house’s Fever 104 radio station, enlightens us that she is “a staunch RSS believer” and that what happened in Gujarat (mass murder of at least 2,000 Muslims in 2002) “is right”.At the India Today Group, Hashim Ali Khan, a manager, says his only “objective is that the BJP has to come to power” while discussing a possible deal. He also agrees to accept cash. Rahul Kumar Shaw, chief revenue officer, while listening to the offer says, “I must tell you I am very pro, very pro, very pro to the government”. He introduces the journalist to Kallie Purie, the group’s vice president, who must clear any such deal. She is the only media owner who puts up a small fight for editorial freedom. She advises the Cobrapost journalist not to “polarise” the scene, and adds that if they do not agree with his activities, they will criticise him editorially.\n\n\n    \n    Play\n\n‘We are sinking’ I have highlighted only three of the several media houses stung by Cobrapost, although no one comes out smelling of roses. Like the first lot of videos of Operation 136 – named after India’s rank in the 2017 World Press Freedom Index – the revelations are shameful. In less than two months between the release of the two tranches of the sting videos, India has fallen further in the index to 138, in case anyone thought there was some good news arriving. My own distaste for sting operations continues – the people speak under false pretences, they do not know they are being recorded, they have no defence, and so on. However, how much people reveal in conversation with people they do not know is remarkable. We saw this with the 2000 Tehelka cricket betting sting operation, done by Cobrapost’s editor Aniruddha Bahal. The ease with which illegal cash transfers are discussed, the brazenness with which paid news laws are flouted, the complete focus on money at the expense of anything resembling ethics are all terribly salutary lessons. Are there any journalists left who did not realise the situation was so bad? And how do they continue to work for such organisations? One shudders to think how the public sees this. The media’s reputation is already at an all-time low. Its sucking up to the government despite the state of the nation is deplorable. Attacks on journalists almost all come from the right-wing, mainly the affiliates of the BJP. The government’s attempt to muzzle the media through fake news notifications and its plan to throttle the digital media make the situation even more frightening.The usual whataboutery that the BJP and its supporters will invariably use in response to the Cobrapost exposé are diversionary tactics. The Emergency was bad. That does not make what is happening now less bad or acceptable. We have a choice. We are sinking. Do we want to be drowned by these forces or fight back? Ranjona Banerji is an independent journalist.","author":"Ranjona Banerji ","time":"2018-05-27T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/880384-dlbffqucax-1527332596.jpg","tags":["Operation 136","Cobrapost sting","Hindutva","RSS","BJP","paid news","media ethics"],"source":"https://scroll.in/article/880384/cobrapost-expose-shows-indian-media-is-sinking-now-we-can-fight-back-or-be-drowned-for-good"}