{"title":"Collegium system of appointing judges is law of land and must be adhered to, SC tells Centre","content":"The Supreme Court on Thursday told the Centre that the collegium system of appointing judges to the higher judiciary is the law of the land and must be adhered to, Live Law reported.“There are sections in society who do not agree with the laws made by the Parliament,” a bench led by Justice SK Kaul told Attorney General R Venkataramani. “Should the court stop enforcing such laws on that ground? If everyone in society decides which law to follow and which law to not follow, there would be a breakdown.”The remarks by the bench come a day after Vice President Jagdeep Dhankhar criticised in the Rajya Sabha the Supreme Court’s decision to strike down the National Judicial Appointments Commission Act in 2015.The law had proposed to make judicial appointments through a body comprising of the chief justice, two senior Supreme Court judges, the law minister and two other eminent persons nominated by the chief justice, the prime minister and the leader of the Opposition.The proposed law was to replace the collegium system, under which five senior-most judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts.The comments by the bench also came amid a renewed rift between the Union government and the Supreme Court over the appointment of judges. Union Law Minister Kiren Rijiju had told the news channel Times Now on November 26 that the collegium system is not in consonance with the Constitution. Two days later, the Supreme Court had objected to the statement.On Thursday, the Supreme Court reiterated that comments against the judiciary by government functionaries are not well taken, Bar and Bench reported.“You have to advise them Attorney General [Venkataramani],” the bench, also comprising Justices Abhay S Oka and Vikram Nath said. “Any law declared by this court is binding on all the stakeholders.The bench also noted that the Centre recently send back 19 names, including 10 names reiterated by the Supreme Court collegium, reported Live Law.“Sometimes the names are approved fast and some others are kept pending for months,” the bench said. “How will this ping-pong battle last?”It further added: “We expect the Attorney General to play the role of the senior most law officer in advising the Government of the legal position.”Also Read: Why are the Supreme Court and Modi government in a war of words over judicial appointments?","author":"Scroll Staff","time":"2022-12-08T16:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["Supreme Court","collegium system","judiciary"],"source":"https://scroll.in/latest/1039324/collegium-system-of-appointing-judges-is-law-of-land-and-must-be-adhered-to-sc-tells-centre"}