{"title":"‘Colonial mindset blatantly visible’: MEA on BBC documentary about Gujarat riots","content":"The Ministry of External Affairs on Thursday said that a BBC documentary on Prime Minister Narendra Modi’s alleged role in the 2002 Gujarat riots was a propaganda piece designed to push a discredited narrative, reported ANI.The documentary, titled India: The Modi Question, claimed that a team sent by the British government had found that Modi, who was then the chief minister of Gujarat, had created a “climate of impunity” that led to the violence against Muslims.The documentary was released on January 17 and removed from YouTube a day later.  “The bias, lack of objectivity and continuing colonial mindset is blatantly visible,” Arindam Bagchi, the spokesperson for the ministry, said. “If anything, this film or documentary is a reflection on the agency and individuals that are peddling this narrative again.”Bagchi added that the documentary raises doubts about the purpose and the agenda behind it. “Frankly, we don’t wish to dignify such efforts,” he said.If anything, this film or documentary is a reflection on the agency & individuals that are peddling this narrative again. It makes us wonder about the purpose of this exercise &the agenda behind it. Frankly, we don't wish to dignify such efforts: MEA on BBC documentary on PM Modi pic.twitter.com/FmwlNn1Y9M— ANI (@ANI) January 19, 2023\n\nIn February and March 2002, large-scale communal violence erupted across Gujarat after the coach of the Sabarmati Express train returning from Ayodhya was allegedly burned by a mob in Godhra.  Official records show that 790 Muslims and 254 Hindus were killed in the riots.  The BBC documentary said that the the United Kingdom government sent an inquiry team to look into the reasons behind the riots. The inquiry team alleged that Modi had prevented the Gujarat Police from acting to stop violence targeted at Muslims, the BBC documentary claimed.The team had cited “reliable contacts” as saying that Modi met senior police officers on February 27, 2002, and “ordered them not to intervene” in the rioting, the documentary claimed.  However, Modi had denied the allegations that he did not do enough to prevent the riots under his administration.A closure report by a Special Investigation Team appointed by India’s Supreme Court to inquire into the violence said in February 2012 that there was no prosecutable evidence against Modi and 63 others. A magistrate accepted the team’s report in 2013.On June 24 last year, the Supreme Court dismissed a petition by Zakia Jafri, the wife of Congress leader Ehsan Jafri, challenging the SIT report. Ehsan Jafri was among the 69 people who were killed when a mob went on a rampage in Ahmedabad’s Gulberg Society on February 28, 2002, pelting stones and setting fire to homes.","author":"Scroll Staff","time":"2023-01-19T17:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185829-lgzvsinqiy-1674129481.jpeg","tags":["Narendra Modi","Gujarat","2002 Gujarat Riots","BBC Documentary"]}