{"title":"Comedian Kunal Kamra’s show in Gurugram cancelled after objection from Bajrang Dal, VHP","content":"A show by comedian Kunal Kamra in Gurugram was cancelled by the organisers on Friday after objection from Hindutva groups Bajrang Dal and Vishwa Hindu Parishad, The Indian Express reported. Kamra was scheduled to perform at the city’s Studio Xo Bar on September 17 and 18.The two outfits alleged that Kamra mocks Hindu deities and that his show could lead to communal tension in the city. They also submitted a memorandum to the Gurugram administration, according to ANI.Vishva Hindu Parishad today submitted a letter to the Deputy Commissioner of Gurugram to cancel the show of comedian Kunal Kamra scheduled in Gurugram on the 17th of this month citing, he makes jokes on Hindu deities which may lead to a tense situation in the district. pic.twitter.com/HQJJ7RqWN7— ANI (@ANI) September 9, 2022\n\n“This comedian [Kamra] has repeatedly insulted Hindu gods and goddesses in his shows and videos,” Praveen Saini, the district coordination of the Bajrang Dal, told The Indian Express. “We showed the organisers the videos of his acts on YouTube. Such artistes, who attack the Hindu faith, will not be allowed to perform in Gurgaon and any such insults will not be tolerated.”Confirming the cancellation, Sahil Dawra, the general manager of Studio Xo Bar, said that he was approached by two men from the Bajrang Dal, who threatened to disrupt the show.“I do not want any trouble,” Dawra told The Indian Express. “I spoke with the owners, the police, and the comedian and I don’t want any risk to my company and organisation…so we have decided to cancel it.” He added that no formal complaint was registered.Meanwhile, Kamara said that those who claim that he makes fun of Hindu deities have no evidence against him.He makes fun of our culture we claim,He makes fun of our deities we think,We have no evidence but his show disrupts our peace,12 of us don’t want the show to happen & 500 have got tickets to watch it, So what should the authorities do?(UPSC question 10 marks) https://t.co/wQMgRfXHEE— Kunal Kamra (@kunalkamra88) September 9, 2022\n\nOn August 26, the Delhi Police had rejected permission for a show by comedian Munawar Faruqui that was scheduled to take place in the city two days later. The development came after the Vishwa Hindu Parishad wrote to Delhi Police Commissioner Sanjay Arora, seeking cancellation of the permission that was granted to the show.Another show of Faruqui was cancelled in Bengaluru on August 19 at the last minute after a complaint was lodged by a Hindutva outfit named Jai Shri Ram Sena.The organisation had alleged that the comedian had hurt Hindu sentiments and made insulting remarks about deities Ram and Sita. However, the police had claimed that the show was cancelled as its organisers had not sought permission.","author":"Scroll Staff","time":"2022-09-09T21:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151473-pykimtxdkk-1606930425.jpeg","tags":["Kunal Kamra","Vishwa Hindu Parishad","Bajrang Dal"],"source":"https://scroll.in/latest/1032495/comedian-kunal-kamras-show-in-gurugram-cancelled-after-objection-from-bajrang-dal-vhp"}