{"title":"Comedian Shyam Rangeela’s poll nomination from Varanasi rejected","content":"Comedian Shyam Rangeela’s nomination from Uttar Pradesh’s Varanasi parliamentary constituency for the Lok Sabha elections was rejected by the Election Commission on Wednesday, according to the poll regulator’s website.Rangeela had filed his nomination as an independent candidate on Tuesday after he alleged difficulties in submitting paperwork to the Election Commission.Tuesday was the last date to file nominations. Rangeela had been alleging difficulties in submitting his nomination since May 10.Earlier on Tuesday, he posted a video on social media stating that he was denied entry to the district magistrate’s office as Prime Minister Narendra Modi was scheduled to file his nomination papers.The Varanasi seat, considered a stronghold of the Bharatiya Janata Party, has been held by Modi since 2014. In 2019, Modi had won with a margin of more than 4.7 lakh votes.Wednesday was the day earmarked for the scrutiny of nominations filed in the constituency. Polling in Varanasi will take place in the final phase of general elections on June 1.“I have seen how democracy was murdered today,” Rangeela told reporters on Wednesday, after his nomination was rejected. He alleged that the filing of his nomination was deliberately delayed on Tuesday and was rejected because he had not submitted a document pertaining to the oath.The oath for independent candidates is administered by a returning officer.Rangeela said that when he went to submit his nomination on Tuesday afternoon, there was no returning officer present in the office. He alleged that when he tried to meet the district magistrate on Tuesday night to get his oath administered, he and his lawyers were asked to leave.“The district magistrate asked the police official outside his office ‘how did these people come here, who allowed them’,” claimed Rangeela in a social media post.Rangeela’s lawyer alleged that those besides the comedian who filed the nomination on Tuesday had been issued threats and were intimidated. The comedian said that he was heartbroken after going through the process of nomination and witnessing the state of the country’s democracy.वाराणसी से नहीं लड़ने देंगे ये तय था, अब साफ़ हो गया दिल ज़रूर टूट गया है, हौंसला नहीं टूटा है ।आप सबके सहयोग के लिए शुक्रिया । मीडिया और शुभचिंतकों से निवेदन है कृपया अभी कॉल ना करें, जो भी सूचना होगी यहाँ देता रहूँगा, शायद अब थोड़ी देर बातचीत करने की इच्छा नहीं है pic.twitter.com/aB6AZqLGqv— Shyam Rangeela (@ShyamRangeela) May 15, 2024\n\n\nThe Opposition INDIA bloc has fielded Congress’ Uttar Pradesh chief Ajay Rai from the constituency. Rai had unsuccessfully contested the polls from the seat in 2009, 2014 and 2019.On Monday, Rangeela wrote a letter to the Election Commission alleging that the nomination process was slow and that candidates were being made to wait outside the office of the returning officer.Several other candidates were also unable to file their nomination from Varanasi, said Rangeela.After filing his nomination on Tuesday, he said his “electoral future is in the hands of all the election officials who are the guardians of our democracy”.Rangeela had announced on May 2 that he would contest the Lok Sabha polls against Modi.“India’s democracy allows anyone to contest elections,” the comedian had said in a video. “The reason behind my decision to fight elections is to ensure that what we saw in Surat, Chandigarh and Indore should not be repeated in Varanasi. People should have an option if they want to vote against a candidate. They have a right to do so.”The Congress’s candidate from Madhya Pradesh’s Indore constituency, Akshay Kanti Bam, withdrew his nomination and joined the BJP on April 29.In Gujrat’s Surat constituency, the BJP candidate Mukesh Dalal was declared the winner unopposed after the Congress’ Nilesh Kumbhani was disqualified by the polling officer and other candidates withdrew their nominations. The development came on April 22, two weeks before the seat was scheduled to head for voting.On January 30, presiding officer Anil Masih of the Chandigarh mayoral election declared the BJP candidate victorious after defacing and invalidating eight ballot papers of Congress and Aam Aadmi Party voters.On February 20, the Supreme Court set aside the result of the mayoral polls declared by Masih and named the Opposition candidate as the winner.Also read: ‘Supporter of BJP met me’: Surat candidates on the various reasons they withdrew from the electionIn Amit Shah’s Gandhinagar, three Lok Sabha candidates allege they faced pressure to withdrawIndore Congress candidate backed out days after attempt-to-murder charge added to 17-year-old case","author":"Scroll Staff","time":"2024-05-15T19:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200725-lxhleyhzfe-1715782164.jpeg","tags":["Shyam Rangeela","Varanasi","Lok Sabha 2024","Uttar Pradesh","Election Commission"],"source":"https://scroll.in/latest/1067923/comedian-shyam-rangeelas-poll-nomination-from-varanasi-rejected"}