{"title":"Comedian Kunal Kamra tells Vishwa Hindu Parishad to prove that he made fun of Hindu deities","content":"Comedian Kunal Kamra on Sunday wrote a letter to the Vishwa Hindu Parishad, asking the Hindutva group to prove its accusation that he made fun of Hindu deities.The Vishwa Hindu Parishad and the Bajrang Dal on Friday had complained to the Gurugram administration against the comedian, describing his content as offensive to Hindus. Subsequently, Kamra’s Gurugram shows, scheduled for September 17 and September 18 at Studio Xo Bar, were cancelled.Praveen Saini, the district coordinator of the Bajrang Dal, said that the administration was shown videos of the comedian and that those who attacked the Hindu faith will not be allowed to perform in Gurugram.Sahil Dawra, the manager of Studio Xo Bar, said he was threatened by the members of the Hindutva organisation and thus decided against hosting the show. On Sunday, Kamra asked the Vishwa Hindu Parishad to show him the clips in which he allegedly made fun of the Hindu gods.“I only do satires on the government,” he said. “If you are the government’s pet, you can be offended. How did Hindus come into this? I usually do not think I need to give a test regarding my relationship with God.”मेरा जवाब @VHPDigital pic.twitter.com/J9Ah8ad5ur— Kunal Kamra (@kunalkamra88) September 11, 2022\n\nIn his letter, Kamra said that he refused to attach the word  “vishwa” before the organisation’s name as it does not represent the  Hindu religion internationally. He also said that if the organisation  considers itself to be truly Indian, it should denounce Mahatma Gandhi’s  assassin, Nathuram Godse.“If you are truly the children of India,  write Godse murdabad,” Kamra said. “Otherwise I will think you are  anti-Hindu and pro-terrorism. You don’t consider Godse to be God, do  you?”The comedian also said that threatening the club owner to get his show cancelled was uncalled for.“He  [the club owner] has to run a business, how will he deal with goons?”  Kamra wrote. “Neither will he go to the police? Even if he goes to the  police, the police will come to you and place a request. The whole  system is yours. But when have I disrespected Hindu culture, as you  accuse me of doing?”Kamra also said that he is a better Hindu  than the members of the Vishwa Hindu Parishad as he believes that  “getting scraps by threatening someone is a sin”.","author":"Scroll Staff","time":"2022-09-11T15:12:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/135705-lvzanxwjqb-1580915506.jpeg","tags":["Kunal Kamra","Vishwa Hindu Parishad","Bajrang Dal"],"source":"https://scroll.in/latest/1032564/comedian-kunal-kamra-tells-vishwa-hindu-parishad-to-prove-that-he-made-fun-of-hindu-deities"}