{"title":"‘Comeback of Dogra rule’: With special status gone, Kashmiris fear losing land rights once again","content":"“They would beat us if a single grain fell out of place, they would check our teeth to see if we had eaten any of the corn,” said Mohammad Sultan Malik, tapping his front teeth. At 90, he is one of the few people in Singhpora to remember tilling fields in Kashmir under the reign of the Dogra kings.Others in Singhpora, a quiet village in the Pattan area of Kashmir’s Baramulla district, have had stories handed down to them. Stories of humiliation and want, and then of fortunes slowly brightening after the king left Jammu and Kashmir in 1947 and the former princely state acquired special status under Article 370 of the Constitution. Some moved from poverty to relative plenty. Seventy-year-old Ghulam Mohmmad Malik tells of how his forefathers were made to cut crops well into November and December, in the biting cold of the Kashmiri winter, long after the natural harvest season had ended. Most of it would then be surrendered to jagirdars, or feudal landlords, and other middlemen.“Technically, jagirdars were supposed to get half of the produce and farmers the other half,” he said. “But then middlemen would take one third of the entire produce.” After reforms redistributed land to tillers, their family got 10 kanals, or 1.25 acres, of land. Over time, they were able to buy half an acre more.Others moved from starvation to subsistence. “My mother is 80 years old,” began Tariq Ahmad Najar. “She used to say they had lunch once in two days. When they got really hungry, they would go out and scavenge for food.”After land reforms, they got four kanals, or half an acre. “Then we had enough food to eat and to store,” said Najar.Ninety-year-old Mohammad Sultan Mallik remembers tilling land under Dogra rule.‘Everyone has land’But this self-sufficiency, residents of the Valley fear, may be a thing of the past after August 5, when the Centre carved up the state into two Union Territories and gutted Article 370 as well as Article 35A. The latter gave the government of Jammu and Kashmir the power to define “state subjects” and grant them specific rights, including the right to own land.Removing these provisions would open up Kashmir to development and greater prosperity, the Centre has argued, as outside investment and property buyers enter the Valley. “Land prices will go up and land will also be leased out,” says a handbill distributed by the Indian Army in Kashmir, which lists the “many advantages” of nullifying Articles 370 and 35A.There are few takers for this argument. “We had rights to Kashmiri land, they have snatched those from us,” said Farooq, a businessman in Pulwama district’s Arihal village, where the army had distributed handbills. “Everyone has land here.”Nazir Ahmed, a silver-haired resident of Singhpora, was sceptical of the government’s developmental claims. “Where is the development in the rest of Hindustan?” he demanded.So was Ghulam Rasool Malik, the village sarpanch. “Kashmir was slowly developing,” he said. “Removing Article 370 will set us back 70 years.”The Centre’s decision is seen as an “assault” on Kashmiri identity. The assault will begin, it is feared, with the disruption of land rights entwined with Kashmiri political aspirations since colonial times.‘Naya Kashmir’While Article 35A restricted the ownership of property to state subjects, another set of land rights, flowing from Sheikh Abdullah’s Naya Kashmir manifesto, reconfigured Kashmiri society. The original manifesto was drafted in 1944 by BPL Bedi. It borrowed heavily from the Soviet constitution, articulating peasant rights and demanding the transfer of “land to the tillers”. Two years later, it would be the driving force behind the “Quit Kashmir” movement, an uprising against the extractive Dogra state.The princely state was dismantled in 1947. As Jammu and Kashmir acquired autonomy and the right to have its own constitution under Article 370, Sheikh Abdullah’s National Conference formed government and Naya Kashmir was put into action. The jagirdari system was abolished. The vast feudal estates vanished. Reforms over the next few decades focused on redistributing land and ensuring land rights for the rural poor.Under the Big Landed Estates Abolition Act of 1950, land ceiling was fixed at 182 kanals, or roughly 22.75 acres. Under the Jammu and Kashmir Agrarian Reforms Act of 1975, it became 100 kanals or 12.5 standard acres, with an exception made for orchards. The excess land was confiscated from the owners and redistributed among those who tilled it. Land that was not redistributed passed back to the state government.The public right to commons was established under the Jammu and Kashmir Common Lands (Regulation) Act, 1956. It also gave local landowners a say in how shamilat land, or village commons, would be used.Kashmiri Muslim women plant rice plants in their field in Batpora, on the outskirts of Srinagar. Danish Ismail/Reuters “It was a post-colonial project, which happened in many parts of the world,” said Suhail Masoodi, author of Pieces of Earth: The Politics of Land Grabbing in Kashmir. “In the case of Kashmir, it was very peaceful, there was no bloodshed.”The reforms were “leftist”, not religiously driven, Masoodi explained. But the aristocracy of the Dogra state had been largely Hindu and the tillers who suffered under it largely Muslim. With the reforms, land passed from one to the other. According to Masoodi, however, the Valley’s Shia minority stayed away from the reforms. “The Shia community did not get land,” said Masoodi. “Shia religious clerics issued a fatwa against the reforms.” Anyone who benefited from them would be called a “land grabber”.But Singhpora was transformed. The name of the village is a living reminder of the Sikhs who ruled the Valley before the Dogras. Before the reforms, residents say, only those who were descended from Sikhs owned land.Now, almost everyone owns some land, said Bashir Ahmad Lone, the village patwari. “The average landholding is eight to 10 kanals [about an acre],” he explained. Every family had at least half an acre, he estimated, and land was distributed more or less evenly across the community.It is mostly agricultural land, covered by orchards and paddy fields. Recently, residents of Singhpora gave permission for 20 acres of the village commons to be used for the construction of a degree college and an architectural college.“The government started building a degree college, but with our permission,” said Mohammad Akram Malik. “We might have wanted to build a graveyard there instead; it is the people’s decision.”The permission, he added, was given to the Jammu and Kashmir state government, not the Indian government.‘No one sleeps hungry’Land rights, according to advocate and author Tassaduq Hussain, “became the backbone of Kashmiri identity”. With economic emancipation came education and social mobility. “The levers of the economy went to the orchardists, there was the creation of a new middle class,” he said.It also spurred rural participation in electoral politics. “Land to tiller meant the National Conference would have roots in rural Kashmir,” continued Hussain. “Villagers will be in the assembly, governments will be village dominated.”While they supplied leaders to electoral politics, land rights  also gave Kashmiris the resilience to demand something more – ‘azadi’, or freedom, from the Indian state. Kashmiris have to store food for three or four months of winter. They also learnt to store food for months of curfew and shutdowns, a major form of civil protest since the 1990s.Since August 5, the daily rhythms of the economy have been stilled and shops across the Valley remain shut in protest. In 2016, when mass protests erupted across Kashmir after the killing of Hizbul Mujahideen commander Burhan Wani, curfews persisted, in some part of the Valley or the other, for at least 60 days. Shutdowns continued for several months longer, following a “calendar” or schedule issued by the separatist leadership of the Hurriyat. For weeks, only a couple of hours of “dheel” or relaxation every evening let people buy supplies from neighbourhood stores. Eventually, the shutdowns tapered off to a few days a week and then stopped altogether. According to the state’s economic survey report, there were losses worth Rs 16,000 crore between July 8, 2016, when Wani was killed, and November 30, 2016.This time, almost all of the separatist leadership is incarcerated. Still, traders and businessmen across the Valley have shut shop. Posters in Srinagar ask shops to open only in the early mornings and late evenings to allow residents to buy essential supplies. In Baramulla district’s Sopore town, fruit traders were reportedly attacked by militants for defying the shutdown.But in Singhpora, residents say they are prepared to continue with the civil shutdown for a year, no matter what the losses. “In Kashmir, no one sleeps hungry,” said Mohammad Akram Malik, who owns an electronics shop. “They live with dignity.” Between protestors and starvation lie fields or kitchen gardens which can produce enough food for sustenance. There are also principles of charity, drawn from religious tenets and a strong sense of community, which ensure that stores of foodgrain are shared with those who need it.Kashmiri women harvest mustard. Credit: Rouf Bhat/AFPLosing landAlready, there is a growing fear that the rural economy which shaped Kashmiri society and sustained protests is under threat. Since the 1990s, agricultural land has been lost to urbanisation and camps for security forces, among other things, leading to a clamour for stricter control on land use conversion. Property sales had also meant that land ceilings had ceased to apply in some places.According to the Jammu and Kashmir Economic Survey of 2017, 70% depended directly or indirectly on agriculture for their livelihood, but the sector’s contribution to the state’s gross domestic product plateaued over the years, suggesting it was in decline. Since the state’s production of foodgrain could not keep pace with growing demands, it depended on imports from outside. In the year 2015-’16, for instance, it imported 755,85 metric tonnes of rice and wheat, and in 2016-’17, 952.55 metric tonnes.Some local communities saw infrastructure projects such as the railways as a further disruption of the old economy. The Banihal to Baramulla line, cutting across the Valley, has been operational for over a decade now. But murmurs of discontent are still heard in villages along the railway line. “What will we do with railways if we don’t have enough to eat?” demanded one resident in South Kashmir’s Pampore area, one residentFarther up the line, Mazhama in Budgam district hosts a major railway station. The last few years have been rough for the residents of Mazhama. Most depend on farming, but handicrafts were also a major source of livelihood here. After the protests of 2016 and the violence of the years that followed, that trade fell apart.“There was great distress,” said Ghulam Mohammad Zargar, a member of the local mosque committee. “Some stayed with handicrafts, earning Rs 50-Rs 60 a day. Others became labourers.” While the turmoil ravaged the local economy, it had already been weakened as land was lost to the railways, said Zargar.“In this village, 96% have land,” he estimated. “About 72% have enough to live on and eat off the land. After the railways came, 15% lost the ability to live off the land. People did get some facilities from the railways. But land this village had, first class land for crops – that is gone.”Now, the Valley fears outside investment pushed through by the Centre will lead to further dispossession. “People in Jammu and Kashmir would sell land to other people in Jammu and Kashmir,” said Zargar. “Now, Ambanis, Tatas, will come. Earlier, we had run this place according to our needs. Even with the railways, the government came to us [for permission] 10 times. Now, even if we sell land for Rs 1 crore, our coming generations will live in shanties.”Slogans protesting against the Centre's move appear in Srinagar.‘Demographic change’At the heart of these fears lies the spectre of “demographic change”. Outside investment and the sale of property to people from the mainland is seen as a deliberate attempt to reconfigure the Muslim-majority Valley once again.It is not yet clear how land will be managed in the new Union Territory, how close a hold the Centre will maintain. At the deserted revenue office in Singhpora, Bashir Ahmad Lone and his colleagues are still waiting for new orders. The Jammu and Kashmir Reorganisation Bill applies 106 Central laws to Jammu and Kashmir, repeals 153 state laws and 11 governor’s acts. It retains seven old state laws with amendments.Five of these laws deal with land. The Big Landed Estates Abolition Act stays, so does the Agrarian Reforms Act. So do the Transfers of Property Act, the Jammu and Kashmir Alienation of Land Act and the Jammu Kashmir Land Grants Act, which regulate the sale of land, change of land use and land grants or leases by handed out by government, respectively. With one important difference: sections which restricted property ownership or other transactions to permanent residents of the state have been removed.For most of the Valley, the removal of this restriction means one thing. “They want to establish a Hindu Raj here,” said one youth in Pulwama district.Like before, it is expected, alterations in land ownership will mean social and political changes. “If population change takes place, the Jammu and Kashmir government will be dominated by Hindus,” said Tassaduq Hussain. “The beneficiaries of the government will be Hindus.”Once more, it is feared, the Muslim subjects of Jammu and Kashmir will be reduced to an “enslaved” population. “It will be the comeback of Dogra rule in Kashmir,’ pronounced Hussain.","author":"Ipsita ChakravartySafwat Zargar","time":"2019-09-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127037-cmtljuvftt-1567957594.jpg","tags":["Jammu and Kashmir","Land rights","demography"],"source":"https://scroll.in/article/936652/comeback-of-dogra-rule-with-special-status-gone-kashmiris-fear-losing-land-rights-once-again"}