{"title":"The name is Nagendra: BJP member’s fictional film about PM Modi to release just before Gujarat poll","content":"His name is Nagendra, but there is no mistaking the inspiration for the bearded man with the rimless spectacles and the white kurta and grey Nehru jacket.Tushar Amrish Goel’s Modi Ka Gaon features a fictional prime minister with more than a fleeting resemblance to the real one. “When it comes to the welfare of the country, there is no need to think or explain,” declares Nagendra in the movie’s trailer. Written and produced by Bharatiya Janata Party member CA Suresh Jha and starring Vikas Mahante, Modi Ka Gaon is a fictionalised tribute to Modi and his government’s policies.The movie is looking at a December 8 release date, ahead of the Gujarat Legislative Assembly elections on December 9 and 14.Modi Ka Gaon highlights the prime minister’s pet projects, including Digital India, Swachh Bharat Abhiyan and demonetisation. The surgical strikes following the terrorist attack on an Army camp in Uri in September 2016 also find mention in the movie. Yet, Modi Ka Gaon is being sold as a work of fiction.“The film is related to India’s poverty,” Jha said. “The film is about the problems that the local-level leaders create and how the prime minister of the country, Nagendra, solves those issues. We haven’t copied Modi’s characteristics, but we have merely constructed his parallel in the film.”\n\n\n    \n    Play\n\nModi Ka Gaon (2017). The movie hopes to dispel rising doubts about Modi’s achievements. “The message of the film is that Modiji’s thoughts are very straightforward and clear,” Jha said. “His vision about India is very clear and it is that India should get what it deserves and that the Indian public should not be wronged.”While a documentary might have been an easier proposition, Jha decided to make a feature film instead. “We picked a feature film over a documentary for this subject because we wanted it to be entertaining,” Goel said. “A hardcore documentary might probably not have this much impact. That is how we decided to commercialise the film.”Jha started writing the script in 2014, after being charmed by Modi’s first speech in the parliament after he became the prime minister in May 2014. “When he entered Parliament for the first time, he bowed down to the ground,” Jha said. “That gesture was a first as nobody had valued Parliament this much before him. That is what inspired me to make this film.”The story focuses on Modi’s tenure as prime minister, and avoids his years as Gujarat’s chief minister between 2001 and 2014 and his personal life. “There are no references to political parties in the film,” Jha said. “We haven’t shown anything in direct reference to him, but we have only loosely referred to his character and personality.”CA Suresh Jha (left) and Tushar Amrish Goel. Image credit: Sruthi Ganapathy Raman.Half the battle was won after finding the actor to play the prime minister. “I had initially wanted Modiji to be present in the climax sequence,” Jha said. “But I did not get the opportunity. We chanced upon some true copies of Modiji and that is how I got the contact of Vikas Mahante.”Mumbai resident Vikas Mahante, who has a cameo as Modi in Farah Khan’s Happy New Year (2014) and a few appearances in reality shows to his credit, also happens to be a BJP supporter. “I am a big fan of Modi,” Mahante said. “I delivered the dialogue while keeping Modi in mind. I have done a lot of campaigns in Gujarat while dressing up like him. So that helped me while acting in the film. The character is of the fictional Nagendra, but people will see Modiji’s face on the screen.”Modi Ka Gaon (2017).Although the movie is being strategically put out ahead of the Gujarat elections, Jha dismissed the release date as a coincidence. “We were happy with this date because we did not want to push the release date any further,” Goel added. Modi Ka Gaon has had a rough ride despite being a puff job. In February, the movie was rejected by the Central Board of Film Certification. Apart from the demand for a no-objection certificate from the Prime Minister’s Office, the censor board pointed to assembly elections taking place in five states and wanted the Election Commission to clear the movie. The striking resemblance between Vikas Mahante and Modi, which leaves viewers in no doubt about the film’s subject, also irked the board.Modi Ka Gaon was finally cleared after the filmmakers obtained an NOC from the Prime Minister’s office. They appealed to the censor board’s Film Certification Appellate Tribunal in July, after which the movie was cleared with one audio cut and a disclaimer.“The FCAT has directed us to mute the word Uri in the film,” Goel said. “They have also told us to run a highlighted disclaimer that specifies that the characters in the film do not refer to any political party members.”Regardless of the movie’s box office fate, Jha is already planning a sequel. “My love for the country is what motivated me to take up such a big project,” Jha said. “If we do get an opportunity to pursue this further, we will make Modi Ka Gaon 2 and more.”","author":" Sruthi Ganapathy Raman","time":"2017-11-29T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/859436-75038-domborzlwj-1511842939.jpeg","tags":["Modi Ka Gaon","Narendra Modi","Tushar Amrish Goel"],"source":"https://scroll.in/reel/859436/coming-soon-and-before-the-gujarat-elections-the-narendra-modi-movie"}