{"title":"Communal slurs, retaliation: BJP has perfected tactics Shiv Sena’s Manohar Joshi was criticised for","content":"The Shiv Sena has dominated Maharashtra’s politics, but the party founded by Hindutva leader Bal Thackeray in 1966, six years after the state came into being, has had only three chief ministers.Manohar Joshi, who died on February 23 at the age of 86, was the first Shiv Sainik to become Maharashtra chief minister and thus occupies a distinct place in the state’s history.The fulsome tributes paid to Joshi did mention that he was criticised by the BN Srikrishna Commission of Inquiry into Mumbai’s riots of December 1992 and January 1993 that followed the demolition of the Babri Masjid in Ayodhya.What they did not mention, however, was that Joshi’s testimony was a key factor that led to Justice Srikrishna’s finding that the Shiv Sena was responsible for the January 1993 violence, in which Muslims were systematically targeted.Official figures presented before the commission show that compared to 243 incidents of mob violence in December 1992, January 1993 saw more than double the number: 587, in which 13 Hindus and 55 Muslims were killed, and 103 Hindus and 189 Muslims injured.What was the nature of Joshi’s testimony before the commission?Joshi was Maharashtra chief minister when the decision was taken to scrap the commission in 1996. His government reinstated it six months later when the Bombay High Court was to rule on the commission being scrapped.Expectedly, then, the commission’s summons to Joshi to appear before it as a witness in March 1997 created a furore. The Sena’s name figuring repeatedly in the commission’s proceedings added to the anticipation that the chief minister’s cross-examination would be momentous.Given this backdrop, Justice Srikrishna took the unusual step of cross-examining the chief minister himself on behalf of the commission, rather than allowing the commission’s counsel to do so, leading to the resignation of senior counsel Vijay Pradhan.Other counsel, however, were allowed to cross-examine him. But, as Justice Srikrishna noted in his report, “this witness was subjected to lengthy cross-examination by all counsel who wanted to project their respective political points of view. The witness turned out to be more than a match for them and succeeded in strongly projecting the Shiv Sena’s political view.’’Ironically, this successful projection went against the Sena. Even while exhibiting the utmost courtesy to his VIP witness, the judge managed to get him to say enough to incriminate the party.Manohar Joshi with Bal Thackeray in Mumbai in March 2004. Credit: AFP.The two most damning pieces of testimony given by Joshi were about the use of the slur “landya’’, meaning circumcised, in the Shiv Sena mouthpiece Saamna, and the Shiv Sena’s theory of “retaliation’’, used by the party in its statement before the commission to “explain’’ the targeting of Muslims in January 1993.Asked if he agreed that the use of the term “landya’’ would offend the sentiments of Muslims, Joshi gave a convoluted reply: “It would depend on the meaning ascribed to the word...it would be necessary to consider the context in which it is used..’’At one point Joshi agreed that “if Muslims are hurt by the use of the term ‘landya’, it should not be used”. However, he quickly modified this statement to say, “If the Muslims do not appreciate the context in which they have been referred to as ‘landya’, they would certainly feel offended.’’What was the context which Muslims were asked to appreciate?“It is possible that this expression might have been used [in Saamna] while describing cruel and grisly incidents like the Radhabai Chawl or mathadi murders...it is necessary to understand this expression in that context.’’Had the Shiv Sena done anything for the victims of these two incidents, Joshi was asked. He could not remember, nor had he visited Radhabai Chawl.Six Hindus were burnt alive in Jogeshwari’s Radhabai Chawl – the correct name was Gandhi Chawl – on the night of January 7-8. Five mathadi workers were fatally stabbed in the last week of December and first week of January in the lanes of Masjid Bunder.The Srikrishna Commission report pointed to the “sensationalised and exaggerated’’ reporting of these incidents in Saamna and Navakal that created a “communal frenzy’’ among Hindus and led to the “Hindu backlash’’ against Muslims in January 1993.Joshi tried to provide a detailed explanation of this “backlash’’, which was described by the Sena in its statement before the Commission as “constructive retaliation”. “The retaliation was not intended to be destructive, but was for the purpose of self-defence, and therefore, constructive,’’ explained Joshi.However, in the face of the judge’s relentless cross-examination, Joshi found he could not stick to his explanation. The chief minister was forced to admit that he did not accept this theory of “constructive retaliation’’ when it went beyond self-defence by individuals.He also admitted that he could not categorically assert that the “retaliation’’ that took place in January 1993 was restricted only to those who had participated in communal violence following the demolition of the Babri Masjid.He further agreed that even if retaliation is spontaneous, it must be carried out in a “constitutional manner and within the framework of law”. The extent to which the retaliation came about in January 1993, was not in a constitutional manner within the framework of law, he finally admitted.A shopkeeper clears debris after a mob attack in January 1993 in Mumbai. Credit: AFP.Before Joshi, Sena MP Madhukar Sarpotdar had enunciated the party’s theory of “retaliation’’, saying that “because innocent people were attacked in Jogeshwari, other innocent people could be attacked in Colaba by way of retaliation… [as] a natural reaction.’’ Joshi was specifically asked about this statement. He replied that such retaliation would be “improper’’.While his constitutional post as chief minister might have forced Joshi to give legally correct answers to a sitting judge, the rest of his testimony showed him to be a true Shiv Sainik. He told the commission that he had led a group to Ayodhya for kar sewa on December 6, 1992, as ordered by party chief Bal Thackeray. From late 1990, the Vishva Hindu Parishad and other Hindutva organisations began mobilising people to go to Ayodhya, for which they used the Sikh term “kar sewa’’. But Joshi told the commission he had understood “kar sewa’’ to mean “service to God’’.During the second phase of the riots, in January 1993, Joshi admitted that he had participated in maha artis, which were huge gatherings outside temples. In its report, the Commission blamed the maha artis for adding to the communal tension, with some of them leading to communal violence.Joshi’s testimony on retaliation was cited in Chapter III of the commission’s report, which spoke of the causes of the riots. “The [Shiv Sena’s] doctrine of ‘retaliation’ as expounded by Shri Madhukar Sarpotdar and Shri Manohar Joshi’’ was [one of the factors] responsible for the vigilantism of the Shiv Sainiks in January 1993.’’After refusing to table the Commission’s report submitted in February 1998, Joshi finally did so in August that year, just before the Bombay High Court was to pass directions on the non-tabling of the report. Describing the report as “anti-Hindu’’ in the Assembly, the chief minister rejected it.In a strange political twist, today, the Shiv Sena led by Bal Thackeray’s son Uddhav, is seen as having distanced itself from hardcore Hindutva politics.The Bharatiya Janata Party has taken centrestage on this, be it in using abusive terms against Muslims – MP Ramesh Bhiduri called fellow parliamentarian Danish Ali “katua” (circumcised), “bhadwa” (pimp) and “aatankwadi” (terrorist) in Parliament – or in the theory and practice of “retaliation’’.Speeches made by BJP MPs and MLAs have urged Hindus to use weapons for “self-defence’’ and the party’s chief ministers have popularised the use of bulldozers for “instant justice’’.Jyoti Punwani is an independent journalist who lives in Mumbai.","author":"Jyoti Punwani","time":"2024-03-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199003-bkauarewdh-1709576235.jpg","tags":["Manohar Joshi","Bal Thackeray","Ayodhya","Mumbai","Justice Srikrishna","Babri Masjid","Mumbai Riots","Ram Temple","Shiv Sena","Uddhav Thackeray","BJP","Hindutva"],"source":"https://scroll.in/article/1064709/communal-slurs-retaliation-bjp-has-perfected-tactics-shiv-senas-manohar-joshi-was-criticised-fo"}