{"title":"Communal violence in Haryana kills five: What we know so far","content":"At least five persons have been killed in the communal violence that erupted in Haryana on Monday.Four persons, including two home guards, were killed in Nuh, where Hindu devotees clashed with Muslims after their procession was stopped. In Gurugram, a mob burnt down a mosque and killed its 19-year-old naib imam. A naib imam is the deputy to the imam of the mosque.Fresh violence was reported on Tuesday after a mob set ablaze two shops in Gurugram’s Badshahpur area. Mobile internet has been suspended in the districts of Gurugram, Faridabad and Nuh till Wednesday.#Gurgaon #Gurugram continues to simmer in #NuhViolence . Various Muslim shops and shanties attacked and burnt in Badhshahpur area. Police on spot. #NuhClashes #Haryana #HaryanaNews @gurgaonpolice fails as a mosque was torched and Imam was gunned down in wee hours today. pic.twitter.com/Mjlgerjuj8— Sumedha Sharma (@sumedhasharma86) August 1, 2023\n\nThe police have filed 44 first information reports in connection with the violence and have taken 70 people into custody, according to PTI.What led to the violence?The violence began in Nuh on Monday afternoon after Hindu devotees who were part of the Brij Mandal Jalabhishek Yatra clashed with Muslims after their procession was allegedly stopped near the Khedla Mod. Stones were thrown at the procession and members of the Muslim community burnt several vehicles, a senior police official told Scroll.The procession that came under attack had been flagged off from Gurugram’s Civil Lines by Bharatiya Janata Party District President Gargi Kakkar.About 2,500 men, women and children were forced to take shelter in a temple. They were subsequently rescued by the police.Wreckage of a vehicle that was set on fire in Sohna on July 31. | PTI  Among those killed were two home guards – Neeraj and Gursevak – who were attached to the Kherki Daula Police Station in Gurugram. Another person named Shakti, who lived in Bhadas village of Nuh was also among those who died. The identity of the fourth person is yet to be ascertained.Some residents have claimed that the clash may have been triggered by an objectionable video posted on social media by a Bajrang Dal member in Ballabhgarh, according to PTI. By Monday evening, the violence had spread to Gurugram’s Sohna Chowk area where shops were vandalised and several vehicles were set on fire allegedly by members of the Bajrang Dal.Haryana: The violence that originated in Nuh is now spreading to #Gurgaon . Visuals from #SohnaChowk. pic.twitter.com/WxmZUJqird— TOI Gurgaon (@TOIGurgaon) July 31, 2023\n\nAbout 120 vehicles were damaged and 50 were set ablaze, including eight that belonged to the police.All educational institutes were ordered to remain shut on Tuesday in Nuh, Faridabad, Palwal and Gurugram districts as a precautionary measure.Around midnight, a mob carrying guns, swords and lathis attacked the mosque in Gurugram’s Sector 57 and killed its naib imam. Two men were injured after the mob fired at them.According to the police, the mob reached the Anjuman Masjid in Sector 57 after midnight. Some people in the crowd opened fire at the people present in the mosque and also set part of the Mosque on fire. pic.twitter.com/j7sBN0GVb7— Mohammed Zubair (@zoo_bear) August 1, 2023\n\nAltaf Ahmad, the spokesperson of the citizen platform Gurgaon Ekta Manch, said that the mosque used to be jampacked during Friday prayers.“During the opposition to namaz in open spaces in 2021-’22 by Hindutva vigilantes, this was the only mosque in new Gurugram where we could do our namaz in the congregation without any disturbances or threats but now this mosque has also been burned down by communal forces,” he told Scroll.CM claims ‘big conspiracy’Haryana Chief Minister Manohar Lal Khattar on Tuesday said the attack on the procession in Nuh appears to be part of a big conspiracy, PTI reported.He asserted that strict action will be taken against the culprits involved in the violence.“Some people attacked a social yatra – which is carried out every year – in a bid to disturb it,” he said, according to The Indian Express. “The policemen were also targeted. Certainly, it appears to be part of a big conspiracy.”The chief minister also said that sixteen companies of central forces and 30 companies of Haryana Police have been dispatched to Nuh, according to PTI.State Home Minister Anil Vij also claimed that the incident in Nuh appears to be orchestrated.“The level of violence that took place and also occurred at different points, the way stones were collected, the way weapons were brandished, the way shots were fired, it does not appear to have happened all of a sudden,” he told reporters.Meanwhile, the Haryana government said that peace committee meetings were held in Nuh and Sohna districts.In Nuh, Deputy Commissioner Prashant Pawar and Superintendent of Police Narendra Singh Bijarnia presided over the peace talks in which the people assured them that they will not allow any increase in violence and also cooperate in maintaining peace.आज सोहना में पीस कमेटी की बैठक का आयोजन किया गया, उपायुक्त श्री निशांत कुमार यादव ने पीस कमेटी में पहुंचे लोगों से की क्षेत्र में सामाजिक सौहार्द बनाने की अपील। बैठक में दोनों पक्षों ने दिया शांति और सद्भाव बनाने का आश्वासन। pic.twitter.com/yBa5sn3vUj— DC Gurugram (@DC_Gurugram) August 1, 2023","author":"Scroll Staff","time":"2023-08-01T20:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192769-kpwyawpcrx-1690901242.jpg","tags":["Gurugram violence","Haryana violence","communal violence","Nuh violence"],"source":"https://scroll.in/latest/1053645/communal-violence-in-haryana-kills-five-what-we-know-so-far"}