{"title":"Communalism, vanishing Communists and Whatsapp: Why the BJP’s star is rising fast in Bengal","content":"After about 15 minutes of selling the ruling Trinamool Congress’s development work in the area, Tushar Kanti Das suddenly broke character. “Look, the basic point now is, TMC [Trinamool Congress] means Muslim, BJP means Hindu,” Das said with weary irritation. “This thought has entered everyone’s heads. Now it doesn’t matter if we make roads or we don’t make roads. This is how people are voting in Deganga.”Das is the vice chairman of the panchayat samiti in Deganga, around 50 km north east of Kolkata. His frustrated description of local politics echoes throughout the state. For the first time in West Bengal’s history, an election is being fought directly on communal lines. The major catalyst for this change: the Bharatiya Janata Party, which hopes that the polarisation will help it bag its highest ever tally in the state. Party president Amit Shah has claimed that the party will win 23 seats out of 42 in the ongoing Lok Sabha elections.Though unprecedented in West Bengal’s history, this polarisation isn’t the only issue driving the BJP’s rise. While the party itself has kept up a razor sharp focus on Hindu-Muslim issues, the BJP is being helped significantly by the precipitous decline of the Communist Party of India (Marxist) that had ruled the state for 34 years till 2011. Saffron is filing the vacuum Red has left behind.To add to this is the money and social media wizardry the BJP is bringing to Bengal, leveraging its experience in other parts of India, thus disrupting the state’s tradition of grassroots mobilisation.This story has been reported from the following seven Lok Sabha constituencies: Raiganj, Barasat, Jangipur, Bongaon, Jhargram, Purulia, Malda North, Rising communalismMorgram in Birbhum district is that rare village in Bengal to be festooned with flags of the BJP, not the Trinamool. It is mostly populated by the Mal community, a Scheduled Caste group.As can be expected, support for the BJP runs high in the village – a sentiment expressed explicitly in communal terms. “The Hindu villages here will only support BJP from now on,” explained Achintya Mal, in his early 20s. “We don’t like Mamata [Banerjee]. She only looks after Muslims not Hindus. She even reads the namaz.”Bahalanagar village is just a 15-minute walk away from Morgram but the politics is completely different here. There is no saffron and villagers mostly appreciate the work done by the Mamata Banerjee government and will vote for the Trinamool. Bahalnagar is a Muslim village.One of the things to think of before voting, as listed on a BJP WhatsApp group in Bengal: \"Mini Pakistan\" (see #11).There isn’t much to differentiate Bahalnagar and Morgram in wealth or facilities. Clearly then, the religious identity of the villages is the controlling factor in informing voting choices.Given this ground situation, the BJP has concentrated on wooing the Hindu community with its messaging. This includes repeated claims that Hindu religious rights were being curbed in Bengal and that the Trinamool Congress was passing on special benefits to Muslims. The saffron party has also promised to segregate migrants on religious lines, giving citizenship to Hindu Bangladeshis but conducting a special exercise only amongst Muslims to identify people it describes as “infiltrators”.East Bengal factorSukesh Choudhury, secretary of the All India Matua Mahasangha, understands the appeal of this politics amongst Matuas, a religious order consisting mainly of Bangladeshi-origin Dalits, now concentrated in the border areas of West Bengal. “We are victims of Partition. We had to leave because of atrocities carried out by Muslims there [Bangladesh],” said Choudhury. “Hence, when the BJP says anti-Muslim things, many of our people get attracted to these statements, even though they are aware it might not actually help them.”Sukesh Choudhury, secretary of the All India Matua Mahasangha, understands how communalism in Bangladesh is shaping the mindset of migrant Hindus in West Bengal. (Photo credit: Shoaib Daniyal).It is not only Matuas. The BJP is targeting Hindu migrants from Bangladesh as a whole, with a view that communal tensions on that side of the border would resonate even here in West Bengal. “Oparer lok shudhu BJP chay,” said Robin Chandra Sarkar, in North Dinajpur district, bordering Bangladesh. Migrants from the other side [of the border] only want the BJP.Much of Sarkar’s admiration for the BJP is driven by his own history as the child of migrants. His paternal uncles still live in Bangladesh and, till very recently, the border was porous enough to allow for frequent visits. Sarkar is as keyed into news from Dinajpur in Bangladesh as his home district of North Dinajpur in West Bengal. “I keep on telling my uncles, come over,” said Sarkar. “You see how Hindus are treated in Bangladesh.”For Sarkar, the BJP’s plans to prioritise Hindu migrants will not help him materially – his parents got Indian citizenship using the informal methods instituted by the pro-refugee previous Left Front government anyway. However, it holds a special emotional appeal, as does almost the entire BJP programme of attacking Muslims during this election.“Manmohan [Singh] was weak,” he said. “Modi is like MLA Fatakestho, direct lash porbe soshane.” This was a reference to a famous Mithun Chakraborty movie line about hitting someone so hard, his dead body will directly reach the cremation ground.A child of Hindu migrants from just across the border in Bangladesh, the BJP's strident anti-Muslim policies and positioning speaks to Robin Chandra Sarkar's own personal history. Credit: Shoaib DaniyalRSS groundworkCommunalism has even found a home in parts of West Bengal that do not have a Bangladesh connection. In Jhargram district’s Neguria village, on the Bengal-Jharkhand border, Rohin Pal complained about the rising Muslim population in the neighbouring villages. However, the administrative block his village comes under has one of the lowest Muslim populations in India: 0.74%.Much of Neguria’s politics can be explained by the presence of a Rashtriya Swayamsevak Sangh branch in the village since the 1980s. “We make villagers exercise, teach them patriotic songs and build chetana [consciousness],” explained Gautam Pal, the man who runs the shakha and also works for the BJP.Somewhat paradoxically, Gautam Pal praises Banerjee for her government’s development work. “Since she came to power, she has changed this area,” he said. “I don’t deny that. Schools, hospitals and roads are very good here in Jhargram.” However, as Tushar Kanti Das had predicted, this was not enough. “But we will not vote for her since she favours Muslims,” said Pal. “We have seen it on our mobiles. Muslim imams get a stipend, they get money for pilgrimages. We don’t get anything.”Ansar Ali in North Dinajpur is so angry with the corruption of local Trinamool leaders that he voted for the BJP in the 2018 Panchayat just to oppose the ruling party. A sign of how the BJP now dominates the anti-Trinamool space. (Photo credit: Shoaib Daniyal).Filling the Opposition vacuumWhile it plays a big part, however, it would be a simplification to think that communal polarisation is the only reason for the BJP’s rise in Bengal. The withering away of the communists is an equally important factor.In most parts of Bengal, Trinamool cadre have targeted the communists, disallowing them space to function. This has resulted in a somewhat paradoxical state of affairs where large numbers of communist workers and voters are turning to the BJP – not because of a sudden change in ideology – but simply because the saffron party is the only opposition to the Trinamool in the area. “Our cadre faces things like false police cases and assaults,” explained Mihir Manjhi, General Secretary of the Forward Bloc in Purulia. “In such a situation, one section of Leftists has switched over to the BJP thinking that they will provide better protection compared to us.”In North Malda’s adivasi areas, once a bastion of the Left, the BJP has made strong inroads. “The Adivasis here were once totally Left,” explained Gouri Barman Mahato from Dakatpur village. “But now where is the Left, you tell me? We are now going for the BJP.”In some cases, dissatisfaction with the local Trinamool Congress leadership is so high that even Muslims voted for the BJP in the 2018 panchayat polls.“TMC leaders have done so much corruption here, they have gone from living in kaccha [make-shift] houses to roaming around in cars,” said Ansar Ali in North Dinajpur, a former worker with the Revolutionary Socialist Party. “To stop them, there was a hidden alliance here [during the 2018 panchayat polls] between the Left and the BJP where we put up a joint BJP candidate.” “But now where is the Left, you tell me? We are now going for the BJP,\" argues Malda's Gouri Barman Mahato.Money and organisationHow did the BJP manage to hold on, however, when the Left got swept away by the Trinamool’s cadre? The Communist Party of India (Marxist) leadership explains this using a conspiracy theory: there is a secret Modi-Mamata deal to edge out the Left.On the ground, however, a much simpler explanation also presents itself: the BJP is much better funded and organised than the communists. Kishan Sharma, the IT Cell Convenor of the BJP in Purulia district, explained how the party got around roadblocks to Opposition activity placed by the Trinamool cadre. “We didn’t have sangathan [organisation], but we had WhatsApp sangathan,” Sharma said, beaming.The BJP in Purulia runs organised campaigns on social media, with help from BJP mobile apps as well as the Delhi party office. “As long as the phone doesn’t ring, you will not take it out of your pocket,” said Sharma, who sells and installs CCTV cameras in his day job. “And as long as you don’t take your phone out of the pocket, you will not think of the BJP. Our job is to remind people of the party every few hours.”Kishan Sharma, the IT cell convenor of the BJP in Purulia district, is a man of energy and resources when it comes to, as he puts it, \"WhatsApp sangathan\". There is no equivalent to Sharma in the Left. (Photo credit: Shoaib Daniyal).The Left, still soldiering on with its politics of ground mobilisation, has no equivalent to Sharma and his management maxims. So while in Purulia, roadblocks placed against Opposition activity froze the Left, it allowed the BJP to still organise via social media.To add to this are the resources the BJP is able to command given its position as the ruling party in Delhi. The BJP’s Jhargram office has been newly painted in the party colours – saffron and green – and has tiled bathrooms and air-conditioned rooms. A canvas shamiana outside the office provides shade to the party’s SUVs and motorbikes.The contrast with the Communist Party of India (Marxist) office in town is sharp. It is an old, dilapidated structure dotted with vintage posters of Che Guevara, Stalin and Jyoti Basu – and with no parking space at all. The office, however, does have a bicycle kept in the front room for use by any party member.The Communist Party of India (Marxist) office in Jhargram. (Photo credit: Shoaib Daniyal).","author":"Shoaib Daniyal","time":"2019-05-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119146-uufqduzefq-1557240563.jpg","tags":["West Bengal","BJP","elections 2019","lok sabha elections 2019","election report 2019","West Bengal election report 2019"],"source":"https://scroll.in/article/922292/communalism-vanishing-communists-and-whatsapp-why-the-bjp-s-star-is-rising-fast-in-bengal"}