{"title":"Communalising Carnatic music: Artists face threats for singing devotional hymns in praise of Jesus","content":"A discordant note has hit the world of Carnatic music. Several Carnatic musicians have been subject to threats and vile comments on social media for singing Christian Carnatic hymns or for participating in musical events organised by churches.The uproar over the scheduled participation of Carnatic singer OS Arun at an event organised by Christians in Chennai on August 25, as reported  in The Wire, is a case in point. The event, titled Yesuvin Sangama Sangeetham, was being organised by T Samuel Joseph, also known as Shyaam, a well-known music composer and violinist in Tamil Nadu. On August 6, Arun was targeted on social media and accused of colluding against Hindus with “stooges of the Vatican”. Arun later announced that he would not be performing at the event due to “personal commitments”.It is believed that Arun withdrew from the event after being pressured by a man called Ramanathan, who claimed to be the head of an organisation named Rashtriya Sanathan Seva Sangh.According to reports, an audio clip being circulated on WhatsApp is being projected as a conversation between Ramanathan and Arun. In the clip, which Scroll.in has been unable to verify independently, Ramanathan asks why Arun sings for Christians when he is a Hindu. Arun said that he has cancelled the event but Ramanathan was not satisfied with the answer. He said, “You should have never agreed to do this.”Arun’s response was: “The Hindu Sanatana Dharma says we must respect all faiths. We only wanted to do a musical concert. Since many people opposed it we have cancelled the event now. Why don’t we leave this at that?”In the conversation, the names of Carnatic artists such as Nithyashree Mahadevan, Bombay Jayashree and TM Krishna arise, and Ramanathan claimed that he has been calling them and “shouting” at them for singing Christian hymns or for singing in churches. He also claimed that the Rashtriya Sanathan Seva Sangh was a Hindu organisation “fighting for Hindus”. He directed a threat at Krishna. “We will make sure he’s beaten up wherever he goes next,” he said.TM Krishna defiantResponding to Ramanathan’s threat, on August 9, Krishna posted on Twitter that he will now release a Carnatic song on Jesus or Allah every month.Considering the vile comments and threats issued by many on social media regarding Karnatik compositions on Jesus, I announce here that I will be releasing one karnatik song every month on Jesus or Allah. T.M. Krishna #art #religion #jesus #allah #communalism #freedom #music— T M Krishna (@tmkrishna) August 9, 2018\n\nThis is not the first time he is being threatened, Krishna said, adding that he will nevertheless exercise caution. “I heard the threat on audio and the kind of anger and vile comments being passed are just gross,” he said. “I didn’t know whether I should respond at all or let it play out.”He added: “It is not easy to respond but I thought that the best way to do it would be through music. It will bring the repertoire on the forum. So that way, anyone can just do a Google search and find these compositions. That’s an important way [to bring this to the mainstream].”Asked where the outrage against Carnatic singers who sing Christian hymns could be stemming from, Krishna indicated that the atmosphere in the country was perhaps to blame. “This is similar to the bigotry and Islamophobia that is brewing in the country,” he said. “It has always been in sight but now we are seeing an explosion of it. To put it bluntly, since the BJP and the RSS came to power, it has given people the right to be bigoted.”He added: “The evolution of Carnatic music has been built on upper-caste Hindu nationalism and the community is very conservative.”‘Extremist views’In a video uploaded on YouTube on August 7,  Ramanathan kept up his tirade against Christians and Carnatic musicians who associated with them. He also threatened that these artists would not be allowed to sing again if they continued to sing at Christian events. “Wherever they sing we will oppose them,” he said. “The consequences will be dire for these people.” Some say that the spread of a rumour that a composition by Thyagaraja, a 19th century saint-composer, had been altered by Carnatic artists singing Christian hymns could be to blame for the current hostility towards them.“People are claiming that one of Thyagaraja’s compositions has been tampered with and Rama or Krishna has been substituted with Jesus or Allah,” said Anil Srinivasan, a classical pianist. “There is no evidence of such a thing. But even if someone has done this, so what?”Some claim that taking things deemed to be an intrinsic a part of Hinduism and using them to propagate Christianity was a case of cultural appropriation and would lead to “eventual proselytisation”.Srinivasan dismissed such claims. “Haven’t we appropriated the imperial language, and Western ways of dressing and communication?” he said. “If I wish to express certain emotions using C major, then what is wrong in that? People are not going to get converted if they hear one song. This is just a bunch of sweeping extremist views.”","author":"Vijayta Lalwani","time":"2018-08-11T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889990-60514-imoyyvmvxj-1497353314.JPG","tags":["TM Krishna","Carnatic music","OS Arun"],"source":"https://scroll.in/article/889990/communalising-carnatic-music-artists-face-threats-for-singing-devotional-songs-in-praise-of-jesus"}