{"title":"Indian football: PK Banerjee the player had talent like no other","content":"As both player and coach, Pradip Kumar Banerjee, ‘PK da’ as he was known by Indian football faithful, enjoyed a decorated career. Banerjee, who breathed his last on Saturday at 83, leaves behind a rich legacy in  Indian football.Till date, he still remains India’s most successful coach, racking up 64 titles for both club and country, 23 more than second-best and his former rival Amal Dutta. But the legacy of Banerjee should also be defined by what he achieved as a player, scoring landmark goals for the country at a time when India was a force to reckon with not only in Asia but on the global stage.Man for the big occasionThose who would have watched him play describe him as one of the finest forwards to don the Indian jersey and according to his peers, his talent was unrivaled. Even in dire situations, Banerjee had the penchant to produce moments of magic.Franco Fortunado, a former teammate of Banerjee, recalls an incident during the 1962 Asian Games when India had to win a crucial game against Japan to qualify for the knockout stages.Banerjee was struggling to find his rhythm in that match and when India coach Syed Abdul Rahim arrived in the dressing room at half-time, that was the first time Fortunado saw the usually-reserved India coach get furious. It was after he heard Banerjee puking outside and found out that he had been playing despite being unwell.“Rahim would never shout but would politely tell if some was not playing so well and give them advice,” Fortunado told Scroll.in.“Rahim lost his mind after he saw PK vomiting. The coach told PK that he should have informed him before the match if he wasn’t feeling well. He could have replaced him with someone else,” Fortunado said.At half-time, Rahim didn’t have the choice of replacing Banerjee as substitutions weren’t active back then but his scolding ignited some sort of spark in the right-winger. Just minutes after India stepped on the field for the second half, Banerjee went on to open the scoring. In the space of another five minutes, Tulsidas Balaram added another goal as India comfortably beat Japan.In Jakarta, the team would eventually go on to win the tournament after defeating South Korea 2-1 in a dramatic final played in front of over one lakh spectators, which fetched India their first Asian Games gold. Banerjee scored in the final too, scripting one of the beautiful chapters in the history of Indian football.One of a kindA flamboyant winger blessed with great pace and dribbling skills, Banerjee in his prime formed a reputation as one of the most fearsome attackers. He earned his first call-up at the age of 19 when India participated at the Quadrangular Tournament in Dhaka in 1955. At the same tournament which India won after defeating Pakistan, he became India’s youngest ever goalscorer after scoring a brace against Ceylon (now Sri Lanka). Overall, he finished with five goals, the most for any Indian player in his debut tournament.He would go on to represent India at two Olympics (Melbourne 1956, Rome 1960), three Asian Games (Tokyo 1958, Jakarta 1962, Bangkok 1966) before hanging up his boots in 1967 owing to injuries. At club-level, Banerjee also enjoyed a stellar career despite never representing Kolkata’s ‘Big three’ comprising of Mohammedan Sporting, East Bengal and Mohun Bagan.He scored 190 goals for Eastern Railways, which was one of the most underrated teams in the Calcutta Football League, leading them to the memorable title triumph in 1958. Since Independence, that was the only instance where a team outside the Big Three had managed to clinch the CFL title.“PK was such a good runner that he easily would clock 11.3 or 11.4 kph in 100 metres,” said Fortunado.“He was a brilliant right out [winger]. He was absolutely fast and took powerful shots. Whenever I received the ball, I would put it near the byline and PK would run so fast, outwit the opponent left-back and take a very accurate shot. That’s how I used to combine with him. I wouldn’t define him as a hard-working player but a talented one.”Fortunado mentions that Banerjee was a calm player who would gel well with others but despite his extraordinary talent, he remained slightly timid. He recalled an incident during one of the Santosh Trophy games when Bengal faced Maharashtra and Banerjee was miffed after being tightly marked by a defender.“Banerjee could never stand someone tackling him hard,” revealed Fortunado.“Our left-back Mathew Koshi played rough with him. PK came up to me and said, ‘Franco, from where did y’all pick this guy?’ PK switched from right to left, and without telling anybody Koshi also began playing right-back,” he added.Banerjee spearheaded the golden generation of Indian football from the  mid 1950s to the early 1960s, alongside Chuni Goswami and Tulsidas Balaram. Together, they were hailed as the best-attacking trio in Asia and all three were different in their own way. While Banerjee was stationed on the right, Balaram was positioned on the opposite flank with Goswami playing inside-left. Between 1958 & 1962 India scored 25 goals in Olympic (Rome) & Asian Games (Tokyo & Bangkok). 16 of these goals were scored by the holy trinity of (from left) Chuni Goswami, PK Banerjee & Tulsidas Balaram. They also assisted several goals. #IndianFootball pic.twitter.com/YNjdXDoyrN— IndianFootball_History (@IndianfootballH) November 15, 2018\n\nAll three played for different clubs – Banerjee (Railways), Goswami (Mohun Bagan), Balaram (East Bengal) – but enjoyed a mutual understanding when they played together for India and Bengal in the Santosh Trophy.“We never had any difference of opinion,” Balaram told Scroll.in.“We had a good understanding and possessed the judgement to make the right pass in positions where others were comfortable in receiving the ball. Chuni was right-footed but was not strong with head or left foot but we always made passes where he could receive it on his right foot. Everyone played for the team, not for themselves.”Balaram describes Banerjee as an indispensable right out who was head and shoulders above his teammates – technically sound with both feet alongside possessing a strong header.“He was born for football and there was no one like him,” said Balaram.“In Banerjee’s position, nobody dared to play in the team as he was the automatic choice on the right wing. Whenever the junior players were called up to the national team, they never eyed his place because they knew PK was unmatchable. It was hard to stop him whenever he would dribble from the right. There were only a few who could do that. [Diego] Maradona would only use his right foot but Banerjee was good with both feet and had great ball control. He would play his way,” he explained.Many of records Banerjee set as a player in the past may have been broken now but he will go down as the pioneer whose name will forever be etched in the history books of Indian football.","author":"Nicolai Nayak","time":"2020-03-21T18:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138676-lpmreypgaa-1584793896.jfif","tags":["PK Banerjee","Football"],"source":"https://scroll.in/field/956832/complete-footballer-unmatchable-pk-banerjee-the-player-had-a-talent-like-no-other"}