{"title":"Complaint filed in Bihar court against actors Shah Rukh Khan, Deepika Padukone over ‘Pathaan’ song","content":"A petition has been filed in a court in Bihar’s Muzaffarpur district, seeking a first information report against actors Shah Rukh Khan and Deepika Padukone for “hurting the religious sentiments” of Hindus in their upcoming  Hindi film Pathaan, PTI reported.“The song ‘Besharam Rang’ of the film ‘Pathaan’ is objectionable and it hurts the sentiments of the Hindu community,” the complainant, Sudhir Ojha said. The court will hear the case on January 3, according to PTI.The development comes amid a social media campaign calling for the boycott of the film Pathaan after the song was released on Monday.On Wednesday, Madhya Pradesh Home Minister Narottam Mishra had said that if the makers of the film do not “correct” certain costumes used in the movie, the government will decide on whether to allow its release in the state.“Deepika Padukone’s attire in the song is prima facie highly objectionable,” Mishra had said. “The filming of the song clearly reflects a contaminated mentality...The visuals and costumes from the song should be corrected, otherwise it will be a question to be considered whether the film should be allowed in Madhya Pradesh or not.”The minister also said that Padukone has been a supporter of “tukde tukde gang” at Delhi’s Jawaharlal Nehru University. He appeared to have been referring to the actor’s visit to the university on January 7, 2020.Padukone had visited JNU two days after several students there were attacked by a masked mob. The Akhil Bharatiya Vidyarthi Parishad, the student wing of the Rashtriya Swayamsevak Sangh, has been accused of carrying out the attack.","author":"Scroll Staff","time":"2022-12-17T13:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184511-dbrccmnaab-1671260674.jpg","tags":["Pathaan","Deepika Padukone","Shah Rukh Khan"],"source":"https://scroll.in/latest/1039979/complaint-filed-in-bihar-court-against-actors-shah-rukh-khan-deepika-padukone-over-pathaan-song"}