{"title":"‘Condemn such incitement to violence’: Ex-armed forces chiefs write to PM, president on hate speech","content":"Five former chiefs of staff of the armed forces and more than 100 prominent citizens on Friday wrote to President Ram Nath Kovind and Prime Minister Narendra Modi expressing concern about Hindutva leaders calling for violence against Muslims at recent events in Haridwar, Delhi and other places.Former Navy chiefs Admiral (Retd) L Ramdas, Admiral (retd) Vishnu Bhagwat, Admiral (retd) Arun Prakash, Admiral (retd) RK Dhowan and Air Chief Marshal SP Tyagi (retd) were among the bureaucrats, journalists, lawyers, and economists who signed the letter.“We are seriously perturbed by the content of speeches made during a three-day religious conclave called a Dharma Sansad [religious parliament], of Hindu Sadhus and other leaders, held at Haridwar between 17-19 December 2021,” the letter read. “There were repeated calls for establishing a Hindu Rashtra and, if required, picking up weapons and killing of India’s Muslims in the name of protecting Hinduism.”At the event, one of the organisers, Swami Prabodhanand from the Hindu Raksha Sena, had said, “Just like Myanmar, the police, the army and every Hindu must pick up arms and organise a cleansing [of Muslims].”Another speaker, Sadhvi Annapurna or Pooja Shakun Pandey, repeated the call for genocide: “If you want to finish off their population then we are ready to kill them. Even if 100 of us are ready to kill 20 lakh of them, then we will be victorious.”The letter also mentioned an event in Delhi organised by the Hindu Yuva Vahini on December 19. Suresh Chavhanke, the editor-in-chief of Sudarshan News, can be seen in a video administering an oath to a group of people to “die for and kill” to make India a “Hindu rashtra” or a Hindu nation.The group of citizens urged the president and the prime minister to condemn such “incitement to violence in no uncertain terms” and “take immediate steps to curb such attempts”.The signatories warned that calls for violence can embolden external forces amid the current situation at the country’s borders. “The unity and cohesiveness of our men and women in uniform, including the Central Armed Police Forces and police forces, will be seriously affected by allowing such blatant calls for violence against one or the other community in our diverse and plural society,” the letter said.Stating that the Constitution provides for the free practice of religion across faiths, the signatories strongly deplored polarisation in the name of religion.“We cannot allow such incitement to violence together with public expressions of hate – which not only constitute serious breaches of internal security but which could also tear apart the social fabric of our nation,” they added.The letter also noted the targeting of other minorities like Christians, Dalits, and Sikhs in India.  Last week, 76 advocates of the Supreme Court also wrote to Chief Justice of India NV Ramana, asking him to take suo motu cognisance of the provocative speeches against Muslims at religious events. The speeches of the speakers, the advocates said, pose a “grave threat not just to the unity and integrity of our country but also endanger the lives of millions of Muslim citizens”.No arrests have been made in the case so far even as Opposition leaders, Muslim organisations and eminent citizens questioned the government inaction.Hindutva leaders Sadhvi Annapurna and Yati Narsinghanand Saraswati were instead seen in a video laughing with a police officer, who they said would be “on our side”.","author":"Scroll Staff","time":"2022-01-01T12:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167887-tblyhqarxd-1640185769.jpeg","tags":["Narendra Modi","Ram Nath Kovind","Haridwar hate speech","Muslims","Christians","Dalits","Armed Forces"],"source":"https://scroll.in/latest/1014095/condemn-such-incitement-to-violence-ex-armed-forces-chiefs-write-to-pm-president-on-hate-speech"}