{"title":"Congress alleges another scam in Ram temple land deal, demands audit of transactions by SC","content":"The Congress on Sunday alleged another scam in purchase of land by the Ram Janmabhoomi Teerth Kshetra Trust for the Ram temple in Ayodhya. Party spokesperson Randeep Surjewala urged Prime Minister Narendra Modi and the Supreme Court to launch an inquiry into the matter.In a virtual press briefing, Surjewala alleged that a Bharatiya Janata Party leader, Deep Narayan, bought 890 square metres of land in Ayodhya for Rs 20 lakh in February and sold it to the temple Trust for Rs 2.5 crore, making a profit of 1,250% in just 79 days. These details were first reported by the Newslaundry on Saturday.The Congress spokesperson claimed that Narayan bought the land at a price of Rs 2,247 per square metre, whereas its collector rate, according to the sale deed, was Rs 4,000 per square metre. Narayan then sold off the land to the Ram Janmabhoomi Teerth Kshetra Trust at a rate of Rs 28,090 per square metre, Surjewala said.He identified Narayan as a member of the BJP Information Technology cell and nephew of Ayodhya Mayor Rishikesh Upadhyay, also a leader of the saffron party. He demanded that the Supreme Court hold an audit of all transactions made in purchase of land for the Ram temple and punish those found guilty.“Lord Ram’s temple is being constructed as per the orders of the Supreme Court,” Surjewala said. “Is it not the responsibility of the Supreme Court and its judges and the prime minister, who formed the Trust, to find out the truth and investigate this?”Surjewala’s claim is the second corruption allegation leveled by Opposition parties in land deals related to the Ram temple. Last week, the Aam Aadmi Party and the Samajwadi Party had alleged that a piece of land valued at Rs 5.8 crore was first bought at Rs 2 crore, and then sold a few minutes later to the Ram Janmabhoomi Trust at a price of Rs 18.5 crore.Two persons, Sultan Ansari and Ravi Mohan Tiwari, were named as those who first bought the land and then sold it to the temple Trust. Upadhyay was named in this deal too as one of the witnesses for registration of the land along with Anil Mishra, a member of the Trust.The temple Trust, however, denied the allegations and said the charges were politically motivated. The temple body asserted that it had proper documents for purchase of the land. The Ram temple is coming up at the site where the Babri Masjid was demolished in 1992 by Hindutva extremists who were mobilised under the Bharatiya Janata Party’s Ram Janmabhoomi movement. In November 2019, the Supreme Court in a landmark judgement held the demolition was illegal but handed over the land to government-run trust for the construction of a Ram temple. In August 2020, Prime Minister Narendra Modi laid the foundation stone for the temple.","author":"Scroll Staff","time":"2021-06-21T11:06:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/130609-rzmnavxkwo-1582029290.jpg","tags":["Ram temple","Ayodhya","Ram Temple land scam","Narendra Modi","Supreme Court"]}