{"title":"Congress will name chief ministerial candidate for Punjab, says Rahul Gandhi","content":"The Congress will select a chief ministerial candidate for the Punjab Assembly election, party leader Rahul Gandhi said at a virtual rally in Jalandhar on Thursday.Gandhi added that Chief Minister Charanjit Singh Channi and state party chief Navjot Singh Sidhu have assured him that regardless of who is named as the chief ministerial candidate, they will support him.Gandhi said that the Congress will take the decision after consulting its workers.“Ordinarily, we do not do this [declaring a chief ministerial face],” the Congress leader said at the rally. “But if the Congress party, the Congress workers and Punjab so desire, we will take the decision on the chief minister.”Both Channi and Sidhu took part in the rally at which Gandhi made the statement.चन्नी जी, सिद्धू जी, पंजाब की जनता और कांग्रेस कार्यकर्ता चाहते हैं कि हम CM उम्मीदवार का नाम घोषित करें।मेरा वादा है कि जल्द ही आप सभी की पसंद का एक नाम आपके सामने रखेंगे। पंजाब के बाक़ी सभी नेता और मैं मिलकर नई सरकार को मज़बूत करेंगे।— Rahul Gandhi (@RahulGandhi) January 27, 2022\n\nEarlier during the rally, Sidhu said that he will accept whatever decision Gandhi takes “like a disciplined soldier”, according to NDTV. However, he said that he should be given decision-making power, and not be treated “like a showpiece”.Sidhu had clashed with former chief minister and Congress leader Amarinder Singh for a number of years. The rift between the two leaders had only widened until Singh quit the Congress. Gandhi said that what Punjab needs now is peace and fraternity, NDTV reported.“Come what may, we will never let anything disturb the peace in the state,” the Congress leader said. “We know how to take everyone along. I have learnt a lot from you all and learnt from [former Prime Minister] Manmohan Singh.”Media reports said Channi and Sidhu are both being considered for chief ministerial candidate.  Last week, the Congress posted a video from its official Twitter handle indicating that Channi was the party’s chief ministerial candidate for the upcoming Assembly elections.The 36-second-long video features actor Sonu Sood talking about the ideal qualities that make a chief minister.Sood says: “The real chief minister or the real king is the one who is forcibly brought to the chair. He does not have to struggle. He does not need to say “I am the chief minister’s candidate, I deserve it”. He should be someone who is a backbencher. He is someone who comes from behind and is told he is worthy of it [the post]. Whoever becomes that can change the country.”This is followed by visuals of Channi with dramatic music playing in the background.Channi was chosen to helm the top post on September 19, a day after after Amarinder Singh stepped down as the chief minister.He is Punjab’s first Dalit chief minister. He is an MLA from the Chamkaur Sahib constituency and has also served as the state’s technical education minister.Punjab will vote in a single-phase on February 20 and the results will be announced on March 10.","author":"Scroll Staff","time":"2022-01-28T08:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169387-uyxevjdiql-1643337023.jpg","tags":["Navjot Singh Sidhu","Congress","Rahul Gandhi","Jalandhar","Charanjit Singh Channi","Punjab Assembly election 2022"],"source":"https://scroll.in/latest/1016093/congress-will-name-chief-ministerial-candidate-for-punjab-says-rahul-gandhi"}