{"title":"Congress appoints YS Sharmila as Andhra Pradesh unit chief","content":"The Congress on Tuesday appointed YS Sharmila as the chief of its Andhra Pradesh unit with immediate effect.The outgoing state Congress chief, Gidugu Rudra Raju, was appointed as a special invitee to the Congress Working Committee.On January 4, Sharmila joined the Congress and merged her outfit, the YSR Telangana Party, into the Mallikarjun Kharge-led party.Sharmila, the sister of Andhra Pradesh Chief Minister YS Jagan Mohan Reddy, on Tuesday said she would work towards “rebuilding the party to its past glory” in the state. The development comes ahead of the Lok Sabha elections and Andhra Pradesh polls, which will be held simultaneously later this year.  Sharmila had launched the YSR Telangana Party in June 2021 on the birth anniversary of her father and former Andhra Pradesh Chief Minister YS Rajasekhara Reddy. In November last year, the YSR Telangana Party had announced unconditional support to the Congress for the state polls.“In 31 constituencies, the Congress had won the elections with a majority of only 10,000 votes,” she had said on January 4. “The party could do so because we opted out of the poll fray. Recognising the value of my sacrifice, the party has invited me to work with it, for which I expressed my willingness.”I thank hon'ble @kharge ji , #SoniaGandhi ji , @RahulGandhi ji , and @kcvenugopalmp ji for  trusting me with post of the president of @INC_Andhra Pradesh.I promise to work faithfully towards rebuilding the party to its past glory in the State of Andhra Pradesh with total… https://t.co/C6K8cQEz1F— YS Sharmila (@realyssharmila) January 16, 2024","author":"Scroll Staff","time":"2024-01-16T20:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197578-kmsbsjptsu-1705417045.jpg","tags":["Congress Working Committee","YS Jagan Mohan Reddy","YSR Telangana Party","YS Sharmila","Andhra Pradesh"],"source":"https://scroll.in/latest/1062250/congress-appoints-ys-sharmila-as-andhra-pradesh-unit-chief"}