{"title":"Congress meets Meghalaya governor, seeks to stake claim to form government","content":"Senior Congress leaders on Saturday met Meghalaya Governor Ganga Prasad in Shillong requesting him to invite the party to form government in the state. This came hours after the Congress emerged the single largest party in the Assembly elections. The party will meet at 11 am to elect its legislature leader.The Congress won 21 seats in the 60-member Assembly, but was ten seats short of an absolute majority. Saving Meghalaya is crucial for the Congress as it is one of its two remaining bases in North East India. The regional National People’s Party emerged the second largest party by winning 19 seats, while the United Democratic Party won six, the People’s Democratic Front got four, and the Bharatiya Janata Party won two, the Election Commission said. Meghalaya Congress President Vincent Pala and General Secretary in-charge CP Joshi met Governor Prasad on Saturday. “We have already met the governor and handed him a letter to request him to invite the Congress being the single largest party,” Congress leader Kamal Nath told IANS. “We are already in touch with other political parties. We are confident of forming the new government.” Kamal Nath, along with senior party leader Ahmed Patel, have been talking to other regional parties. “The voice of the people should be respected and the Bharatiya Janata Party winning only two seats has proven that people rejected them,” he said.  Incumbent Chief Minister Mukul Sangma retained his Ampati seat for the sixth consecutive term.BJP leaders are likely to meet the governor around 1 pm, India Today reported. Independent candidate Samuel Sangma on Sunday extended support to the BJP, ANI reported. Minister of State for Home Kiren Rijiju said newly-elected MLA AL Hek was elected the leader of BJP Legislature Party in Meghalaya Legislative Assembly. The National People’s Party legislators met on Sunday to discuss alliances. “We have spoken to like-minded parties,” party president Conrad K Sangma said. “Those parties are also having their meetings. The picture will be clear soon.”Shillong: Independent candidate Samuel.S.Sangma met BJP's Himanta Biswa Sarma & extended support to BJP. #MeghalayaElections2018 pic.twitter.com/nULvHvAw2b— ANI (@ANI) March 4, 2018","author":"Scroll Staff","time":"2018-03-04T09:36:52.454294+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870732-83567-barzqbbtgq-1520136384.jpg","tags":["Congress","Meghalaya","Kamal Nath","Muluk Sangma","BJP"],"source":"https://scroll.in/latest/870732/congress-meets-meghalaya-governor-seeks-to-stake-claim-to-form-government"}