{"title":"Congress promises caste surveys in Rajasthan and Chhattisgarh if voted back to power","content":"The Congress said on Friday that it will conduct caste surveys in Rajasthan and Chhattisgarh – similar to the one conducted by the Bihar government earlier this year – if it is voted back to power in the two states.Assembly elections in Rajasthan and Chhattisgarh are expected to be held later this year.Addressing a rally in Kanker district of Bastar region in Chhattisgarh, Congress general secretary Priyanka Gandhi Vadra said that the Union government led by the Bharatiya Janata Party only favours the rich and is silent on the subject of a caste census. “If we are voted back to power in Chhattisgarh, we will conduct a caste survey like in Bihar,” Vadra said. “Did you see the figures in Bihar? About 84% are OBC [other backward class], SC [Scheduled Caste] and ST [Scheduled Tribe]. But they are not seen in top government posts. Whenever we talk about your rights, the BJP goes mum or distracts you.”LIVE: कांग्रेस ने पंचायती राज लागू कर जनता के हाथ में अधिकार दिये। छत्तीसगढ़ सरकार ने पंचायतों को और अधिकार देकर उन्हें मजबूत किया।नगरीय निकाय एवं पंचायती राज महासम्मेलन, कांकेर, छत्तीसगढ़https://t.co/gY0PnUwpif— Priyanka Gandhi Vadra (@priyankagandhi) October 6, 2023\n\nRajasthan Chief Minister Ashok Gehlot also announced that the state will conduct a caste survey.“Rahul Gandhi had proposed the caste census system in the Raipur session of Congress, and we will do it here on the basis of the same,” Gehlot told reporters after a core committee meeting of the state Congress in Jaipur on Friday. “Rajasthan government will also conduct a caste census like Bihar.”A caste survey would be important for the government to make informed decisions while formulating policies and social welfare schemes for them, Gehlot said.#WATCH | Rajasthan CM Ashok Gehlot says, \"Congress leader Rahul Gandhi had made the caste census system in the Raipur session of Congress, and we will do it here on the basis of the same...Rajasthan government will also conduct a caste census like Bihar. We will take the concept… pic.twitter.com/LZqUraBhg9— ANI MP/CG/Rajasthan (@ANI_MP_CG_RJ) October 6, 2023\n\nThe Bihar government had initiated the caste survey after the Union government said it would not undertake such an exercise for communities other than the Scheduled Castes and the Scheduled Tribes as part of the Census.Bihar’s ruling coalition, mainly comprising the Janata Dal (United), the Rashtriya Janata Dal and the Congress, had argued that a caste survey will help identify the true population of the Other Backward Classes and other castes. This data in turn will allow the state to craft policies for them more effectively and equitably.The results of the survey released on Monday showed that the Other Backward Classes and the Extremely Backward Classes constitute over 63% of Bihar’s 13.07 crore population and the Scheduled Castes about a fifth.","author":"Scroll Staff","time":"2023-10-07T11:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194781-owqikzdhvm-1696657459.jpg","tags":["Priyanka Gandhi Vadra","Chhattisgarh","Rajasthan","Ashok Gehlot","Caste Survey"],"source":"https://scroll.in/latest/1057221/congress-promises-caste-survey-in-poll-bound-rajasthan-and-chhattisgarh-if-voted-back-to-power"}