{"title":"IT appellate body lets Congress use bank accounts hours after party announces they were frozen","content":"The Income Tax Appellate Tribunal on Friday allowed the Congress to operate its bank accounts hours after the party said that the Income Tax department had frozen them.The Congress, however, said that the tribunal has ordered it to maintain Rs 115 crore as lien in its bank accounts, which means that the funds are frozen. A lien is a legal claim against the assets of an individual or business accused of having failed to meet tax liabilities.“This Rs 115 crores is much more than we have in our Current Accounts,” party treasurer Ajay Maken said.The accounts were frozen on an Income Tax demand of Rs 210 crore for the financial year 2018-’19, Congress treasurer Ajay Maken had said. He claimed that in the election year of 2018-’19, the Congress had submitted its accounts 45 days late, but freezing them is an extreme measure.Later in the day, Congress spokesperson Pawan Khera said that the party’s Delhi unit also received a notice from the Income Tax Department stating that it needed to pay dues of Rs 75.17 crore.In a video message on social media, Congress leader and senior advocate Vivek Tankha said that he appeared before the Income Tax appellate authority’s Delhi bench following which the party was granted temporary relief.“We have filed our returns on time, it is being misconstrued and only for that reason we can’t be punished disproportionately,” Tankha said. “Very graciously, the ITAT [Income Tax Appellate Tribunal] has said that there will only be a lien on the bank account. There is no restriction on the bank account, you can operate.”⁦⁦@INCIndia⁩ can operate its accounts with a lien of the IT Dept thereon !! Direction by Hon ITAT delhi. Prayer for interim relief will be heard on Wednesday. #inc #bankaccounts #initialrelief pic.twitter.com/BqMNG2jUYE— Vivek Tankha (@VTankha) February 16, 2024\n\n\nEarlier on Friday, Maken said that the party was not able access the money in its bank accounts.“We got information yesterday [Thursday] that banks are not honouring the cheque we are issuing,” party treasurer Ajay Maken said. “On further investigation, we got to know that the Youth Congress bank accounts have been frozen. The accounts of the Congress party have also been seized.”The money in the frozen accounts had come from the online crowdfunding that the party launched in January, Maken added.#WATCH | Congress Treasurer Ajay Maken says \"We got information yesterday that banks are not honouring the cheque we are issuing. On further investigation, we got to know that the Youth Congress bank accounts have been frozen. The accounts of the Congress party have also been… pic.twitter.com/JsZL1FEy9d— ANI (@ANI) February 16, 2024\n\n\nMaken added that the freezing of the accounts has hurt the party’s political activities.“For the first time in the country’s history, accounts of the principal Opposition party have been frozen by the tax authorities on flimsy grounds, barely two weeks before the announcement of general elections,” Maken told reporters.He said that freezing accounts of the Opposition party just before the Lok Sabha elections is “equivalent to freezing the democracy”.“Democracy doesn’t exist; this is like a one-party rule, and the principal Opposition party has been subjugated,” Maken said. “We seek justice from the judiciary, the media and the people.”Congress President Mallikarjun Kharge described the move as an “assault on India’s democracy”.“The unconstitutional money collected by the BJP would be utilised by them for elections, but the money collected by us through crowdfunding shall be sealed,” Kharge said in a social media post. “That is why, I have said that there won't be any elections in the future.”On Thursday, the Supreme Court struck down the electoral bonds scheme, ruling that it is unconstitutional as it violates the right to information, freedom of speech and could lead to quid pro quo arrangements between donors and political parties.The Rajya Sabha MP added: “We appeal to the judiciary to save the multi-party system in this country and protect India's democracy. We will take to the streets and fight strongly against this autocracy.”Power drunk Modi Govt has frozen the accounts of the country’s largest Opposition party - the Indian National Congress - just before the Lok Sabha elections.This is a deep assault on India's Democracy ! The UNCONSTITUTIONAL money collected by the BJP would be utilised by them…— Mallikarjun Kharge (@kharge) February 16, 2024\n\n\nParty leader Rahul Gandhi said that the Congress is not run by the power of money but by the power of the people.“We have never bowed down before dictatorship, nor will we ever bow down,” Gandhi said on social media. “Every Congress worker will fight tooth and nail to protect India's democracy.”डरो मत मोदी जी, कांग्रेस धन की ताकत का नहीं, जन की ताकत का नाम है।हम तानाशाही के सामने न कभी झुके हैं, न झुकेंगे।भारत के लोकतंत्र की रक्षा के लिए हर कांग्रेस कार्यकर्ता जी जान से लड़ेगा।#DemocracyUnderAttack— Rahul Gandhi (@RahulGandhi) February 16, 2024","author":"Scroll Staff","time":"2024-02-16T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198425-uuijetnmnk-1707832241.jpg","tags":["Congress","Income Tax Department","Income Tax"],"source":"https://scroll.in/latest/1063805/congress-says-its-bank-accounts-have-been-frozen-by-the-income-tax-department"}