{"title":"‘Congress unwilling to respond to terror’: PM Modi criticises Sam Pitroda for questioning air strike","content":"Prime Minister Narendra Modi on Friday criticised the Congress after its leader Sam Pitroda questioned the toll in the Balakot air strike and the Indian government’s response to the Pulwama terror attack.“Loyal courtier of Congress’ royal dynasty admits what the nation already knew – Congress was unwilling to respond to forces of terror,” Modi tweeted in response to an interview Pitroda gave to ANI. “This is a New India- we will answer terrorists in a language they understand and with interest!”Pitroda, who is the chief of the Indian Overseas Congress, had questioned the government’s decision to launch an air strike across the Line of Control in response to the Pulwama suicide attack in which 40 security personnel were killed. “Naive to assume that just because some people came here [and] attacked, every citizen of that nation is to be blamed,” Pitroda had said. “I don’t believe in that way.”Responding to Pitroda’s comment, Modi said: “The most trusted advisor and guide of the Congress President has kick-started the Pakistan National Day celebrations on behalf of the Congress, ironically by demeaning India’s armed forces.  Shame!”Loyal courtier of Congress’ royal dynasty admits what the nation already knew- Congress was unwilling to respond to forces of terror.This is a New India- we will answer terrorists in a language they understand and with interest! https://t.co/Mul4LIbKb5— Chowkidar Narendra Modi (@narendramodi) March 22, 2019\n\nUnion minister Arun Jaitley said Pitroda’s remark was very unfortunate. He said no country in the world had said what India did was wrong. “We are clear that to end terrorism, we will go to the place where it starts,” Jaitley said.FM Arun Jaitley on Sam Pitroda's airstrike remark: He believes what we did was wrong. No country in the world said this, not even the OIC(Organisation of Islamic Cooperation) said this, only Pakistan was of this view. Unfortunate such people are ideologues of a political party pic.twitter.com/Jx8ZKSekFk— ANI (@ANI) March 22, 2019\n\nPitroda had also sought more details on the air strike and the number of terrorists killed in the attack. “If you say 300 people were killed, we all need to know that, all Indians need to know that,” he had said. “Then comes the global media which says nobody was killed. I look bad as an Indian citizen.”Pitroda later said he was baffled by the response. “I don’t understand what is the controversy here, I am baffled at the response,” he told ANI. “Shows how people react to trivial matters in India. It is a totally trivial matter. A citizen is just asking a question.”Pitroda clarified that he was not speaking on behalf of his party, but as a citizen he was entitled to know more on the air strike. “I have right to know, what is wrong in it?”Modi said the Opposition has insulted the armed forces time and again. “I appeal to my fellow Indians- question Opposition leaders on their statements,” he tweeted. “Tell them- 130 crore Indians will not forgive or forget the Opposition for their antics. India stands firmly with our forces.”The prime minister said the Opposition was the “natural habitat of terror apologists” and those who question the armed forces. He was responding to Samajwadi Party leader Ram Gopal Yadav who claimed that the paramilitary personnel who died in the Pulwama terror attack last month were “killed for votes”.“This reprehensible statement by a senior leader like Ram Gopal Ji insults all those who have given their lives in protecting Kashmir,” Modi said. “It humiliates the families of our martyrs.”Opposition insults our forces time and again.I appeal to my fellow Indians- question Opposition leaders on their statements.Tell them- 130 crore Indians will not forgive or forget the Opposition for their antics. India stands firmly with our forces. #JantaMaafNahiKaregi https://t.co/rwpFKMMeHY— Chowkidar Narendra Modi (@narendramodi) March 22, 2019\n\nOpposition is the natural habitat of terror apologists and questioners of our armed forces. This reprehensible statement by a senior leader like Ram Gopal Ji insults all those who have given their lives in protecting Kashmir. It humiliates the families of our martyrs. https://t.co/BZyWbIyJjo— Chowkidar Narendra Modi (@narendramodi) March 22, 2019","author":"Scroll Staff","time":"2019-03-22T12:15:46.610709+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/71384-ohpytnbwvp-1553235065.jpg","tags":["Sam Pitroda","Narendra Modi","IAF Air Strike","Pulwama Attack"],"source":"https://scroll.in/latest/917481/congress-unwilling-to-respond-to-terror-pm-modi-criticises-sam-pitroda-for-questioning-air-strike"}