{"title":"Congress, AAP support Gujarat Assembly resolution congratulating Narendra Modi for Ram temple event","content":"The Opposition Congress and Aam Aadmi Party in Gujarat on Monday supported a resolution in the state Assembly congratulating Prime Minister Narendra Modi for the inauguration of the Ram temple in Ayodhya, reported The Indian Express.The temple was inaugurated on January 22 at a ceremony led by the prime minister.Gujarat Chief Minister Bhupendra Patel on Monday moved a resolution during the ongoing Budget Session of the House, thanking Modi for carrying out a “historic cultural duty that will be remembered for millennia”, according to The Hindu.“We all know that owing to a far-sighted Prime Minister, devoted Hindu community, which waited for more than 500 years, could consecrate Ram Lalla at a grand temple in Ayodhya,” the chief minister said in his resolution.He said that the people of Gujarat were emotional on January 22 when a “son of Gujarat” and former leader of the House inaugurated the temple.“It was the same Narendrabhai who functioned as sarthi [charioteer] of historic rathyatra of Ram Janmabhoomi from Somnath to Ayodhya,” said Patel.Welcoming the resolution, senior Congress MLA Arjun Modhwadia reminded the House that then Prime Minister Rajiv Gandhi had way back in 1989 allowed the foundation stone laying ceremony at the site where the temple has come up.“It is true that the final verdict on Ram temple was delivered in Prime Minister Narendra Modi’s time,” said Modhwadia. “He was destined to take credit and the consecration was done through his hands. But before that, a lot of work has been done.”He said that the process that culminated in the construction of the temple began in 1822. In 1949, when the idol of deity Ram was first found at the site and “excavation continued with court’s order, Jawaharlal Nehru was the prime minister”, said the Congress leader.“To popularise Lord Ram, so that the young generation does not forget him, Ramanand Sagar made the Ramayan serial,” he said. “Rajiv Gandhi was the prime minister then. In 1986, the locks of Ram Mandir were opened for the first time and the chief minister [of Uttar Pradesh] was Vir Bahadur Singh of Congress and the prime minister was Rajiv Gandhi”He added: “It was Rajiv Gandhi who in 1989, after getting the blessings of Devraha Baba and Swarupanand Saraswati, gave permission for stone laying [of the temple].”Modhwadia said that his party welcomes the Ram temple as it has been constructed “through constitutional means”.“In 1993, when Babri Masjid was demolished, [then prime minister] Narsimha Rao acquired and reserved 60-acre land for building the temple,” he said. “After the struggle of innumerable people and after well wishes of innumerable people, this temple has been built. We all welcome it.”In January, Modhwadia had publicly criticised his party’s senior leadership for declining the invitation to the Ram temple consecration.“This is a matter of faith and belief of the countrymen,” he had said. “Congress should have stayed away from taking such political decisions.”On Monday, the Aam Aadmi Party’s Umesh Makwana also welcomed the resolution on behalf of his party and suggested that a hospital and a college should be built on the campus of the temple.भगवान श्री राम आराध्य देव हैं।यह देशवासियों की आस्था और विश्वास का विषय है। @INCIndia को ऐसे राजनीतिक निर्णय लेने से दूर रहना चाहिए था। pic.twitter.com/yzDTFe9wDc— Arjun Modhwadia (@arjunmodhwadia) January 10, 2024\n\n\nThe Congress had decided to not attend the consecration after stating that it is “clearly an RSS-BJP [Rashtriya Swayamsevak Sangh/ Bharatiya Janata Party] event”.The Rashtriya Swayamsevak Sangh is the parent organisation of the Bharatiya Janata Party.Congress General Secretary Jairam Ramesh had said that the senior leaders of the Congress have respectfully declined the invitation while abiding by the 2019 Supreme Court judgement and honouring the sentiments of millions who revere the Hindu deity.The Ram temple is being built on the site of the razed Babri mosque. The Babri mosque was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot where the deity Ram had been born.","author":"Scroll Staff","time":"2024-02-06T12:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198206-blrgbcobtx-1707203158.jpg","tags":["Narendra Modi","Congress","Bhupendra Patel","Ram temple","Ayodhya","AAP"]}