{"title":"Congress tweets video suggesting Charanjit Singh Channi is party’s CM candidate for Punjab polls","content":"The Congress on Monday posted a video from its official Twitter handle indicating that current Punjab Chief Minister Charanjit Singh Channi is the party’s chief ministerial candidate for the upcoming Assembly elections.Media reports said Channi and Punjab Congress chief Navjot Singh Sidhu are both being considered for being the party’s chief ministerial candidate. But the party’s high command has not made any official announcement in this regard yet. The 36-second-long video features actor Sonu Sood talking about the ideal qualities that make a chief minister. Sood says: “The real chief minister or the real king is the one who is forcibly brought to the chair. He does not have to struggle. He does not need to say “I am the chief minister’s candidate, I deserve it”. He should be someone who is a backbencher. He is someone who comes from behind and is told he is worthy of it [the post]. Whoever becomes that can change the country.”This is followed by visuals of Channi with dramatic music playing in the background.  बोल रहा पंजाब, अब पंजे के साथ- मजबूत करेंगे हर हाथ। pic.twitter.com/qQOZpnKItd— Congress (@INCIndia) January 17, 2022\n\nCongress leaders told The Indian Express that the party was projecting Channi as the next chief minister for now.“That is the reason the official handle of the Congress tweeted the video,” a senior party leader told The Indian Express. “Channi is popular in the surveys. He has transitioned as a political leader ever since he took over as CM.”Party leaders close to Sidhu, however, said there was nothing much to read in the video.When asked about the video, Harish Chaudhary, who is Congress’ person in charge of Punjab, maintained the party’s stance that elections will be fought under a collective leadership. When asked if this stance could be changes, he said: “There is nothing permanent in politics. But the party has made it clear that the election will be fought collectively.”Before the video was shared, several party leaders had spoken in favour of Channi being the chief minister’s face. On Monday, Cabinet minister Rana Gurjit Singh said Channi has done a “great job” in just three months of taking the top post.“When you already have a chief minister who is doing a great job, why put a question mark about his continuation after winning the elections?” he asked. On Sunday, Congress MLA Hardev Singh Laddi Sherowalia had demanded that Channi be announced as the chief ministerial candidate.“It is a sustained campaign now,” Sherowalia had said. “The leaders have seen the popularity of Channi. That is why these kinds of statements are appearing.”Punjab will vote in a single-phase on February 20 and the results will be announced on March 10.Channi was chosen to helm the top post on September 19, a day after after Amarinder Singh stepped down as the chief minister.He is Punjab’s first Dalit chief minister. He is an MLA from the Chamkaur Sahib constituency and has also served as the state’s technical education minister.","author":"Scroll Staff","time":"2022-01-18T08:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168941-blkitbushx-1642472675.jpg","tags":["Punjab","Punjab elections","Charanjit Singh Channi","Navjot Singh Sidhu","Congress","Sonu Sood"],"source":"https://scroll.in/latest/1015282/congress-tweets-video-suggesting-charanjit-singh-channis-is-partys-cm-face-for-punjab-elections"}