{"title":"An Assam village is boycotting the polls. Here’s why","content":"Among the first to vote in the 2019 Lok Sabha election will be the people of Upper Assam, which goes to polls on April 11. The residents of Chinatoli village in Jorhat constituency, however, will give it a pass. They are protesting that they never got a road leading up to their village.“India has been an independent country for 72 years, but what did we get so far by voting?” asked Palash Gogoi, who is from the village and is currently pursuing a diploma from an industrial training institute in Jorhat. “Congress came, then BJP came. But we still don’t have a road. So this time we have decided to boycott the elections.”A Congress bastion  Jorhat’s MP is Kamakhya Prasad Tasa of the Bharatiya Janata Party. For 18 years before that, the Congress’s Bijoy Krishna Handique held the constituency.Chinatoli falls in the Mariani Assembly constituency, which is represented by the Congress’s three-time legislator Rupjyoti Kurmi. Tasa’s victory in the last election notwithstanding, the area is a Congress stronghold – former Assam Chief Minister Tarun Gogoi is a legislator from adjoining Titabar.Chinatoli is a just over 20 km from Jorhat, one of Upper Assam’s largest towns. The village is home to about 400 families and has over 900 registered voters who claim successive governments have failed to pay heed to their repeated requests to lay a road to their village. “The road was earmarked for construction by the PWD [public works department] back in the 1970s but nothing has happened since,” said Dibakar Baruah, a businessman from the village.The road to Chinatoli village in Jorhat, Assam. Photo by special arrangementThe threat of a boycott In 2018, the village decided to boycott the panchayat election.  “We thought that if we cannot even take sick people to hospital on time after voting for so many years, what is the point” said Dip Gogoi, leader of a local youth organisation which first mooted the idea of a boycott. “So, a village meeting was called ahead of the panchayat polls and it was collectively decided we would not participate.”As news of the boycott spread, Tasa’s office arranged a meeting of the village’s representatives with Topon Kumar Gogoi, the state’s public works department minister.Promise  is made, and brokenGogoi reportedly promised the road would be built before the parliamentary election and requested the villagers to reconsider their decision, said Dip Gogoi, who attended the meeting.  “The minister said he would get in touch with officials the very next day and told us not to worry and cast our votes,” said Dip Gogoi.Chinatoli, assured by the minister’s promise, voted. Madhya Nakachari panchayat, where Chinatoli is located, elected the BJP. Four months since, work on the road is yet to begin, said Chinatoli’s residents.When contacted, Topon Kumar Gogoi, who is the BJP candidate from Jorhat this time, said he did not remember making any such promise. When provided with details, he said, “They submitted a memorandum, nothing more.”Kurmi, the legislator, admitted that the road to Chinatoli was in a “very bad state”. “The Congress government was making village roads in phases,” he said. “Had we come back to power in 2014, the road would have been made by now.”Kurmi accused Topon Kumar Gogoi of inaction. “He made a written promise and yet failed to make the road,” he said, “and that is why people of Chinatoli have lost faith in elections.”Chinatoli’s villagers, however, maintain that they hold the Congress and the BJP equally responsible. “All parties have taken us for a ride,” said Baruah.Also read: Upper Assam was the heart of the agitation against Citizenship Bill. Has it made up with the BJP?Bridging the Barak and the Brahmaputra: Will Assam’s newfound connectivity help the BJP?","author":"Arunabh Saikia","time":"2019-04-10T20:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117177-lygvnepldj-1554906111.jpg","tags":["Assam","Jorhat","BJP","Congress","Assam election 2019","Lok Sabha elections 2019"],"source":"https://scroll.in/article/919601/congress-came-then-bjp-we-still-dont-have-a-road-why-an-assam-village-is-boycotting-the-polls"}