{"title":"Congress’s winning card in Chhattisgarh could be its paddy bonus scheme","content":"The standing joke in poll-bound Chhattisgarh is that the Congress government’s paddy procurement rates are so attractive that even former chief minister and veteran Bharatiya Janata Party leader Raman Singh has been selling his produce to the state  the last five years.In Singh’s native village of Rampur in the state’s Kabirdham district – earlier called Thathapur – paddy farmer Tularam Dhruv, however, was not amused when I recounted the gag. “What is wrong with that?” he demanded. “Is he not a farmer from the state too?” But Dhruv softened up soon enough. “Kisan ka hit toh hua hai Baghel sarkar mein – farmers have certainly benefited under Baghel,” he said, referring to Chief Minister Bhupesh Baghel. “There is no point lying about that.”Tularam Dhruv (left) is from the same village as former chief minister Raman Singh.A ‘bonus’ makes farmers happy Ever since it came to power in 2018, the Baghel government has plied paddy farmers with a bonus of Rs 600 per quintal over and above the Centre-mandated minimum support price for the crop, making this the highest price paid for paddy by any government in India. Paid in the form of an input subsidy, the bonus comes to Rs 9,000 per acre, since the state is committed to buying 15 quintals of paddy per acre. Even if the crop fails, the farmer is assured of state support.As Chhattisgarh goes to polls next month, interviews with paddy farmers make it clear that the scheme, which is known as the Rajiv Gandhi Kisan Nyay Yojana, is a big hit among them. As Khemraj Chandrakar, a farmer in Durg district’s Patan area, said, “I have 18 acres of land, which means I get more than Rs 1.5 lakh a year absolutely free. What more can I ask for from the government?”In the second week of October, I travelled across eight districts in central Chhattisgarh where paddy is by far the most widely-grown crop. I interviewed dozens of farmers – most of them, like Chandrakar, gave a resounding thumbs-up to the incumbent Baghel government, saying it had delivered on its pre-poll promise of increasing the minimum support price for the paddy crop. “Kisan ke liye sunhere din aa gaye” – it is a golden period for farmers, said Hem Singh Nishad, a farmer in Basna village, part of the Saja constituency. “What they promised, they did, unlike the Raman Singh government.”Hem Singh Nishad said the last five years had been a 'golden period' for farmers like him.A scheme for everyone Ahead of the 2013 Assembly polls in the state, the BJP had promised to give farmers a bonus of Rs 300 on every quintal of paddy the state purchased. But after coming to power, it managed to disburse the amount for only the first two years. The payments were discontinued after the Narendra Modi-led BJP government at the Centre asked states to stop giving bonuses on paddy and wheat procurement. The lapse is believed to have hurt the party in the 2018 election – and it continues to animate farmers’ memory in the state. “Bhupesh se faayda hua hai, Raman bol kar bhi muh kar gaya,” said Shobharam Bharadwaj, a farmer in Baloda Bazar’s Juda village – Bhupesh has delivered, unlike Raman who failed to keep his word. Strikingly, even BJP workers admit that the Congress government’s paddy bonus scheme has been comprehensively implemented and does not discriminate based on political loyalty. “I may be from the BJP, but I have also got the bonus and on time,” said Gulab Verma, the saffron party’s booth president in Durg’s Nandwai village. Verma added, for good measure, “Every farmer who is registered has got money.”Over 24 lakh farmers are eligible for this special bonus-cum-subsidy, which is slated to rise to Rs 12,000 per acre later this month, as the government starts buying 20 quintals of paddy from the next procurement cycle. As the veteran journalist from the state, Sunil Kumar, put it, “With their families, that adds up to nearly 1 crore people in a state with around 2 crore voters.”Gulab Verma is the BJP's  booth president in Durg’s Nandwai villageAn obvious choice?While all beneficiaries may not necessarily back the Congress in the upcoming election – Verma, for instance, said a BJP government would mean overall development of the state and not just farmers’ welfare – a large chunk of them do seem to be rooting for another term for the party.Take, for instance, Khairdin Sahu of Umariya village in Bemetara distinct. Sahu’s husband owns three acres of land. Living off it, she said, was a struggle before the Congress government came to power. She said, “Yeh sarkar hi sahi hai, bahut madad kiya hai – this government has helped us a lot.”Likewise, in Janjgir Champa district’s Mehandi village, Manoj Patel said that his choice in the upcoming election was obvious. “We have actually got something from the government this time,” said Patel. Khairdin Sahu was grateful to the government.Flashes of disaffection Yet, amidst the multitude of content farmers in the plains of central Chhattisgarh, there are naysayers too – mostly marginal peasants and agricultural labourers who do not own any land of their own. Take Damanlal Markam, a daily-wage farm labourer in Balod district’s Sorar village. Makram was dismissive about his life getting any better in the last five years. “Good rates for paddy means the landowners have become even richer,” said Markam. “But they do not pass on the benefits to us.”In Bematara’s Dunda village, Sarita Verma’s grievances were similar. “The government may be giving a lot of money to those who own land, but we still get Rs 110 for seven hours of our labour,” she said. Leaders of the BJP insist voters like Markam and Verma will propel them to power this time. “The bonus is for rich farmers,” said Saurabh Singh, the MLA who represents the party in Janjgir Champa’s Akaltara constituency. “The landless farmers are not getting anything and it is that divide that we will bring to the forefront this election.”Sarita Verma said she had not benefited from the government's bonus scheme for farmers.Money talks While acknowledging that the paddy bonus is the Congress’s “trump card” going into the election, Singh said the BJP had a more comprehensive agricultural scheme in the works if voted to power, one that did not just involve “giving money”. “The government has done nothing else. There has been no effort to develop a second crop. Irrigation potential has not been developed,” he said. “We will do all of that.”But, on the ground, most farmers seem to be rather happy with the Congress government’s offerings.  As I was waiting to interview Singh in the courtyard of his office which abuts his palatial house, I met a farmer who had come to see him – a courtesy visit ahead of the election. Singh had welcomed him, along with several others from the same village, with saffron scarfs. “Make sure we win with an even larger margin,” he told them as they posed for photographs. Saurabh Singh with his supporters.Out of Singh’s earshot, though, the farmer made no bones about who he wanted in power in the state. “He is our vidhyak [legislator] and a good man,” he told me. “But the truth is no farmer wants the BJP back in Chhattisgarh.”Another farmer in Balod district’s Nipani village said, “Jo kisan ko khush rakhega woh sarkar banayega aur kisan Baghel sarkar me bahut khush hai.” Whoever makes the farmer happy will come to power in Chhattisgarh and the Baghel government has kept the farmer very happy.All photographs by Arunabh Saikia.","author":"Arunabh Saikia","time":"2023-10-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195064-ytzzktjuit-1697536966.jpeg","tags":["Raman Singh","BJP","Chhattisgarh","Bhupesh Baghel","farmers","Congress","paddy","bonus"],"source":"https://scroll.in/article/1057733/congresss-winning-card-in-chhattisgarh-could-be-its-paddy-bonus-scheme"}