{"title":"Despite Congress feelers to Nitish Kumar, his alliance with BJP seems set to hold till 2019 polls","content":"Reports emanating from Patna over the past several weeks leave no doubt about the strained relationship between the Bharatiya Janata Party and Bihar chief minister and Janata Dal (United) president Nitish Kumar, with supporters of both parties periodically taking potshots at each other.But despite this cold war, the allies have not yet reached breaking point. The BJP and the Janata Dal (United), which renewed their partnership last year after a brief estrangement, are unlikely to part company in a hurry and, from all accounts, will contest the 2019 Lok Sabha elections together.Before partnering the BJP, Nitish Kumar had walked out of a Mahagathbandhan or grand alliance with Lalu Prasad’s Rashtriya Janata Dal and the Congress that had come to power in the state in 2015.Several top Janata Dal (United) leaders admitted ties with the BJP had soured, but added that both sides have a compulsion to stay together. “There is no doubt that the BJP wants to weaken Nitish Kumar while his political bête noire Lalu Prasad Yadav wants to finish him,” said one senior leader.Caught in the cross-fire, Nitish Kumar has little choice but to continue his alliance with the BJP. And the BJP also has its reasons to keep the marriage going.Nitish Kumar’s ‘credibility crisis’Nitish Kumar cannot afford to go solo in the next general election for several reasons. Unlike in 2014, when he snapped ties with the BJP for projecting a “communal” Narendra Modi as its prime ministerial candidate, the Janata Dal (United) chief’s personal image has nosedived. “It is quite obvious that Nitish Kumar is presently facing a serious credibility crisis,” said one of his party colleagues.Even at the height of Nitish Kumar’s popularity in 2014, the party won only two Lok Sabha seats, though it drew some solace from the fact that it received a vote share of 16%. And like the other states, Bihar did not remain untouched by the Modi magic, even though Nitish Kumar was reputed to be an effective and clean administrator.Today, not only has the halo around Nitish Kumar dimmed, his betrayal of Lalu Prasad has consolidated the minority vote in favour of the Rashtriya Janata Dal, which already has the unstinted support of the Yadavs. In contrast, Nitish Kumar is heavily dependent on the Extremely Backward Classes, a constituency he has carved out for himself since the Kurmi caste to which he belongs is not numerically strong enough to ensure a victory for him in a state where caste plays a critical role in elections. However, their loyalties are also suspect with growing anger against the BJP among Dalits. Nitish Kumar is attempting to assert himself by forming a bloc with other allies of the BJP-led National Democratic Alliance, such as Ram Vilas Paswan and Upendra Kushwaha, but it is a long shot as neither Prime Minister Narendra Modi nor BJP president Amit Shah take kindly to pressure either from allies or their own party members.Nitish Kumar's betrayal of Lalu Prasad has consolidated the minority vote in favour of the Rashtriya Janata Dal, which already has the unstinted support of the Yadavs. (Credit: PTI)BJP’s ally troublesIf Nitish Kumar finds himself in a vulnerable spot, the BJP also cannot afford to antagonise the Janata Dal (United) beyond a point. The BJP has already lost an ally in the Telugu Desam Party, which walked out of the National Democratic Alliance in March over its demand for special category status for Andhra Pradesh. Other partners have also become more vocal in expressing their dissatisfaction with the BJP’s treatment of allies. The Shiromani Akali Dal, an ally, sent a message to the BJP when its leaders met Andhra Pradesh chief minister and Telugu Desam Party chief Chandrababu Naidu in Delhi this week. Naidu was in the Capital to shore up support for a federal front. “Wait and watch… a lot is going to happen in the coming months,” a senior Akali Dal leader said. “Regional parties are going to assert themselves by coming together to demand greater justice for the states.”Undoubtedly, the BJP has the upper hand in the Bihar alliance because of Nitish Kumar’s sliding popularity, but it also has its limitations. The BJP may have established itself as the main political pole in the country today, but four years of governance has taken its toll, throwing open the 2019 elections. A growing agrarian crisis, unrest among unemployed youth, rising Dalit anger and a sputtering economy have undoubtedly affected the BJP. Modi’s personal popularity is also on the wane. It is becoming increasingly clear that in the upcoming elections, the BJP will find it extremely difficult to match its 2014 performance when it had swept the North and West, including Uttar Pradesh, Bihar, Rajasthan, Madhya Pradesh, Chhattisgarh, Haryana, Maharashtra and Gujarat. Both its own leaders and its partners agree that the BJP’s tally of Lok Sabha seats in these states will come down. In this backdrop, the BJP will have to tread carefully in its dealings with allies – though this is not in Modi’s and Shah’s nature.Opposition not an option?   Well aware of Nitish Kumar’s predicament, the Congress has been sending him feelers to join the Opposition parties in taking on the BJP. But it is difficult for the Janata Dal (United) leader to go back to an alliance in which Lalu Prasad’s party is a member.The relationship between one-time rivals Nitish Kumar and Lalu Prasad has become extremely bitter since the Janata Dal (United) leader dumped the Rashtriya Janata Dal and went back to the BJP, after which Lalu Prasad was thrown in jail following his conviction in a fodder scam case. A second patch-up between the two leaders now seems highly unlikely.","author":"Anita Katyal","time":"2018-04-06T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/874577-86205-almtpngvxn-1522937763.jpeg","tags":["Nitish Kumar","Narendra Modi","Amit Shah","Lalu Prasad","Janata Dal (United)","BJP","Bihar","2019 Lok Sabha elections"],"source":"https://scroll.in/article/874577/congress-has-sent-feelers-to-nitish-kumar-but-his-alliance-with-bjp-seems-set-to-hold-till-2019"}