{"title":"Amit Shah alleges Congress spread fake video of him promising to end quotas for SCs, STs and OBCs","content":"Union Home Minister Amit Shah on Tuesday accused the Congress of circulating a doctored video in which he can be seen purportedly claiming that the Bharatiya Janata Party would end reservations for Scheduled Castes, Scheduled Tribes and Other Backward Classes if it came back to power in the Lok Sabha elections.On Monday, the Delhi Police, which reports to the Union home ministry, had registered a first information report in connection with the doctored video under sections of the Information Technology Act. Separate first information reports were filed in Maharashtra and Assam as well, reported The Hindu.“It is very disappointing that they [Congress] are trying to garner fake public support by circulating this fake video,” Shah said on Tuesday at a press conference in Guwahati, Assam. “No major Indian political party has ever done something like this.”What Shah had actually said – as seen in the original video that was recorded during an election rally in Telangana – was that the BJP would do away with reservations for Muslims in the southern state. Muslims have had access to 4% reservations in education and government jobs under the Other Backward Classes category in Telangana and Andhra Pradesh since 2007.“The BJP does not believe in reservations on the basis of religion,” Shah clarified on Tuesday.On Tuesday, Shah shared both the actual and the doctored videos on X and urged viewers to identify users who were sharing the fake version. “We will take strict action against the culprits”, he said.Shah alleged that the Congress was using the doctored video to misrepresent the BJP manifesto. He also said that due to these actions, a prominent Congress leader is also facing criminal charges.The Congress has now resorted to misleading citizens with fake videos out of panic and fear of defeat.The right to reservations in the country belongs to SC, ST, and OBC brothers and sisters, and as long as the BJP government is in office, no one can change it. The INDI… pic.twitter.com/8KwNaxbY4N— Amit Shah (Modi Ka Parivar) (@AmitShah) April 30, 2024\n\n\nShah’s clarification comes a day after the Delhi Police’s cyber crime unit summoned Telangana Chief Minister A Revanth Reddy on May 1 in connection with its investigation of the doctored video. The Congress leader has been asked to appear with his mobile phone from which the doctored video was allegedly posted.Reacting to the summons on Monday, Reddy said that he would not be scared by the notices from the Delhi Police, reported The Hindu. He also said that after misusing central agencies like the Enforcement Directorate and the Central Bureau of Investigation, the Centre was now using Delhi Police to target political opponents.On Monday, the Assam Police also arrested a Congress worker in the case. Assam Chief Minister Himanta Biswa Sarma identified the man arrested as Reetom Singh. According to Singh’s X profile, he is the State War Room Coordinator of the Congress’ Assam unit.However, Congress chief Mallikarjun Kharge denied that his party was circulating the doctored video, reported ANI.“It is the BJP that has the expertise of making such videos and defaming people through social media,” Kharge told reporters.#WATCH | Congress president Mallikarjun Kharge says, \"They (BJP) have the expertise to make videos and defame people through social media... Whatever work they do to ruin the image of people, we will never do it. We only want that the country should remain one, and everyone… pic.twitter.com/9RsJ1cSiBw— ANI (@ANI) April 30, 2024\n\n\nReservation controversyIn his election campaign, Prime Minister Narendra Modi claimed that in Karnataka, the Congress has instituted reservations based on religion through illegal means. “Through a single notification, it included all Muslim communities in the OBC [Other Backward Classes] quota,” he said. “The Congress snatched away a big part of OBC reservations and gave it on the basis of religion.”However, the Congress government in Karnataka included certain castes of Muslim communities in the list of Other Backward Classes in 1962, on the recommendation of the R Nagana Gowda commission.The panel had been set up to suggest the criteria of classification for all backward communities and the extent of reservations. Much before that, the Maharaja of Mysore had introduced a policy of reservation for Muslims in 1921.In 1994, the HD Deve Gowda-led Janata Dal (Secular) government brought all Muslim communities in Karnataka under the OBC list, carving out a 4% sub-quota for them. The Janata Dal (Secular) is currently an ally of the Bharatiya Janata Party.Meanwhile, in Gujarat, where Modi held the post of chief minister for 12 years, Muslim communities are listed among the Other Backward Classes. In an interview to ANI two years ago, Modi had boasted of 70 Muslim castes getting reservation benefits in the state.Also read: Fact-checking five days of Narendra Modi’s speeches: A catalogue of lies","author":"Scroll Staff","time":"2024-04-30T15:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200380-fcthohnihm-1714462204.jpg","tags":["Congress","Amit Shah","Reservation","Scheduled Castes and Scheduled Tribes","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067244/congress-spreading-fake-video-of-me-promising-to-end-reservations-for-scs-sts-obcs-amit-shah"}