{"title":"Congress reshuffle: Sachin Pilot to lead party in Chhattisgarh, Priyanka Gandhi removed as UP chief","content":"Ahead of Lok Sabha polls in 2024, the Congress on Saturday appointed Sachin Pilot, the former deputy chief minister of Rajasthan, as the party general secretary in Chhattisgarh and removed Priyanka Gandhi Vadra as the chief in Uttar Pradesh. Vadra has been replaced by Congress leader and former Rajya Sabha MP Avinash Pande, who was serving as the party chief in Jharkhand. Vadra will continue to serve as the party’s general secretary “without any assigned portfolio”.Kumari Selja, who was leading the party in Chhattisgarh, will now serve as the party chief in Uttarakhand. Congress President Shri @kharge has assigned the organisational responsibilities to the following persons with immediate effect. pic.twitter.com/qWhwiJzysj— Congress (@INCIndia) December 23, 2023\n\n\nThe reshuffle in roles within the party comes two days after a meeting of the Congress Working Committee, the party’s highest decision-making body. The meeting was helmed by party president Mallikarjun Kharge and saw Sonia Gandhi and Rahul Gandhi in attendance.Earlier this month, the Congress was defeated by the Bharatiya Janata Party in state Assembly polls in Rajasthan, Chhattisgarh and Madhya Pradesh. It had been in power in Rajasthan and Chhattisgarh.In July 2020, Pilot’s rift with the Congress leadership had led to the party almost losing Rajasthan mid-term. Pilot and 18 rebel MLAs had revolted against the state’s Former Chief Minister Ashok Gehlot but the matter was resolved.Congress leader Ghulam Ahmad Mir who formerly led the party in Jammu and Kashmir will take over as the party general secretary in Jharkhand and West Bengal.Former Union Minister for Social Justice and Empowerment Mukul Wasnik will lead the party in Gujarat while former Union Minister of State for Youth Affairs and Sports Jitendra Singh will be the chief in Assam and Madhya Pradesh. Rajya Sabha MP Randeep Singh Surjewala will head the Congress in Karnataka while Dipak Babaria, who was leading the party in Madhya Pradesh, will now lead in Delhi and Haryana.","author":"Scroll Staff","time":"2023-12-23T21:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196885-evibhqyhup-1703345693.jpg","tags":["Sachin Pilot","Chhattisgarh","Priyanka Gandhi Vadra","Uttar Pradesh","Congress reshuffle","All India Congress Committee","Lok Sabha 2024"],"source":"https://scroll.in/latest/1061047/congress-reshuffle-sachin-pilot-to-lead-party-in-chhattisgarh-priyanka-gandhi-removed-as-up-chief"}