{"title":"Congress mocks Modi’s assurances to Assam, says they can’t read his tweet due to internet shutdown","content":"The Congress on Thursday mocked Prime Minister Narendra Modi for reassuring the people of Assam that they do not have to worry about the passage of the amendments to the Citizenship Act. The amendment bill, which explicitly excludes Muslims from three neighbouring countries from applying for Indian citizenship, was passed in Parliament this week following lengthy debates and amid protests in the North East.On Wednesday, as protests escalated, the state government put Guwahati under indefinite curfew and cut off mobile internet in ten districts.Referring to this, the Congress said, “Our brothers and sisters in Assam cannot read your ‘reassuring’ message Modiji, in case you’ve forgotten, their internet has been cut off.”Earlier in the day, Modi took to Twitter to address the situation in Assam. “I want to assure my brothers and sisters of Assam that they have nothing to worry after the passing of CAB,” he wrote. “I want to assure them – no one can take away your rights, unique identity and beautiful culture. It will continue to flourish and grow.”Our brothers & sisters in Assam cannot read your 'reassuring' message Modiji, in case you've forgotten, their internet has been cut off. https://t.co/mWzR9uPgKh— Congress (@INCIndia) December 12, 2019\n\nHe added: “The central government and I are totally committed to constitutionally safeguard the political, linguistic, cultural and land rights of the Assamese people as per the spirit of Clause 6.”He was referring to Clause 6 of the Assam Accord, the agreement that Assamese nationalists signed in 1985 with the Centre. It brought to an end a six-year-long, often violent, anti-immigrant movement, that was sparked by anxieties over fresh migration into Assam in the aftermath of the Bangladesh War of 1971.Using the war as the cut-off, the Accord defined anyone who came before the midnight of March 24, 1971 as an Indian citizen in Assam. Clause 6 of the agreement promised “constitutional, legislative and administrative safeguards to protect, preserve and promote the cultural, social, linguistic identity and heritage of the Assamese people”. But it did not define “Assamese people”.Also read:In Assam, after the NRC, a new project is underway to protect the ‘Assamese people’Later in the day, at an election rally in Jharkhand’s Dhanbad, Modi reiterated that the people of Assam need not worry. “I assure every state of the East and North East. The traditions, culture, language of Assam and other states will not be affected at all,” he said. “Central government will work with state governments for your development.” He accused the Congress of trying to fuel tensions in the North East. “Most of the region is out of the ambit of this bill but politics of Congress and its allies depends on illegal immigrants,” he said. “Don’t be misled by Congress.”#WATCH PM Modi on #CitizenshipAmendmentBill2019: There're attempts to fuel tensions in Northeast, don't be misled by Congress. Assure every state of East & Northeast. The traditions, culture, language etc of Assam&other states won't be affected. pic.twitter.com/AUnkXXGEqK— ANI (@ANI) December 12, 2019\n\nThe amendments to the 1955 citizenship law propose to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. Once notified, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.Ethnic groups in the North East fear getting physically and culturally swamped by migrants from Bangladesh. To address these concerns, the Modi government has introduced geographical exemptions in the bill for tribal-dominated Sixth Schedule and Inner Line Permit areas. It even extended the Inner Line Permit regime to the state of Manipur and Dimapur in Nagaland overnight. While the exemptions have quelled the protests in some states, protests in the places not covered by them – for instance, most of Assam – have only escalated.Also read:Why Guwahati exploded in protests – and what explains Assam’s resistance to the Citizenship Bill","author":"Scroll Staff","time":"2019-12-12T16:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132684-sxjxobvnpm-1576146203.jpg","tags":["Citizenship Bill","Congress","Narendra Modi","Assam","internet shutdown"],"source":"https://scroll.in/latest/946627/congress-mocks-modis-assurances-to-assam-says-they-cant-read-tweet-due-to-internet-shutdown"}