{"title":"Congress must unite to overthrow ‘dictatorial’ BJP government in 2024: Mallikarjun Kharge ","content":"Congress President Mallikarjun Kharge on Sunday urged party leaders to set their personal differences aside and unite to overthrow the “dictatorial” Bharatiya Janata Party government in the 2024 Lok Sabha elections.“This is not the time for us to rest,” Kharge said. “In last 10 years under BJP rule, the challenges faced by ordinary people have multiplied. The prime minister [Narendra Modi] refuses to address the concerns of the poor, farmers, labourers, women, and youth; instead, he cannot look beyond himself.”The Congress chief made the comments on the second day of the Congress Working Committee meeting in Hyderabad.Sharing some excerpts from the remarks made during the Extended Congress Working Committee Meeting, today — • We are all aware of the challenges that lie ahead. These challenges aren't just those of the Congress Party; they concern the survival of Indian Democracy and the… pic.twitter.com/6vo7F6mN0q— Mallikarjun Kharge (@kharge) September 17, 2023\n\nKharge also asked Congress members to exercise self-restraint and avoid going to the media with statements against the party or their colleagues so that its interests are not harmed, reported PTI.This comes two days after the Opposition INDIA coalition, of which Congress is a member, said that it would not send its representatives on television debate shows hosted by 14 news anchors perceived to be close to the ruling BJP. The anchors are Aditi Tyagi, Aman Chopra, Amid Devgan, Anand Narasimhan, Arnab Goswami, Ashok Shrivastav, Chitra Tripathi, Gaurav Sawant, Navika Kumar, Prachi Parashar, Rubika Liaquat, Shiv Aroor, Sudhir Chaudhary and Sushant Sinha.In Sunday’s address, Kharge asserted that the Congress can defeat their adversaries only through unity and discipline.“Organizational unity is of utmost importance,” he said. “...This was evident in Karnataka, where we remained united and fought with discipline to achieve success.”He pointed out that the party’s victory in the Assembly elections in Karnataka and Himachal Pradesh has shown that people are looking for an alternative.“We are all aware of the challenges that lie ahead,” he said. “These challenges are not just those of the Congress party, they concern the survival of Indian Democracy and the preservation of the Constitution of India.”Kharge also criticised the BJP over the constitution of a committee on “one nation, one election”. “...In contravention of all conventions, it also included a former President [Ram Nath Kovind] to fulfil its agenda,” he said, according to PTI.","author":"Scroll Staff","time":"2023-09-17T18:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190914-vzkregpynb-1685953142.jpg","tags":["Mallikarjun Kharge","Lok Sabha","Congress","BJP","Congress Working Committee"],"source":"https://scroll.in/latest/1056105/congress-leaders-must-unite-to-overthrow-dictatorial-bjp-government-in-2024-mallikarjun-kharge"}