{"title":"Congress rejigs top panel; Shashi Tharoor and Sachin Pilot among new additions","content":"Congress President Mallikarjun Kharge on Sunday reconstituted the Congress Working Committee, the party’s top decision-making body, by including some leaders part of the group of 23 and Rajasthan Congress leader Sachin Pilot as members.The development comes ahead of Assembly polls in Rajasthan, Madhya Pradesh, Telangana, Chhattisgarh, Mizoram as well as the 2024 Lok Sabha elections. The new working committee has 39 regular members, 32 permanent invitees and 13 special invitees.Shashi Tharoor, Anand Sharma, Mukul Wasnik and Pilot are among the general members of the revamped Congress Working Committee. Tharoor, Sharma and Wasnik were part of G-23 that pushed for internal reforms within the Congress when Sonia Gandhi was the president of the party.Meanwhile, Pilot along with 19 party MLAs of Rajasthan had rebelled against the Congress leadership in July 2020. The MLA from Tonk demanded that he be made the chief minister. Following this, Pilot was removed from the posts of deputy chief minister and state Congress president.On Sunday, Pilot expressed his gratitude to Kharge and Rahul Gandhi on being included in the working committee. “We all will strengthen the customs and ideology of the Congress and take it more strongly to the people,” he said in a tweet.कांग्रेस वर्किंग कमेटी (CWC) का सदस्य बनाए जाने पर मैं आदरणीय कांग्रेस अध्यक्ष श्री मल्लिकार्जुन खरगे जी, CPP चेयरपर्सन श्रीमती सोनिया गांधी जी एवं पूर्व अध्यक्ष श्री राहुल गांधी जी का आभार व्यक्त करता हूं।हम सभी कांग्रेस की रीति-नीति व विचारधारा को सशक्त करते हुए उसे और अधिक… https://t.co/LjK7N8WF4s— Sachin Pilot (@SachinPilot) August 20, 2023\n\nAshok Chavan, N Raghuveera Reddy, Tamradhwaj Sahu, Deepa Das Munshi, Syed Naseer Hussain, Mahendrajeet Singh Malviya, GA Mir, Gourav Gogoi and Jagdish Thakore are among the other notable additions to the Congress Working Committee.The working committee has been reconstituted 10 months after Kharge became the Congress chief after defeating Tharoor.In February, Kharge was authorised to nominate members to the Congress Working Committee instead of holding elections.","author":"Scroll Staff","time":"2023-08-20T18:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193345-vussmzmqrg-1692531206.jpg","tags":["Mallikarjun Kharge","Congress Working Committee","Congress"],"source":"https://scroll.in/latest/1054598/congress-rejigs-top-panel-shashi-tharoor-and-sachin-pilot-among-new-additions"}