{"title":"Congress’ attack on BJP over the failures of demonetisation doesn’t present the full picture","content":"On the fifth anniversary of demonetisation, Congress criticised the Bharatiya Janata Party-led central government’s move to cancel the legal tender status of Rs 1,000 and Rs 500 denomination currency notes on November 8, 2016. In a series of tweets on November 8, Congress termed the step a “demo-disaster” and made several claims regarding its impact on various sectors of India’s economy.The Centre had, at the time of demonetisation, said this move was aimed at flushing out black money, eliminating black Indian currency notes, striking at the root of financing of terrorism and left-wing extremism, converting non-formal economy to formal and boosting digitalisation.Congress, on Twitter, highlighted all these promises one by one and disputed if the Centre has delivered on them. While the non-quantifiable claims made by the largest opposition party in the Lok Sabha cannot be verified, FactChecker checked two quantifiable claims against official records.Claim 1In 2017, 53.3% of seized counterfeit currency was Rs 2,000 notes. In 2018, 61.01% of seized counterfeit currency was Rs 2,000 notes.Demonetisation was never intended to stop fake currency, it was intended to loot common citizens' hard-earned money. Period.#नोटबंदी_अर्थतंत्र_की_बरसी pic.twitter.com/ytpMYFRYiY— Congress (@INCIndia) November 8, 2021\n\nThis tweet has been archived here.FactMisleading. According to National Crime Records Bureau’s data, in 2017, 3.55 lakh fake Indian currency notes were seized in the country. Of these, 21.03% or 74,898 were Rs 2,000 denomination banknotes. But since it is of the highest value, Rs 2,000 notes account for 53.3% of the total value of the fake currency seized that year. The total value of the counterfeit banknotes seized in 2017 was Rs 28.1 crore and the biggest banknote contributed Rs 14.97 crore to it.\n\t\t\n\tSimilarly, in 2018, NCRB records show that 21.2% of the number of fake Indian currency notes seized were fake Rs 2,000 banknotes and since it is of the highest value it accounted for 61.01% of the total value of the counterfeited currency seized.When it comes to the banking system, the Reserve Bank of India’s Annual Report 2016-’17 shows that 7.62 lakh pieces of counterfeit notes were detected that year and detection of counterfeit notes was 20.4% higher than the previous year.Of the 7.62 lakh fake notes found in the banking system, most were Rs 500 notes – 3.17 lakh or 41.7% of the total counterfeit notes detected that year. And, Rs 2,000 notes, which were introduced just during this financial year on November 8, 2016, accounted for just 0.8% of the fake currency notes detected in 2016-’17.\n\t\t\n\tThe annual report records data for April to March and as it had been only five months since the introduction of the Rs 2,000 denomination banknote in March 2017, FactChecker also looked at next year. According to RBI’s records, in 2017-’18, 3.42% of the total fake notes detected were Rs 2,000 notes. The total counterfeit notes dipped to 5.22 lakh in 2017-’18 and of these, 17,929 were Rs 2,000 notes.Claim 2In 2016, the Centre aimed to eliminate counterfeit currency. The result today: 151% increase in fake Rs 200 notes and 37% increase in fake Rs 500 notes.What is most prevalent in Modi rule? Fakery- fake notes, fake promises, fake nationalism.#नोटबंदी_अर्थतंत्र_की_बरसी pic.twitter.com/hbNYE5rexK— Congress (@INCIndia) November 8, 2021\n\nThis tweet has been archived here.FactMisleading. Congress claimed this based on RBI’s annual report and called it the “result today”. When, in fact, the data they have picked up is a year old as RBI has released its 2021 report too and RBI’s data only shows counterfeit notes found in the banking system and not overall seizures.Moreover, Congress has only made this comparison between 2018-’19 and 2019-’20 while mentioning 2016. This is misleading since it appears as if the growth is since 2016, but the Rs 200 denomination note was only introduced in 2017.\n\t\t\n\tIn 2017-’18, the number of fake Rs 200 banknotes detected in the banking system were 79, which grew to 12,728 in 2018-’19, then to 31,969 in 2019-’20 and then it dropped to 24,245 in 2020-’21. So, this means that although the number of fake notes increased between 2018-’19 and 2019-’20 by 151%, the number dropped by 24% the next year.Similarly, when it comes to the Rs 500 notes, the comparison drawn by Congress is just between 2018-’19 and 2019-’20. This is when between 2015-’16 and 2020-’21, the number of fake Rs 500 banknotes detected in the banking system have dropped by 84.92%.Meanwhile, according to NCRB data, the total number of Rs 500 notes seized increased to 2,15,474 in 2020 from 1,32,227 in 2016, which is a 38.63% jump. In these years, this number saw a dip (as can be seen in the graph below) from 2017 to 2018 and even in 2019, but it then increased in 2019 and then grew by more than 200% in 2020.\n\t\t\n\tOn the other hand, when it comes to Rs 200 notes, the number kept rising from 2017 to 2019 but registered a dip of 33.64% in 2020.FactChecker emailed and called up the office of Rohan Gupta, chairman of Indian National Congress’ social media department, but had not received a response by the time of publishing.This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Isha Bajpai, Factchecker.in","time":"2021-11-10T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/45238-tkbsbfrbdn-1571114183.jpg","tags":["demonetisation","Congress","BJP"],"source":"https://scroll.in/article/1010240/congress-attack-on-bjp-over-the-failures-of-demonetisation-didnt-present-the-full-picture"}