{"title":"Congress leaders write to Sonia Gandhi demanding radical changes in party: Reports","content":"At least 23 senior Congress leaders have written to party president Sonia Gandhi, asking for a complete transformation of the organisation, NDTV reported on Sunday. The letter asks Gandhi to address the leadership question in the party. It was written on Independence Day, August 15.The signatories of the letter include former chief ministers like Bhupinder Singh Hooda and Prithviraj Chavan, former ministers Kapil Sibal and Shashi Tharoor, and Milind Deora and Jitin Prasada, The Indian Express reported.The letters admits the popularity of Prime Minister Narendra Modi among the youth, and bemoans the erosion of the Congress’ support base and its abandonment by the youth, flagging them as serious concerns. It calls for a “full time and effective leadership” which is both visible and active on the ground, elections to the Congress Working Committee and the urgent establishment of an “institutional leadership mechanism” to enable the revival of the party.The letter says that the Congress’ decline comes at a time when India faces its “gravest political, social and economic challenges since Independence”. These challenges are listed as “a mood of fear and insecurity”, the “divisive agenda” of the Bharatiya Janata Party and the Sangh Parivar, economic recession, increasing unemployment, problems caused by the coronavirus pandemic and the Chinese aggression along the Line of Actual Control.The letter points out that uncertainty over the leadership has demoralised the party workers and weakened the institution. It says that the meetings of the Congress Working Committee are held not on a planned basis but in reaction to political developments. The meetings of the Congress Parliamentary Party are restricted to Gandhi’s speech and obituary references.The letter alleges that appointments of Congress presidents and office bearers are unduly delayed, and state Congress chiefs are not given the authority to make organisational decisions. However, while calling for leadership change, the letter says that the Nehru-Gandhi family will always a remain a part of the party.Though the letter does not mention Rahul Gandhi by name, it says that the introduction of elections in the Youth Congress and the National Students Union of India has led to division and conflict.On August 17, the Congress had dismissed a tweet by Sanjay Jha claiming that 100 party leaders have written to Sonia Gandhi asking for a change in political leadership. Congress Chief Spokesperson Randeep Singh Surjewala said no such letter was written by any member of the Congress and called this a “misinformation campaign” engineered by the BJP.The Congress won state elections in Rajasthan, Chhattisgarh and Madhya Pradesh in 2018, but lost power in Madhya Pradesh after Jyotiraditya Scindia walked out with 22 MLAs. However, its real debacle was the 2019 General Elections, where it won just 52 of the 543 seats – a mere eight seats more than in 2014.","author":"Scroll Staff","time":"2020-08-23T11:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141743-crbuelisfk-1598159248.jpg","tags":["Sonia Gandhi","Congress","Rahul Gandhi","Shashi Tharoor","Milind Deora","Kapil Sibal","2019 General Elections","Sanjay Jha"],"source":"https://scroll.in/latest/971147/congress-leaders-write-to-sonia-gandhi-demanding-radical-changes-in-party-reports"}