{"title":"Congress supports Centre’s actions to ‘protect the country’s’ security, says Sonia Gandhi","content":"Congress President Sonia Gandhi on Thursday supported India’s military strikes along the Line of Control with Pakistan, and said the party stood “with the government in its actions to protect the country’s security”, ANI reported. She added that she hoped Pakistan would “recognise it bears a great responsibility in cross-border terrorist attacks against India”, and hoped it would take action to dismantle the infrastructure of terrorism it supported.Other Congress leaders including Leader of Opposition in the Rajya Sabha, Ghulam Nabi Azad, backed the strikes. Azad congratulated the Army and said any move against terror will be supported by the party, while former Defence Minister AK Antony said he “fully supported the action by the Indian Army”. “There is a strong message in this,” Antony said, adding that the party “supported the government and its endeavour to protect our national security”. Aam Aadmi Party chief Arvind Kejriwal also expressed his support for the Indian Army after the surgical strikes on “terror launchpads”.Home Minister Rajnath Singh took to twitter to \"congratulations to the Indian Army on successful counter-terrorism operations against terror groups and their launching pads\". He said, \"We are proud of our armed forces. They have once again exhibited  exemplary courage and valour by destroying the anti India designs.\" He also hailed Prime Minister Narendra Modi for his \"bold decision and showing true grit and mettle in crucial times\". Several BJP leaders also backed the government’s move, including party president Amit Shah, who said the Army strikes signalled “the rise of a new India where GoI [government of India] doesn’t get cowed down by nefarious designs of terrorists”.Former Director General of Military Operations Vinod Bhatia said the  strikes were “a pre-emptive and punitive operation”. He added that a  terror launchpad usually has between eight and ten terrorists, and that  it was India’s “work to eliminate them”.Pakistan's reactionWhile several Indian leaders have approved of India’s move, Pakistan has heavily criticised it and called it “cross-border firing”. A statement from the country’s foreign office said, “Such falsified, concocted and irresponsible statements can only escalate the already fragile security situation in the region, especially in the wake of the Indian brutalities and war crimes in the Indian-occupied Jammu and Kashmir.”However, Bangladesh said on Thursday said India was within its rights to respond to any attack on her sovereignty, reported Hindustan Times. Iqbal  Chowdhury, advisor to Bangladesh Prime Minister Sheikh Hasina said, \"It [Kashmir issue] has been a long, continued dispute and there has  been a... violation from the other side and Bangladesh always believes  that any aggression or attack on the sovereignty of the independence and  legal right of a country is not acceptable and Bangladesh always feels  that any country must honour and respect the sovereignty of a third  country.\"On September 11, India and China held counter-terrorism dialogue, where China reportedly said that they hoped that India and Pakistan could properly resolve relevant disputes through dialogue and consultation, ANI reported on Thursday. The news agency also reported that External Affairs Minister Sushma Swaraj spoke to US Secretary of State John Kerry on the phone. Kerry reportedly conveyed his condolences for the Uri attack, and offered full cooperation. I also congratulate the Prime Minister Shri @Narendramodi on taking a bold decision and showing true grit and mettle in crucial times. 3/3— Rajnath Singh (@rajnathsingh) September 29, 2016\nWe are proud of our armed forces. They have once again exhibited exemplary courage and valour by destroying the anti India designs. 2/3— Rajnath Singh (@rajnathsingh) September 29, 2016\nCongratulations to the Indian Army on successful counter terrorism operations against terror groups and their launching pads. 1/3— Rajnath Singh (@rajnathsingh) September 29, 2016\nCongress President, Smt. Sonia Gandhi's statement on anti-terror operation by Indian Army-: pic.twitter.com/Qr6xoBp9md— Randeep S Surjewala (@rssurjewala) September 29, 2016\nWhat does Pakistan mean by 'unprovoked'? Killing 18 of our soldiers is not provocation?: Shashi Tharoor #SurgicalStrike pic.twitter.com/6mBLwTV2qw— ANI (@ANI_news) September 29, 2016\nAt least now Pakistan will stop terrorism against India: Venkaiah Naidu, Union Minister on surgical strikes by Indian Army on Pak territory pic.twitter.com/hjUC2LwF1C— ANI (@ANI_news) September 29, 2016\nJammu: If you are crossing the border, it means you are declaring a war: Mustafa Kamal (NC) on Indian Army’s surgical strike in Loc pic.twitter.com/7J37Naa8jf— ANI (@ANI_news) September 29, 2016\nWe welcome this move; hopefully Pak will learn a lesson&stop its misdeeds forever:Hansraj Ahir (MoS, Home)on surgical strikes by Indian Army pic.twitter.com/pCHrRCTAWn— ANI (@ANI_news) September 29, 2016\nThe military operationIndia, early on Thursday morning, carried out several strikes to prevent “infiltration” and militants from “endangering the lives of citizens in our country”. Surgical strikes are military attacks aimed to harm only the target and ensure minimal collateral damage to general public infrastructure and utilities around the intended target.The operation comes at a time when relations between India and Pakistan have worsened following a militant attack at an Army camp in Uri, Kashmir, that left 18 soldiers dead.","author":"Scroll Staff","time":"2016-09-29T16:46:59.686155+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817793-26933-inmwtbyhfy-1475147670.jpg","tags":["Sonia Gandhi","Congress","Indian army","Army strikes","Line of control","BJP"],"source":"https://scroll.in/latest/817793/congress-supports-centres-actions-to-protect-the-countrys-security-says-sonia-gandhi"}