{"title":"Congress to have new president by June, election likely in May after Assembly polls","content":"The Congress on Friday said that it will have a new elected president by June, ANI reported. The announcement was made by Congress General Secretary KC Venugopal after a meeting of the party’s working committee.The party is likely to hold organisational polls between May 15 and May 30,  after Assembly elections in Tamil Nadu, Kerala, Puducherry, West Bengal and Assam, according to Hindustan Times. It also considered holding the elections in February, well before the state polls. Unidentified Congress office-bearers told the newspaper that a long gap was needed between the Assembly and organisational polls to ensure that the party’s campaign for the states does not suffer. “The May schedule can allow the new team under the new president time to settle down as it doesn’t have to bother about facing an imminent election,” a Congress functionary was quoted as saying by Hindustan Times. “The February schedule for internal poll can also give the new time enough time to face the state elections.”At the Congress Working Committee meeting, senior leaders Ghulam Nabi Azad, P Chidambaram,  Anand Sharma and Mukul Wasnik suggested that the organisational polls be held immediately, according to NDTV. On the other hand, Ashok Gehlot, AK Antony, Tariq Anwar, Amarinder Singh and Oommen Chandy said that the election should be held after the Assembly polls. Also read: Centre has shown shocking insensitivity, arrogance toward farmers, says Sonia GandhiAs the two groups sparred over the dates for organisational polls, Congress leader Rahul Gandhi said  “once and for all, finish it and move on,” according to the news channel.The Congress has been faced with a leadership crisis. In August, at least 23 Congress leaders, including Kapil Sibal, Shashi Tharoor, Prithviraj Chavan and Milind Deora, had written to party President Sonia Gandhi, asking for a complete revamp of the party’s organisation. Tharoor had also called for holding elections to appoint the party chief. However, he maintained that the elections should be held if Rahul Gandhi does not wish to take over as Congress chief. This development came as Congress leaders expressed the need for introspection about the party’s repeated poor performance in different elections. However, while a few senior politicians in the party criticised its functioning, some defended the leadership of the Gandhis, triggering an infighting.","author":"Scroll Staff","time":"2021-01-22T16:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125323-kblwuiqfnc-1590162897.jpg","tags":["Congress","Congress president","Congress Working Committee"],"source":"https://scroll.in/latest/984826/congress-to-have-new-president-by-june-election-likely-in-may-after-assembly-polls"}