{"title":"Congress should allow me to make my decisions, says Punjab unit chief Navjot Singh Sidhu","content":"Punjab’s Congress unit President Navjot Singh Sidhu on Friday said that the party should allow him to make his own decisions, NDTV reported. “I have asked the high command to allow me to take decisions and I will ensure that the Congress prospers in the state for the next two decades,” he said. “Otherwise, it will be disastrous for the party.”The Punjab Assembly election will be held early next year.Sidhu’s comment came after Harish Rawat, his party colleague and Congress’ in-charge in Punjab, said that he would fire the state unit chief’s advisors, if he did not do so.The Punjab unit of the Congress was thrown into a crisis following a rift between Singh and Sidhu, who had been demanding a more prominent role in the Congress. The two politicians had been publicly criticising each other for months before the latter was appointed the Congress’ chief in Punjab.After the comment on Friday, Rawat said that since Sidhu was the party chief “who other than him can take decisions”. He said that he will meet Congress interim chief Sonia Gandhi and party leader Rahul Gandhi regarding the matter, ANI reported. “Congress’s stand is very clear that we will not accept any statement that is against the interest of nation,” he said.Meanwhile, one of Sidhu’s advisors, Malwinder Mali quit from his position on Friday amid the controversy, NDTV reported. In his resignation, he said that Punjab, Punjabi co-operation, and anti-Sikh forces “that do not tolerate the emerging Punjab model” had a “nefarious design to derail the dialogue that has started taking shape”, according to a statement shared by ANI.Mali also said that the politics in Punjab is “by and large devoid of intellect”, and claimed that the leadership was unwilling to accept any “major affective change for welfare of Punjab and the country”.He said that the chief minister and several other leaders from the Bharatiya Janata Party, Aam Aadmi Party and Shiromani Akali Dal had launched a hateful campaign against Mali’s idea. The former advisor to Sidhu added that the parties should be blamed in case he suffered any physical harm.What happened?The controversy related to Sidhu’s advisors, Malwinder Singh Mali and Pyare Lal Garg, began last week after the two politicians made remarks about Kashmir and Pakistan-India ties.Mali had questioned the need for Articles 370 and 35A of the Constitution if Kashmir was an integral part of India. Jammu and Kashmir’s special status was revoked on August 5, 2019 – a move that the Congress has criticised.Mali had also posted a sketch of former Prime Minister Indira Gandhi that showed her next to a heap of human skulls, holding a gun that had a skull hanging on its nozzle.Another advisor to Sidhu, Pyare Lal Garg, had questioned the Punjab chief minister about his criticism of Pakistan, and said that Singh’s comments were not in the state’s interest. Rawat on Wednesday had said that the whole party had objected to the statements of the two advisors. “Kashmir is a part of India,” the Congress leader said, adding that the advisors were not appointed by the party and he could order their removal if needed. The senior Congress politician added that Mali and Garg’s remarks were unacceptable, and an embarrassment to the party.A press release by the Chief Minister Amarinder Singh’s Office on Sunday had called the advisors’ comments “atrocious and ill-conceived”. Singh had urged Mali and Garg to stick to advising Sidhu and “not speak on matters” about which they “clearly had little or no knowledge”.","author":"Scroll Staff","time":"2021-08-27T16:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/107441-rvjrdyjmza-1544087676.jpg","tags":["Navjot Singh Sidhu","Congress","Punjab Congress Chief","Amarinder Singh"],"source":"https://scroll.in/latest/1003899/congress-should-allow-me-to-make-my-decisions-says-punjab-unit-chief-navjot-singh-sidhu"}