{"title":"Congress seeks poll panel action against Narendra Modi for calling Rajiv Gandhi ‘corrupt no 1’","content":"The Congress on Sunday wrote to the Election Commission seeking action against Prime Minister Narendra Modi for allegedly violating the Model Code of Conduct with his comments on former Prime Minister Rajiv Gandhi, NDTV reported. Modi had said Gandhi had died a corrupt person. “The statement by Prime Minister is not only the violation of Model Code of Conduct but also an insult of Bharat Ratna awardee martyr,” the Uttar Pradesh Congress said in a letter to the Election Commission on Sunday. “Hence, we appeal the EC to take action against Prime Minister Narendra Modi by barring him from speaking at public rallies.”On Saturday, at a rally in Pratapgarh in Uttar Pradesh, Modi had said: “Your [Rahul Gandhi’s] father was termed ‘Mr Clean’ by his courtiers, but his life ended as ‘Bhrashtachari No. 1’ [corrupt no. 1].” Modi was purportedly referring to the Bofors scam, in which Gandhi was implicated. Rajiv Gandhi was assassinated in 1991. The Bofors scandal had caused a massive political maelstrom and led to the fall of the Rajiv Gandhi government in 1989 as questions were raised about alleged payment of kickbacks in the procurement of Howitzer artillery guns. The Indian government had signed a $1.4-billion defence deal with Swedish arms manufacturer Bofors for 410 field howitzer guns and a supply contract in March 1986.The Election Commission has so far cleared Modi of several allegations of Model Code of Conduct violations since the election process began. Also read: Modi’s appeal to first-time voters to dedicate votes to soldiers did not violate poll code, says ECEC clears PM Modi of poll code violation allegation again, this time for ‘qatal ki raat’ speechEC clears Modi third time this week, says nuclear button remark did not violate poll codeCongress leaders criticise ModiSeveral Congress leaders have criticised Modi for his comment. Priyanka Gandhi, Congress’ Uttar Pradesh (East) general secretary said the remark reflected Modi’s uncontrolled madness. “The Prime Minister, who asks for votes in the name of martyrs, yesterday, in his uncontrolled madness, insulted a virtuous man and his martyrdom,” she said in a tweet. “The people of Amethi, for whom Rajiv Gandhi gave up his life, will give him a befitting reply. Yes, Modi ji, this country does not forgive deceitful people.”Congress President Rahul Gandhi said Modi’s “karma awaits” him. “Modiji, The battle is over. Your Karma awaits you,” Rahul Gandhi said in a tweet. “Projecting your inner beliefs about yourself onto my father won’t protect you. All my love and a huge hug, Rahul.”Former Union minister and Congress leader P Chidambaram said Modi “crossed all limits of propriety and decency by defaming” Rajiv Gandhi. Other leaders such as Sam Pitroda, Ahmed Patel and Anand Sharma also hit out at the prime minister and the Bharatiya Janata Party.Rajiv Gandhi was India’s biggest mob lyncher, says Akali DalShiromani Akali Dal spokesperson Manjinder Singh Sirsa on Sunday endorsed Modi’s statement against Rajiv Gandhi and claimed that the former prime minister was “India’s biggest mob lyncher”, PTI reported.Sirsa said Gandhi was the only prime minister in the world who “organised mob lynching against a particular community”. He added that Gandhi encouraged, “protected and rewarded” people involved in a genocide against Sikhs.This was a reference to the anti-Sikh violence that followed the assassination of Prime Minister Indira Gandhi in 1984.","author":"Scroll Staff","time":"2019-05-06T11:03:11.783038+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/29720-mnktzimxgn-1557120243.jpeg","tags":["Congress","Narendra Modi","Election Commission","Rajiv Gandhi","Model Code of Conduct","Lok Sabha elections"],"source":"https://scroll.in/latest/922456/congress-seeks-poll-panel-action-against-narendra-modi-for-calling-rajiv-gandhi-corrupt-no-1"}