{"title":"Congress claims Narendra Modi insulted armed forces by comparing surgical strikes to video games","content":"The Congress on Friday said Prime Minister Narendra Modi “insulted the armed forces” by comparing surgical strikes to video games.“PM Modi has insulted our brave Armed Forces,” said Congress spokesperson Randeep Singh Surjewala. “Modiji’s shameless utterances today in an election rally in Sikar, Rajasthan comparing the surgical strikes conducted Armed Forces as “paper” [and] “video games” is nothing but a direct abuse to the bravery of jawans.”Modi had mocked the Congress for claiming that six surgical strikes were conducted during the time of the United Progressive Alliance government. Modi said nobody seemed to know about these strikes. Modi, in a jibe at Congress President Rahul Gandhi, said a Congress leader had claimed four months ago that the UPA had conducted three surgical strikes. “I think there are some people who play video games, no matter how old they are,” he said. “Perhaps they think surgical strikes are also some kind of video game.”Surjewala said: “Denigrating and discrediting our Armed Forces with slander and abuse will not only lower the morale of our Jawans but will be a sure shot case of Modiji’s exit on 23rd May.” Election results are out on May 23.Surjewala said Modi faulted General Bikram Singh’s statement on the surgical strike dated December 23, 2013. “This reflects political bankruptcy of PM Modi, when faced with an imminent defeat in the 2019 elections,” he said.Surjewala alleged that Modi had attempted to use the armed forces as “political advertisement” for the Bharatiya Janata Party “as he had no answer on the issue of jobs, agrarian distress, black money [and] corruption”.The Congress leader said the Congress has always “stood resolutely” with the armed forces. “The great wars of 1947, 1962, 1965, 1971 [and] 1999 are testimony of the heroism of Our Armed Forces,” he said. “Congress party under the leadership of Shri Rahul Gandhi had hailed the armed forces for the surgical strikes demolishing the terror infrastructure.”Surjewala said the Congress has been proud of India’s armed forces for successfully conducting “surgical strikes” over the last two decades and listed security operations between 2000 and 2019.Surjewala claimed Modi’s “utter desperation” and “sheer nervousness” was palpable by his pitiful, contemptible charges on the armed forces.प्रधानमंत्री मोदी ने भारतीय सेना का अपमान किया है। मोदीजी ने पहले सेना के शौर्य के पीछे छिप वोट बटोरने का घिनौना षड्यंत्र किया, अब सेना के पराक्रम पर सवाल उठाकर राष्ट्रीय अस्मिता का अपमान किया है।   मोदी जी के राजनैतिक दीवालयेपन पर हमारा बयान - #JawanVirodhiModi pic.twitter.com/y6yakDS56J— Randeep Singh Surjewala (@rssurjewala) May 3, 2019\n\nPM Modi’s utter desperation, unending frustration and sheer nervousness is palpable now by his pitiful, contemptable and shameful charge on our Armed Forces. 11/#JawanVirodhiModi— Randeep Singh Surjewala (@rssurjewala) May 3, 2019","author":"Scroll Staff","time":"2019-05-04T10:10:47.569422+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/91711-kncnfpjemm-1556942763.jpg","tags":["Congress","Narendra Modi","Surgical Strikes","Lok Sabha Elections"]}