{"title":"‘Congress is committing suicide’: Party whip in Rajya Sabha resigns over Article 370","content":"Bhubaneswar Kalita, who is Congress whip in Rajya Sabha, resigned on Monday. He quit the party saying he disagreed with its stand on Article 370 as it was “against the mood and emotions of the nation”. “Congress is committing suicide,” said Kalita, according to NDTV.Earlier in the day, the Rajya Sabha adopted a resolution to recommend to the President that the special status of Jammu and Kashmir under Article 370 of the Constitution be revoked. The Upper House of Parliament also passed a bill to bifurcate Jammu and Kashmir into two Union territories – one, Jammu and Kashmir, which will have a legislature, and the other, Ladakh, without one.  The Congress said that political parties will fight the Centre’s move and stand with the people of Jammu and Kashmir. I have resigned from the Rajya Sabha membership today. #Assam— Bhubaneswar Kalita (@BKalitaAssam) August 5, 2019\n\n“The Congress has asked me to issue a whip on the Kashmir issue,” Kalita said. “But the truth is that the mood of the nation has completely changed and this whip is against the public sentiment across the country... It seems the Congress is committing suicide with this ideology and I don’t want to be part of this.” He accused the Congress’ leadership of trying to destroy the party. “I believe nothing can stop the party from being ruined,” he added.During the debate, Leader of the Opposition Ghulam Nabi Azad said that the government had reduced Jammu and Kashmir to a non-entity. “It will be a black spot on India’s history when the day this legislation is passed,” Azad said. “Will you break and ruin the old India to create a New India?”   On July 30, Senior Congress leader Sanjay Sinh had also resigned from the party and gave up his Rajya Sabha membership. With Kalita’s exit, the Congress’ strength has come down to 46 in the 245-member house. The fall in opposition’s strength in the Rajya Sabha will help the ruling Bharatiya Janata Party, which is short of a majority in the Upper House.","author":"Scroll Staff","time":"2019-08-05T23:07:13.352726+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125068-fpgrlstbfl-1565026121.jpg","tags":["Congress","Bhubaneswar Kalita","Rajya Sabha","Article 370"],"source":"https://scroll.in/latest/932950/congress-is-committing-suicide-party-whip-in-rajya-sabha-resigns-over-article-370"}