{"title":"Congress wants to give reservations to ‘special vote bank’ by reducing SC/ST quota: PM Narendra Modi","content":"Prime Minister Narendra Modi claimed on Tuesday that the Congress intends to create reservations for Muslims in government jobs and education at the cost of India’s Dalits and backward classes.Modi referred to the 4% quota for Muslims that was announced by the Congress government in undivided Andhra Pradesh headed by YS Rajashekar Reddy in 2004-’05. The move was struck down by the Andhra Pradesh High Court.The prime minister on Tuesday described the development in Andhra Pradesh as pilot project for a similar exercise nationwide that would diminish reservations for Scheduled Castes and Scheduled Tribes.“The truth is that when the Congress was in power, they wanted to give separate reservations to their special vote bank by breaking into the reservation of Dalits and backward classes,” Modi said at a rally in Rajasthan’s Tonk-Sawai Madhopur. “Whereas the Constitution is completely against this.”Since 2004, the government in Andhra Pradesh, which is now led by the YSR Congress Party, has been pushing for a 4% reservation for Muslims as a socially and economically backward class. The matter is currently pending in the Supreme Court.The BJP has opposed the reservation on grounds that it is based on religion and has alleged that the Congress is trying to appease Muslims in defiance of the Constitution.“In 2004, when Congress formed the government at the Centre, one of the first things they did was to include Muslims in the SC/ST quota in Andhra Pradesh,” Modi said. “This was a pilot project that the Congress government wanted to implement across the country. Between 2004 and 2010, they tried to implement a Muslim reservation four times but could not because of legal hurdles and an alert Supreme Court.”The reason for providing reservation to Dalits stems from the history of their oppression under the caste system. However, Dalits and Adivasis who convert to Islam or Christianity cannot avail reservation and other schemes for the category. Currently, only Hindu, Sikh and Buddhist Dalits are recognised as Scheduled Caste.The United Progressive Alliance government headed by Prime Minister Manmohan Singh had set up two panels to study discrimination among Muslims and other minorities.The National Commission for Religious and Linguistic Minorities, known as the Ranganath Misra Commission, was set up in October 2004. A seven-member high-level committee headed by former Chief Justice of Delhi High Court Rajinder Sachar to study the social, economic and educational condition of Muslims was set up in March 2005.The committees found that the social and economic situation of Dalit Muslims and Dalit Christians did not improve after religious conversion. The Misra commission had recommended that the Scheduled Caste status should not be linked to religion and should instead be made fully religion-neutral, as is the case with the Scheduled Tribes category.However, the recommendations of these committees were not accepted due to inadequate data. India has also not conducted its decadal census, which could held estimate the number of citizens in need of social welfare schemes, since 2011.The Congress and the INDIA bloc has promised, if it comes to power, to conduct a caste census that will be used to formulate schemes for the benefit of Dalits and other backward or minority communities.आरक्षण का जो हक बाबासाहेब ने हमारे दलित, पिछड़े और आदिवासी भाई-बहनों को दिया, उसमें कांग्रेस और इंडी अलायंस की सेंधमारी की बहुत ही ख़तरनाक योजना है pic.twitter.com/QoFKbOuCPY— Narendra Modi (@narendramodi) April 23, 2024\n\n\nRepeating hate speechThe prime minister on Tuesday also reiterated the communally-charged remarks he made on Sunday. While campaigning in Rajasthan, Modi had claimed that the Congress would redistribute citizens’ property among “infiltrators” if voted to power in the Lok Sabha elections.“When the Congress-led government was in power, they had said that Muslims have the first right over the country’s assets,” he said. “This means that they will distribute wealth to those who have more children and those who are infiltrators. Is this acceptable to you?”Modi on Sunday was purportedly referring to remarks that Congress leader Manmohan Singh had made on December 9, 2006, when he addressed a meeting of the National Development Council. Singh, the prime minister at the time, had said that the country’s priorities were to uplift the Scheduled Castes, Scheduled Tribes, Other Backward Classes, minorities and women and children.“We will have to devise innovative plans to ensure that minorities, particularly the Muslim minority, are empowered to share equitably in the fruits of development,” Singh had said. “They must have the first claim on resources.”Congress president Mallikarjun Kharge on Tuesday said that it will increase the upper limit of reservation based on the findings of a caste-based census. “We will constitute a ‘Diversity Commission’ that will measure, monitor and promote diversity in public & private employment as well as education,” Kharge said at a rally in Kerala.After coming to power, the INDIA alliance government will undertake a nation-wide 'Caste-based Census'.We will also increase the existing upper limit of reservation.We will constitute a 'Diversity Commission' that will measure, monitor and promote diversity in public &… pic.twitter.com/fYeRqHuZq4— Congress (@INCIndia) April 23, 2024\n\n\nAlso read: Why India needs more reliable data on Dalit Christians and Muslims?Harsh Mander: Congress manifesto is not perfect – but kindles some hopeOver 17,400 citizens write to EC seeking action against PM Narendra Modi for hate speech","author":"Scroll Staff","time":"2024-04-23T16:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200244-vmtzytqanj-1713864202.jpeg","tags":["Reservation Debate","Lok Sabha 2024","Prime Minister Narendra Modi","Congress","Andhra Pradesh","Muslims Reservation"],"source":"https://scroll.in/latest/1066960/congress-wants-to-give-reservations-to-special-vote-bank-by-reducing-sc-st-quota-pm-narendra-modi"}