{"title":"Congress accuses BJP leader Anurag Thakur of violating poll code, seeks Election Commission action","content":"The Congress on Saturday complained to the Election Commission against Bharatiya Janata Party leader Anurag Thakur, alleging that his “outrageous speech” made at an Lok Sabha elections rally violated the Model Code of Conduct.Thakur, a Union minister, had claimed at a rally in Himachal Pradesh’s Hamirpur that the Congress was working with a “foreign hand” to give people’s property to Muslims instead of their children, PTI reported.“A foreign hand seems to be behind the Congress hand [party’s election symbol], which wants to hand over your child’s wealth to Muslims and want to finish the country’s nuclear weapons and wants to divide the country on caste and religious basis,” PTI quoted Thakur as claiming.On Saturday, Congress leader Jairam Ramesh said the party has urged the Election Commission to take note of Thakur’s remarks and issue him a notice.“Anurag Thakur followed in the footsteps of the PM [Prime Minister Narendra Modi] and the UP [Uttar Pradesh] Chief Minister [Adityanath] and made a most outrageous speech that violates all standards of decency and truth, apart from the EC’s Model Code of Conduct itself,” Ramesh said in a social media post.The Model Code of Conduct is a set of guidelines issued by the poll panel for political parties, candidates and governments to follow during an election. It sets guardrails for speeches, meetings, processions, election manifestos and other aspects of the polls.The Election Commission must realise that a lack of meaningful action “emboldens these bad faith actions”, Ramesh said. “And if they [Election Commission] do not take action then we will name and shame these offenders who think they are above the law, both in the arena of the public as well as before the courts,” he added.Today, Anurag Thakur followed in the footsteps of the PM and the UP Chief Minister and made a most outrageous speech that violates all standards of decency and truth, apart from the EC's Model Code of Conduct itself. @INCIndia has written to the ECI to take note of the speech…— Jairam Ramesh (@Jairam_Ramesh) April 27, 2024\n\n\nModi, in an apparent reference to the Muslim community, had claimed at an election rally in Rajasthan on April 21 that the Congress would distribute citizens’ property among “infiltrators” and “those who have more children” if voted to power.The prime minister had claimed: “When the Congress-led government was in power, they had said that Muslims have the first right over the country’s assets. This means that they will distribute wealth to those who have more children and those who are infiltrators. Is this acceptable to you?”Modi was purportedly referring to remarks that Congress leader Manmohan Singh had made on December 9, 2006, in an address to the National Development Council. Singh, the prime minister at the time, had said that the country’s priorities were to uplift the Scheduled Castes, Scheduled Tribes, Other Backward Classes, minorities, and women and children.The Opposition parties had denounced Modi’s remarks and several civil society groups termed it hate speech. The Congress, the Communist Party of India and the Communist Party of India (Marxist–Leninist) had complained to the Election Commission against Modi’s claims.On Thursday, the Election Commission issued a notice to the BJP chief JP Nadda, instead of the campaigner in question, seeking an explanation for the alleged violations of the poll code by Modi. The poll panel also directed Nadda to inform the BJP’s star campaigners of the high standards of political discourse expected from them.Also read: Fact-checking five days of Narendra Modi’s speeches: A catalogue of lies","author":"Scroll Staff","time":"2024-04-28T08:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199519-sfjdawizhb-1711187156.jpeg","tags":["Anurag Thakur","BJP","Congress","Model Code of Conduct","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067145/congress-accuses-bjp-leader-anurag-thakur-of-violating-poll-code-seeks-election-commission-action"}