{"title":"Congress and AAP ‘mutually agreed’ to fight Lok Sabha polls alone in Punjab, says Arvind Kejriwal","content":"The Aam Aadmi Party and the Congress have “mutually agreed” to contest the Lok Sabha elections separately in Punjab, NDTV quoted Delhi Chief Minister Arvind Kejriwal as saying on Sunday.“There is no hostility over this,” the news channel quoted Kejriwal as saying.The Aam Aadmi Party chief also said that his party is still in talks with the Congress for a seat-sharing agreement in Delhi, according to NDTV. “The [Bharatiya Janata Party] will have it easy if there is no alliance [between Aam Aadmi Party and the Congress in Delhi),” he said.On February 10, Kejriwal had announced that the Aam Aadmi Party will contest all 13 Lok Sabha seats in Punjab and the lone constituency in Chandigarh.While the Aam Aadmi Party and the Congress are opponents in Punjab and Delhi, they are constituents of the Opposition INDIA bloc that has been formed to take on the BJP-led National Democratic Alliance in the general election.In the 2019 Lok Sabha polls, the Congress won eight out of Punjab’s 13 seats and the Aam Aadmi Party had won one. The BJP had won the Chandigarh Lok Sabha seat and all seven parliamentary seats in Delhi.However, in the 2021 Punjab polls, the Aam Aadmi Party bagged 92 of the 117 Assembly constituencies. The Congress, which was in power in the state, won 18 seats.In late January, the two rivals contested the Chandigarh mayoral elections together. However, the BJP candidate defeated the joint candidate fielded by the Aam Aadmi Party and the Congress after the presiding officer of the election declared eight votes from the Opposition alliance invalid.Earlier in January, West Bengal Chief Minister Mamata Banerjee had also said that her Trinamool Congress party, another constituent of the INDIA bloc, will contest the general elections alone in all 42 Lok Sabha seats of the state.On February 6, however, Congress leader Rahul Gandhi said that Banerjee is very much a part of the INDIA bloc. The Congress MP said that negotiations on seat-sharing for the elections are going on among members of the Opposition bloc. “There is posturing, and that is normal,” he said.","author":"Scroll Staff","time":"2024-02-18T19:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197548-lzidhejgpi-1705375196.jfif","tags":["AAP","Congress","INDIA bloc","Lok Sabha elections","Punjab"],"source":"https://scroll.in/latest/1063912/congress-and-aap-mutually-agreed-to-fight-lok-sabha-polls-alone-in-punjab-says-arvind-kejriwal"}