{"title":"Congress accuses BJP of vandalising Bharat Jodo Nyay Yatra posters in Assam","content":"The Congress on Saturday alleged that members of the Bharatiya Janata Party’s youth wing vandalised banners of the Rahul Gandhi-led Bharat Jodo Nyay Yatra in Assam’s Lakhimpur. The Bharat Jodo Nyay Yatra, or India Justice and Unity March, is the second large-scale outreach programme of Congress in which Gandhi is slated to travel 6,200 km across 15 states. The Congress leader was on his third day’s journey through Assam when the party’s state unit raised the vandalism allegations. Gandhi will be travelling in Assam till January 25, after which the march will enter neighbouring Arunachal Pradesh.In a video the party shared on social media, a group of people can be seen getting out of a vehicle and tearing down posters of the march on a deserted street. The Congress claimed that the vandals were “followers” of Assam Chief Minister Himanta Biswa Sarma. “Rahul Gandhi Ji’s Bharat Jodo Nyay Yatra drawing thousands of cheering people in Assam has made the Himanta Biswa Sarma’s regime restless,” the party said. “While the chief minister is trying to detail the yatra by even threatening arrest, his followers are tearing off posters and banners of the yatra.”#DaroMatHimanta@RahulGandhi Ji's #BharatJodoNyayYatra drawing thousands of cheering people in Assam has made the @himantabiswa regime restless. While CM is trying to detail the yatra by even threatening of arrests, his followers are tearing off posters & banners of the… pic.twitter.com/z37s0Os6CE— Assam Congress (@INCAssam) January 20, 2024\n\n\nThe party also alleged that vehicles of the Youth Congress were also attacked in Lakhimpur. “In response, Congress is planning to file a robust police complaint, urging swift action to apprehend the miscreants aligned with the BJP.” the party wrote on social media. “The call for justice echoes loud and clear.”A brazen attack targeted Youth Congress vehicles during the ongoing Bharath Jodo Nyay Yatra.Last night, BJYM (BJP Yuva Morcha) orchestrated the vandalism of Youth Congress-affiliated vehicles.In response, Congress is planning to file a robust police complaint, urging swift… pic.twitter.com/Tv2lXPLBkp— Assam Congress (@INCAssam) January 20, 2024\n\n\nCongress president Mallikarjun Kharge said that his party condemns such “shameful attacks”.“Congress Party will not be cowed down by this tactic of attack and intimidation employed by the BJP Government in Assam, which is responsible for this,” Kharge wrote on social media. We strongly condemn the shameful attack on the #BharatJodoNyayYatra vehicles and tearing of Congress party's banners and posters by BJP goons in Lakhimpur, Assam.In the last 10 years, BJP has attempted to trample and demolish every right and justice guaranteed by the…— Mallikarjun Kharge (@kharge) January 20, 2024\n\n\nOn Thursday, Sarma said that the Bharat Jodo Nyay Yatra is a “Miya Yatra” as it is passing through areas with Muslim populations. “The Gandhi family is the most corrupt family in the country,” Sarma said. “This is not ‘Nyay Yatra, it’s ‘Miya Yatra’. Wherever there are Muslims, they visit those places.”While the term “Miya” is used by Muslims across South Asia to mean “gentleman”, the word is seen in Assam as an ethnic slur to describe Muslims of Bengali origin.  Following this, Congress leader Jairam Ramesh said on Friday that Gandhi’s march in the northeastern state has left Sarma scared. “When it comes Congress, Rahul Gandhi, he [Sarma] loses his mental stability,” said Ramesh. “The way every section of Assamese society has welcomed the yatra has left Assam’s chief minister confused and that is why he is talking rubbish.”Seeing the grand welcome of Rahul Gandhi by the people of Assam, the Chief Minister of Assam is shocked.#BharatJodoNyayYatra pic.twitter.com/tn9eCOJaeP— Assam Congress (@INCAssam) January 19, 2024","author":"Scroll Staff","time":"2024-01-20T16:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197690-tlqruutmjq-1705744449.jpeg","tags":["Bharat Jodo Nyay Yatra","Rahul Gandhi","Assam","Congress","Himanta Biswa Sarma"],"source":"https://scroll.in/latest/1062451/congress-accused-bjp-of-vandalising-bharat-jodo-nyay-yatra-posters-in-assam"}