{"title":"Congress cannot set its own house in order, says Mayawati after Rahul Gandhi’s alliance claims ","content":"Bahujan Samaj Party chief Mayawati on Sunday rejected Rahul Gandhi’s claim that the Congress had reached out to her with an offer to make her the chief ministerial candidate in Uttar Pradesh, but she did not respond, ANI reported.At a press conference, Mayawati described the former Congress president’s claim as “outrightly fallacious”. She alleged that his statement showed his malevolence towards Dalits and the Bahujan Samaj Party.“Congress can’t mend its own way and can’t set its own house in order but is intruding into our matters,” the former Uttar Pradesh chief minister said. “Congress and Rahul Gandhi should think 100 times before commenting on the BSP.”Mayawati said that the BSP was not “a party where a leader like Rahul Gandhi forcefully hugs the PM in Parliament”. She added that her party is not one that is made fun of all over the world, according to ANI.She also alleged that Bharatiya Janata Party and the Rashtriya Swayamsevak Sangh were seeking to make India not just “Congress-mukt [free of Congress]” but “opposition-mukt [free of opposition] from the national level to the village level.On Saturday, Gandhi hinted that Mayawati did not respond to the Congress’ offer as she was under pressure from central investigative agencies, PTI reported. He alleged that the Bahujan Samaj Party chief gave a clear passage to the Bharatiya Janata Party in the recently concluded Assembly elections in Uttar Pradesh due to “the CBI, the ED and Pegasus”.He made the statement in Delhi after the launch of a book titled, The Dalit Truth — Battles For Realising Ambedkar’s Vision, edited by former bureaucrat K Raju.The Congress leader said that he greatly respects Bahujan Samaj Party founder Kanshi Ram for “awakening the Dalit voice” in Uttar Pradesh, although the grand old party suffered losses as a result. He alleged that Mayawati  was now saying that she would not fight for that voice.“You must have seen that Mayawati did not fight the elections,” Gandhi said. “We had sent a message to Mayawati, let’s have an alliance, you be the chief minister. She did not even talk.”In the Uttar Pradesh Assembly elections, the Congress got just two seats, while the Bahujan Samaj Party got one seat. The former party secured a vote share of 2.33%, while the latter got 12.88% of the votes.The BJP won the elections by securing victory in 255 seats, while the Samajwadi Party emerged as the main Opposition by winning 111 seats.‘Weaker sections suffer when Constitution become defunct’At the event, the Congress leader said that people must speak up, otherwise the Constitution will not be followed.“The Congress and [BR] Ambedkar gave India a weapon – our Constitution,” he told the gathering. “But RSS’ [Rashtriya Swayamsevak Sangh’s] capture of institutions has undermined it. Dalits, minorities, adivasis and other weaker sections pay the price of this subversion.”Congress & Dr. Ambedkar gave India a weapon - our Constitution.But RSS’s capture of institutions has undermined it.Dalits, Minorities, Adivasis & other weaker sections pay the price of this subversion.Our fight back must follow the path shown by Bapu, Nehru ji & Babasaheb. pic.twitter.com/hvW9qYbMn7— Rahul Gandhi (@RahulGandhi) April 9, 2022\n\nGandhi said that when the Constitution becomes defunct, the weaker sections of society suffer the most.He said that many politicians are only interested in securing power, but claimed that he is different, according to The Indian Express. “They wake up in the morning and think about how to secure power,” he added. “They do that till night. They wake up the next day and start thinking the same thing again. India today is filled with such people.”Opposition should unite against BJP: Mallikarjun KhargeReiterating that the Opposition parties should unite against the BJP government, Congress MP Mallikarjun Kharge said that his party will provide relief to the people from the ruling party’s “oppression”, PTI reported.“People are today suffering due to inflation and price rise, there are no jobs and the Rashtriya Swayamsevak Sangh is capturing all constitutional institutions and in such a situation what will happen to our democracy and who will protect Babasaheb’s [BR Ambedkar] Constitution,” Kharge was quoted by the news agency.He also supported Gandhi’s statement and said that the Congress had approached Mayawati was approached for a coalition in Uttar Pradesh, PTI reported.“The Congress party had urged Mayawati ji to come along with the Congress and lead the coalition against the BJP,” he said. “But she did not do so, whatever be the reason.”","author":"Scroll Staff","time":"2022-04-10T09:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172827-aiuvfdhjkr-1649576773.jpg","tags":["Rahul Gandhi","Congress","Mayawati","BSP","Uttar Pradesh","2022 Uttar Pradesh elections"],"source":"https://scroll.in/latest/1021505/congress-offered-cms-post-to-mayawati-but-she-did-not-respond-says-rahul-gandhi"}