{"title":"Congress should start seat-sharing talks in Maharashtra from ‘zero’, says Sanjay Raut ","content":"Shiv Sena (Uddhav Balasaheb Thackeray) leader and Rajya Sabha MP Sanjay Raut indicated on Friday that the Congress is not likely to have an easy go at seat-sharing discussions with his party for the Lok Sabha elections in 2024, reported the Hindustan Times. He did, however, refer to the Congress as an important ally.Both the Congress and the Shiv Sena (UBT) are a part of the Indian National Developmental Inclusive Alliance, a coalition of 28 Opposition parties that plans to take on the Bharatiya Janata Party-led National Democratic Alliance in the upcoming Lok Sabha elections.“Talks with the Congress [about seat sharing] have to start from zero in the state,” Raut told reporters, pointing out that the national party had not won a single constituency in Maharashtra during general Assembly polls in 2019. Raut also said that his party has remained firm in its desire to contest 23 out of 48 Lok Sabha seats in Maharashtra, reported The Hindu. These include four seats in Mumbai city and two in Thane.During the previous general election, the undivided Shiv Sena had won 19 out of these 23 seats in alliance with the BJP and it does not want to share them. There have been discussions in this regard between the Shiv Sena (UBT) and its partners in the Maha Vikas Aghadi alliance, namely the Congress and the Sharad Pawar-led Nationalist Congress Party, Raut added. The decision about seats that each party had won during the last election will take place at a later date. A day earlier, Congress MP Sanjay Nirupam had called the Thackeray faction’s demand for 23 seats “excessive” and said that its vote base has fragmented fragmented after Maharashtra Chief Minister Eknath Shinde’s revolt and defection to the BJP caused a vertical split in the party.Raut hit back at Nirupam, saying, “It was with the Sena (UBT)’s help that the Congress could win the Kasba Peth bye-election [in Pune]. So, all this talk of our vote-base fragmenting is utter nonsense.”He also said that the Shiv Sena (UBT) had won the Andheri bye-election in 2022 despite speculation about its depleting vote share. “The Congress’ high command is in Delhi and we will only communicate with them,” Raut added. “We have excellent communication with [Congress chief] Mallikarjun Kharge and Rahul Gandhi.”Regional INDIA parties hint at contesting aloneWest Bengal Chief Minister Mamata Banerjee on Friday hinted at contesting the Lok Sabha polls alone, saying that only the Trinamool Congress can defeat the BJP in the state, reported ANI. “INDIA alliance will be there across the country,” Banerjee said. “In Bengal, the TMC will fight and defeat the BJP. Remember, in Bengal, only TMC can teach a lesson to the BJP and not any other party.”The Aam Aadmi Party has also hinted at contesting the elections alone in Delhi and Punjab, reported the Hindustan Times.","author":"Scroll Staff","time":"2023-12-29T20:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170154-popbkvqpor-1644934147.jpg","tags":["Indian National Developmental Inclusive Alliance","INDIA bloc","Congress","Sanjay Raut","Shiv Sena","Lok Sabha 2024","Trinamool Congress","Shiv Sena (UBT)"],"source":"https://scroll.in/latest/1061382/congress-should-start-seat-sharing-talks-in-maharashtra-from-zero-says-sanjay-raut"}