{"title":"Congress chief Mallikarjun Kharge chosen INDIA bloc chairperson","content":"The Opposition Indian National Developmental Inclusive Alliance, or INDIA, on Saturday chose Congress chief Mallikarjun Kharge as its chairperson. The decision was announced after the Coordination Committee of INDIA bloc members held a virtual meeting on Saturday. The INDIA bloc is a coalition of 28 Opposition parties that plans to take on the Bharatiya Janata Party-led National Democratic Alliance in the general elections.“AICC President Shri Mallikarjun Kharge is not just Karnataka’s pride, he is the country’s pride, and one of the most experienced leaders we have right now,” Deputy Chief Minister of Karnataka DK Shivakumar said in a tweet. “Today, he has been named Chairperson of INDIA bloc, which shows dependability and trust in his leadership and vision.”AICC President Shri Mallikarjun @Kharge is not just Karnataka's pride, he is the country's pride, and one of the most experienced leaders we have right now. Today, he has been named Chairperson of INDIA bloc, which shows dependability and trust in his leadership and vision. My…— DK Shivakumar (@DKShivakumar) January 13, 2024\n\n\nNationalist Congress Party chief Sharad Pawar also said that all the members of the Opposition alliance agreed that Kharge should head the coalition, reported ANI.Janata Dal (United) chief Nitish Kumar’s name was suggested for the post of convener, Pawar said. However, the Bihar chief minister said that there was no need to appoint a convenor and that a team of party chiefs should be formed instead, reported PTI.Pawar also said that the Opposition alliance has not selected any candidate for the post of prime minister yet and will only decide on the matter after the polls.“There is no need to project one face to seek votes,” Pawar told reporters. “We will select the leader after the elections and we are confident of providing an alternative.”Earlier in the day, Kharge had said in a tweet that the committee also discussed the joint programmes that members of the INDIA bloc will hold in the coming days.“I, along with Rahul Gandhi ji invited all INDIA Parties to join ‘Bharat Jodo Nyay Yatra’ at their convenience and use the opportunity to raise the social, political and economic issues plaguing common people of this country,” the Rajya Sabha MP said.Congress Lok Sabha MP Rahul Gandhi on Sunday will start the Bharat Jodo Nyay Yatra from Manipur. The march will cover 15 states: Manipur, Nagaland, Assam, Meghalaya, Arunachal Pradesh, West Bengal, Bihar, Jharkhand, Odisha, Chhattisgarh, Uttar Pradesh, Madhya Pradesh, Rajasthan, Gujarat and Maharashtra.Leaders of INDIA Coordination Commitee today met online and had a fruitful discussion on the alliance. Everyone is happy that the seat sharing talks are progressing in a positive way. We also discussed about joint programs in the coming days by INDIA Parties. I, along with…— Mallikarjun Kharge (@kharge) January 13, 2024","author":"Scroll Staff","time":"2024-01-13T20:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197492-qiycomfnuz-1705158250.jpg","tags":["Mallikarjun Kharge","INDIA Bloc","Lok Sabha Polls","Nitish Kumar"],"source":"https://scroll.in/latest/1062097/congress-chief-mallikarjun-kharge-chosen-india-bloc-chairperson"}