{"title":"Congress promises caste census, legal guarantee for MSP in Lok Sabha polls manifesto","content":"The Congress on Friday released its manifesto for the Lok Sabha elections, largely reiterating its earlier promises such as conducting nationwide caste census and providing the minimum support price for the farmers as recommended by the MS Swaminathan Commission.The party promised amendments to the law to make defection from political parties grounds for “automatic disqualification” from Legislative Assemblies or Parliament.It has also promised to implement a law to recognise civil unions between couples belonging to the LGBTQIA+ community.The Agnipath military recruitment scheme, introduced by the Narendra Modi government in June 2022, will be scrapped if it comes to power, the party added.The party has also promised to restore the status quo ante, or previously existing state of affairs, on India’s borders with China to ensure that areas where both armies patrolled in the past are again accessible to the Indian soldiers. “We will take the necessary steps to adjust our policy towards China until this is achieved,” the manifesto said.The Opposition party has guaranteed job creation for the youth to address the increasing unemployment. It has promised to introduce the Right to Apprenticeship Act to provide one-year apprenticeship with a private or a public sector company to every diploma holder or college graduate below the age of 25.“As a one-time measure of relief, the amount due including unpaid interest as on March 15 in respect of all student educational loans will be written off and the banks will be compensated by the government,” the manifesto said.Congress said it will replace the Goods and Services Tax laws enacted by the National Democratic Alliance government with “GST 2.0”. The new Goods and Services Tax regime, the party said, will be based on the “universally accepted principle that Goods and Services Tax shall be a single, moderate rate (with a few exceptions)”.The revamped Goods and Services Tax will not be levied on agricultural inputs.The manifesto has also promised to increase the wage under the Mahatma Gandhi National Rural Employment Guarantee Act to Rs 400 per day. The scheme guarantees at least 100 days of unskilled manual work in a year in rural areas. The party has also guaranteed a national minimum wage of Rs 400.The party said it will pass a law to preserve the freedom of the Internet and to prevent arbitrary and frequent Internet shutdowns.Here is the final manifesto approved by the Congress Working Committee and the Congress President. The broad theme of the manifesto is justice. Every aspect of justice has been threatened, weakened, diminished and in some cases, denied in the last ten years. We were active… pic.twitter.com/lc3lYAOVaq— Congress (@INCIndia) April 5, 2024\n\n\nThe Congress has promised to amend the Press Council of India Act, 1978, to “strengthen the system of self-regulation, protect journalistic freedoms, uphold editorial independence and guard against government interference”.According to the manifesto, if the party comes to power, all media houses, irrespective of their size, will be required to disclose their ownership structures (direct and indirect), cross holdings and revenue streams through their websites.The Congress manifesto also promises to ensure freedom of personal laws for minorities. “We will encourage reform of personal laws,” the party said. “Such reform must be undertaken with the participation and consent of the communities concerned.”This comes as the Bharatiya Janata Party is pushing for a Uniform Civil Code, which is a proposed common set of laws governing marriage, divorce, succession and adoption for all citizens.The Lok Sabha elections will be held in seven phases from April 19 to June 1. The counting of votes will take place on June 4.Also read: A Decade Under Modi, a Scroll series evaluating the Union government’s record","author":"Scroll Staff","time":"2024-04-05T12:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199844-ltomicmxcb-1712304550.jpg","tags":["Congress","Election manifesto","Lok Sabha 2024"],"source":"https://scroll.in/latest/1066259/congress-promises-caste-census-legal-guarantee-for-msp-in-lok-sabha-polls-manifesto"}