{"title":"Congress asks Kumaraswamy to be courageous after he expresses unhappiness as chief minister","content":"The Congress on Sunday downplayed Karnataka Chief Minister HD Kumaraswamy’s comments on leading the Janata Dal (Secular)-Congress coalition government, saying he was happy to hold the post.On Saturday, Kumaraswamy said he was “not happy about being the chief minister” and that the post was “not a bed of roses”. “You all are happy that I became the CM [chief minister]. But I’m not,” he told party workers at an event in Bengaluru.Congress leader and Deputy Chief Minister G Parameshwara insisted that the chief minister was happy and had to be so. “He must be happy, the chief minister has to be always happy,” Parameshwara said, according to Hindustan Times. “If he is happy, we will all be happy.”Congress leader Mallikarjuna Kharge asked Kumaraswamy to have the courage to face the circumstances emerging out of the formation of a coalition government, reported ANI. “Running a coalition government is always a problem and all one can do is face them,” Kharge said in response to Kumaraswamy’s remarks. “Simply expressing would not give a good message to people who supported secular parties. Kumaraswamy should be courageous to face such circumstances. He has to fulfil the desire of the people.”JD(S) on Sunday termed Kumaraswamy’s remarks as an “emotional outburst”, reported News18. Party Secretary General Danish Ali reiterated that there were no strains between the Congress and the JD(S). “The coalition government in Karnataka is stable and will complete its five-year term under a common minimum programme for the welfare of the people in the state, including farmers, Dalits and other oppressed classes,” he added.Ali also accused the Bharatiya Janata Party of trying to mislead the people and spread rumours about the Kumaraswamy-led coalition. The Congress and the Janata Dal (Secular) have time and again asserted that the coalition government will complete its five-year term despite leaders, including former Chief Minister Siddaramaiah, expressing doubts over budget proposals and portfolio allocation.The Congress and the Janata Dal (Secular) forged a post-poll alliance to form the government in Karnataka. Kumaraswamy took oath as the chief minister on May 23. Following the Assembly election in mid-May, the Bharatiya Janata Party’s BS Yeddyurappa was initially sworn in as the chief minister but he resigned two days later as his party, despite being the largest, did not have the numbers to prove its majority.","author":"Scroll Staff","time":"2018-07-16T07:43:55.943199+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/886671-wgomqhzpzp-1526891162.jpg","tags":["Karnataka","HD Kumaraswamy","Congress-JD(S) coalition"],"source":"https://scroll.in/latest/886671/congress-asks-hd-kumaraswamy-to-be-courageous-after-his-remarks-on-coalition-government"}