{"title":"Congress asks EC to take action against Amit Shah, Himanta Biswa Sarma for communal speeches ","content":"The Congress on Wednesday filed complaints with the Election Commission about Bharatiya Janata Party leaders Amit Shah and Himanta Biswa Sarma, alleging that they violated the Model Code of Conduct in their speeches ahead of the Assembly polls next month. A delegation of senior Congress leaders met Chief Election Commissioner Rajiv Kumar and presented a total of eight complaints to him. Two of the complaints pertain to Shah and Sarma’s speeches in Chhattisgarh.In his speech on October 16, Shah had referred to the killing of a man named Bhuneshwar Sahu during communal violence in April. “To appease and protect their vote-bank, this Bhupesh Baghel government killed Chhattisgarh’s son, Bhuneshwar Sahu,” Shah had said, according to The Hindu.The BJP has fielded Sahu’s father Ishwar Sahu as a candidate in the Chhattisgarh election.On October 16, Congress MP Jairam Ramesh had said that Shah’s claims were false and were aimed at inciting communal violence. He said that the state government had taken prompt action and arrested the accused.In the complaint against Sarma, the Congress referred to the Assam chief minister’s comments at a rally in Chhattisgarh’s Kawardha district on October 18. It said that he had a “clear cut intention to incite sections of society against one another”. “If one Akbar comes to some place, he calls 100 Akbars,” Sarma had said while campaigning against Congress MLA Mohammed Akbar. “So send him off as soon as possible, otherwise the land of deity Kaushalya will get defiled.”  आज कांग्रेस पार्टी की ओर से चुनाव आयोग को आठ ज्ञापन द‍िए गए हैं। पहला ज्ञापन: गृहमंत्री के छत्‍तीसगढ़ में द‍िए गए बयान को लेकर है।दूसरा ज्ञापन: असम के मुख्‍यमंत्री के छत्‍तीसगढ़ में द‍िए गए बयान को लेकर है।तीसरा ज्ञापन: अध‍िकारियों को 'रथ प्रभारी' बनाने और सेना के राजनीत… pic.twitter.com/nhCmzxVDE3— Congress (@INCIndia) October 25, 2023\n\nThe Congress has also lodged a complaint against the Centre’s plans to depute civil servants as “rath prabharis”.In a circular issued on October 17, the BJP government in the Centre asked all ministries to nominate officers of the rank of joint secretaries, director and deputy secretary till the gram panchayat level in all of the country’s 765 districts to be deployed as “district rath prabharis [special officers]” between November 20 and January 25. These officers would help “showcase/celebrate the [Bharatiya Janata Party government’s] achievements of the last nine years” through the Viksit Bharat Sankalp Yatra.The defence ministry also issued detailed guidelines to all its departments to develop 822 selfie points that may contain a picture of Prime Minister Narendra Modi to showcase the government’s work.“These  acts  of  politicising  the  conduct  of  Civil Servants and Army Soldiers [violate] the Model Code of Conduct and the Central Civil Services (Conduct) Rules, 1964,” the Congress told the Election Commission.We have filed complaints against leaders including Union Home Minister Amit Shah ji  and Assam Chief Minister Himanta Biswa Sarma ji for raising hurtful and divisive issues in an attempt to divert people's attention.They have made allegations without any evidence and will… pic.twitter.com/0e7vxWNVOJ— Congress (@INCIndia) October 25, 2023","author":"Scroll Staff","time":"2023-10-26T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195304-lwctupekne-1698304537.jpg","tags":["Himanta Biswa Sarma","Amit Shah","BJP","Congress","Chief Election Commissioner","Assembly polls"],"source":"https://scroll.in/latest/1058155/congress-asks-ec-to-take-action-against-amit-shah-himanta-biswa-sarma-for-communal-speeches"}