{"title":"‘Congress will never allow Citizenship Amendment Act in Assam,’ says Rahul Gandhi ","content":"Congress leader Rahul Gandhi on Sunday said that his party will never allow the implementation the Citizenship Amendment Act in Assam if voted to power after the Assembly elections. He addressed a rally in Sivasagar to kickstart the Congress’s election campaign. The Congress leader and his party colleagues were seen wearing “gamchas” or cloth towels with the word “CAA” struck out. “Come what may, the Citizenship Amendment Act will not happen,” Gandhi said. Referring to the Bharatiya Janata Party, he added: “Listen Hum do hamare do [we two, ours two], CAA will never happen.” #WATCH | \".....Hum ne yeh gamchha pehna hai.. ispe likha hai CAA.. ispe humne cross laga rakha hai, matlab chahe kuchh bhi ho jaye.. CAA nahi hoga.. 'hum do, hamare do' achhi tarah sun lo, (CAA) nahi hoga, kabhi nahi hoga,\" says Congress leader Rahul Gandhi in Sivasagar, Assam pic.twitter.com/ZYk7xAUdYx— ANI (@ANI) February 14, 2021\n\nGandhi said at the rally that illegal immigration was a concern in Assam, but  the people of the state had the capability to resolve the matter through talks. “No power in the world can break Assam,” he was quoted as saying by ANI. “Whoever will try to touch the Assam Accord or spread hatred, Congress party and the people of Assam will teach them a lesson together.”The Congress leader spoke of the need to unify Assam and hit out at the BJP over its divisive politics. “The BJP and RSS are trying to divide Assam,” he alleged. “This will not affect Narendra Modi or Amit Shah. But it will affect the people of Assam and the rest of the country.” Gandhi also criticised Assam Chief Minister Sarbananda Sonowal. “A remote control can operate a TV but not a CM [chief minister],” Gandhi said, according to PTI. “The current CM listens to Nagpur and Delhi. If Assam gets a chief minister like this again, it will not benefit the people.” On Saturday, Union Home Minister Amit Shah had said that Citizenship Amendment Act will be implemented after the countrywide coronavirus vaccination programme ends. The BJP has repeatedly said that the Act will weed out “illegal immigrants”. The Citizenship Amendment Act, approved by Parliament on December 11, 2019 provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, on the condition that they have lived in India for six years and entered the country by December 31, 2014. It has been widely criticised for excluding Muslims. Protests against the CAA had started in Delhi in mid-December 2019 and spread across the country.","author":"Scroll Staff","time":"2021-02-14T15:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154879-nqcihhnjir-1613294980.jpg","tags":["Rahul Gandhi","CAA","Assam Assembly elections"],"source":"https://scroll.in/latest/986879/congress-will-never-allow-citizenship-amendment-act-in-assam-says-rahul-gandhi"}