{"title":"Congress to legally challenge unopposed win of BJP Surat candidate after Lok Sabha polls","content":"The Congress will take legal recourse after the Lok Sabha elections against the polling officer’s decision to declare Bharatiya Janata Party candidate in Gujarat’s Surat constituency the winner unopposed, two weeks before voting was to take place, reported The Indian Express on Monday.On April 22, Mukesh Dalal was declared the winner from Surat after the Congress’ candidate was disqualified by the polling officer and other candidates withdrew their nominations. Voting in the constituency was scheduled to be held in the third phase on May 7.Sourabh Pardhi, Surat’s district election officer, had rejected the nomination papers of the Congress’ candidate Nilesh Kumbhani on April 21 on the grounds that all three persons who had proposed his candidature had failed to turn up before the polling authority to support his nomination form.The persons had claimed in an affidavit to the poll officer that they had not signed his nomination form. The nomination of the Congress’ alternative candidate was also rejected on the same grounds.On Sunday, senior Congress leader and advocate Abhishek Manu Singhvi said that a returning officer cannot judge a signature’s authenticity.“Legal recourse in these matters happens after the election,” Singhvi told The Indian Express. “Nobody is talking about winning or losing but we are talking about the principles of it.”He also said that a returning officer can decide if “the man standing in front of me is not Abhishek Singhvi”. “I wonder how…[he] can decide the authenticity of signatures without sending it to a forensics lab,” said Singhvi.The Congress leader also said that the election officer did not consider the None of the Above option before declaring Dalal the winner.“He gave an interview two days back in which he proudly showed the handbook of the Election Commission, which says that when somebody withdraws and nobody is left, then declare the candidate left as elected,” he said. “But that handbook was made before NOTA was born. NOTA is a candidate. As long as NOTA is alive and kicking on the paper, you cannot.”On Friday, the Congress suspended Kumbhani from the party for six years, claiming that he either connived with the BJP or was “completely careless” while filing his nomination form.The Congress’ disciplinary committee, in its notice to Kumbani, said that he was given ample time to present his case, but he “disappeared in a dramatic way” without explaining his actions to the party.Also read: Supreme Court seeks EC’s response on plea seeking re-election when NOTA gets maximum votes‘Supporter of BJP met me’: Surat candidates on the various reasons they withdrew from the election","author":"Scroll Staff","time":"2024-04-29T12:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110946-dcethvmfxl-1602479606.jpeg","tags":["Lok Sabha 2024","Abhishek Manu Singhvi","BJP","Congress","Gujarat","Election Commission"],"source":"https://scroll.in/latest/1067188/congress-to-legally-challenge-unopposed-win-of-bjp-surat-candidate-after-lok-sabha-polls"}