{"title":"Congress will take tough decisions if needed to strengthen party in Rajasthan, says Jairam Ramesh","content":"Congress will take tough decisions if needed to strengthen the outfit in Rajasthan, party leader Jairam Ramesh said on Sunday amid a tussle between Rajasthan Chief Minister Ashok Gehlot and his former deputy Sachin Pilot, reported PTI. In an interview with NDTV on Thursday, Gehlot had called Pilot a traitor, adding that the Tonk MLA cannot be made the chief minister of Rajasthan if Congress wins Assembly elections in the state next year.Pilot had hit back, saying it was unbecoming of Gehlot’s stature to use this kind of language to attack him and make false and baseless allegations.Gehlot’s made the comments in reference to Pilot’s revolt in August 2020 that had pushed the Rajasthan government into a political crisis. The MLA from Tonk had demanded that he be made the chief minister. The turmoil was resolved after the Congress formed a three-member panel comprising Priyanka Gandhi Vadra, KC Venugopal and Ahmed Patel to address Pilot’s concerns.On Sunday, Ramesh, the general secretary (organisation) of the party, said that Gehlot should not have used the words he did in the interview. He also said that both Gehlot and Pilot are equally important for the Congress, reported the Hindustan Times.  “The individual does not matter – whether there is a senior leader or a young leader,” he said on the sidelines of the Bharat Jodo Yatra. “Because individuals come and go. Organisation matters more.”Ramesh added: “If a compromise has to be made [between Gehlot and Pilot], then it will be done.”The Congress leader also said that he cannot give a time frame for coming up with the solution.","author":"Scroll Staff","time":"2022-11-28T08:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/91103-yxvqakqtmk-1659939048.jpg","tags":["Ashok Gehlot","Congress","Jairam Ramesh","Rajasthan","Sachin Pilot"],"source":"https://scroll.in/latest/1038465/congress-will-take-tough-decisions-if-needed-to-strengthen-party-in-rajasthan-says-jairam-ramesh"}