{"title":"Constitution does not allow preferential treatment for religious majority: SC judge BV Nagarathna","content":"The State does not owe loyalty to any religion and the Constitution does not want the religious majority to enjoy any preferential treatment, Supreme Court Judge Justice BV Nagarathna said on Monday, reported Live Law.“The vision of the founding fathers was that a nation transcending all diversities of religion, caste and creed; to bring about a new social order based on justice, social, economic and political aspects,” she said.Speaking at the the launch of a book titled Constitutional Ideals: Development and Realisation Through Court-led Justice, Nagarathna also noted that the the essence of fundamental duties is to achieve ideal citizenship for which one needs to practice the values of the Constitution, reported Live Law.“Among the constitutional values, integrity is the highest,” the judge said. “But alas! With the passing of every year, integrity is losing its value in our total value system. Bribery, corruption and flaunting of ill-gotten wealth has become the order of the day and has been entrenched in Indian society.”She added: “Disproportionate assets possessed by certain persons, especially by those in public life are hardly thought of as blackmarks in our Indian society.”The judge also said that a country can only be as independent as its institutions like the Election Commission, judiciary, the central bank, among others, reported Bar and Bench. “Most of such institutions were established to perform the challenging task of maintaining a judicious balance between conflicting interests and overhauling the governance system by enforcing accountability,” she said. “Institutional independence has an inverse relationship with external influences over the authorities. The lesser the influence, the higher will be the scope for functional autonomy.”Nagarathna said that the judiciary plays an important role in scrutinising any government action that could possibly be infringing on basic human rights or personal liberties. At the same time, she also said the importance that the judiciary should adhere to the principle of separation of powers and not cross the “lakshmanrekha”.“Elected governments and the political executive must recognise and respect the Constitutionally accorded role of the judiciary in a democracy based on the rule of law,” she added. “Similarly, the judiciary, must continue to remaining conscious of the constitutional lakshmanrekha of inter-institutional balance which requires that legislative wisdom or the exercise of executive discretion not be interfered with on a routine basis.”","author":"Scroll Staff","time":"2023-05-31T19:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190794-lhntbegynl-1685539371.jpeg","tags":["BV Nagarathna","Religion","Judiciary"],"source":"https://scroll.in/latest/1050137/constitution-does-not-allow-preferential-treatment-for-religious-majority-sc-judge-bv-nagarathna"}