{"title":"Consumer expenditure survey withheld because of data quality problems, claims Centre","content":"The Centre on Friday rejected reports that it has withheld a consumer expenditure survey for 2017-’18 prepared by the National Statistical Office because of “adverse findings”. The survey showed that the monthly per capita consumption expenditure had declined for the first time in 2017-’18 since the 1970s. The government said the survey was not published due to problems in data quality.The Ministry of Statistics and Programme Implementation, stating that it had seen the reports, said in a press release: “We would like to emphatically state that there is a rigorous procedure for vetting of data and reports which are produced through surveys.” It added that all surveys are drafts, and cannot be regarded as final data.The ministry said that “significant increase in divergence” was noticed between the findings of the survey and other data like the actual production of goods and services, in the levels of consumption pattern as well as their direction. “Concerns were also raised about the ability/sensitivity of the survey instrument to capture consumption of social services by households especially on health and education.”The ministry said it had referred the matter to a committee of experts, which noted the discrepancies and made several recommendations, including refining the survey methodology and improving the data quality aspects. “The recommendations of the Committee are being examined for implementation in future surveys,” it added.“In view of the data quality issues, the ministry has decided not to release the Consumer Expenditure Survey results of 2017-2018,” the ministry claimed. It added that the feasibility of conducting the next Consumer Expenditure Survey in 2020-’21 and 2021-’22 is being examined, after incorporating all the refinements in data quality. The surveyThe survey, conducted between July 2017 and June 2018, showed that the monthly per capita consumption expenditure was Rs 1,446 in 2017-’18, compared with Rs 1,501 in 2011-’12 – a decline of 3.7% in six years. The decline was primarily because of rural areas, where consumer spending fell by 8.8%. The figure rose by 2% for urban areas. Food consumption also declined for the first time in decades, the data showed. Rural households spent Rs 580 per capita per month on food in 2017-’18, compared to Rs 643 in 2011-’12. In urban areas, the figure rose very marginally from Rs 943 to Rs 946. Non-food expenditure fell 7.6% in rural areas but increased 3.8% in urban areas. A committee had approved the report for release on June 19, 2019, Business Standard reported. The Ministry of Statistics and Programme Implementation had said in its annual report that the data would be released in June 2019. A sub-committee formed by the government to examine the adverse data said last month that the survey had no defect, officials told the newspaper.The Indian economy has been going through a slowdown. It grew just 5% in the April-June 2019 quarter, the slowest in six years. In May, the government had released a report by the National Sample Survey Organisation that showed that India’s unemployment rate rose to a 45-year high of 6.1% in 2017-’18. That report, too, had been withheld for months.","author":"Scroll Staff","time":"2019-11-15T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/943876-71168-yblirspjnz-1518454411.jpg","tags":["Consumer Expenditure Survey","Ministry of Statistics and Programme Implementation","rural expenditure","Indian economy"],"source":"https://scroll.in/latest/943876/consumer-expenditure-survey-withheld-because-of-data-quality-problems-claims-centre"}