{"title":"Consumer spending fell for first time since 1970s in 2017-’18, report withheld: Business Standard","content":"Consumer spending – the total value of goods and services that households spend on – declined for the first time in over four decades in 2017-’18, Business Standard reported on Friday, citing yet-to-be-released data from the National Statistical Office. The office has withheld the survey report so far due to the “adverse findings”, four unidentified officials told the newspaper.The survey, conducted between July 2017 and June 2018, showed that the monthly per capita consumption expenditure was Rs 1,446 in 2017-’18, compared with Rs 1,501 in 2011-’12 – a decline of 3.7% in six years. The decline was primarily because of rural areas, where consumer spending fell by 8.8%. The figure rose by 2% for urban areas.All figures are in real terms – meaning they have been adjusted for inflation.The period of survey was preceded just a few months earlier by demonetisation, and coincided with the implementation of the Goods and Services Tax regime. However, since the numbers are six years apart, it is unclear when the decline might have begun, former Planning Commission member Abhijit Sen told Business Standard.Food consumption also declined for the first time in decades, the data showed. Rural households spent Rs 580 per capita per month on food in 2017-’18, compared to Rs 643 in 2011-’12. In urban areas, the figure rose from Rs 943 to Rs 946. Non-food expenditure fell 7.6% in rural areas but increased 3.8% in urban areas. A committee had approved the report for release on June 19, 2019, the newspaper said. The Ministry of Statistics and Programme Implementation had said in its annual report that the data would be released in June 2019. A sub-committee formed by the government to examine the adverse data said last month that the survey had no defect, officials told the newspaper.Himanshu, associate professor at Jawaharlal Nehru University, told Business Standard that consumption had last declined in 1972-’73. “In the last five decades at least, there has never been a period that consumption expenditure in real terms has declined,” Himanshu was quoted as saying. “This data clearly shows that poverty levels would have gone up substantially. A back of the envelope calculation would suggest that the percentage of population in poverty would have gone up by at least 10 percentage points.”Sen said that the decline in food spending, especially in villages, shows that malnutrition has increased.The Indian economy has been going through a slowdown. It grew just 5% in the April-June quarter, the slowest in six years. In May, the government had released a report by the National Sample Survey Organisation that showed that India’s unemployment rate rose to a 45-year high of 6.1% in 2017-’18. That report, too, had been withheld for months.In the first full quarter immediately after demonetisation, the GDP growth had slowed from 7.4% in October-December 2016 to just 6.1% in January-March 2017, followed by 6% and 6.8% in subsequent quarters.‘Modinomics stinks’Sharing the report on Twitter, Congress leader Rahul Gandhi criticised the ruling Bharatiya Janata Party for not releasing the report. “Modinomics stinks so bad, the government has to hide its own reports,” he said.Modinomics stinks so bad, the Govt has to hide its own reports. pic.twitter.com/mnXXBEQEFM— Rahul Gandhi (@RahulGandhi) November 15, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-15T12:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/37261-fytlwhyjyb-1467797135.jpg","tags":["Consumer spending","National Statistical Office","Indian economy"],"source":"https://scroll.in/latest/943803/consumer-spending-fell-for-first-time-since-1970s-in-2017-18-report-withheld-business-standard"}