{"title":"Communist leaders continue to harm India by claiming they recognise class but not caste","content":"On  December 3, I went to Bhuvanagiri, a town 70 km away from Hyderabad, to speak in an election meeting organised by the Communist Party of India (Marxist) and the Bahujan Left Front. This new formation, floated by combining the Marxist-Ambedkarite forces in Telangana with a new slogan “Jai Bheem Lal Salam”, is likely to decide the fate of a significant number of candidates in the December 7 Assembly elections. The Bahujan Left Front is in the fray in 109 out of the state’s 119 seats (after 10 nominations were rejected), and is likely to play the role the Bahujan Samaj Party did in Uttar Pradesh before 1994.Former Tripura Chief Minister Manik Sarkar, a member of the Communist Party of India (Marxist)’s politburo – its principal policymaking committee – was the chief guest at the meeting. Before the meeting started, we had some time and discussed a few general issues. Sarkar speaks very good English and I found him well informed. Among other things, Sarkar and I spoke about the Bahujan Left Front’s election promise of converting all government schools in Telangana into English-medium schools, with a good component of Telugu-language instruction. I found Sarkar conservative on this issue. He is like any other Bengali communist leader who has studied in a private English medium school but refuses to consider making English the medium of instruction in rural and urban government schools to bring them on par with private schools. This attitude – that the children of the working class and agrarian farm labour must carry the flag of linguistic nationalism by studying in regional language schools while their own children gain an education in English  – is no different from that of the Rashtriya Swayamsevak Sangh’s language nationalism.In Telangana, however, the Communist Party of India (Marxist) has agreed to the demand of people that English should be made the medium of instruction in all classes in all government schools. The people in villages know that education in English is the key to a better future for their children. The Bahujan Left Front is getting a lot of support from rural folk ahead of voting day because of their election promise.No Dalit or Adivasi leaderDuring our discussion, I also asked Sarkar why there was not a single Dalit or Adivasi leader in his party’s politburo? His casual answer shocked me. “We do not believe in picking up leaders,” he said. “They should emerge with a merit of their own. We do not believe in caste-based identity leadership.” Other English-speaking intellectuals from West Bengal and Tripura also talk along the same lines.Communist leaders who claim that they recognise class but not caste have already done considerable damage in India and continue to do so. Politically, the Bharatiya Janata Party has attempted to corner the communists on this issue several times, particularly after Narendra Modi took over as prime minister. For instance, the BJP keeps asking why there are no Dalit or Adivasi leaders in the Communist Party of India (Marxist)’s top policy-making body.Communist leaders are supposed to be the most pro-poor. But they do not even seem to realise that their own names carry tags of their so-called higher castes. Sarkar (Manik), Bhattacharya (Buddhadeb), Basu (Jyothi), Mitra (Ashok) indicate caste background. I mentioned these names because they are well known communist leaders past and present. Does anyone find last names such as Sarkar, Bhattacharya, Basu, Mitra among the Shudras (Other Backward Classes), Namashudhras (Dalits) and Adivasis in West Bengal or Tripura?The earliest English-educated Brahmins of Bengal like Raja Ram Mohan Roy (who initiated the Bengali renaissance), Manabendra Nath Roy (the founder of the Communist Party of India) have their caste tags too. But that was a different stage of history.If the communists believed in de-classing themselves they should have also initiated a process of de-casting themselves. Caste and family names are inherited generation to generation as is property. In fact, caste inheritance is much more deep-rooted than property inheritance in India. Indian communists, who took the theory of class struggle from the writings of Karl Marx and Friedrich Engels’ to fight for for socio-economic change and transformation, could have evolved their own theory of caste struggle.It is a fact that because of the caste system, most of the Shudras, Ati-Shudras and Adivasis in united Bengal embraced Islam. This led to an increase in the population of Muslims and the subsequent division of Bengal. Yet Bengali communist intellectuals still did not examine the caste system seriously. They refused to recognise Ambedkar’s theory of caste for a long time. Even now they do not seem to engage with Ambedkar’s annihilation of caste theory seriously. Their understanding of merit is no different from that of the non-communist upper caste leaders and intellectuals.Communists and caste discriminationThe casual attitude of communist leaders towards caste discrimination and the lack of leaders from the oppressed castes in their ranks is worrisome. For instance, the communists have ruled both West Bengal and Tripura for several years, but a middle class from the Shudras or Namasudras has not emerged in these two states. The educated middle class in these states have not thrown up even one communist leader worthy of being a member of the politburo. All this helps the BJP and the RSS to attract Dalits, Adivasis and Shudras into their fold. They are consciously promoting Hinduised members of these communities to leadership positions in West Bengal and Tripura. At present, the BJP is focusing on capturing West Bengal as it is already ruling Tripura, having taken over in June, ending 25 years of Left rule.In West Bengal, the communists should have realised their mistake at least after being voted out of power after 34 years in 2011. But they seem to be quite indifferent to it. The inability of the Communist Party of India (Marxist) to develop a single leader from the Dalit or Adivasi community is also a comment on the incapacity of its own leaders, and indicates that its leadership is not as meritorious as it claims to be. It is time that communist leaders see merit among the meritless and understand the role of caste in their own consciousness.The Communist Party of India is free from this problem to some extent as D Raja, a Dalit leader, is part of the party’s top leadership. However, members of the Dalit and Adivasi communities are unhappy with the approach of communist leaders towards caste discrimination overall.Kancha Ilaiah is a well known political theorist, social activist and chairman of T-MASS (Telangana Mass and Social Organisations), which is linked to the Bahujan Left Front.","author":"Kancha Ilaiah Shepherd","time":"2018-12-15T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/904775-83549-qzoktrzrnm-1521860890.jpg","tags":["Communists","Dalits","Adivasis","politburo","caste","class","Telangana"],"source":"https://scroll.in/article/904775/continuing-indifference-of-communist-leaders-towards-caste-discrimination-in-india-is-worrisome"}