{"title":"How the BJP has captured the post-Pulwama political narrative","content":"On Thursday, more than 40 personnel of the Central Reserve Police Force were killed in Jammu and Kashmir’s Pulwama district, when a teenaged member of the Jaish-e-Mohammed rammed an explosive-laden car into their bus. Though there were obvious questions to be asked about the intelligence and operational failures that allowed the attack to occur, the Opposition immediately declared that it stood united  with the Bharatiya Janata Party-controlled government.However, a week after the attack, it seems that the BJP has captured the political narrative around security and nationalism. It has done this by using a mixture of its own offensive tactics, its earlier lead on muscular nationalism and the Opposition’s reticence to ask the Centre hard questions – thus vacating political space.Political canvassingThe day after the attack, Jammu and Kashmir Governor Satya Pal Malik said that the tragedy was partly the result of an intelligence failure given that a car laden with explosives was able to move freely down the highway in the Valley. On the same day, the BJP also announced that it was cancelling all scheduled political activity till the funerals of the Central Reserve Police Force personnel were over. On Saturday, the Indian Express published a  report on how the BJP was treading cautiously around the attack, wary of public anger being directed at the Union government. “No politicising the issue,” a party leader told the newspaper.The BJP, however, only partially fulfilled its pledge to keep away from partisan politics. While party president Amit Shah did cancel his scheduled rallies in Odisha and Chhattisgarh on Friday and Modi called off a rally in Itarsi in Madhya Pradesh, the prime minister decided to go ahead with a public speech in Jhansi that day. In that rally, Modi made an appeal to voters to choose the BJP in the upcoming Lok Sabha elections to ensure a strong government at the Centre.The next day, on Saturday, Modi launched his party’s poll campaign in Maharashtra. The prime minister spoke about his government’s welfare programmes – and also the Pulwama attacks. Modi announced that a “fitting reply” would be provided and “each drop of tear will be avenged”.On Sunday, Shah was more direct in a rally in Assam. “Their [Central Reserve Police Force personnel] sacrifice won’t go in vain as it’s not the Congress government which is at the Centre, it is the BJP which is at the Centre,” he said.On Monday, at a BJP booth-level meeting in Vadodara, Gujarat, state leader and party spokesperson Bharat Pandya spoke about the Pulwama attack. He criticised the previous Manmohan Singh government’s handling of national security and urged people to convert their nationalism into votes. “The entire nation has stood together in unity with the feeling of nationalism, and it is our responsibility to convert this unity into a united vote,” said Pandya.Ground presenceApart from the presence of Pulwama during political meetings, the BJP has also ensured its party apparatus was visible on the ground in the aftermath of the attack. The day after the incident, the BJP asked its chief ministers and ministers, both in the states and the Union government, to attend the funerals of the Central Reserve Police Force personnel, reported the Economic Times.The party also decided to hold nationwide protests against terror on Sunday, as well as condolence meetings for the victims of the attack, reported the Hindustan Times. BJP general secretary Arun Singh instructed party leaders to avoid displaying the BJP flag at these meetingsbut instead exhibit the party’s poll symbol, the lotus.In contrast to the BJP’s rapid moves, the Opposition has remained silent. On Tuesday, Scroll.in reported that the Congress and other parties were wary of being branded “anti-national” in the event that they asked questions of the government. Till now, only the Trinamool Congress has confronted the government about the security lapses that led to the attack. Mamata Banerjee claimed on Monday that the suicide attack was the result of an intelligence failure.BJP MP Sakshi Maharaj laughing while standing on truck, carrying the body of #Pulwama martyr.😳 Shame on you @BJP4India pic.twitter.com/Xd71FoOxLO— Dr. Ram Puniyani رام پنیانی (@Rampuniyani1945) February 16, 2019\n\nA few snagsWhile, for the most part, the BJP’s attempts to take its message to the ground were successful, there were a couple of hitches. On Saturday, BJP MP Sakshi Maharaj was riding a truck carrying the body of Central Reserve Police Force jawan Ajit Kumar in Unnao, Uttar Pradesh. Photos of the procession, however, showed   Maharaj inappropriately beaming and saluting the crowd, leading to criticism   that the MP was treating the funeral like a party rally.Union Minister Alphons Kannanthanam also faced sharp criticism after he uploaded on social media a photo of himself standing next to a casket carrying the body of a Central Reserve Police Force jawan. Alphons deleted the pictures from his Twitter and Facebook account on Sunday.The BJP has occupied the centre of the muscular Indian nationalist space for some time now. Its capturing of the political narrative in the aftermath of the horrific Pulwama attack cements its position even further.Also read:Pulwama attack: Why the Opposition is refusing to ask Centre hard questions about security lapsesPulwama attack: Punitive action by India must begin at home – against negligent officials","author":"Shoaib Daniyal","time":"2019-02-20T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113433-vnftuqzkfl-1550590486.jpg","tags":["BJP","Modi","Pulwama attack","2019 elections"],"source":"https://scroll.in/article/913875/convert-nationalism-into-votes-how-the-bjp-has-captured-the-post-pulwama-political-narrative"}