{"title":"Gangrape convicts must be sent back to jail considering barbarity of crimes, Bilkis Bano tells SC","content":"All the 11 convicts in the Bilkis Bano case should be sent back to jail because of the barbarity of the crimes they committed, her counsel Shobha Gupta told the Supreme Court on Wednesday, reported Live Law.A division bench of Justices BV Nagarathna and Ujjal Bhuyan was hearing a batch of petitions challenging the Gujarat government’s decision to grant remission to 11 men convicted and sentenced to life imprisonment for gangraping Bano and murdering 14 members of her family during the 2002 riots.The convicts were released on August 15 last year, coinciding with 75 years of India’s independence.On Thursday, the judges reserved their order in the matter and directed the Centre and the state government to submit original records of the remission of sentence of the convicts by October 16, reported PTI.At Wednesday’s hearing, the court was hearing arguments by the petitioners after the convicts argued that the remission of their life sentence was legal and in accordance with the policies, reported Live Law.However, Gupta argued that the state government should have considered the nature of crime, its impact on the society and the precedent it sets before granting remission.Justice Nagarathna pointed out that one of the convicts had argued that remission is necessary for reformation. “They have given us judgments in which it is said that a man should be given a chance to reform and be reintegrated into society,” she said. “So we have to balance the interests of both sides.”To this, Gupta said that the nature of their crime is not equivalent to a gunshot injury or a simple murder case. She described the crime committed by the 11 convicts on March 3, 2002, during the communal riots in Gujarat when Prime Minister Narendra Modi was the chief minister of the state.The convicts had killed eight minors and Bano’s three-year-old daughter after smashing her head into a rock. At the time, 19-year-old Bano was pregnant and was gangraped. “It’s heart wrenching to read about the condition in which the bodies were discovered, which the High Court has detailed,” Gupta told the court. “These crimes were brutal, barbaric, and gruesome. Convicts have a right to be considered for remission on completion of a certain period of sentence. My issue here is the factors that the government has neglected to consider.” Gupta also argued that even when the 11 men were in prison, they were a “privileged lot” and released on parole. “This is not a case where the convicts deserve mercy,” Gupta said, reported Live Law. “They should be sent back. I’m beseeching this court with folded hands to send them back where they have come from.”This comes after Additional Solicitor General SV Raju, appearing for the Gujarat government, had argued in August that a chance must be given to even hardened criminals to reform themselves. He also submitted the accused men in the case committed a “heinous” crime, but added that it does not fall in the rarest of rare categories.","author":"Scroll Staff","time":"2023-10-12T13:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180546-mzhvczvjoj-1664380864.jpg","tags":["Bilkis Bano","Supreme Court","Gujarat Government","2002 Gujarat Riots"],"source":"https://scroll.in/latest/1057479/convicts-should-be-sent-back-to-jail-considering-barbarity-of-their-crimes-bilkis-bano-tells-sc"}