{"title":"Coronavirus: ‘Why has Modi done this?’ Rajasthan workers walk back home from Gujarat","content":"On Tuesday evening, Dashrath Yadav sat at a bus stop in Ahmedabad, listening keenly to Prime Minister Narendra Modi’s address to the nation. The 32-year-old daily-wage earner gathered that there was to be 21-day nationwide lockdown to curb the spread of Covid-19, the strain of coronavirus that has claimed 10 lives in India. But he was still trying to make sense of what it meant for him.Around 8.30 pm that day, Yadav received a message on WhatsApp saying movement across the country would be heavily restricted and that citizens had to stay inside their homes. But home for him was nearly 240 kilometres away, in Rajasthan’s Banswara district. He had already been anxious. By March 23, Gujarat as well as most other states and Union Territories were already under lockdown. Gujarat had suspended public transport. Determined to reach home, Yadav decided to travel with a group of 12 that set out for Rajasthan on foot that day.“We walked the whole night,” he said. “We did not carry water. We did not have food and we barely stopped for a few minutes to rest. Someone’s feet got swollen, another person fainted.” Walking from Gujarat to Rajasthan, Yadav says, he saw around thousands, including women and children, making their way home. “I saw four people on a bike, three people on a cycle, a one-year-old child and a woman who had just delivered a baby,” he said. The flow of migrants between Gujarat and Rajasthan has increased over the past week, said Santosh Puniya of Aajeevika Bureau, a Rajasthan-based non-profit that works with migrant communities. “In the last three days, we have received at least 500 calls from workers asking about the coronavirus,  which has caused a lot of retrenchment, forced resignations,” he said. The organisation runs a helpline along with the Rajasthan government’s labour department. “The workers are in a desperate situation now.”Dashrath Yadav clicked a photo of himself on Wednesday at Ratanpur. Homeward boundLike Yadav, thousands of migrant workers across the country are stranded or have set out  walking on foot to reach home in states like Uttar Pradesh, Bihar, Jharkhand, Rajasthan and Gujarat. Even before the nationwide lockdown was announced, workers had thronged bus and railway stations to find a place in jam-packed buses or trains before they got cancelled. But it would be a long way home for those who made the journey on foot.Yadav and his group reached Hapa village in Sabarkantha district, travelled 90 kilometres away from Ahmedabad, on the morning of March 25. Village residents used their private vehicles to help transport the group to Ratanpur village, on the Gujarat and Rajasthan border. After they reached the border, around noon, they joined a long queue as police checked workers entering Rajasthan, took their mobile phone numbers, address, and left an ink mark on their hands. From the border, Yadav and his group were able to take a government-run bus that dropped them off at Sagwara district in Rajasthan. But that is still around 54 kilometres away from Banswara. The lockdown has left him perplexed. “People should have had time to think before this was imposed,” said Yadav, who earned around Rs 20,000 per month. “Who will help those who do not have money?”Another daily wage worker, 60-year-old Bachu Damor, left Surat with his wife, Kanta, and their three children around 11pm on March 24. Their home is also in Banswara district. Damor used to earn Rs 300 for a day’s work.  Then on March 24, his contractor asked him to leave as all construction work had stopped for the last four days.“He said that this could continue for 25 days,” Damor said. “He told us to put a scarf on our mouth and wash our hands. But we can only do that wherever we find water on the road.” The family walked away from Surat, crossed the 4,633-feet-long Golden Bridge on foot and hitchhiked their way to Halol city in Panchmahal district by 2.30 pm on March 25. But they were still unsure of when they would be able to reach home. “It could take us two more days,” Damor said. “We might just sleep on the road for the night.”“Groups of Adivasi workers walking back from Surat in #Gujarat to their homes hundreds of kilometres away” — video by Prayas, NGO working with construction workers. A few of the workers here say they are trying to reach Una, over 500 km away pic.twitter.com/Adv9lVBfnx— Anumeha (@anumayhem) March 25, 2020\n\nThe old stay backSome migrant workers are still stranded far from home. The suspension of public transport meant that 56-year-old Kamliben, a daily wage worker who has lived in Surat for three years, would not be able to make it to her home in Kushalgarh in Banswara district. “All the young ones left and the older ones stayed back,” she said. She lived with her 27-year-old grandson, Rakesh Rawat, in a makeshift hut. Rawat, who stayed back with his grandmother and worked for wages of Rs 700 per day, said that most of the migrant families in Surat had left. “We wanted to go home but my grandmother cannot walk,” he said. “All the work here has stopped. Shops are shut and we do not have money.” The family does not have money to buy soap, and Kamliben walks a short distance away from her hut three times a day to fill three buckets of water from a borewell. They were able to eat cooked meals at a government-run shelter twice a day. But the sudden nationwide lockdown had left Kamliben puzzled. “Why has Modi done this?” she asked. “Has he made the virus? How will we sit inside our house for so long?”Dashrath Yadav shot his picture of migrant workers at Ratanpur along the border of Gujarat and Rajasthan on March 25. Journey’s endSome migrant families have managed to reach home. Thirty-two-year old Pankaj Raina reached his home in Kushalgarh in Banswara district around 3pm on Wednesday. The daily wage worker who lived in Surat with his wife, Anju, and their two children – a five-year-old and a nine-month-old – squeezed into a car with 24 others on Tuesday night.The private car was hired for Rs 14,000 to transport the workers to Rajasthan. Raina paid a total of Rs 2,000 for the whole family to get on board. “We were scared and that is why we all left,” said Raina, who earned around Rs 30,000 a month, depending on the amount of construction and plaster work available. Meanwhile, at 5.30 pm on March 25, Yadav was at another bus stop, this time in Sagwara. His group and he were waiting to make transport arrangements. “The police have told us to not walk on the road till we get a ride to go to Banswara,” he said. But it was only at Sagwara that he got his first meal, 20 hours after he left Gujarat – tea and biscuits served by police officials at the spot.Then they set off again on foot. It was 10.20 pm by the time Yadav reached his home in Banswara, his feet swollen from the long walk. But that is not the end of his worries – work will be scarce during a global pandemic.“Whoever has to get coronavirus will eventually get it,” he said. “I will not stay inside my house. I will go work in the fields. The rains are about to start.”","author":"Vijayta Lalwani","time":"2020-03-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138920-plqiirfbpf-1585161335.jpg","tags":["COVID-19","Coronavirus","India","Migrant workers","Public health crisis","Lockdown","Narendra Modi"]}