{"title":"Coronavirus pandemic: Is there a reasonable alternative to a comprehensive lockdown?","content":"At this time of crisis, it is absolutely necessary (a) to concentrate our effort on policies that are feasible; (b) to avoid measures that are unaffordable for most citizens; (c) to not criminalise private actions triggered by the need for survival; and (d) to communicate state intent in credible, unambiguous, and specific terms.This brief article addresses a particular issue in India’s battle against Covid-19, one that has been noted by many observers. A lockdown is a potent form of ensuring “social distance” across households, presumably arresting the rate and reach of viral infection. But the general economy-wide costs and the household-specific burdens of a comprehensive lockdown are enormous. A spiraling macroeconomic downturn is an obvious consequence, but what we have in mind is the protracted stress on household incomes, employment and nutrition, ultimately measured in human lives and not in rupees.The safety of lives comes before material loss, so it is axiomatic that the first-best approach is to put in place a comprehensive scheme of welfare measures aimed principally at protecting the material security of the poor, while enforcing a general lockdown. And yet there are considerations of information, targeting, and informality that make it extremely difficult for any government – however well-intentioned – to carry out those measures. In the end, we are inevitably confronted by the choice between social distancing on the one hand, and denying people their livelihood on the other.Difficult choiceThis is an incredibly difficult choice. It isn’t easy even in richer countries such as the United States, where the distribution of income is highly unequal, and social nets have enough holes in them so that widespread and life-threatening hardship (under lockdown) is a real possibility. These concerns are magnified many-fold for India. A general mandatory lockdown may simply not be sustainable, given that interpersonal contact in some form is unavoidable for the vast majority of jobs and businesses. Numerous observers have made this central point, and we have little to add here, except to voice our full agreement with them.It is in this context that we would like to place the following proposal on the table for critical evaluation. We are not dogmatic about it. Like every other proposal, this one has its limitations; see especially the discussion surrounding item 4 below. But we offer it in the spirit of a constrained solution in a fundamentally imperfect world.1. All available data suggest that the death rate from Covid-19 for people between 20-40 is comparable to the overall death rate for all ages from influenza. If it is acceptable for people of all ages to move around freely in the presence of influenza, it should be acceptable to allow (not force) all adults under 40 in India to work freely at the present time. This is not an ideal outcome, but it is a reasonable compromise to work with, and it can be readily monitored (for instance, an Aadhaar card states the year of birth).2. This measure can – and must – be supplemented by antibody testing as such testing becomes widely available, and as antibody stocks in the population build up. Everyone certified under an antibody test should be permitted to work as well.3. Later, as the infection rate subsides, new measures can be taken to move “up the age distribution” for work-permits.4. Protection of the elderly and the very young must be left to households, who will possess the incentives and motivation to provide for and monitor such protections – which will only be further aided by state provisioning of home-site visits by health workers.What is involved is a form of self-selection: people who can afford the luxury of staying at home will do so, while those that cannot will opt to go to work. As with many self- selection outcomes, this one too is unfortunately mediated by the inherently inequitable prospects confronting our citizens: the labouring poor will exercise the option of working, unlike those with more secure fallback options. But at least the former will not be confronted with the involuntary contingencies of unemployment, income-loss, hunger, and life-threatening economic shortfall.The immense advantage of this proposal is obvious enough: it allows most Indian families to keep a lifeline open, and in so doing it suggests a measure that is equitable, balanced and usefully implementable. We highlight here the two points of potential vulnerability, on which a final evaluation must rest.Policemen in Delhi beat a man carrying groceries during the 21-day lockdown. Credit: Adnan AbidiWhat guarantees that the elderly will be adequately protected under this policy? The answer is that there are no guarantees. Intergenerational contact cannot be fully avoided under any policy. Consider an outright lockdown. No one among the poor can afford to obey it. Barring draconian orders such as shoot-on-sight, the shops will reopen, with both young and old working. (The distressing consequences of criminalising actions necessitated by considerations of survival are already in evidence.) Compare this to a situation in which the young are legally permitted to work. Then the locus of transmission shifts to the household and the family.How the two locii compare is a matter of debate. We do not have the data to assuredly predict which measure poses the greater transmission risk to the elderly. But here is what we can say. Our proposal gets the older individuals out of the direct workforce, and it asks for protective measures within the family, not across families. Indeed, going by recent reactions in the community to medical personnel and to individuals suspected of having been infected, we would be extremely wary of any steps that rely on social altruism across families. While no measure is ideal, ours relies on the self-interest of households rather than a generalised notion of the social good.In any case, young versus old aside, won’t this measure increase the overall incidence of Covid-19, relative to a comprehensive lockdown? Alas, it will. The best of all worlds cannot be achieved. The one assured way to minimise the incidence of the disease is to have a complete and fully implemented lockdown. But – given the impossibility of the highlighted phrase in the previous sentence – is that really what we want to do? Must we neglect the immense burden – not merely economic, but in terms of human lives and suffering – that a comprehensive lockdown must place on the majority of the Indian population?Debraj Ray is Julius Silver Professor at New York University’s Faculty of Arts and Science, and Professor of Economics.S Subramanian  is an independent scholar.This article first appeared on Ideas for India.Also readCoronavirus lockdown: 30 steps government should take to ease the suffering of the poorest IndiansFor the $23 billion coronavirus relief package to work, the Indian government must first do this","author":"Debraj RayS Subramanian","time":"2020-03-28T17:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139097-xhdncfnvqr-1585393629.jpg","tags":["Coronavirus","Covid-19","India lockdown"],"source":"https://scroll.in/article/957536/coronavirus-pandemic-is-there-a-reasonable-alternative-to-a-comprehensive-lockdown"}