{"title":"Coronavirus: Haryana extends restrictions till May 31","content":"8.45 pm: Aam Aadmi Party MLA Atishi has said Delhi has only 25,000 Covaxin doses left for the above 45 years age group. “Though the last installment received from the Centre is being used for second doses, there will be no doses left after Monday,” she has said in a bulletin of the Delhi government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.27 pm: A few junior doctors at Jhansi’s Maharani Laxmibai Medical College in Uttar Pradesh have been released after being taken into custody for presenting a list of demands and problems of the institution to Uttar Pradesh Chief Minister Adityanath during his visit, reports The Quint.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.03 pm: Goa reports 1,621 new positive cases, 2,545 recoveries, and 42 deaths in 24 hours, pushing the overall tally to 1,46,460, including 17,277 active cases.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.02 pm: Uttarakhand reports 3,050 new Covid-19 cases, 6,173 recoveries, and 53 deaths in 24 hours, according to ANI. The case count stands at 3,13,519, including 54,735 active cases.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Uttarakhand reports 3,050 new COVID-19 positive cases, 6,173 recoveries, and 53 deaths in the last 24 hours.Total positive cases: 3,13,519Active cases: 54,735 pic.twitter.com/sResqzhe92— ANI (@ANI) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.59 pm: Karnataka registers 25,979 new Covid-19 infections, 35,573 recoveries and 626 deaths in 24 hours, reports ANI. The overall case count stands at 24,24,904, including 4,72,986 active cases.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.16 pm: Union Health Minister Harsh Vardhan asks yoga guru Ramdev to withdraw his remarks on modern medicine.Also read:‘Totally out of context’: Patanjali clarifies Ramdev’s claim that allopathy is ‘stupid science’ \n    \n        \n        \n            \n            \n            \n        \n    \n\n    संपूर्ण देशवासियों के लिए #COVID19 के खिलाफ़ दिन-रात युद्धरत डॉक्टर व अन्य स्वास्थ्यकर्मी देवतुल्य हैं।बाबा @yogrishiramdev जी के वक्तव्य ने कोरोना योद्धाओं का निरादर कर,देशभर की भावनाओं को गहरी ठेस पहुंचाई।मैंने उन्हें पत्र लिखकर अपना आपत्तिजनक वक्तव्य वापस लेने को कहा है। pic.twitter.com/QBXCdaRQb1— Dr Harsh Vardhan (@drharshvardhan) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.25 pm: Haryana extends Covid-19 restrictions from 5 am on May 24 to 5 am on May 31.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    प्रदेश में चल रहे महामारी अलर्ट-सुरक्षित हरियाणा के तहत #COVID19 के प्रसार पर काबू पाने के लिए हरियाणा सरकार द्वारा लगाई गई पाबंदियों को 31 मई, 2021 तक बढ़ा दिया गया है।#HaryanaFightsCorona pic.twitter.com/S1rNzdpRXO— CMO Haryana (@cmohry) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.58 pm: Maharashtra Chief Minister Uddhav Thackeray appeals to people to consult doctors immediately if children show any Covid-19 symptoms, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.56 pm: Punjab Nodal Officer for Covid-19 vaccination tells ANI that vaccine manufacturer Moderna has refused to directly send the shots to the Punjab government, citing their policy to only deal with the Centre.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.01 pm: Odisha reports 12,852 new cases and 28 more deaths in the last 24 hours, reports The Times of India. This is the highest single-day rise in cases in the state.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.54 pm: Puducherry reports 1,448 new cases of coronavirus and 34 deaths in the last 24 hours, shows government data. The Union Territory’s Lieutenant Governor Tamilisai Soundararajan announces extension of curfew with existing practical relaxations till May 31, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.11 pm: Delhi registers 1,649 new Covid-19 cases, 189 fatalities and 5,158 recoveries in 24 hours, reports ANI, citing a government bulletin. The city’s positivity rate is at 2.42%.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi reported 1,649 new cases, 189 deaths and 5,158 recoveries in the last 24 hours; Positivity rate at 2.42% pic.twitter.com/XFbwV9HUZH— ANI (@ANI) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.24 pm: Two doses of the coronavirus vaccine developed by AstraZeneca show60% efficacy against the B.1.617.2 variant, first detected in India, says United Kingdom’s government health body Public Health England. The doses give 66% effectiveness against the B.1.1.7 variant, first detected in the United Kingdom. Serum Institute of India manufactures the AstraZeneca vaccine under the brand name, Covishield, in India.Meanwhile, the Pfizer-BioNTech vaccine 88% effective against the B.1.617.2 variant, and 93% against the B.1.1.7 variant.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.01 pm: Delhi Transport Minister Kailash Gahlot says that his department has approved more than 1.5 lakh cases under a scheme to provide one-time assistance of Rs 5,000 to each para-transit vehicle drivers during the lockdown, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.59 pm: World Health Organization South-East Asia Director Dr Poonam Khetrapal Singh says that the global health body has supported India with 170 metric tonnes of essential medical supplies, including oxygen concentrators, testing kits, hospital beds, personal protective equipment and auxiliary health facilities near existing hospitals. “These supplies are expected to help in filling critical gaps,” she adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.56 pm: An “Oxygen Express” train has reached Assam, says Union minister Piyush Goyal. This is the first such train to arrive in the state.   \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The first #OxygenExpress has reached Assam, carrying Oxygen through the Green Corridor to provide quick and uninterrupted supply of medical Oxygen for COVID-19 patients. pic.twitter.com/j1ooNwMa8k— Piyush Goyal (@PiyushGoyal) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.54 pm: Indian Navy says INS Trikand has returned to Mumbai with 40 metric tonnes of liquid medical oxygen from Qatar, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    INS Trikand returned to Mumbai today morning with 40 MT Liquid Medical Oxygen (LMO) from Qatar: Indian Navy pic.twitter.com/gtlKib5YKY— ANI (@ANI) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.51 pm: Maharashtra Chief Minister Uddhav Thackeray says that coronavirus vaccination for residents aged between 18 and 14 has been suspended as the supply of the shots is not smooth, reports ANI. “I’m hopeful that from June, [the] production capacity of vaccines will increase, then, we can run 24 hour vaccination drive in the state,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.49 pm: Visuals in Delhi show that the coronavirus vaccination is suspended for the 18-44 age group, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: COVID19 vaccination process halted for 18-44 age group. Visuals from West Vinod Nagar (pics 1,2), New Rajinder Nagar & Rani Jhansi Road (pics 3,4) pic.twitter.com/gtewkgrwMB— ANI (@ANI) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.23 pm: World Health Organization chief scientist Soumya Swaminathan says nasal vaccines being made in India could be a “game-changer” for children, reports News18. In an interview with CNN-News18, Swaminathan says that nasal vaccines are easy to administer and will give local immunity in the respiratory tract.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.20 pm: Kejriwal says the positivity rate in the Capital has dropped to 2.5%, ANI reports. He adds that the state government is planning to vaccinate its population soon, because if a majority of its residents are vaccinated, a third wave of Covid-19 will not hit. “I’m in talks with domestic & foreign companies regarding vaccines,” he says. “We’re ready to spend from our budget.”Read more: Covid-19: Delhi CM extends lockdown till May 31, says curbs will be eased if cases continue to drop\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.11 pm: Kejriwal says the situation in the Capital has improved, and that if coronavirus cases continue to decrease in the city, the lockdown will be eased in a phased manner from May 31.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    कोरोना के ख़िलाफ़ दिल्लीवासियों की कोशिशों से स्थिति बेहतर हो रही है, हमें इसी तरह अनुशासित रहना है, माननीय मुख्यमंत्री श्री @Arvindkejriwal जी की महत्वपूर्ण प्रेस कॉन्फ्रेंस | LIVE https://t.co/Gs9CUtfWUt— AAP (@AamAadmiParty) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.08 pm: Delhi Chief Minister Arvind Kejriwal extends the lockdown in the Capital by another week, to the morning of May 31. Delhi has been in lockdown since April 19. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.02 pm: The Union health ministry says it has conducted 21.23 lakh Covid-19 tests in 24 hours, the highest one-day tally. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    COVID19 | With more than 21.23 Lakh tests conducted in the last 24 hours, highest tests conducted in a single day. The daily positivity rate has declined to 11.34%: Govt of India pic.twitter.com/L9cvrDNmob— ANI (@ANI) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.59 am: The Union health ministry says that 1,90,20,313 Covid-19  vaccine doses are still available with the states and Union Territories. This comes amid several states reporting shortages of vaccines. As many as 40,650 vaccine doses are in the pipeline and will be received by the states within the next three days, it adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.55 am: The Bharatiya Janata Party on Saturday criticised former Madhya Pradesh Chief Minister Kamal Nath for allegedly linking a coronavirus variant with India and accused the Congress of making frequent statements to “insult” the country and weaken its fight against the infection, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.52 am: Delhi Police launch an initiative to inspire citizens to wear masks, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi Police launches 'Corona Rakshak' initiative to inspire citizens to wear mask & follow all COVID norms\"We are giving flowers to those who are flouting COVID norms in hope that they would follow the norms in future,\" say police pic.twitter.com/xrr5VF2MBj— ANI (@ANI) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.48 am: Chhattisgarh Chief Minister Bhupesh Baghel orders the removal of District Collector Ranbir Sharma, who was seen slapping a person and slamming his phone on the ground for allegedly violating the coronavirus lockdown guidelines. “It is very sad and condemnable,” Baghel tweets. “In Chhattisgarh, no such act will be tolerated at all.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    सोशल मीडिया के माध्यम से सूरजपुर कलेक्टर रणबीर शर्मा द्वारा एक नवयुवक से दुर्व्यवहार का मामला मेरे संज्ञान में आया है।यह बेहद दुखद और निंदनीय है। छत्तीसगढ़ में इस तरह का कोई कृत्य कतई बर्दाश्त नहीं किया जाएगा।कलेक्टर रणबीर शर्मा को तत्काल प्रभाव से हटाने के निर्देश दिए हैं।— Bhupesh Baghel (@bhupeshbaghel) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.45 am: Bengaluru City Police arrest two persons for their alleged involvement in black marketing of oxygen cylinders. The Police also seized five cylinders.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.40 am: An engineering student develops a robot along with her father in Patna to help doctors, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Patna | An engineering student along with her father developed a robot to help doctors. \"With its help, we can conduct all essential tests such as oxygen, pulse, temperature. We have shared this project with state and Centre govts for its immediate use,\" says Akansha#COVID19 pic.twitter.com/IXl7VRne4G— ANI (@ANI) May 23, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.37 am: Uttar Pradesh registers 4,800 new Covid-19 cases, reports ANI, citing Additional Chief Secretary (Information) Navneet Sehgal. The official adds that active cases in the state stood at 84,800 and has come down in last the 20 days from 2,26,000 during the peak.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.35 am: India reports 2,40,842 new coronavirus cases, taking the infection tally to 26,530,132 since the pandemic first broke out in January 2020. The toll climbs by 3,741 to 2,99,266. There are 28,05,399 active cases and 2,34,25,467 patients have recovered from the infection so far. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.27 am: Seven people have died of mucormycosis, or “black fungus” in Uttarakhand till Saturday, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    7 people died due to Mucormycosis (Black Fungus) in Uttarakhand till 22nd May: State Health Department pic.twitter.com/2DspNHq3G3— ANI (@ANI) May 22, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.22 am: The Brihanmumbai Municipal Corporation says that there will be no coronavirus vaccination in the city on Sunday. A BMC official clarifies that the vaccination is not being stopped because of a shortage of vaccines, reports NDTV. “It is on account of being Sunday,” the civic body’s additional commissioner Suresh Kakani says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Dear Mumbaikars. There will be no vaccination at any of the centres tomorrow. Hope you all have a wonderful Sunday. The details for Monday will be shared tomorrow by this handle & the respective wards too. #MyBMCVaccinationUpdate— माझी Mumbai, आपली BMC (@mybmc) May 22, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.20 am: Uttarakhand Covid-19 control room says that 2,044 children aged below 9 years and 8,661 between 10 and 19 years contracted the coronavirus infection in the state, between May 1 and 20, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    2044 children below 9 years and 8661 aged between 10-19 years contracted #COVID19 in Uttarakhand, between 1st & 20th May this year: State Covid Control RoomAs many as 1,22,949 people have been exposed to the infection in 20 days, as per Uttarakhand Health Secretary Dr Amit Negi pic.twitter.com/nbfOld6hiA— ANI (@ANI) May 22, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.18 am: A Hyderabad-based non-governmental organisation is providing food to the needy and 259 coronavirus patients everyday amid the pandemic, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Telangana | A Hyderabad-based NGO provides home-cooked food to the needy & 259 Covid positive patients everyday amid the pandemic\"We also deliver free food at hospitals across city. On daily basis, we serve food to over 600 poor people,\" organisation's president said (22.05) pic.twitter.com/TDUdgmE1eq— ANI (@ANI) May 22, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Top updates from Saturday\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India registered 2,57,299 new coronavirus cases and 4,194 deaths in the last 24 hours. With this, the country’s tally rose to 2,62,89,290 while the toll climbed to 2,95,525 since the pandemic broke out in January 2020.NITI Aayog member Dr VK Paul said children were getting infected with the coronavirus but experiencing mild symptoms. “They are largely asymptomatic,” Paul said, according to NDTV. “However, the task is to make sure that they do not become part of the chain through which the disease spreads among people.”The Centre urged health professionals to stop the irrational use of steroids for treating coronavirus patients, and said that it was contributing to the increase in cases of mucormycosis. There are 8,848 cases of mucormycosis or “black fungus” across the country, said Union minister Sadananda Gowda. The rare fungal infection has sprung up in patients recovering from the coronavirus.A new study by the United Kingdom has found that two vaccine doses offer strong protection against the variant of the coronavirus first detected in India. The UK government’s data showed that two doses offered 81% protection against the B.1.617.2 variant, while a single dose offered only 33%, the newspaper reported, quoting two unidentified officials who attended a meeting where these figures were presented.India will begin producing the Russian-made coronavirus vaccine Sputnik V in August, DB Venkatesh Varma, India’s ambassador to Russia, said.","author":"Scroll Staff","time":"2021-05-23T08:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156388-pngqkeejrf-1616074920.jpeg","tags":["Coronavirus","Covid-19","Coronavirus vaccine","Black fungus"],"source":"https://scroll.in/latest/995534/coronavirus-civic-body-run-vaccination-centres-to-remain-shut-in-mumbai-on-sunday"}