{"title":"Coronavirus: WHO classifies variant originated in India of ‘global concern’","content":"The World Health Organisation on Monday said the B.1.617 variant of coronavirus first identified in India last year had been classified as a variant of global concern, Reuters reported. The health body’s technical lead on Covid-19, Maria Van Kerkhove said there was information available to suggest “increased transmissibility” of the variant.The B.1.617 of the Covid-19 is the fourth variant to be designated as one of global concern that requires more tracking and analysis. The three others strains were first detected in the United Kingdom, South Africa and Brazil.The WHO has said the predominant lineage of B.1.617 was first identified in India in December, although an earlier version was spotted in October 2020.WHO Chief Scientist Soumya Swaminathan said studies were underway in India to examine the variant’s transmissibility, the severity of disease it causes and the response of antibodies in people who have been vaccinated.“What we know now is that the vaccines work, the diagnostics work, the same treatments that are used for the regular virus works, so there is really no need to change any of those,” Swaminathan said.In an interview to AFP on Monday, Swaminathan had said the variant was likely to be a “variant of concern” because it has some mutations which increase transmission. The B.1.617 variant of the Covid-19, known more commonly as the “double mutant strain” suggests that it involves two variants of the virus. The E484Q mutation has characteristics of a previously detected variant – the E484K – which was seen in the fast-spreading Brazilian and South African variants, making it highly transmissible. The L452R mutation, on the other hand, helps the virus evade the body’s immune response. The double mutation strain was subsequently named B.1.617.Lat month, while listing the mutation as a “variant of interest”, WHO had said the variant had been found in 17 countries.","author":"Scroll Staff","time":"2021-05-11T07:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157231-snbbbjtgvm-1617728330.jpg","tags":["World Health Organisation","WHO","coronavirus","Double mutant"],"source":"https://scroll.in/latest/994603/coronavirus-who-classifies-variant-originated-in-india-of-global-concern"}