{"title":"Coronavirus: Gujarat HC says Ahmedabad hospital ‘worse than dungeon’, pulls up state","content":"The Gujarat High Court on Saturday lashed out at the state government for the condition of health infrastructure during the coronavirus crisis, PTI reported. The court said that the civil hospital in Ahmedabad, a coronavirus hotspot, was worse than a dungeon. “It is very distressing and painful to note that the condition prevailing, as on date, in the Civil Hospital, is pathetic,” the court said during a hearing of a public interest litigation on the coronavirus. “As we said earlier that the Civil Hospital is meant to treat the patients. However, it appears that as on date, it is as good as a dungeon. May be even worse than a dungeon. Unfortunately, the poor and helpless patients have no option.” Gujarat has reported 13,664 cases of the coronavirus and 829 deaths so far, according to data from the Union health ministry. Of the state’s total cases, more than 10,000 are in Ahmedabad. The city’s Civil Hospital recorded  377 coronavirus deaths till Friday, according to PTI.The court rebuked the state government for failing to monitor the situation at the Civil Hospital in Ahmedabad. “Is the state government aware of the hard fact that the patients at the Civil Hospital are dying because of lack of adequate number of ventilators?” the court asked. “How does the state government propose to tackle this problem of ventilators.”Follow today’s live updates on the coronavirus pandemic.The bench directed the state government to “immediately transfer” non-performing doctors and bring in senior and experienced doctors from other hospitals “who are ready and willing to render better services in the Civil Hospital”. The court also ordered the state government to improve the working conditions of resident doctors and hold senior officers accountable for deaths. The court directed the authorities to admit coronavirus patients at the Institute of Kidney Diseases and UN Mehta Institute of Cardiology, where an adequate number of ventilators would be available.The Gujarat High Court bench compared the coronavirus outbreak to Titanic’s sinking and said that timely response could help avert a tragedy, according to Live Law. “The tragic saga of the Titanic teaches us that our fate is uncertain, governed by the powerful forces of nature,” the court observed. “We face a similar tragedy today, in the form of a global pandemic caused by a contagious virus we barely have any power over. What we do have power over is ourselves.”In a press briefing on Friday, the health ministry had said that Gujarat was among the five states that accounted for 80% of the active cases in the country. Ahmedabad and four other cities – Mumbai, Delhi, Thane and Chennai – account for 60% of the active cases.","author":"Scroll Staff","time":"2020-05-24T18:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141046-vbdihpjaqf-1588936377.jpg","tags":["Ahmedabad","Gujarat HC","coronavirus crisis"],"source":"https://scroll.in/latest/962806/coronavirus-gujarat-hc-says-ahmedabad-hospital-worse-than-dungeon-pulls-up-state"}