{"title":"Covid-19: Delhi reports 3,846 new cases – lowest rise since April 5, positivity rate under 6%","content":"Read the top updates of the day here:\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.04 pm: United States’ state department coordinator Gayle Smith says the country will share 8 crore doses of vaccine with other nations, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.01 pm: Maharashtra reports 34,031 new cases and 594 deaths since the last count. In Capital Mumbai, 1,350 new infections were logged and 57 people died.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9 pm: West Bengal reports 19,006 new cases and 157 deaths in 24 hours, according to government data.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal reports 19,006 new #COVID19 cases, 19,151 recoveries and 157 deaths in the last 24 hoursActive cases 1,31,491Case tally 11,90,867 pic.twitter.com/q9Zgl0JsaP— ANI (@ANI) May 19, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.58 pm: Karnataka reports 34,281 new cases of Covid-19 and 468 deaths in the last 24 hours, shows government data.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Karnataka reports 34,281 new #COVID19 cases, 49,953 discharges and 468 deaths in the last 24 hoursTotal cases 23,06,655Death toll 23,306Total discharges 17,24,438Active cases 5,58,890 pic.twitter.com/H7vDCXeTVu— ANI (@ANI) May 19, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.57 pm: Andhra Pradesh reports 23,160 new cases and 106 deaths in the last 24 hours, shows government data.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Andhra Pradesh reports 23,160 new #COVID19 cases, 106 deaths and 24,819 recoveries in the last 24 hoursTotal cases 14,98,532Death toll 9686Total recovered cases 12,79,110Active cases 2,09,736 pic.twitter.com/pbzidMrGGm— ANI (@ANI) May 19, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.51 pm: Union Health Minister Harsh Vardhan says India will be in a position to vaccinate at least all of its adult population by the end of 2021. Vardhan made the comment in a meeting with health ministers and principal secretaries and additional chief secretaries of West Bengal and eight northeastern states.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.09 pm: Andhra Pradesh reports 23,160 new Covid-19 cases, 106 deaths and 24,819 recoveries in 24 hours, reports ANI. The overall case count stands at 14,98,532 and the toll is 9,686.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.01 pm: The Bombay High Court directs the Maharashtra and central governments to file affidavits explaining how celebrities, including politicians, have been procuring anti-Covid-19 drugs, medical oxygen and other relief materials for coronavirus patients, reports PTI.Also read:Covid-19: ‘Politicians have no business to hoard medical supplies,’ says Delhi HC, calls for inquiry \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.57 pm: The Rajasthan government has declared “black fungus” or mucormycosis an epidemic due to a sharp rise in infections among Covid patients, reports Mint.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.54 pm: Kerala reports 32,762 new Covid-19 infections, 112 deaths and 48,413 recoveries, reports ANI. The toll rises to 6,724.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.50 pm: Karnataka Deputy Chief Minister and state Minister for Transport Laxman Savadi has inaugurated “oxygen on wheels” buses, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bengaluru: Karnataka Deputy Chief Minister and Minister for Transport Laxman Savadi inaugurated 'oxygen on wheels' buses prepared by KSRTC, earlier today. pic.twitter.com/Oiw6oIDTmJ— ANI (@ANI) May 19, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.45 pm: The All India Organisation of Chemists and Druggists has conducted zone-wise meetings with all office bearers about the availability of  drugs and injections used to treat Covid-19 patients, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.53 pm: Karnataka Chief Minister announces special economic package worth more than Rs 1,200 crore. Auto, taxi and cab drivers and street vendors to get monthly pensions, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A special package of more than Rs 1200 crores announced. Flower growers and vegetable & fruit farmers will be given Rs 10,000 per hectare per month. Auto, taxi, cab drivers will get Rs 3,000 per month. Streets vendors will be given Rs 2000 per month: Karnataka CM BS Yediyurappa pic.twitter.com/DYqauH4Vbv— ANI (@ANI) May 19, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.47 pm: As many as 40 patients of post-Covid complication “black fungus” or mucormycosis admitted in Sir Gangaram Hospital in Delhi, while 16 others on the waiting list for beds, reports ANI, quoting sources.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.33 pm: Those who get infected by the coronavirus should wait for a period of three months after recovery, before taking a vaccine shot, says health ministry. If an individual gets infected after the first dose, they should also defer the second shot by three months. The ministry also clears vaccination for all lactating women.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.10 pm: Jharkhand reports 2,925 new coronavirus cases and 62 deaths on Wednesday, according to PTI. The state’s tally of infections rises to 3,20,934, while the toll reaches 4,601. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.05 pm: Madhya Pradesh decides to launch a nasal endoscopy campaign in view of the increase in black fungus cases among Covid patients, PTI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.03 pm: Former West Bengal Chief Minister Buddhadeb Bhattacharya’s condition is stable after testing positive for the coronavirus, PTI reports, citing unidentified officials from the state’s health department. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.56 pm: Delhi reports 3,846 new coronavirus cases on Wednesday, taking its tally of infections to 14,06,719 since the pandemic broke out in January 2020. The Capital’s toll rises by 235 to 22,346. Its positivity rate falls to 5.78%. This is the Capital’s lowest daily count of cases since April 5, NDTV reported. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.53 pm: The central government’s officers are living in “ivory towers”, while being oblivious to the ground realities of the coronavirus crisis, the Delhi High Court says while rebuking the government on shortages of vaccine doses, PTI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.46 pm: The Central Information Commission advises the union health ministry to proactively disclose information on the coronavirus crisis in public interest, The Wire reports.  The commission is handling two cases in which the Centre was accused of holding back information about vaccines. CIC chief YK Sinha says giving out the necessary information would “obviate the need for filing of RTI cases by citizens on matters of such vital importance”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.43 pm: Remdesivir may be soon be discontinued as a treatment for the coronavirus as there is no proof of its effectiveness, Dr DS Rana, the chairperson of the Sir Ganga Ram Hospital in Delhi, tells ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.36 pm: India recorded a 13% decrease in new coronavirus cases in the past week, but the number (23,87,663) of was still the highest in the world, the World Health Organization says in its Weekly Epidemiological Update. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.06 pm: Delhi Deputy Chief Minister Manish Sisodia accuses Bharatiya Janata Party of doing “cheap politics” after Foreign Minister S Jaishankar objected to Chief Minister Arvind Kejriwal’s comment on the possibility of new coronavirus strains in Singapore, reports PTI.“BJP is doing cheap politics and is worried about its image in Singapore but not about children under threat from Covid strain,” says Sisodia. He says the Centre did not take cognisance of alerts about the strain that was first detected in the United Kingdom.On Tuesday, Kejriwal had urged the Centre to ban flight services between India and Singapore. However, Singapore’s Foreign Minister Vivian Balakrishnan later asserted that there was “no Singapore variant”. Following this, Jaishankar on Wednesday said that Kejriwal “does not speak” for the Indian government.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.49 pm: Andaman and Nicobar Islands records 36 new cases on Wednesday, taking its total count of infections to 6,674, PTI reports. The union territory’s toll rises to 92 as it reports three more deaths in the last day. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.42 pm: Maharashtra’s Amravati district is again witnessing a worrying surge in coronavirus cases even as the rest of the state records a declining trend, The Indian Express reports. Officials also say that they are seeing a percentage increase in the number of deaths among young people in the district. Epidemiologist Dr Pradeep Awate tells the newspaper that 19 districts have shown a rise in active cases since since Maharashtra enforced a lockdown on April 16. “But our concern is Amravati, Buldhana, Yavatmal in Vidarbha region,” he adds. “They have shown significant surge despite a lockdown. Nagpur has shown a decline.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.39 pm: The Centre says it will have provided the states 5,86,29,000 vaccine doses free of cost from May 1 to June 15. “In addition, as per information received from vaccine manufacturers, a total of 4,87,55,000 doses will also be available till end of June 2021 for direct procurement by States/UTs,” the government adds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.37 pm: Bharatiya Janata Party MLA Gotam Lal Meena dies due to the coronavirus, PTI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.27 pm: A Spanish study has found that administering a dose of the Pfizer vaccine to those who have received their first shot of AstraZeneca vaccine is highly safe and effective, Reuters reports \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.21 pm: A consignment of oxygen devices and medical supplies arrives in India from Israel. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Another consignment of almost 3 tons of oxygen devices & medical supplies donated by @ElbitSystemsLtd arrived in #India from #Israel. It’s heartwarming to see more and more private Israeli companies contributing. This support comes from people to people! 🇮🇱 ❤️🇮🇳 pic.twitter.com/G4wzrpJIc6— Ron Malka 🇮🇱 (@DrRonMalka) May 19, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.56 am: The sarpanch of Sakra Block in Bihar’s Muzzafarpur says that 36 residents have died in 27 days due to cough and cold. “I had informed [the] block medical officer for testing but there were no kits,” he says. “I then requested DM [district magistrate] for kits and to find out the cause of deaths. Kits have been made available and testing [is] being done.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bihar | Villages in Sakra Block of Muzaffarpur wears a deserted look as people avoid going out on streets amid #COVID19 pandemic. Sarpanch says that 36 deaths have occurred in 27 days here due to cough and cold. (18.05.2021) pic.twitter.com/EHMsTjAt8z— ANI (@ANI) May 19, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.53 am: Union Minister Nitin Gadkari says that more domestic companies should be given the licence to manufacture coronavirus vaccines and life-saving drugs to tackle the pandemic, reports ANI. “If the demand for the vaccine is more than supply then it creates a problem,” he says. “So, instead of one company, let 10 more companies be given the license to manufacture the vaccine. First let them supply in the country and later if there is surplus, they may export.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | If vaccine demand is more than supply it creates problem. Instead of 1, let 10 more companies be given license for vaccine manufacture...Let them supply in country & later if there's surplus, they may export. It can be done in 15-20 days: Union Min Nitin Gadkari (18.05) pic.twitter.com/gVOqMuVRNr— ANI (@ANI) May 19, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.46 am: The Delhi High Court issues notice to the Centre, Drugs Controller General of India and others on a public interest litigation challenging the drug controller’s approval to Phase 2-3 clinical trials of Covaxin for children aged between 2 and 18 years, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.44 am: Congress leader Rahul Gandhi says Covid-19 deaths in India are increasing and the rate of vaccination decreasing. In a tweet, Gandhi says that the Centre’s policy is to divert attention, spread lies and make a noise by hiding the facts. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    वैक्सीन कम होती जा रही हैं और कोविड मृत्यु बढ़ती जा रही हैं।केंद्र सरकार की नीति- ध्यान भटकाओ, झूठ फैलाओ, शोर मचाकर तथ्य छुपाओ। pic.twitter.com/aIJwvMYBTW— Rahul Gandhi (@RahulGandhi) May 19, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.39 am: Palghar administration in Maharashtra says there will no coronavirus vaccination in the district due to electricity failure and network problems, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.38 am: Former West Bengal Chief Minister Buddhadeb Bhattacharya tests positive for coronavirus, reports ANI. He is under home isolation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.32 am: India records 2,67,334 new coronavirus cases on Wednesday, taking the total count of infections to 2,54,96,330 since the pandemic broke out in January 2020. The country reports record 4,529 deaths, pushing the toll to 2,83,248. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Source: Ministry of Health and Family Welfare. \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.29 am: Uttar Pradesh minister Vijay Kashyap dies due to the coronavirus, PTI reports. Prime Minister Narendra Modi and other politicians pay tributes to him. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.24 am: Singapore dismisses Delhi Chief Minister Arvind Kejriwal’s claim that the city-state has flagged new strains of the coronavirus that could affect children. “There is no truth in the assertion that there is a new COVID strain in Singapore,” the the country’s High Commission in India says. “Phylogenetic testing has shown that the B.1.617.2 variant is the prevalent strain in many of the COVID cases, including in children, in recent weeks in Singapore.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    There is no truth in the assertion that there is a new COVID strain in Singapore. Phylogenetic testing has shown that the B.1.617.2 variant is the prevalent strain in many of the COVID cases, including in children, in recent weeks in Singapore.https://t.co/uz0mNPNxlE https://t.co/Vyj7gyyzvJ— Singapore in India (@SGinIndia) May 18, 2021\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.17 am: Dr Anthony Fauci, the top United States infectious diseases expert, says US coronavirus vaccines would be “at least partially and probably quite protective” against the mutations detected in India, the Hindustan Times reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.08 am: Here are the top updates from Tuesday:\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India recorded its highest single-day toll on Tuesday as it registered 4,329 deaths. With this, the toll climbed to 2,78,719 since the pandemic first broke out in January 2020. The country recorded 2,63,533 new coronavirus cases, pushing the total number of infections to 2,52,28,996.The Union health ministry said only 1.8% of India’s population had been affected by the coronavirus so far, while 98% was still susceptible to the infection. Prime Minister Narendra Modi held a meeting with officials from several states and districts to discuss the coronavirus situation. He said at the meeting that the government was making continuous efforts to scale up the supply of coronavirus vaccines amid the massive second wave of the pandemic in India. The second and third phase trials of Bharat Biotech’s coronavirus vaccine, Covaxin, for children in the age group of 2-18 will begin in 10-12 days, Niti Aayog member VK Paul said at a press briefing on Tuesday.Delhi Chief Minister Arvind Kejriwal announced free education for children who have lost both parents to Covid-19. He also announced an ex-gratia amount of Rs 50,000 to families of the deceased, and monthly pensions to survivors of breadwinners.","author":"Scroll Staff","time":"2021-05-19T09:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158584-akayctaqfj-1620041879.jpg","tags":["coronavirus cases","coronavirus crisis","covid-19","covid-19 live","india corona cases"],"source":"https://scroll.in/latest/995228/coronavirus-india-reports-record-4529-deaths-over-2-67-lakh-cases-in-a-day"}