{"title":"Coronavirus: Consider ban on large rallies, Uttarakhand High Court urges EC","content":"The Uttarakhand High Court on Wednesday asked the Election Commission to consider banning large gatherings and to allow virtual rallies for the state Assembly elections expected to be held next month amid a resurgence of coronavirus cases in India, Bar and Bench reported.At a hearing on the management of the pandemic in Uttarakhand, a division bench comprising Chief Justice Sanjaya Kumar Mishra and Justice Alok Kumar Sharma also urged the poll panel to consider online voting as an alternative.Advocate Shiv Bhatt in an application told the court that political leaders were not following physical distancing guidelines during election rallies, nor were they wearing masks. “The photographs and the videos are available on YouTube,” he said in his application.The judges gave the Election Commission a week to respond and listed the matter for next hearing on January 12.This is the second time in less than a fortnight that a High Court has urged the Election Commission consider prohibiting public rallies as the third wave of Covid-19, fueled by the Omicron variant, is sweeping across India.On December 23, Justice Shekhar Yadav of the Allahabad High Court requested the Election Commission to postpone the upcoming Assembly polls. He had also urged Prime Minister Narendra Modi to immediately ban rallies and public meetings of political parties. “Jaan hain toh jahan hain [if there is life, we have the world],” he observed.Apart from Uttarakhand, Assembly elections are scheduled to take place in Uttar Pradesh, Goa, Punjab and Manipur.On December 30, Chief Election Commissioner Sushil Chandra had said that all the political parties in Uttar Pradesh have unanimously agreed that the Assembly polls in the state should be conducted as per schedule while following coronavirus protocol. Even as the Omicron wave began last month, Prime Minister Narendra Modi, Delhi Chief Minister Arvind Kejriwal, Samajwadi Party chief Akhilesh Yadav were still busy with the campaign trail, appearing unmasked in rallies with thousands of people.Large rallies are still being held across states going to polls.On Wednesday, Yadav cancelled the Samajwadi Party’s Vijay Rath Yatra scheduled to be held on January 9 in Ayodhya after criticism, NDTV reported. This came hours after the Congress decided to postpone all its election rallies scheduled to be held in Uttar Pradesh in the next 15 days.Uttar Pradesh Chief Minister Adityanath also cancelled a government function in Gautam Buddha Nagar scheduled for Thursday.The developments came amid a sharp rise in cases in India with the health ministry reporting 90,928 new infections and 325 deaths on Thursday morning. The total number of cases of the Omicron variant detected in India was 2,630.","author":"Scroll Staff","time":"2022-01-06T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168451-vvkpjajlhv-1641451075.jpg","tags":["India","Coronavirus","Assembly elections","Uttarakhand elections","Omicron","Covid-19"],"source":"https://scroll.in/latest/1014416/coronavirus-consider-ban-on-large-rallies-uttarakhand-high-court-urges-ec"}