{"title":"Coronavirus: WHO expected to approve Covaxin in couple of weeks, says Niti Aayog member","content":"Bharat Biotech’s coronavirus vaccine, Covaxin, could receive approval for emergency use listing by the World Health Organization by the end of September, Niti Aayog member (Health) VK Paul indicated in an interview to India Today on Monday.Emergency use listing is a procedure by the WHO to approve vaccines and other products for use during public health emergencies.“We believe this [emergency use listing] could happen in a few days [or] a couple of weeks,” Paul told India Today. “We know that data being provided by Covaxin, it is being inspected hugely and we are on track for an early licensing.”  According to the WHO, submissions made to it for pre-qualification or listing under the emergency use procedure are confidential. If a product submitted for assessment is found to meet the criteria for listing, the UN body publishes the results widely.The duration of the emergency use listing process depends on the quality of the data submitted by the vaccine manufacturer and on the data meeting WHO criteria.The latest document issued in August by the WHO on the status of approval of Covid vaccines under evaluation for emergency use listing showed that the assessment of Covaxin was ongoing.  Meanwhile, in a separate interview, Paul told NDTV that wearing masks as a precaution against Covid-19 infection will continue through 2022.In an interview to the news channel, he said that with approaching festivals, India is moving into a “risky period”. Paul added: “Wearing of masks will clearly not go away for some time. We are also hoping that there will be a breakthrough in terms of medicines that treat early infection.”The expert added that in view of upcoming festivals, Indians should wear masks even more effectively. “Let us not experiment with that [not wearing masks] and accept that it is needed.”Paul said that the possibility of a third wave of the pandemic hitting the country could not be ruled out, the news channel reported. He added: “There is a period of the next three-four months when the vaccine is rolling up to build the great wall of herd immunity. We need to protect ourselves and avoid the outbreak.”Paul said that a combination of “vaccines, drugs, and a reasonably disciplined behaviour” might help overcome the crisis. He added that the Covid-19 situation could play out in different ways. “The pandemic may peter out like the SARS outbreak,” he said. “It is also conceivable that it might come down to a lower level and it stays as an endemic disease that we keep tackling with vaccines and masks.”Also read: Coronavirus: India records 25,404 new cases, 6.78% lower than MondayPaul told NDTV: “Another scenario is that the pandemic may go on for some more time at a lower level and then periodically, with mutations, there could be pandemics within pandemics.”  The expert emphasised on the efficacy of vaccines in preventing deaths due to Covid-19. “Even a single dose of the vaccine is effective in reducing mortality well above 90%,” he said. “The full course is even more effective.”He cited the example of the United States. “A huge wave is still ongoing in US because of the Delta variant,” he told NDTV. “The cases have increased but deaths have been phenomenally low.” India has administered over 75 crore vaccine doses since the beginning of the immunisation drive in January.On Tuesday morning, the country recorded 25,404 new coronavirus cases and 339 deaths. Its overall tally of infections since the outbreak of the pandemic in January last year rose to 3,32,89,579, while the toll went up to 4,43,213.","author":"Scroll Staff","time":"2021-09-14T11:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159387-fqismjvfmp-1621786270.jpg","tags":["coronavirus","masks","Covid-19 pandemic","Covaxin","WHO"]}