{"title":"Coronavirus: India approves vaccines by Serum Institute, Bharat Biotech for restricted emergency use","content":"Drugs Controller General of India chief VG Somani on Sunday announced that the coronavirus vaccines of the Serum Institute of India and Bharat Biotech have been approved for restricted  emergency use in the country. Both the vaccines have to be administered in two doses and have to be stored at 2 to 8 degrees Celsius.This came a day after the Subject Expert Committee of Central Drugs Standard Control Organisation recommended the two coronavirus vaccines – Covaxin and Covishield – for emergency use. These are first vaccines to be approved in India, which is the world’s second worst affected country by the pandemic after the United States.Within minutes of the approval, Prime Minister Narendra Modi tweeted that it would make every Indian proud that the two vaccines that have been approved by the country’s drug controller are made in India. “This shows the eagerness of our scientific community to fulfill the dream of an Aatmanirbhar Bharat, at the root of which is care and compassion,” he added. He also congratulated Indian scientists, calling emergency approval “a decisive turning point to strengthen a spirited fight” against the coronavirus pandemic.“The safety and immunogenicity data submitted by Serum Institute of India from Phase II and III trials on 1,600 volunteers in India was comparable to the efficacy to overseas trials,” Somani said at a press conference. “Bharat Biotech’s vaccine is developed on vero cell platform, which has well established track record of safety and efficacy in the country and globally.”The Serum Institute is the local maker of Covishield, the vaccine developed by Oxford University and pharmaceuticals company AstraZeneca. In a statement, the health ministry on Saturday said that the shot was given permission for “restricted emergency use”, subject to multiple regulatory conditions.\n\n\n    \n    Play\n\nSomani said the government committee had experts from the fields of pulmonology, immunology, microbiology, pharmacology, paediatrics, internal medicine, among others, to assess the efficacy of the vaccines.Covaxin is the country’s first indigenous vaccine developed by Bharat Biotech, a company based in Hyderabad, with backing from the Indian Council of Medical Research and the National Institute of Virology. The health ministry said that it has been recommended for “restricted use in emergency situation, subject to multiple regulatory conditionalities”. However, not much is known about the safety and efficacy of this vaccine in clinical trials.Somani said Bharat Biotech’s vaccine generated safety and immunogenicity data in various animal species such as mice, rats, rabbits, hamsters, and that the firm conducted challenge studies on non-human primates. “All this data has been shared by the firm with CDSCO,” he added. “Phase I and Phase II clinical trials were conducted in approximately 800 subjects and the results have demonstrated that the vaccine is safe and provides a robust immune response.  The Phase III efficacy trial was initiated in India in 25,800 volunteers and till date 22,500 participants have been vaccinated across the country and the vaccine has been found to be safe as per the data available till date.”The data that has reportedly been submitted to the drug controller is, however, not in the public domain. A controversy had erupted early on after ICMR chief Balram Bhargava – in a letter to principal investigators working on Covaxin trial – had told them on 2 July, when the trials had not even begun, to launch the vaccine for public health use latest by August 15.In the press conference, the drug regulator also granted approval to Cadila Healthcare for conducting the third phase trials of its vaccine. The government-appointed panel of experts met for the second time this week on Friday to review the applications of the vaccine candidates. Both Serum Institute and Bharat Biotech had made presentations before the expert panel on Wednesday. Meanwhile, pharmaceutical company Pfizer had requested more time to present its data.India has so far recorded 1.03 crore coronavirus cases. More than 99 lakh people have recovered, while 1.49 lakh have died after contracting the infection. The rate of infection has come down significantly from a mid-September peak.A dry run for the massive vaccination programme took place in all the states and Union Territories on Saturday. Before this, authorities in the four states of Assam, Andhra Pradesh, Punjab and Gujarat had also assessed technology platforms to the storage infrastructure that will be required to inoculate millions of citizens.","author":"Scroll Staff","time":"2021-01-03T11:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152378-bmnxgvwmuv-1608650638.jpg","tags":["Serum Institute of India","Drugs Controller General of India","VG Somani","Coronavirus vaccine","Bharat Biotech"]}