{"title":"Coronavirus: WHO has not called B.1.617 the ‘Indian variant’, says Union health ministry","content":"The Union Health Ministry on Wednesday objected to media reports calling the infectious B.1.617 coronavirus strain the “Indian variant”, saying even the World Health Organization had not used the term in its guidelines. “In fact, the word ‘Indian’ has not been used in its [WHO’s] report on the matter,” the ministry said. Therefore, reports associating the strain with India “are without any basis, and unfounded”, it added.Meanwhile, the WHO said that it did not identify viruses or variants with names of countries where they were first reported. “We refer to them by their scientific names and request all to do the same for consistency,” the global health body tweeted, tagging some leading English dailies and news agencies in India. WHO does not identify viruses or variants with names of countries they are first reported from. We refer to them by their scientific names and request all to do the same for consistency. @PTI_News @PIB_India @ANI @timesofindia @htTweets @IndianExpress @the_hindu  @MoHFW_INDIA— WHO South-East Asia (@WHOSEARO) May 12, 2021\n\nThe B.1.617 variant contains two key mutations to the outer “spike” portion of the virus that attaches to human cells, according to Reuters. The World Health Organization has said the predominant lineage of B.1.617 was first identified in India last December, although an earlier version was spotted in October 2020.On May 10, the WHO classified it as a “variant of concern,” which also includes mutations first detected in Britain, Brazil and South Africa. “There is increased transmissibility demonstrated by some preliminary studies,” Maria Van Kerkhove, WHO’s technical lead on Covid, said.The variant has already spread to other countries, and many nations have moved to cut or restrict travel to and from India.On Tuesday, WHO’s representative to India, Roderico H Ofrin, said that vaccines, therapeutics and diagnostics continue to be effective against the B.1.617 variant. “There has been increase in detection of this variant along with an increase and surge in Covid-19 cases in India,” Ofrin said. “However, the relative contribution in the rapid increase of this country remains unclear.” Before that on May 9, WHO Chief Scientist Soumya Swaminathan had also said that vaccines, diagnostics and the same treatments that are used for the regular virus work for the B.1.617 variant too.Follow today’s updates on Covid-19 here","author":"Scroll Staff","time":"2021-05-12T17:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156774-wkflkypxom-1616755339.jpg","tags":["WHO","B.1.617","Coronavirus","Health Ministry"],"source":"https://scroll.in/latest/994748/coronavirus-who-has-not-called-b-1-617-the-indian-variant-says-union-health-ministry"}