{"title":"Corrupt Rafale deal has led to a Rs 21,075-crore loss to state exchequer, claims Congress","content":"The Congress on Friday sought a thorough inquiry into India’s purchase of Rafale fighter jets after a French online journal reported that aircraft maker Dassault and French defence electronics firm Thales paid millions of euros to Sushen Gupta, an Indian middleman, to influence the deal.Congress chief spokesperson Randeep Surjewala alleged that the state exchequer had lost Rs 21,075 crore because of corruption in the Rafale deal. “The scandalous expose of facts and string of documents have uncovered a concerted collusion to defraud the public exchequer,” a statement said.Surjewala questioned how a private individual became powerful enough to influence the decisions of Narendra Modi’s government in what is one of India’s biggest defence deals. “Does it not require a thorough independent investigation?” he asked. “The government can no longer hide and it must answer to the people of India.”Rafale Corruption of £2.81 Billion – ₹21,075 Crores Exposed!Explosive revelations in #RafaleScam have now cemented massive corruption, treason, loss to public exchequer of at least £2.81 Billion (₹21,075Cr) & criminal breach of National Security by Modi Govt.Our Statement-: pic.twitter.com/Fa9J3ucafM— Randeep Singh Surjewala (@rssurjewala) April 9, 2021\n\nNotably, Gupta was arrested by the Enforcement Directorate in March 2019, on charges of money laundering. The charges against him relate to the 2013 corruption scandal, dubbed “Choppergate”, which centred on a 550-million-euro contract for the sale to India of helicopters manufactured by the Italian-British firm AgustaWestland.In a report on Thursday, Mediapart claimed that documents by the Enforcement Directorate revealed that Dassault Aviation and Thales paid Gupta in secret commissions to offshore accounts and shell companies, using inflated invoices for software consulting. Gupta’s legal counsel has denied any involvement of his client in the Rafale deal.These payments were besides a contract with Dassault for making replica models of Rafale jets that have never been seen, worth 1 million euros, which was revealed in the first series of reports by Mediapart. The second part reported on how a French prosecutor overruled a deputy in deciding to not pursue an anti-corruption investigation into the Rafale deal, citing “the interests of France.”Meanwhile, Surjewala on Friday questioned why the government removed the mandatory anti-corruption clauses in the Rafale deal and whether the prime minister was aware of it. “Isn’t it correct that the French government or Dassault deleted the anti-corruption clauses,” he asked. “Were the anti-corruption clauses deleted to escape responsibility from the bribery and commissions to be paid in the Rafale deal?” The Congress leader sought to know why the deletion of the clauses was approved, despite the defence ministry’s insistence upon including those in the inter-governmental agreement in July 2015. Surjewala said the revelations by the French portal shows criminal breach of national security by the Bharatiya Janata Party government.On Monday, the Congress had said that the first part of the investigative report had vindicated former party chief Rahul Gandhi’s allegations of corruption in the deal.The Rafale dealThe Rafale jets are India’s first major acquisition of fighter planes in over two decades. The deal came four years after the Narendra Modi government signed a pact with France for a total of 36 units of the fighter jet. All the 36 jets are to be delivered by 2022.The deal had become a major political topic during the Lok Sabha election campaign in 2019. Congress leader Rahul Gandhi, among others, had accused Prime Minister Narendra Modi of treason and corruption multiple times, and alleged that he had acted as a middleman for industrialist Anil Ambani in the deal.The first Rafale fighter jet was handed over to the Indian Air Force on October 8, 2019, in France, in a ceremony attended by Defence Minister Rajnath Singh. The jets were formally inducted into the fleet on September 10.","author":"Scroll Staff","time":"2021-04-09T19:55:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/131434-pvkhnfypyf-1580573943.jpg","tags":["Randeep Surjewala","Congress","Dassault Aviation","Narendra Modi","Rafale deal"]}