{"title":"‘Corruption first, citizenship later’: Why CAA is having little impact on the Bengal elections","content":"“Has anyone ever thought of us here?” said 64-year old Mohadev Majumdar. “We got tortured there. And are now having to beg here. What will CAA do? We don’t have hope from any party.”In 1971, a teenaged Majumdar fled what was then East Pakistan after his father was shot dead by the army. While technically India closed its system of awarding citizenship to East Bengali refugees once the Liberation War broke out in Bangladesh, Majumdar managed to informally acquire the trappings of citizenship – documents such as voter ID and a subsidised ration card – all the while eking out a menial existence as a peanut hawker on Kolkata’s local trains.Majumdar is not alone – one study by Dhaka-based economist Abul Barkat estimated that between the years 1964 and 2013, as many as 11.3 million Hindus had fled Bangladesh. In order to woo this massive demographic, the BJP launched an aggressive campaign in 2019 to bring in amendments to India’s Citizenship Act that would allow undocumented migrants to become Indian citizens – as long as they weren’t Muslim. Additionally, the party said that this new law would ensure a “chronology” that would see only Indian Muslims having to undergo a citizenship test under a future National Register of Citizens.However, the party has largely reset its strategy in the present Assembly election, almost completely dropping the Citizenship Amendment Act from its campaign.A large part of the reason for this dramatic shift lies in Majumdar’s apathetic answer. Seven decades after Partition and five after the birth of Bangladesh, citizenship is less of an issue than the BJP first thought. Instead, more prosaic bread and butter issues dominate the discourse, even amongst refugees and their families.The seat of the Matua order lies in West Bengal on the India-Bangladesh border.Local firstNikhil Mallik, a Matua community leader in the refugee-dominated Matia village of North 24 Parganas, is greatly agitated by the recent updation of the National Register of Citizens in Assam as well as the state’s targeting of people with the claim of apprehending illegal Bangladeshi migrants. “We have seen thousands of Matuas in detention camps,” Mallik claimed. “In 2003, the BJP bought a black law that made us anuprabeshkari, infiltrators. Now it has done the NRC in Assam.”Matuas are a religious order that was, till Partition, based largely in what is now Bangladesh. Consisting principally of Dalits from the Namashudra caste, Matuas migrated in large numbers from East Bengal after 1947. While only a small segment of the total number of refugees in West Bengal, Matuas are often treated as a bellwether given their extremely organised order and consistent lobbying efforts for refugee rights.Mallik’s anger against the NRC and the Vajpayee government’s 2003 Citizenship Amendment Act – which introduced the category of “illegal immigrant” in India law, opening up Bangladeshi migrants to police harassment and even arrest – is therefore not surprising.In spite of this, Mallik makes a sudden pitch for the BJP in the current West Bengal Assembly elections. “Yes, the BJP has many negatives, but this election is to remove the Trinamool,” Malik explained. “Amphaner por ja durniti hoyeche – the amount of corruption we’ve seen after [the supercyclone] Amphan. Because of that, the wind is blowing towards the BJP.”But what about his anger at the way the BJP has treated Hindu Bangladeshi migrants? “We can see about that after the election,” he said. “We will create pressure on the BJP to implement the CAA, shut down detention camps after the election. First we will vote on durniti, corruption, then later we will think of citizenship.”Mohadev MajumdarMissing CAAMallik is not alone in prioritising local issues over the larger Partition-related issue of citizenship.  Mihirkanti Biswas lives in Thakurnagar, the religious seat of the Matua order set up in West Bengal after Partition. Like Mallik, Biswas is greatly angered by the situation in Assam. But at the same time, he holds positive views about the BJP. “The BJP is a good party, if it comes to Bengal it will develop it,” Biswas argued.Biswas is aware of the 2019 CAA and that it hasn’t been implemented. But it does not bother him too much: “Matuas were talking about CAA in 2019. But no one talks about it now, really.”In West Midnapore’s Garbeta, Matua community leader Sadananda Malakar does not deny that the Trinamool has done some development work in the region. “Kintu joto bolechilo, oto koreni,” he contended. They haven’t done as much as promised, going on to bring up a familiar complaint: cut money or bribes paid to panchayat members to access welfare schemes.Most Matuas are with the BJP, claimed Malakar. “And if the BJP repeats the Trinamool’s corruption, we will vote it out after five years. What is there in that?”Partition scarsManimohan Majumdar runs a shop that stocks idols of the founders of the Matua order in Thakurnagar. He is sceptical of Amit Shah’s claim that the CAA will only be implemented after India’s population is vaccinated. “It might take forever for corona to leave us – maybe 10 years,” he said, smiling. “Will we wait for CAA all this while?”Given that the BJP has desisted from speaking of it in its rallies, Majumdar – like everyone else Scroll.in spoke to – was unaware that the BJP had claimed in its manifesto that it would implement the CAA if it came to power in Bengal.Manimohan MajumdarIn spite of this scepticism, like many East Bengali migrants the BJP has tapped, Majumdar – who fled Gopalganj in Bangladesh during the 1971 War – is driven more by the trauma of Partition than minutiae like laws. “We left Bangladesh due to Muslim torture,” he said. “When we came here, then we found that Muslims are getting appeased here – both Left and TMC are doing it. It has crossed all limits. Why did we come here then? Amader ei dukkho to dukkho roe gelo. Our pain will never go away.”Unsurprisingly, Majumdar eventually expressed support for the BJP: “Let us see how a new party rules in Bengal.”Voting on work While the focus away from the CAA – and its lack if implementation– towards the nitty-gritties of everyday politics has largely worked in favour of the BJP, even when it hasn’t, the law has played no great role in shaping preferences.A resident of Thakurnagar, 24-year old Mithun Majumdar is a Namashudra Dalit – but not of the Matua faith. His parents migrated from Barisal in Bangladesh around a decade before he was born. Like most young Hindu men in this border region, Majumdar expresses admiration for Prime Minister Modi. But his relationship with the BJP has soured of late.“You tell me what work has Santanu [Thakur] done in the past two years?” Majumdar asked, referring to Santanu Thakur, a member of the Thakur family that traces its descent from Harichand Thakur, the founder of the Matua order. In 2019, fighting on a BJP ticket, he was elected MP from Bongaon, the Matua-heavy seat in which Thakurnagar town falls.“He has done no work,” said Majumdar. “I voted for the BJP in 2019. But this is a state election. So I will vote for the TMC.”Mithun MajumdarIn spite of being the son of migrants, Majumdar is unbothered about the CAA. “In reality, no one here understands the CAA – they often confuse it with the NRC,” he said. “No one is talking about the CAA here for the election. The vote will take place on the basis of work.”Majumdar is referring to the widespread panic that spread amongst many refugee families after Assam’s draft NRC was published in 2018. The reason for it were allegations – backed up even by Assam BJP leaders – that the NRC’s principal victims had been Hindu Bengalis. In response, as first reported by Scroll.in, the BJP had theorised Amit Shah’s famous “chronology”, promising to bring the CAA before it implemented the NRC such that only Muslims would have to undergo a citizenship test.Everyday issuesWhile the TMC had pushed hard the line that the CAA would harm Hindu migrants in the lead up to the 2019 Lok Sabha elections, it has not raised the issue significantly in 2021. However, at the local level, Mamata Bala Thakur, a former TMC MP and part of the Thakur family, showed Scroll.in a pamphlet she was distributing which argued that anyone who applied under the 2019 CAA without documents would be declared an “illegal immigrant” and put into a “detention camp” when an NRC is conducted.Mohadev Majumdar from Gaighata, a town just next door to Thakurnagar, has bought the Trinamool argument. “We are already citizens,” he said. “Why will we take the risk and apply for something we already have?”Majumdar, however, claims to be a long-time Trinamool supporter. So it is difficult to make out if he supports the TMC because of its stand on the CAA-NRC or the causality flows the other way. What is clear is that in spite of the storm it caused in 2019, the CAA is a minor issue now amongst the very people it claimed to help – Hindu migrants from Bangladesh. They would much rather vote on everyday issues just like every other resident of the state.","author":"Shoaib Daniyal","time":"2021-04-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157061-zhuevzmlku-1617351241.jpeg","tags":["West Bengal","CAA","NRC","Bangladeshi migrants","West Bengal Assembly Elections 2021"]}