{"title":"Couldn’t swim, didn’t know Olympics: Eric ‘Eel’ Moussambani looks back on iconic Sydney 2000 moment","content":"Twenty years ago, Eric Moussambani became a global star after swimming a 100-metre freestyle alone in the Olympic pool in Sydney so slowly that it appeared he might sink.Moussambani was the first swimmer from Equatorial Guinea, a Central African nation with a population at the time of less than one million, to compete in the Olympics.“At the end of the race, I felt grateful above all because at least I had been able to represent my country, because I had managed to finish those 100 metres, which I had never done before,” he told AFP in Equatorial Guinea’s capital Malabo ahead of the 20th anniversary on Saturday.Moussambani did not race against the top swimmers, but was instead put in a heat for beneficiaries of an Olympic programme designed to encourage sport development.In the 100 metres the two other competitors, from Tajikistan and Niger, were disqualified for false starts, leaving Moussambani to swim alone.He started well enough but in the second lap, his freestyle slowed to a crawl. The 17,000 crowd in the aquatic centre in the Olympic Park roared him home in 1min 52.72sec. The same day, Dutch swimmer Pieter van den Hoogenband, who would win the gold, set a world record of 47.84sec in his semi-final. Yet Moussambani had made a splash. The global media, fans and sponsors embraced ‘Eric the Eel’.Moussambani had only recently learned to swim and had never seen a 50-metre pool before arriving in Sydney.“When I was young, I played basketball,” he said. “I broke my arm, and I had a panicky fear of playing again. I became interested in swimming. When I was about 19, 20 years old, I started to learn with a fisherman because I couldn’t swim.”‘I couldn’t swim’When he heard the country’s swimming federation was looking for swimmers he went along.“I was the only boy, there was a girl too, in the end there were only two of us.”The trials were held there and then.“The president of the Olympic Committee at the time, Fernando Minko, wanted to see how we swam, so I dived into the pool and started to move my feet. He told us we were going to the Olympics in Australia. “It was two or three months away from the opening! There wasn’t even a coach. I asked a man from the hotel to come and coach me. He said OK but from 5:00am to 6:00am in the morning because the pool was for the guests.“I didn’t know what the Olympics were all about,” he said. “I didn’t even know where Australia was.”Paula Barila Bolopa was Equatorial Guinea’s other entrant in Sydney. She was also out of her depth. Swimming her heat in the women’s 50m three days after Moussambani’s 100 metres, she recorded the slowest ever time in the event, which entered the Olympic programme in 1988.The facilities in Sydney were an eye opener.  “When they showed me the Olympic pool, I had never seen one so big, I thought ‘seriously, I can’t’,” Moussambani said. “During my training in Sydney I never swam all the way to the end,” he said. “Honestly, I couldn’t swim.”“There were South African and American swimmers, I took the opportunity to watch how they moved their feet, their technique, I asked them questions.”He also lacked equipment until the day of his first race.  “A coach from South Africa saw me wearing Bermuda shorts I’d bought at a second-hand shop and a towel and asked me: ‘Where are you going?’ ‘Swimming,’ I told him. ‘You are going to be disqualified, your outfit is not regulation, it looks like you’re going to the beach.’ So he gave me a swimming costume and goggles.”‘Olympic spirit’Kitted out, Moussambani took the plunge.“Of course there was some mockery, but in the interviews I had afterwards, people explained to me that I was not prepared, not trained like the others, but that I had represented the strength of the Olympic spirit.”   That swim transformed Moussambani’s life.    “I did a lot of advertising in Japan and Australia. I travelled,” he said.It also made him a symbol for swimming in Equatorial Guinea, where there are now two Olympic-size pools.“I am a national coach in the swimming federation of Equatorial Guinea, my life has changed completely. I work to ensure that our country has good swimmers, teaching them the fundamentals of swimming. “They, at least, have the opportunity to see and train in Olympic swimming pools. I divide my life between my work in an oil company and the swimming federation.“I’m a different Eric than 20 years ago. I have a wife and four children,” he said. “I’m not rich but I earn my living.”He said that he tells the young swimmers the lesson he took from his lonely swim in Sydney.“I ask them to have a lot of courage, because I believe that, in life, when you have goals, you have to persevere to achieve them.","author":"AFP","time":"2020-09-19T17:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147728-nldyrgqixq-1600515234.jpg","tags":["Eric Moussambani","Swimming","Olympics","Equatorial Guinea","Sydney 2000"],"source":"https://scroll.in/field/973523/couldnt-swim-didnt-know-olympics-eric-eel-moussambani-looks-back-on-iconic-sydney-2000-moment"}