{"title":"What if someone just buys the Indian government (and the Opposition) at a wholesale rate?","content":"Charles Cornwallis, the First  Marquis of Cornwallis, had a mixed record as a general and political fixer. As Governor-General of India, he is credited with putting the Permanent Settlement in place and thus formalising Zamindari.  He was also the Governor-General when the East India Company defeated Tipu Sultan.  But Cornwallis had even greater claims to fame or notoriety, depending on how you look at it.  He was the general who signed the surrender at Yorktown, ceding independence to the unruly American colonists.After his India stint, Cornwallis was sent off to Ireland in mid-1798.  Britain was then involved in a long war against Napoleonic France. Ireland was a fractious colony. It had a majority Catholic population. Catholics were discriminated against, and debarred from holding many posts in the United Kingdom.In 1798, there was a violent rebellion in Ireland, backed by the French, just before Cornwallis arrived.  Most Irish, even some Protestants, wanted independence or, at the least, home rule. The French (also majority Catholic) were natural allies.  Ireland had its own parliament. Even though there was no universal franchise and most Irish members of Parliament were Protestants of Anglo-Scots descent, the Irish Parliament was a thorn in the flesh of the United Kingdom.As Lord Lieutenant of Ireland, Cornwallis’ brief involved cutting the Irish Parliament to size. Instead of taking half-measures, he bought the whole house: he bribed Irish MPs to permanently dissolve the parliament. In return, Irish MPs were given seats in the House of Commons.  From 1801, Irish MPs formed a minority bloc (actually several minority blocs) in the House of Commons, rather than having their own house. Their power to demand home rule, independence and other inconvenient things was thus, reduced.Apart from paying large sums of cash to Irish MPs, Cornwallis is said to have indulged in the intimidation and blackmail of Irish MPs. Catholic Emancipation as it was called, was also promised, as a sop. It was granted piecemeal over the next 30-odd years, rather than immediately.This is one of the most blatant examples of buying a democratic institution I can think of.  I’m sure other such instances, perhaps of more recent vintage and closer to home, will occur to readers. One factor worthy of note: it was money from overseas – across the Irish Channel – that persuaded Ireland’s MPs to sell their country. \n\t\t\n\tMoney continues to influence political decisions. India has had its Bofors, Enron, and its Operation West End.  Americans have wondered if there is any connection between Donald Trump’s decision to ease sanctions on China’s ZTE,  just two days after $500 million of Chinese money was invested in a Trump project in Indonesia.Most nations, even the most advanced democracies, have to live with some level of political corruption and cronyism. But most nations also draw the line at politicians being bought by overseas cash. And, most nations have laws against political parties and political campaigns being funded by overseas cash.India is an exception. Or rather, India became an exception with this year’s Budget. Budget 2018The Finance Bill of 2018 contained a clause that retrospectively made foreign donations to political parties anytime after 1976 legal. It is now legal for any, and every political party, to accept funds from a foreign company, so long as it has an Indian subsidiary. They can take the cash, issue receipts and show it in their accounts.Entry number 217 in Part XIX of the amendments in the 2018 finance Bill (Amendment to the Finance Act, 2016) reads:“In the Finance Act, 2016, in section 236, in the opening paragraph, for the words, figures and letters ‘the 26th September, 2010’, the words, figures and letters ‘the 5th August, 1976’ shall be substituted”.The amendment was a thinly disguised attempt to overturn  a 2014 Delhi high court order that found both the Congress and the BJP guilty of violating the Foreign Contribution (regulation) Act and ordered the government and Election Commission to act against them. The Association for Democratic Reforms listed at least 25 cases of the two national parties receiving funding from the “Indian” subsidiaries of various foreign companies before 2010.The table above compiled by the Association for Democratic Reforms shows that both the national parties received money in the range of Rs 1 lakh to Rs 5 crore from the Indian subsidiaries of Vedanta, Dow Chemicals and Switzerland-based Mundipharma over the course of six years from 2004 to 2010.Foreign companies are now classified as “Indian” if their ownership in an Indian entity is within the foreign investment limits prescribed by the government for that sector. In many sectors 100%  foreign ownership is allowed.  Vedanta, which has more than its fair share of controversies, has continued to donate generously to both the Congress and the BJP.Budget 2017Last year’s Budget (2017-’18) pulled off another coup that enhanced the ease of political funding. It ensured companies could make anonymous donations to political parties.  A company can legally donate money to the political party of its choice, without either the amount or the political preferences of the company being revealed.The incomes of political parties are exempt from tax, though parties must file tax returns. There is no limit on spending by a political party though there are limits on spending for a specific candidate. (The Association for Democratic Reforms tracks party accounts here).Anybody can donate up to Rs 2,000 anonymously to a political party. This in effect, means that somebody who wishes to donate, say Rs 1,00,000 donates it in 50 anonymous tranches. Or rather, the political party just issues 50 receipts breaking up that large donation into small anonymous chunks.Companies could always donate directly to a political party. But the donation was transparent – voters knew who gave how much to which party. When the party presented accounts, the donor was mentioned. When the corporation filed its statement of accounts, the donation was mentioned, with details of amount and recipient. It was therefore possible for a voter, assuming any voter cared, to link company donations with favours done to a firm.The 2017-18 Budget introduced the concept of election bonds. Now, if a company wishes to donate anonymously to a political party, it can buy election bonds. The money is paid to the bank issuing the bond, the bond is handed over to the party of choice, and it is redeemed, with the equivalent sum transferred to that party’s account.The RBI knows the buyers of bonds; the issuing bank (where the government is the majority shareholder) knows; the voting public does not know who bought bonds and where those bonds were donated. The company may mention the donation in its accounts at the end of the financial year, but it need not mention the recipient. So the voter doesn’t know which party has been the beneficiary of the donation. Finance Minister Arun Jaitley claimed that this is a more transparent mode of political funding in his Budget speech in February 2017.Another key change: after April 2017 a company can donate any sum it pleases to a political party. Earlier, company donations had a ceiling linked to profitability – a company could only donate 7.5% of its average profits over the past three years. That  limit was removed in April 2017.A company can now borrow or raise any sum of money it chooses, to make any quantum of donations. If a company wishes to conceal that it has given donations, it could, in theory, set up a subsidiary, loan cash to the subsidiary, and donate via that cut-out.  Lucrative businessSo that’s the current status of political funding. Any political party can accept any amount of money from abroad, legally. Any company that wishes to donate any sum anonymously can do so, legally.  Of course, political parties also raise money under-the-table to pay off goons, offer cash and liquor to voters,  and persuade politicians to change their allegiance.These changes make politics an even more lucrative business. The ruling party has always had an asymmetric advantage in raising cash because the ruling party can hand out more favours. The changes increase that asymmetric advantage. Now the ruling party is one of the few entities that knows which company is donating how much, and to whom.The latest accounts submitted by political parties make it clear that the BJP has capitalised on this asymmetry. The BJP has seen an 81% rise in income for 2016-17 while the Congress has seen a fall of 17%. The enhanced potential for raising money could go a long way towards explaining the very large sums of money that have been spent in the past few political campaigns.A few questions remain.  Nobody seems to be asking them.Does this “ease of giving donations” translate into “ease of doing business” for a large political donor? Colour me cynical but I suspect that it does.Could it translate into political parties being given large sums by overseas corporations to say, facilitate the import of something, arms for example, at inflated costs? Such payments would be legal now.   Could it translate into somebody buying the Indian government and the Opposition at a wholesale rate in the same way that Cornwallis bought the Irish Parliament? No obvious reason why not.","author":"Devangshu Datta","time":"2018-05-25T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/879844-oeuvrhgfks-1527158143.jpg","tags":["Politics","Political funding","Donations","Foreign Donations","Political parties","Law and legal"],"source":"https://scroll.in/article/879844/could-someone-just-buy-the-indian-government-and-the-opposition-at-a-wholesale-rate"}