{"title":"Could an OBC backlash to the Maratha quota hurt the BJP?","content":"In mid-January, Arun Hegde travelled 220 km from his village in Maharashtra’s Nanded district to Antarvali in Jalna to join a protest rally by Marathas. The farmer carried large sacks of sugar, rice, tea, clothes and bedsheets. From Antarvali, Hegde joined the entourage of Maratha activist Manoj Jarange-Patil – a massive procession of trucks, tempos, tractors and cars – which covered another 400 km over five days and reached Navi Mumbai on January 25. Their final destination was Mumbai’s Azad Maidan where they planned an indefinite protest to demand reservation for the Maratha community.Hegde slept on a bedsheet spread by the roadside at night, and cooked food with others on the road in the day. He was prepared for a long haul, but to his surprise it took only a day of protest at the Chhatrapati Shivaji Chowk in Vashi to spur the Maharashtra government into action. By the night of January 26, the government had agreed to all their demands and issued a draft notification, promising Marathas, who can prove their Kunbi lineage, reservation under the Other Backward Classes or OBC quota. Kunbis, an agrarian Maratha sub-caste, became eligible for OBC reservation in 2004.Hegde was home by the next day, having made up his mind to vote for Maharashtra chief minister Eknath Shinde, who split from Uddhav Thackeray’s Shiv Sena in 2022 and formed a government with the Bharatiya Janata Party. Shinde’s decision left several legal questions unanswered, but with only months to go for the Lok Sabha elections in a key election state, it is seen as a way to placate the politically influential Maratha community – which, by some estimates, accounts for 33% of state population.But, analysts say, the move is not without risks. It can alienate the OBCs, who form 38% of state population – and are widely believed to be supporters of the BJP, a part of the ruling alliance in Maharashtra.\n\t\t\n\tNCP leader Chhagan Bhujbal is the face of the OBC protest. Courtesy: Chhagan Bhujbal/FacebookFor example, in Nanded district itself, as Hegde and other Marathas rejoiced, there was disquiet among OBC communities. Mahendra Demgunde, district president of the OBC Jan Morcha, told Scroll that people have started panicking in villages about having to share the current reservation with Marathas. “I got calls from teachers in government schools who worry whether members of our community will get jobs in schools and colleges in the future,” he said. Behind the anxiety is the difference in influence between the two groups. The Marathas are a politically dominant, landowning community of Maharashtra, though certain sections are increasingly under stress as agricultural incomes shrink. In 2021, the state government’s decision to provide 16% reservation to the community in higher education and government jobs was struck down by the Supreme Court, which reasoned that it was not a backward community.The most strident voice of opposition to the notification has come from within the Maharashtra government – Chhagan Bhujbal, one of the state’s major OBC leaders, and a minister in the Shinde government has termed the reservation for Marathas with Kunbi lineage as a “backdoor entry” into OBC quota.Bhujbal is now mobilising the entire community for a series of protests.Maratha protestors gather in Lonavala on January 25. Photo by Tabassum Barnagarwala.The door to OBC quotaPast attempts to grant Marathas reservation have repeatedly come up against one obstacle – their relative affluence and empowerment compared to other communities in the state, whether OBCs or the Scheduled Castes and Scheduled Tribes.To get around that, Jarange-Patil proposed that all Marathas be identified as Kunbis under Other Backward Classes, or OBCs. But, as Scroll reported earlier, this is a difficult reclassification to pull off, for legal reasons as well as a complex caste history.Maratha protestors travelled in trucks, carrying food and mattresses, on their way to Mumbai. Photo by Tabassum Barnagarwala.Kunbis are a largely agrarian community with small land holdings and low incomes, spread across Maharashtra, Karnataka, Goa, Kerala and Andhra Pradesh. A couple of centuries ago, the Nizam rulers of Marathwada identified Kunbis as a sub-caste of the Marathas and issued them identification documents.In 2004, Marathas who had those Kunbi records were included in Maharashtra’s list of Other Backward Classes and given reservation. Giving in to Jarange-Patil’s demands, the Maharashtra government, in the draft notification issued on January 26, allowed the ‘sage-soyare’ – a Marathi term for family tree – or blood relatives of Kunbis to claim reservation. This will allow a person with proof of Kunbi lineage to vouch that a blood relative on his or her paternal side is part of his or her larger kin group. Based on this, the government will provide the person’s relatives a Kunbi certificate. Such certificates will also be issued for Marathas who are married to partners with official Kunbi records. The community has demanded that the government set up camps at the district and taluka levels to help them claim kinship with Kunbi relatives. For now, the government has agreed to this demand. Meanwhile, Maharashtra is also conducting a hasty caste-based census – its deadline was January 31– to collate data on economic backwardness of Maratha community. Multiple past commissions have refused to identify Marathas as backward.  The census’s quality is questionable, those within the government have admitted. Many families have refused to share their data, said officials conducting the survey, and many Marathas may give biased data in order to portray themselves as poor, said Prakash Shendge, president of OBC Jan Morcha, an organisation that represents the community. A Brihanmumbai Municipal Corporation official, who is a part of the team conducting the survey, told Scroll that the survey has questions on loans taken, cars and houses owned by a person, and if they feel they are excluded from government opportunities due to their community. “There is no way to authenticate their answers on loans, house or car,” the official said.Another government-led committee, the Justice Sandeep Shinde committee, is looking into ways to provide Kunbi certification to Marathas in Marathwada.The demand for reservation is strongest in the Vidarbha and Marathwada regions, where the agrarian crisis has left several communities impoverished.While most Marathas in Vidarbha have Kunbi certificates, many in Marathwada do not. A member of the committee told Scroll they were hardly able to find Kunbi records of Marathas in Marathwada. “The government’s decision to identify sage-soyare as Kunbi will help lakhs get the OBC quota,” the member said. “Otherwise there is no other way.” OBC protestors submit a letter of protest against the government's draft notification on the Maratha quota. Credit: Special Arrangement.OBC protestSeveral OBC leaders Scroll spoke to said they are gearing up for political and legal battles. Already a petition challenging the government’s notification has been filed in the Bombay High Court. More petitions are expected to follow. “We will fight this decision of the government,” said Shendge. He said that they plan to move the Bombay High Court to challenge the government claim that it has so far found 57 lakh Kunbi certificates. “The government initially said 54 lakh Kunbi records have been found,” said Shendge. “Within a few days, that figure rose to 57 lakh. We want to know from where these many records have been found.”In Marathwada, only 28,000 Kunbi records have been found, he said.Shendge said the government’s decision to relax the criteria for getting a Kunbi certificate will bring a large population under reservation. “This could benefit almost the entire community,” he said.He questioned the need to label Marathas as backward. “Multiple commissions have confirmed that Marathas are in fact politically strong.” The facts bear out Shengde’s assertion. To take just one example, in the 2019 Lok Sabha election, of the 48 seats, 21 were won by Marathas, four by Kunbis and 13 by OBC candidates. The remaining were won by Muslims, Brahmins, SC and ST candidates.\n\t\t\n\tSeveral OBC protests are being organised across the state. Credit: Gopinath Padalkar/TwitterBesides access to jobs and education, OBC leaders also fear that the decision could eat into the political gains made by the community.  “If Marathas come under OBC, even our representation in gram panchayat elections could reduce,” Demgunde, the OBC Jan Morcha leader from Nanded, said. In 2022, the Supreme Court allowed 27% reservation for OBCs in local body elections in Maharashtra, though it has not been implemented so far.In Osmanabad, about 1,000 OBC members will shave their heads as a mark of rebellion against the government on February 1. Pravin Gadhave, leader of OBC Mahasabha in Maharashtra, said they are not opposed to reservation for Marathas. “As long as the OBC quota is not diluted. If the government increases our quota by 10%, the community will have no problem in sharing the reservation,” he said.Currently, Maharashtra’s 62% reservation is carved out into 13% for Scheduled Castes, 7% for Scheduled Tribes, 19% for OBCs, and 10% for the economically weaker section. The remaining 13% is shared by special backward classes, communities classified as Vimukta Jati, and nomadic tribes.Political ramificationsWith the Lok Sabha and Assembly elections coming up, will the OBC anger cost the BJP in Maharashtra? Prakash Ambedkar, Vanchit Bahujan Aghadi leader and a member of the INDIA alliance, predicted a shift in the voting pattern of the OBCs in the elections. “The OBCs are not going to vote for Marathas,” he told Scroll. While Ambedkar’s party has not opposed benefits for the Marathas, he has argued for a separate reservation quota for the community. “Inki thali aur unki thali alag honi chahiye,” he said. ‘They should not have to share from the same plate.’By announcing reservation for Marathas, Ambedkar said, Eknath Shinde has emerged as the tallest Maratha leader, “He will get 100% of the poor Maratha votes.” But that also means BJP may lose its voter base in the OBC community, he added. “BJP loses out in both cases,” he said – if Marathas get reservation and if they do not.Harish Wankhede, faculty at Jawaharlal Nehru University’s Centre for Political Studies, agreed that Shinde’s decision will help him consolidate the votes of the working-class Marathas, if not the upper class.Shinde, Wankhede said, has also bought time till the Lok Sabha elections. “He has kept his promise of reservation. But he knows this will eventually lead to a judicial scrutiny and the court will question the constitutional validity of reservation,” he said.The BJP appears to have played safe, Wankhede noted, by letting Shinde take all decisions. Deputy CM Devendra Fadnavis did not publicly involve himself in the negotiations with the Maratha community. Only two senior BJP leaders, Girish Mahajan and Mangal Prabhat Lodha, were present when Patil broke his fast.“The BJP largely has an OBC voter base in the state,” Wankhede said. “The next day, Fadnavis said the OBC quota will not be affected. BJP is making sure any anger, whatsoever, is directed at Shinde and not at the BJP. That is also why BJP is not openly supporting Shinde’s decision.”But Ambedkar contested whether the BJP can distance itself from Shinde’s call. It could also be argued that the BJP is part of the ruling alliance and did nothing to safeguard OBC interest, he added.Shengde, the OBC Jan Morcha president, told Scroll that the community will rally behind candidates from their community in the coming elections – and not vote for Marathas, no matter which party puts them up.In Osmanabad’s Dharashiv, OBC Jan Morcha member Dipak Jadhav said “we have been let down by our leaders”, referring to Shinde who is a Maratha and Fadnavis who is a Brahmin. Demgunde, the OBC leader from Nanded, said the Maharashtra cabinet currently has 11 Marathas and nine OBC ministers. “We want to increase our representation in the government. Only then we can assert our rights,” he said.","author":"Tabassum Barnagarwala","time":"2024-02-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198146-xmujvbqwry-1707046249.jpeg","tags":["Marathas","Kunbi certificates","OBC reservation","Eknath Shinde","Maharashtra Lok Sabha election","Chhagan Bhujbal","sage-sayore","BJP","Shinde Shiv Sena"]}