{"title":"Could the return of caste politics end up toppling the Hindutva project in the 2024 elections?","content":"As the 2024 general election approaches, India’s politics seem headed for a twist that has the potential  to derail not only the Bharatiya Janata Party’s dream run towards a third consecutive term in office but also the Rashtriya Swayamsevak Sangh’s Hindutva project in its centenary year of 2025.At the political level, there is a rising demand for a caste-based census, which would result in many more members of the lowest castes being able to benefit from reservations in educational institutions and government jobs. At the social level, criticism of mainstream Hinduism is growing from those at the receiving end of the injustices of the caste system. Pushed into a corner by the BJP’s aggressive and predatory politics, almost all of India’s Opposition parties are facing an existential crisis. With an increasing sense of helplessness and the very real prospect of being marginalised by the BJP’s seemingly unstoppable march, Opposition parties are being forced to reinvent their political language and find new electoral strategies to survive. The only option left for them, it seems, is to retain their  Hindu voter base that is being gobbled up by the BJP.  That will be possible only by prying away from the BJP those Hindus it has coaxed into its fold in the name of Hindu unity.Mandal vs kamandalIn other words, many Opposition parties are attempting to polarise the Hindu community. It seems to be a throwback to the 1990s, when politics in North India was a battle between Mandal and Kamandal – those who backed reservations that resulted from the release of the Mandal commission report and those who supported Hindtuva politics that was symbolised by the kanmandal water pots used by Hindu ascetics. There are already some clear pointers to this trend.In recent months, Janata Dal (United) leader Nitish Kumar, the chief minister of Bihar, has started a caste-based census in his state, putting pressure on the BJP to institute a similar exercise across the country.The BJP has been shying away from a caste-based census since it could throw unflattering light on the condition of members of India’s Scheduled Castes and Tribes and the Other Backward Classes.Kumar has already made a big strategic maneuver by breaking his party’s alliance with the BJP in August and forming a coalition government along with Lalu Prasad Yadav’s Rashtriya Janata Dal.Supreme Court has given a decision in our favour, it is in everyone's interest. Caste-based census is the work of the central government, we are doing it in the state. If we will have knowledge about everything, it will be easier for people's development: Bihar CM Nitish Kumar pic.twitter.com/ywSb4Q0PX2— ANI (@ANI) January 20, 2023\n\nIn Maharashtra too, in a daring reworking of its political strategy, Uddhav Thackeray’s Shiv Sena parted ways with the BJP in 2019 to join hands with the Congress and Nationalist Congress Party.With Shivaji as his icon, Thackeray is redefining his party’s Hindutva to foreground as its flag-bearers the identity of the 17th century Maratha warrior king’s mawlas – his soldiers who largely belonged to Hinduism’s lower castes.As a consequence, Thackeray is signalling that he has divorced himself from the BJP’s upper-caste-centric Hindutva.In Tamil Nadu, the  ruling Dravida Munnetra Kazhagam is proudly championing the Dravidian brand of politics whose historical antipathy to mainstream Hindu socio-religious discourse is its bedrock.A pushbackAt a social level across India, too, divisions in Hindu society are finding expression. One instance of this is the scrutiny to which the Ramcharitmanas, the text written by 16th-century Bhakti poet Tulsidas, is being subjected to. On January 11, pointing to allegedly demeaning references to “shudras” and women in the poem, Bihar Education Minister Chandra Shekhar claimed that the Ramcharitmanas was a source of hatred. He demanded that it be consigned to the flames, along with the Manusmriti and Rashtriya Swayamsevak Sangh ideologue MS Golwalkar’s Bunch of Thoughts.Ramcharitmanas row: Samajwadi Party leader Swami Prasad Maurya says he will continue with his “campaign” unless the ”objectionable” portions in the epic are banned or amended— Press Trust of India (@PTI_News) February 2, 2023\n\nAlready, social media platforms are filled with clips and lectures attacking the upper-caste-dominated Hindu socio-religious systems in the light of Hindutva politics.It will be wrong to suggest that the renewed assertion by Hindus from the lower castes is all fuelled purely by considerations of electoral gain. But it is no coincidence that these expressions are showing up at a time that the Hindutva campaign is trying to gather the entire Hindu community under one umbrella. In fact, Hindutva’s dangerous deployment of anti-minority sentiment to engineer a non-organic vision of Hindu unity is the reason for the insistent articulation by members of the lower castes of their own  socio-political narratives. The Sangh’s vision of a consolidated Hindu polity with members of the lower castes as its foot soldiers is being identified for what it is: an upper-caste ploy to stay in control.As the Hindutva narrative became more cliched and the Hindutva juggernaut shifted gears too fast to match the speed of acceptance by Hindu society as a whole, it is not surprising that it is wobbling.RSS sees warning signsOf course, the canny leadership of the Rashtriya Swayamsevak Sangh, the nodal Hindutva organisation, was quick to notice this twist. Two recent statements by Rashtriya Swayamsevak Sangh chief Mohan Bhagwat clearly show the urgency to address it. In October, Bhagwat said that the caste system must be thrown out of Hinduism “lock, stock and barrel”. In the same speech, he also said that the sin of untouchability and caste discrimination must be atoned for. Earlier this month at an event in Mumbai, Bhagwat blamed “pundits” for the abhorrent caste system.This sudden apportioning of blame on a vaguely identified section (pundits) of Hindus is strategic rather than a genuine reconfiguration of the Sangh’s philosophy. The Sangh is attempting to signal its alignment with the politically and numerically critical members of the lower castes without actually attacking Brahmins for the ills of Hindu society.Given their obvious Brahmin-dominated structures, it remains to be seen whether the Rashtriya Swayamsevak Sangh and the BJP will actually be able to placate members of the lower castes.Complaint filed before court in Bihar's Muzaffarpur against RSS chief Mohan Bhagwat for allegedly denigrating Brahmins in recent speech— Press Trust of India (@PTI_News) February 7, 2023\n\nWhatever the case, it seems clear that these discussions about caste will  impact the BJP in the 2024 election. Caste pain is too real to be assuaged by the Sangh’s enticing embrace. Lower-caste politics is here to stay and grow. If it acquires critical mass, the Mandal comeback could not only dent the BJP’s 2024 plans, it could throw a dampner on the RSS centenary celebrations in 2025.Should this happen, they will have only themselves to blame. Their purported aim to unite Hindus, after all, is not aimed at ending caste discrimination: its real purpose is to unite Hindus to counter an imaginary threat from India’s minorities.After having patiently and painstakingly steered the Hindutva project since 1925, the Sangh parivar could just well have marched too fast and furiously since Narendra Modi’s 2014 victory to carry their plan to its desired end. Encouraged by their gains, the Sangh and the BJP failed to realise that the Opposition parties, particularly those representing members of the lower castes, also need a strong Hindu base to survive. As they find it crumbling due to the Sangh parivar machinations, they, too, are likely to devise their own strategies to keep their Hindu supporters together.  The Sangh Parivar  suffered a severe setback in 1948, when a former swayamsevak killed Mohandas Gandhi, resulting in the organisation being banned for 16 months and its members being held in suspicion for much longer. Will the minority-hating Hindutva of the Modi era also undermine the Hindutva project? Vivek Deshpande worked with The Indian Express and is now a freelance journalist in Nagpur.","author":"Vivek Deshpande","time":"2023-02-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133482-odbfplldju-1577193549.jpg","tags":["Hindutva","BJP","RSS","Nartendra Modi","Mohan Bhagwat","Caste","Mandal Politics","2024 Elections"]}