{"title":"‘Country needs Modi, not Akbar’: Assam CM targets Chhattisgarh’s sole Muslim minister","content":"Assam Chief Minister Himanta Biswa Sarma on Wednesday targeted Chhattisgarh’s only Muslim minister Mohammad Akbar by saying that India needs Narendra Modi and not the 16th-century Mughal Emperor Akbar.The Bharatiya Janata Party leader made the comments at a rally in the state’s Kawardha district. Assembly elections in Chhattisgarh will be held in two phases on November 7 and November 17.Sarma was campaigning for BJP candidate from Kawardha, Vijay Sharma, who is contesting against Congress leader Akbar. Akbar is a four-time MLA from the constituency.“To save Chhattisgarh from love jihad, religious conversion, and people like Akbar, we need people like Vijay Sharma,” Sarma said. “Do you want Akbar or Vijay? Make Vijay win the elections or else this Akbar from Kawardha will take over the whole of Chhattisgarh.”“Our country does not need any [Mughal emperors] Babur, Aurangzeb or Akbar,” the Assam chief minister added. “Our country needs Narendra Modi, Amit Shah and Vijay Sharma.”हम हिंदू हैं।  हमें secularism का पाठ मत पढ़ाइये l pic.twitter.com/OoLvivQDFN— Himanta Biswa Sarma (@himantabiswa) October 19, 2023\n\n“Love jihad” is a Hindutva conspiracy theory that Muslim men lure Hindu women into romantic relationships in order to convert them to Islam. Despite the Union home ministry telling Parliament that Indian law has no provision defining such a term, BJP leaders continue to use the bogey of “love jihad” to oppose interfaith couples.“In Assam, we are suffering and so, we can see the future,” Sarma said. “Forty years ago, our elders also made one such Akbar our chief minister. This chief minister opened the gates for Bangladeshis.”Sarma appeared to be referring to Syeda Anwara Taimur, the state’s sole Muslim woman chief minister. She held the post from December 1980 to June 1981. The BJP leader also said that India belongs to Hindus and that the Congress should not try to teach them secularism.“Secularism does not mean that you demolish a Ram temple and build a mosque in [Mughal emperor] Babur’s name,” Sarma said.The Assam chief minister alleged that instances of “love jihad” began during the Congress’ tenure in the central government. “Adivasis in Assam and Chhattisgarh are encouraged daily to get converted,” he said. “When people raise voices against the act, [Chhattisgarh Chief Minister] Bhupesh Baghel says he is secular.”","author":"Scroll Staff","time":"2023-10-19T13:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195107-rxydsabfdh-1697693177.jpg","tags":["Chhattisgarh","Himanta Biswa Sarma","BJP","Congress","Mohammad Akbar"],"source":"https://scroll.in/latest/1057818/country-needs-modi-not-akbar-assam-cm-targets-chhattisgarhs-sole-muslim-minister"}