{"title":"Court issues notice to Assam DGP, state and national human rights panels on plea on police shootings","content":"Delhi-based lawyer Arif Jwadder, who has filed a public interest litigation seeking an independent investigation into the alleged encounters in Assam, has said the matter was taken up by the Gauhati High Court on Friday. Jwadder said that the High Court bench, comprising Chief Justice Sudhanshu Dhulia and Justice Soumitra Saikia, has issued notices in the matter to respondents in the case – the Assam director general of police, the state Law and Justice Department, the National Human Rights Commission and the Assam Human Rights Commission.The respondents have been asked to file their replies within four weeks.In his plea, Jwadder has claimed, citing media reports, that over 80 alleged encounters have taken place between May and January. He has said that 28 people were killed and 48 were injured in police shootings during this period.Jwadder told the court that first respondent in the case – the Assam government – has filed its affidavit, but has not included details, such as copies of the first information reports filed on the alleged encountersAs a result, the lawyer said that it is difficult to ascertain if the Assam government has followed the Supreme Court’s guidelines issued in a 2014 case regarding the investigation of killings in encounters.The lawyer said that on February 18, he had filed an interlocutory application, seeking directions to the government of Assam to provide relevant documents regarding alleged encounters by the police in the state from May 2021 to January 2022. An interlocutory application is filed in a proceeding after after the court has commenced hearing on it.On December 16, Scroll.in had reported that 31 people have been killed in Assam in alleged encounters since May. This includes Niraj Das, who had been arrested for the lynching of Animesh Bhuyan, a leader of the All Assam Students’ Union.An analysis of 30 of these cases showed that 14 of them were Muslims and 10 hailed from tribal communities that have seen armed movements for self-determination.","author":"Scroll Staff","time":"2022-02-25T21:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163138-yiekeehheb-1629713765.jpg","tags":["Assam","Arif Jwadder","Gauhati High Court","Assam Encounters"],"source":"https://scroll.in/latest/1018255/court-issues-notice-to-assam-dgp-state-and-national-human-rights-panels-on-plea-on-police-shootings"}