{"title":"Covid-19: Himanta Sarma says no cases in Assam till April 6, data shows 2,624 infected since January","content":"Assam Health Minister Himanta Biswa Sarma on Tuesday claimed that there were no coronavirus cases in the state till April 6, but official data suggests that over 2,600 people were infected till the given date since January 1, reported PTI. April 6 was the last day of the state Assembly polls.After the Assam government imposed a night curfew in the state, television anchor and sports commentator Sumanth Raman criticised Sarma for his earlier statement that there was no coronavirus in the state and so there was no need to wear masks.“Same Assam where just weeks ago Himanta Biswa Sarma said there was no Covid and so there was no need to wear masks,” he tweeted, tagging the health minister, along with the news report on the curfew.Sarma replied: “That was factually correct sir. Till 6th of April we did not have Covid-19.”That was factually correct sir. Till 6th of April we did not have Covid-19 https://t.co/haIOxJrAIY— Himanta Biswa Sarma (@himantabiswa) April 27, 2021\n\nWatch: ‘No Covid-19 in Assam, no need to wear masks,’ says state health minister Himanta Biswa SarmaHowever, a compilation of Assam’s National Health Mission daily bulletin showed that 2,624 people had tested for Covid-19 and 66 people died between January 1 and April 6, according to PTI.The positivity figure translates into an average of over 27 people contracting the infection daily in the state, the data showed.The data from the National Health Mission, which is under the state’s health and family welfare department, showed that 933 persons had tested positive for the infection in January, and 396 in February. However, it again climbed to 875 in March when political parties were carrying out election campaigning. From April 1 to 6 alone, 420 people had contracted the virus, the data showed.It also said that 37 persons died due to infection in the state in January, 10 in February and 13 in March. Six people died till April 6.After PTI published the article, Sarma defended his comments, claiming that the news agency read his tweets “literally”. He claimed that the news agency thought 2,624 Covid-19 cases make for a pandemic in a state with a population of 3.5 crore. The health minister also accused PTI of bias, claiming that it never “finds fault” Maharashtra and Delhi governments.     “Unfortunate that the sanctimonious Press Trust of India [is] advancing [the] agenda of its political masters!” he tweeted. “... Neutrality surrendered!”Unfortunate that the sanctimonious @PTI_News advancing agenda of its political masters! Intriguing, in a state of 3.5 cr popn #PTI thinks 2624 cases makes for a pandemic and reading my Tweets literally. Never finds fault with @OfficeofUT @ArvindKejriwal. Neutrality surrendered! https://t.co/3MFl59XXP0— Himanta Biswa Sarma (@himantabiswa) April 27, 2021","author":"Scroll Staff","time":"2021-04-28T11:08:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/56479-qvmlgaqdjf-1492951213.jpg","tags":["Himanta Biswa Sarma","Coronavirus","Assam"],"source":"https://scroll.in/latest/993498/covid-19-himanta-sarma-says-no-cases-in-assam-till-april-6-data-shows-2624-infected-since-january"}