{"title":"Covid-19: PM Modi extends countrywide lockdown till May 3, rules to be stricter for next 1 week","content":"Prime Minister Narendra Modi on Tuesday announced that the countrywide lockdown, which was in place over the last three weeks, will now be extended till May 3. The same restrictions should continue to be followed, he said. The prime minister said social distancing and lockdown were beneficial in curbing the virus. “If we look at it merely from the economic perspective, it has cost us a lot, but this cannot be compared to [the importance of] human lives,” he said.#WATCH PM Narendra Modi addresses the nation. (courtesy:DD) https://t.co/QXpcpKLh7X— ANI (@ANI) April 14, 2020\n\nModi said the Centre has held many discussions with state governments to find out how to reduce the impact of Covid-19 in the country. “From these discussions one solution has been unanimous – the lockdown should be extended,” Modi said. “It has now been decided that the lockdown will be extended till May 3.”Modi also praised the role of state governments in fighting and curbing the spread of the coronavirus.The prime minister added that the lockdown restrictions will be made even tougher till April 20 to stop the increase in the number of hotspots. All regions will be examined for how far they are able to enforce the lockdown. “Those regions which do not show a growth in hotspots by April 20 will be allowed to begin operating certain industries. However, if lockdown restrictions are flouted, the curbs will have to be reimposed,” he added.On Monday, the Centre had said that 25 districts across 15 states had contained the spread of Covid-19, with no new cases reported in the last two weeks.Modi said that people were disciplined during the lockdown and that this was “a real tribute to Dr Babasaheb Ambedkar”. Tuesday is the birth anniversary of Ambedkar. The prime minister noted that this was the time of festivals in India and said: “The way people are following the rules during the lockdown, celebrating festivals at home, is very motivating and worthy of appreciation.”Modi claimed that India was far more successful in curbing the spread of the pandemic than other countries. He also claimed that India had begun screening passengers arriving from abroad even before it had registered a single case and added that when India had less than 100 cases, it began quarantining foreign travellers, and shut down the country when there were less than 550 cases.“If we look at the coronavirus figures in the wealthiest countries of the world, India is in a much better position,” Modi said. “A month or month-and-a-half ago, these countries were on the same level of India with respect to coronavirus cases. Today, they have 25 to 30 times the number of cases as India, and many people have tragically died. If India had not taken holistic, quick and timely decisions, the situation today would have been unimaginable.”The prime minister said there was no shortage of the supply of essential items in the country, and supply chain bottlenecks were being quickly resolved. He added that global experience showed that with 10,000 cases, around 1,500 to 1,600 beds would be necessary. However, India already has more than one lakh beds ready.Modi asked people to take care of the elderly relatives in their homes, especially those with co-morbidities. He asked people to use homemade masks without fail. Modi said people should follow the instructions by the health ministry to increase immunity, and urged everyone to download the government’s Aarogya Setu mobile application.“Help as many poor people as possible, in satisfying their hunger,” Modi added. He also urged people not to fire their employees from their jobs. Lastly, the prime minister appealed to the people to appreciate the work done by those who are on the frontlines of combating Covid-19.India has so far reported 10,363 cases of Covid-19, including 339 deaths, 1,035 recoveries and one migration, according to the Union Ministry of Health and Family Welfare.Follow our live updates on the coronavirus pandemic here.","author":"Scroll Staff","time":"2020-04-14T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139930-advbylysrw-1586840309.jpeg","tags":["Narendra Modi","coronavirus","Covid-19","Lockdown"]}