{"title":"Covid-19: Nearly 30% of cases in India so far related to Nizamuddin event, says Centre","content":"Nearly 30% of the 14,378 cases of Covid-19 reported in India until Saturday morning were related to a “single source” – an event held in Nizamuddin in Delhi last month, the Centre said. In Tamil Nadu, one of the worst-hit states by the pandemic, 84% of all cases were linked to this source, the Ministry of Health and Family Welfare said in its daily press conference.The central government has updated its data about the Covid-19 cases in India since the press briefing. By 5 pm, the country had 14,792 confirmed cases, including 488 deaths.Joint Health Secretary Lav Agarwal said that in 47 districts in 23 states, no cases have been reported in the last 14 days. In Mahe district of Puducherry and Kodagu district of Karnataka, which are included in the 47 districts, have not reported a single case in the last 28 days.On Thursday, Agarwal had listed 28 such districts. This means that 22 new districts across 12 states have joined the list, while three of those 28 districts – Patna, Nadia and Panipat – have reported cases since Thursday, he said on Saturday.\n\n\n    \n    Play\n\nAgarwal said that of the 480 patients who had died until Saturday morning, 75% were above 60 years of age, and 83% had comorbid health conditions. The joint health secretary added that 14.4% of the 480 deaths were in the zero to 45 age group, 10.3% in the 45 to 60 age group, 33.1% in the 60 to 75 age group, and 42.2% in the 75 and above age group.Out of the 23 states and Union Territories where 4,291 cases related to the Tablighi Jamaat event held in Delhi in March were found, Tamil Nadu, Delhi, Telangana, Uttar Pradesh and Andhra Pradesh are the most affected, the ministry said. In Tamil Nadu, 84% of the cases are related to the congregation, while the figure is 63% in Delhi, 79% in Telangana, 59% in Uttar Pradesh and 61% in Andhra Pradesh. “I have brought the event to your attention to show that if even one person does not follow the regulations set by the government for lockdown and social distancing, the whole country is affected,” Agarwal said. “We must ensure that we follow all directives related to social distancing and follow dos and don’ts related to lockdown.”Dr R Gangakhedkar of Indian Council of Medical Research said that the research body had launched a study on the effectiveness of hydroxychloroquine in combating Covid-19. Following this, some health workers began to take the drug. A separate study on these healthcare workers showed that around 10% of them experienced abdominal pain and 6% experienced nausea as side-effects. Gangakhedkar said 22% of the healthcare workers who took the drug had comorbid conditions such as diabetes and respiratory illness.","author":"Scroll Staff","time":"2020-04-18T18:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139213-gaxnhcgpgi-1585567911.jpg","tags":["Coronavirus","Covid-19","Ministry of Health and Family Welfare","Tablighi Jamaat","Lav Agarwal"],"source":"https://scroll.in/latest/959561/covid-19-nearly-30-of-cases-in-india-so-far-related-to-nizamuddin-event-says-centre"}