{"title":"Covid-19: Railways allows ‘Shramik Special’ trains to run at full capacity, have upto 3 stoppages","content":"The Ministry of Railways on Monday revised the guidelines for the “Shramik Special” trains that ferry migrant workers from various states during the nationwide coronavirus-induced lockdown, reported PTI.These trains will now run at its full capacity of around 1,700 passengers. For the last 10 days, these trains have been ferrying upto 1,200 workers daily. The capacity of the trains should be equal to the number of sleeper berths, said the ministry in its revised guidelines. Each of these “Shramik Special” trains has 24 coaches with a capacity to carry 72 passengers in each coach. Also, these trains can now have up to three stoppages, excluding the terminating station. The three stops have to be in the destination state, reported NDTV. The Indian Railways has operated a total of 468 “Shramik Special” trains since May 1 to ferry more than five lakh migrant workers as of Monday. Of these, 363 trains had reached its destination and 105 are in transit.“The Railways has a capacity to run 300 trains per day and we want to maximise it,” an unidentified Railway official told PTI. “We want to carry as many migrants home as possible over the next few days and have appealed to states to send approvals.” In his letter, Home ministry’s Secretary Ajay Bhalla said that all the states and Union Territories should cooperate with the railways in running more “Shramik Special” trains for migrant workers.The nationwide lockdown that was first imposed on March 25 was extended two times – first till May 3 and then until May 17. This left lakhs of migrant workers stranded as they struggled to make ends meet and many demanded permission to go back home. Last month, the Ministry of Home Affairs had allowed the movement of migrant workers, pilgrims, tourists, students and “other persons” by “Shramik Special” trains to be operated by the railways during the lockdown. However, by this time, many migrant workers had already attempted to travel home on foot, but some were stopped owing to the closure of state borders. Some also died on their way while a few others died in accidents.Last week, Congress President Sonia Gandhi criticised the Centre’s decision to charge migrant workers who took the special trains home, after which the Centre clarified that it was paying 85% of the fare and the state governments would contribute the other 15%.Follow today’s updates on the coronavirus pandemic hereAlso read:Covid-19: ‘Ensure smooth movement of health workers, don’t let migrants walk,’ Centre tells states As lakhs of migrant workers try to go home, Indian states spar over logistics","author":"Scroll Staff","time":"2020-05-11T13:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141179-ulouskcqgl-1589199017.jpg","tags":["Shramik Special","migrant workers","Ministry of Railways","trains"],"source":"https://scroll.in/latest/961609/covid-19-railways-allows-shramik-special-trains-to-run-at-full-capacity-have-upto-3-stoppages"}