{"title":"Covid-19: In the rush to declare an ‘Atmanirbhar vaccine’, is India playing with fire? ","content":"Union Health Minister Dr Harsh Vardhan on Sunday complained about “disgraceful” attempts to “politicise [the] critical issue” of Covid-19 vaccinations, after the Drug Controller General of India approved two vaccines for emergency use in the country. The problem with the health minister’s comments was his inability to recognise that any blame for politicising or raising doubts about the vaccines lay primarily with his own government. Rather than being open to questions or lucidly explaining why the regulator created an entirely new approach to vaccine approvals, ministers and members of the ruling Bharatiya Janata Party have declared that the many genuine concerns are politically motivated and indeed “anti-national”. In most cases, it is the opaque approval process – and not the vaccines themselves – that are being questioned. Yet the government and the BJP have tried to make it seem as if critics are baselessly attacking made-in-India vaccines. This refusal to communicate and build trust in the public health system is not new. Independence Day vaccineThink back to July, just months after India first went into a national lockdown to prevent the spread of the coronavirus, when experts were saying a vaccine would not be ready for another six months at the earliest. At the time, the Indian Council for Medical Research sent a letter to the 12 institutions conducting trials for Covaxin, a vaccine it was jointly developing with Bharat Biotech, telling them to “fast-track all approvals”. The letter went on to add, “It is envisaged to launch the vaccine for public health use latest by 15th August, 2020.” When the letter and the completely unrealistic timeline provoked outrage from scientists and experts, the ICMR backtracked, insisting that it had done nothing wrong. But it did not address the obviously opportunist date of Independence Day it had mentioned and hit out at those asking important questions, saying its work should “not be second-guessed”. This set the template for the discussion around Covaxin, the indigenous vaccine that the government very evidently wanted to tout as a shining example of its “Atmanirbhar Bharat” (self-reliant India) policies. ‘Atmanirbhar’Similar questions have now emerged following the clearance the Drug Controller General gave Covaxin on January 3. This came a day after emergency authorisation was also given to the Serum Institute for Covishield, the Indian version of the Oxford University-AstraZeneca vaccine. The government has sought convey the impression that the two vaccines reflect the country’s success – and consequently claims that any questions about them or the process that led to their approval is equivalent to questioning India. It would make every Indian proud that the two vaccines that have been given emergency use approval are made in India! This shows the eagerness of our scientific community to fulfil the dream of an Aatmanirbhar Bharat, at the root of which is care and compassion.— Narendra Modi (@narendramodi) January 3, 2021\n\nKudos to Hon’ble PM Sh @narendramodi ji for re-establishing India as the vaccine capital of the world !Anti-national comments & cynicism of the Opposition notwithstanding, @WHO has welcomed the Indian approval of both #COVISHIELD & #COVAXIN !  Roll up your sleeves everyone ! pic.twitter.com/UqLPgWrwDi— Dr Harsh Vardhan (@drharshvardhan) January 3, 2021\n\nIn reality, the questions about the process have nothing to do with where the vaccines were developed. The facts are quite simple. Vaccines usually undergo three phases of clinical trials before they are authorised for public usage. While the first two phases are meant to establish whether the basic structure of the vaccine works, they are limited. In the second phase, only a small number of participants are covered. The third phase, which usually includes tens of thousands of trial participants, tells us how successful the vaccine actually is at protecting people from the disease and how safe it is. The convention is that regulators will only approve a vaccine for public use after at least some data about its efficacy and safety, based on phase 3 trials, has been expertly vetted and published. Whither data? In the case of Covaxin – the ICMR-BharatBiotech vaccine – however, there is no such data. Indeed, according to experts, it is unlikely that the Indian regulators could even have had this data by January 2 when the vaccine was giving emergency authorisation. That’s because Bharat Biotech only got approval for phase 3 trials in early November and by mid-December it was still far short of the number of volunteers it needed to test the vaccine – making it impossible for it to have final efficacy and safety data by now. And yet it has been approved. The government has admitted as much, as the health minister attempted damage control by insisting that Covaxin was “likely to have similar protective efficacy” reported for other vaccines that used the same approach. Vaccines approved globally based on gene encoding spike proteins have protective efficacy of over 90%However, COVAXIN based on whole inactivated virus has other antigenic epitopes in addition to spike proteinSo,it’s likely to have similar protective efficacy reported for others pic.twitter.com/AOIONrxZcd— Dr Harsh Vardhan (@drharshvardhan) January 3, 2021\n\nVardhan added that Covaxin had been giving emergency authorisation in the “clinical trial mode”, insisting that even when the vaccine is rolled out, all recipeints will be tracked and monitored as if they are trial volunteers. Later members of the government’s Covid-19 task force said that Covaxin would only be used as a “back up”, even as All India Institute for Medical Sciences head Dr Randeep Guleria admitted, “We don’t know how efficacious it is.” For those spreading rumours let it be known that EUA for COVAXIN is differently conditional – in clinical trial modeEUA for COVAXIN is different from COVISHIELD because its use will be in clinical trial mode.All COVAXIN recipients to be tracked,monitored as if they’re in trial pic.twitter.com/1N8LGnhC3w— Dr Harsh Vardhan (@drharshvardhan) January 3, 2021\n\nA whole host of questions comes up. On the basis  of what data was Covaxin given authorisation if the government doesn’t know how efficacious it is? How can India roll out a vaccine but treat it as a clinical trial? Phase 3 trials  are supposed to be double blind, meaning one group gets a placebo while  the other gets the actual vaccine. Will the government’s emergency  rollout use placebos? Will informed consent be taken using the  procedures in place for trial volunteers? How will the government decide that it needs a “back up” vaccine? Dr Gagandeep Kang, vice-chair of the board of Coalition for Epidemic  Preparedness Innovations and one of the country’s foremost experts on  vaccines, had a simple reply to these question: “I have never seen anything like this before,” Kang told the Times of India. “Either you are doing a clinical trial or you are not. I am confused... How are we different from Russia and China? I really don’t have an answer if anyone asks me that question.” Even Dr Krishna Ella, the founder and chairman of Bharat Biotech, in a fiery press conference on Monday defending his company’s track record, admitted that he did not know how it would be possible to roll out a vaccine and yet somehow still have it continue in “clinical trial mode.”He also criticised the suggestion that Covaxin would be a “back-up” vaccine, while insisting that the rule book allowed for vaccines based on approved designs to be cleared after phase 2 trials. “I don’t know what is backup vaccine,” Ella said. “People should be responsible in  giving statements such as these. A vaccine’s job is to protect people  and there is no question of a so-called back-up.” Shielded As Kang pointed out, there are questions even about Covishield, the Serum Institute vaccine that also got emergency authorisation. That vaccine is still undergoing phase 2/3 trials, but not in a format that is recognised globally. Yet there is a key difference. Covishield is broadly understood to be an Indian equivalent of the Oxford University-Astra Zeneca vaccine that was tested through massive phase 3 trials in the United Kingdom and Brazil. The results were published in peer-reviewed journals and vetted by British regulators. The Indian regulator has explicitly based its approval on this data having been cleared by the UK authorities. This came in for criticism from Bharat Biotech’s Ella, who questioned how data from another country could be used to approve it in India. But no such equivalent exists for the ICMR-BharatBiotech Covaxin. Ella himself said actual, reliable data on Covaxin’s efficacy and safety is likely only in February or March. It is in this context that many experts and some in the Opposition have raised questions about the manner in which the vaccines have been approved. The concerns are not about the vaccines themselves or the fact that they were made in India, though that is what the Bharatiya Janata Party would have you believe. Congress and the Opposition is not proud of anything Indian. They should introspect about how their lies on the COVID-19 vaccine will be used by vested interest groups for their own agendas. People of India have been rejecting such politics and will keep doing so in the future.— Jagat Prakash Nadda (@JPNadda) January 3, 2021\n\nBy and large the questions are necessary interventions, especially when the danger of vaccine hesitancy – wherein people resist vaccinations because of concerns that they may be harmful –  is very real. For the most part, Indian politicians have not added fuel to the conspiracy theories and rumours that have spread regarding both the disease and the vaccines. The government ought to recognise that the best way of preeventing the spread of these theories and rumours is to follow recognised scientific norms or to clearly communicate when and why they are choosing to deviate from them. By relying on an opaque process and dismissing all criticism as politically motivated and “anti-national”, the government is simply creating the conditions for more rumours and conspiracy theories to flourish. With a pandemic continuing to rage, that is not just problematic – it is downright dangerous.","author":"Scroll Staff","time":"2021-01-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152764-lktxqyarbh-1609425290.jpg","tags":["Covaxin","BharatBioetch","Harsh Vardhan","Vaccine","Covid-19"]}