{"title":"Covid-19: Gujarat HC refuses to give state clean chit in its handling of hospital with 400 deaths","content":"The Gujarat High Court said on Monday that there is lack of “proper teamwork and coordination” at the Ahmedabad Civil Hospital, where coronavirus patients are being treated, Live Law reported on Wednesday. It refused to give the state government a clean chit over its management of the facility, where over 400 people have died so far.The court’s remark came two days after it described the civil hospital as “worse than a dungeon”.On Saturday, the court had lashed out at the state government for failing to monitor the situation at the civil hospital. “Is the state government aware of the hard fact that the patients at the Civil Hospital are dying because of lack of adequate number of ventilators?” the court had asked. “How does the state government propose to tackle this problem of ventilators.”  By Wednesday morning, Gujarat had reported 14,821 cases of the coronavirus and 915 deaths, according to data from the state government. Of the total cases, more than 10,841 alone are in Ahmedabad. As many as 745 of the 915 deaths have been reported from Ahmedabad.A bench of Justices JB Pardiwala and IJ Vora on Monday heard an application moved by the state government, seeking to recall the critical observations the court had made against the hospital last week. In its application, the state government had said that the scenario has “totally changed” since last week, PTI reported.The Gujarat government said that the court’s earlier observations, which were founded on an anonymous letter and a report of some person claiming to be a resident doctor has seriously demoralised the coronavirus task force. The state said the letter had also given rise to a lot of fear and anxiety in patients, who are now declining to get admitted to the hospital.The anonymous letter by the doctor had highlighted “mismanagement” and “irregularities”, saying it could turn “doctors such as him into super spreaders of coronavirus and put lives of non-Covid patients at risk”. The High Court, in its response to the state, said that the anonymous letter “contains very important elements,” and directed an independent committee to look into its various aspects.The bench maintained that it was too early to pass any final opinion on the state government’s actions with regard to the hospital. “There are many problems which the state government needs to look into closely and try to resolve them at the earliest in larger interest of the people of Gujarat, more particularly, Ahmedabad,” the bench said. The judges said that they will make a surprise visit to the hospital to put an end to all the controversies surrounding its functioning. “The state government boasts that the civil hospital at Ahmedabad is the biggest hospital in Asia, but it should now strive very very hard to make the same as one of the best hospitals in Asia,” the High Court said.However, acceding to the state’s request for some positive observations, the court said that if the government’s submissions were true, due and proper care is being taken for the treatment of coronavirus patients at the hospital.But the judges dismissed the state’s argument against it taking cognisance of the submission of an anonymous letter. “No resident doctor will muster the courage of coming forward disclosing his identity for the purpose of redressing such grievances,” they said.The court also observed that it was the responsibility of the health minister to keep a close vigil over the administration and functioning of the hospital. In its application, the state said that Deputy Chief Minister Nitin Patel, who is also the state health minister, visited the hospital five times. They said that Principal Secretary Jayanti Ravi visited the hospital 20 times in two months after the outbreak of the coronavirus pandemic.Last week, Patel had defended the state government, saying he took a risk by visiting several hospitals to take stock of the situation despite his age. “Though my age is 64 and being a senior citizen, I am advised not to venture out of home, for the last 55 days, I have worked without taking a break,” Patel had said.Follow our live updates on the coronavirus pandemic hereRead our Top 10 Covid-19 updates hereAlso read:Coronavirus: Gujarat HC says Ahmedabad hospital ‘worse than dungeon’, pulls up stateCovid-19: Gujarat Deputy CM defends government after HC says Ahmedabad hospital ‘worse than dungeon’","author":"Scroll Staff","time":"2020-05-27T17:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142003-heuhwtnude-1590580240.jpg","tags":["Gujarat High Court","Ahmedabad civil hospital","Covid-19","Coronavirus"]}