{"title":"Covid-19: Centre says liquor, paan shops can open in all areas except containment zones from Monday","content":"The Centre has clarified that liquor and paan shops will be allowed to reopen in red, orange and green zones from Monday amid the coronavirus pandemic, The News Minute reported on Saturday. But they will not be permitted in containment areas. The Centre had on Friday issued guidelines permitting all standalone shops to open in all three zones, except in containment areas. However, as the notification did not mention whether liquor shops could open in red zones, a clarification was issued. “Sale of liquor, paan, tobacco to be allowed after ensuring minimum six-feet social distancing; not more than five persons at one time at shop,” guidelines issued by the Union Ministry of Home Affairs said.All six metros – Delhi, Mumbai, Kolkata, Chennai, Hyderabad and Bengaluru – have been designated “hotspots” for the large number of coronavirus cases in these cities, and fall under red zones. The Delhi government has asked all liquor shops run by its departments to provide details about standalone shops that can reopen, NDTV reported. “I am directed to request you to provide lists of L-6 and L-8 shops immediately, which conform to the criteria prescribed by Ministry of Home Affairs,” Excise Commissioner Ashok Daryani said in a letter to the government corporations that are allowed to sell liquor.The Delhi government has made it mandatory for all liquor shops to observe social distancing. Karnataka Excise Minister H Nagesh told The News Minute that standalone liquor shops will be allowed to reopen in the state, provided that social distancing is maintained and only parcels are provided. The shops will be allowed to stay open between 9 am and 7 pm.International Spirits and Wines Association of India Chairperson Amrit Kiran Singh said the group, which represents several liquor brands, has committed to the Centre that social distancing will be observed. “As soon as the latest guidelines come into force, we will begin a programme called ‘Safe Shield’, under which signs will be put outside all shops about social distancing,” he said. “Sanitisers will be placed outside shops. There will be contactless sales through trays kept at the counter.”Prime Minister Narendra Modi had announced a nationwide lockdown on March 25 to combat Covid-19, which has so far infected over 39,900 people. The lockdown was first extended to May 3, and on Friday, to May 17.No relaxations in Mumbai, PuneMeanwhile, the Maharashtra government clarified in an order on Saturday night that shops selling non-essential commodities will not be allowed to reopen in four out of 14 “hotspot” districts in the state, The Indian Express reported. These districts are Mumbai, Mumbai (Suburban), Thane and Pune. Shops within the boundaries of the Malegaon municipal corporation will also remain shut.While liquor shops will be permitted to operate in 10 districts, they will not be allowed to reopen in the above mentioned areas, officials said. As of Sunday morning, Maharashtra had reported 12,296 cases of the coronavirus, including 521 deaths, making it the epicentre of the virus in the country, according to the Union Ministry of Health and Family Welfare.","author":"Scroll Staff","time":"2020-05-03T11:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140800-etwrtfcedt-1588487475.jpg","tags":["Coronavirus","Covid-19","liquor shops","paan shops","lockdown"]}