{"title":"Covid-19: Gujarat Deputy CM defends government after HC says Ahmedabad hospital ‘worse than dungeon’","content":"A day after the Gujarat High Court said the civil hospital in Ahmedabad was worse than a dungeon, Deputy Chief Minister Nitin Patel on Sunday defended the state government, reported PTI. He added that he took a risk by visiting several hospitals to take stock of the situation despite his age.“Though my age is 64 and being a senior citizen, I am advised not to venture out of home, for the last 55 days, I have worked without taking a break,” said Patel, who is also the state health minister.He added that he visited the civil hospital five times in the last two months. “I have held three meetings with experienced and renowned private doctors and seniors of civil hospital, kidney hospital, heart hospital inside the civil hospital campus… Chief Principal Secretary to the CM K Kailashnathan, Additional Chief Secretary Pankaj Kumar, who is holding special responsibility of Civil hospital, and Principal Secretary (Health) Jayanti Ravi were also present in those meetings,” said Patel.On Saturday, the Gujarat High Court on Saturday lashed out at the state government for the condition of health infrastructure during the coronavirus crisis. “It is very distressing and painful to note that the condition prevailing, as on date, in the Civil Hospital, is pathetic,” the court said during a hearing of a public interest litigation on the coronavirus. “As we said earlier that the Civil Hospital is meant to treat the patients. However, it appears that as on date, it is as good as a dungeon. May be even worse than a dungeon. Unfortunately, the poor and helpless patients have no option.”The court rebuked the state government for failing to monitor the situation at the Civil Hospital in Ahmedabad. “Is the state government aware of the hard fact that the patients at the Civil Hospital are dying because of lack of adequate number of ventilators?” the court asked. “How does the state government propose to tackle this problem of ventilators.”Patel said the state government would submit its reply in the coming week. “Gujarat High Court has asked some questions, given some guidelines, suggested some measures and given some opinion,” Patel told reporters. “The chief minister, law minister, I had a detailed meeting with advocate general Kamal Trivedi and the state government will file its reply next week.”The deputy chief minister said this was not the time to play politics. “The Gujarat government, from CM to ministers, officials to those working on the ground, its corona warriors, have done a tremendous job during the pandemic,” he added. “At such a time, it is important to appreciate those who are fighting against this invisible virus so that their morale remains high.”He claimed the state government had arranged for beds, medicine, medical equipment, PPE (personal protection equipment) kits, and had implemented the most severe lockdown to contain the outbreak.Gujarat has reported 13,664 cases of the coronavirus and 829 deaths so far, according to data from the Union health ministry. Of the state’s total cases, more than 10,000 are in Ahmedabad. The city’s Civil Hospital recorded 377 coronavirus deaths till Friday, according to PTI.In a press briefing on Friday, the health ministry had said that Gujarat was among the five states that accounted for 80% of the active cases in the country. Ahmedabad and four other cities – Mumbai, Delhi, Thane and Chennai – account for 60% of the active cases.Follow today’s live updates on the pandemic here","author":"Scroll Staff","time":"2020-05-25T09:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/71938-ueahiremdm-1508863748.jpg","tags":["Nitin Patel","Gujarat High Court","Ahmedabad","Gujarat","coronavirus","covid-19"],"source":"https://scroll.in/latest/962835/covid-19-gujarat-deputy-cm-defends-government-after-hc-says-ahmedabad-hospital-worse-than-dungeon"}