{"title":"Covid-19: Arvind Kejriwal urges flight ban on Singapore over variants affecting children","content":"Delhi Chief Minister Arvind Kejriwal on Tuesday urged the Centre to ban flight services between India and Singapore immediately. Pointing out that the city-state has flagged new strains of the coronavirus that could affect children in India in a possible “third wave” of the pandemic, Kejriwal also said that the Centre should prioritise vaccination options for them.सिंगापुर में आया कोरोना का नया रूप बच्चों के लिए बेहद ख़तरनाक बताया जा रहा है, भारत में ये तीसरी लहर के रूप में आ सकता है।केंद्र सरकार से मेरी अपील:1. सिंगापुर के साथ हवाई सेवाएं तत्काल प्रभाव से रद्द हों2. बच्चों के लिए भी वैक्सीन के विकल्पों पर प्राथमिकता के आधार पर काम हो— Arvind Kejriwal (@ArvindKejriwal) May 18, 2021\n\nOn Sunday, Singapore warned its citizens of new strains of the coronavirus that were affecting more children, Reuters reported. Flagging new variants, including the B.1.167 strain that was first detected in India, authorities in Singapore have decided to shut all primary, secondary and junior colleges from May 28. The city-state is also drawing up plans to vaccinate children.The strain appeared to affect children more, said Health Minister Ong Ye Kung, citing the ministry’s director of medical services Kenneth Mak. However, none of the children who have contracted the virus are seriously ill and a few have mild symptoms, Education Minister Chan Chun Sing said.The B.1.167 strain, which was classified as a “variant of global concern” by the World Health Organization earlier this month, has spread to several countries, prompting many of them to impose travel restrictions with India. In India, the government has not yet cleared any vaccine for those under the age of 18. Last week, the Drugs Controller General of India gave permission to Bharat Biotech to conduct phase two and three clinical trials of its coronavirus vaccine, Covaxin, on children in the age group of two to 18 years.Meanwhile, on Tuesday Delhi reported 4,482 new cases of coronavirus, marginally lower than Monday’s count of 4,524. The toll rose by 265 in the last 24 hours, as compared to 340 deaths on Monday, while the positivity rate dipped to under 7%. The national Capital has shown a downward trend in number of cases over the last one week. At the peak of cases in mid-April, the city was reporting over 28,000 cases in a day with a positivity rate of more than 34%.","author":"Scroll Staff","time":"2021-05-18T17:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143505-ynannnpcxx-1604480511.jpg","tags":["Arvind Kejriwal","Singapore","Coronavirus","B.1.617 variant","Third wave"],"source":"https://scroll.in/latest/995196/covid-19-arvind-kejriwal-urges-flight-ban-on-singapore-over-variants-affecting-children"}