{"title":"Covid: ‘Delhi CM does not speak for India,’ says S Jaishankar as Singapore objects to remarks","content":"India’s Foreign Minister S Jaishankar on Wednesday clarified that Delhi Chief Minister Arvind Kejriwal “does not speak” for the Indian government, a day after the Aam Aadmi Party chief called for a ban on flight services between India and Singapore over new Covid-19 variants.A controversy emerged after Kejriwal on Tuesday said that Singapore had flagged new strains of the coronavirus that could affect children in India in a possible “third wave” of the pandemic. The Delhi chief minister also said that the Centre should prioritise vaccination options for them.Singapore on Sunday had warned its citizens of new strains of the coronavirus that were affecting more children. Flagging new variants, including the B.1.167 strain that was first detected in India, authorities in Singapore announced a shutdown of all primary, secondary and junior colleges from May 28. The city-state was also drawing up plans to vaccinate children.Following Kejriwal’s comments, Singapore’s Foreign Minister Vivian Balakrishnan said that “politicians should stick to facts” and asserted that there was “no Singapore variant”.The Singapore government summoned India’s High Commissioner on Wednesday morning to “convey strong objection” to Kejriwal’s tweet on the “Singapore variant”. “High Commissioner clarified that [the] Delhi chief minister had no competence to pronounce on Covid variants or civil aviation policy,” tweeted Ministry of External Affairs spokesperson Arindam Bagchi.The Indian external affairs minister also reacted to the Singapore government’s objection, saying that the country and India had been “solid partners” in tackling Covid-19. “Appreciate Singapore’s role as a logistics hub and oxygen supplier,” S Jaishankar tweeted. “Their gesture of deploying military aircraft to help us speaks of our exceptional relationship. However, irresponsible comments from those who should know better can damage long-standing partnerships.”Singapore and India have been solid partners in the fight against Covid-19. Appreciate Singapore's role as a logistics hub and oxygen supplier. Their gesture of deploying military aircraft to help us speaks of our exceptional relationship. @VivianBala https://t.co/x7jcmoyQ5a— Dr. S. Jaishankar (@DrSJaishankar) May 19, 2021\n\nFollowing the Indian government’s clarification, the Singapore foreign minister thanked Jaishankar and said that the two countries should focus on resolving the crisis and helping each other. “Nobody is safe until everyone is safe,” Balakrishnan tweeted.Meanwhile, Delhi Deputy Chief Minister Manish Sisodia alleged that the Bharatiya Janata Party was playing cheap politics in the situation, PTI reported. “BJP is worried about its image in Singapore but not about children under threat from Covid strain,” he added. Sisodia added: “Had the foreign ministry been as active in procuring vaccines from abroad as it was in reacting to Arvind Kejriwal’s comment, today doses would have been available for children in India also along with adults.” On May 12, the Indian government had strongly objected against the use of “Indian variant” to refer to the B.1.617 coronavirus strain in media reports. The Union health ministry had pointed out that even the World Health Organization had not used the term in its guidelines.The world health body also said that it did not identify viruses or variants with names of countries where they were first reported. “We refer to them by their scientific names and request all to do the same for consistency,” the global health body tweeted, tagging some leading English dailies and news agencies in India.  The B.1.617 variant contains two key mutations to the outer “spike” portion of the virus that attaches to human cells. The WHO said the predominant lineage of B.1.617 was first identified in India last December, although an earlier version was spotted in October 2020.On May 10, the WHO classified it as a “variant of concern,” which also includes mutations first detected in Britain, Brazil and South Africa. “There is increased transmissibility demonstrated by some preliminary studies,” Maria Van Kerkhove, WHO’s technical lead on Covid, said.Follow today’s updates on the Covid-19 crisis here","author":"Scroll Staff","time":"2021-05-19T12:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128004-ougmbgjkyy-1602861895.jpg","tags":["Singapore","Arvind Kejriwal","S Jaishankar","flight services","coronavirus","Covid-19 variants"],"source":"https://scroll.in/latest/995242/covid-delhi-cm-does-not-speak-for-india-says-s-jaishankar-as-singapore-objects-to-remarks"}