{"title":"Covid-19 lockdown: 90% of migrant workers got no help from government or employers, shows survey","content":"A survey of over 11,000 migrant workers stranded across the country since the lockdown to curb the spread of the coronavirus began has found that half of them had stocks of ration that would only last them less than a day. Out of these, 96% workers had not received rations from the government, and 70% had not received any cooked food. As many as 89% had not been paid by their employers at all during the lockdown, the report added.The numbers were most grim in Uttar Pradesh, where none of the 1,611 workers surveyed had received any rations from the government so far, a report by the Stranded Workers Action Network, a group of 73 volunteers, showed.The migrants exodus, when tens of thousands of daily wage workers crammed into buses or marched on foot to get back to their native villages, became the defining image of the countrywide lockdown announced on March 25. The lockdown, which has now been extended till May 3, has left the workers stranded in several states, with no money, little food and almost no option of leaving the places in which they are living.In Maharashtra, out of the 291 groups of daily wage workers surveyed, 71% said they have rations only for a day, while 89% claimed they do not have enough stock to last them beyond two days, the report said. Meanwhile, in Karnataka, 36% of workers out of 1,212 who were interviewed said they do not have rations to sustain them beyond a day. “We are eating only one meal a day to conserve the quantum of grain we have,” a group of migrant labourers in Bengaluru told the organisation. However, in states such as Delhi and Haryana, workers have better access to cooked meals, the report said. Suresh who is from Muzaffarpur in  Bihar, is a construction worker in Delhi and had been able to access cooked food at a government feeding centre on a few occasions.“But the lines are long and food runs out by the time it is our turn,” the survey quoted him as saying.Besides this, 74% of the workers had less than half of their daily wages left to survive the rest of the lockdown period. Around 98% of them have not received any cash relief from the government. Only a few workers claimed to have received Rs 1,000 from the Bihar government, while three women said they received Rs 500 for the month of April in their Jan Dhan Yojana account.On Tuesday, Prime Minister Narendra Modi announced the extension of the nationwide lockdown till May 3. However, he did not announce an economic revival plan or package for the migrant workers despite repeated requests from state chief ministers for urgent measures that could help them weather the crisis. Over the past few days, there have been reports of restlessness, protests and violence by migrants dissatisfied with their living conditions in shelter camps, or wanting to return home.India has so far recorded 11,933 cases of the coronavirus, with 392 deaths. Follow live updates on the coronavirus here.Read our top 10 updates about the coronavirus pandemic here.","author":"Scroll Staff","time":"2020-04-15T20:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139097-xhdncfnvqr-1585393629.jpg","tags":["Stranded Workers Action Network","migrant workers","coronavirus","Covid-19","lockdown"]}