{"title":"Covid-19: At least 22 migrants die while trying to get home during lockdown","content":"Thousands of migrant workers have been trying to get home, with many of them attempting to cross state borders, amid the 21-day lockdown imposed to curb the spread of the novel coronavirus. Many of them have died. While the deaths of at least 22 such migrants are documented, the actual number might be much more.With businesses upended and establishments shut down, vast numbers of daily wage labourers, many of whom lived where they worked, were suddenly left without any means of sustenance and shelter in large cities. Thousands of them, including whole families, marched along interstate highways to their homes. On their way, many were beaten, lathi-charged and sent back from the borders by the police for breaking rules of social distancing amid the lockdown.One migrant worker, a 39-year-old man who set off on foot from Delhi to his hometown in Madhya Pradesh, collapsed and died after walking around 200 km, The Times of India reported on Saturday. The man used to deliver orders for a restaurant in Delhi that shut down due to the spread of Covid-19.Ranveer Singh had started walking to Morena in Madhya Pradesh, 300 km away, early on Thursday. He had two companions during the journey, according to Hindustan Times.He reportedly began experiencing chest pain in Agra district and collapsed on the highway. The owner of a nearby shop saw and tried to help him. “The shop owner made him lie on a carpet and offered tea and biscuits,” local police station house officer Arvind Kumar told The Times of India. “He complained of chest pain and also called his brother-in-law to share his health condition. He died at around 6.30 pm [on Friday].” The man’s autopsy showed he died of a heart attack triggered by exhaustion. “The autopsy revealed heart attack as the cause of death, but considering his travel history, we assume that exhaustion of long walk might have triggered his existing heart condition,” circle officer Saurabh Dixit told the newspaper. Singh’s brother told The Times of India that he had three children and had been working in Delhi for three years. “He [Singh] left for the village on Thursday morning at around 3 am on foot,” he said. “We are poor farmers. We don’t know how his children would survive without their father’s earning.”Meanwhile, a 62-year-old man died in Surat in Gujarat on Friday after walking from a hospital to his house for around 8 km as he could not find any means of transport, The Indian Express reported on Saturday.  Gangaram Yelenge was returning from New Civil Hospital at Majuragate along with his son Naresh Yelenge. He fell unconscious near his house in Pandesara and was taken back to New Civil Hospital, where he was declared brought dead.“If somebody would have helped us or given us lift, then my father would have survived,” Naresh Yelenge said. The doctors at the hospital, who carried out the autopsy and handed over the body to Naresh Yelenge, claimed that no police case was registered because it was a “natural death”.Four migrants who were turned back by the police from Bhillad town on the Maharashtra-Gujarat border and were walking back to Vasai, were killed when a truck ran over them in Virar early on Saturday. The four were part of a group of seven who wanted to reach their villages in Rajasthan after crossing into Gujarat.The truck driver, who fled the scene, was later arrested by the police. Three of the migrants worked at a tea stall and canteens in Mumbai.In another incident, a road accident killed eight persons, including an 18-month-old toddler, on the outskirts of Hyderabad. The group, which comprised labourers, was returning to Raichur in Karnataka.As many as 31 migrant labourers employed by a construction firm in Suryapet district of Telangana were travelling in an open truck when their vehicle was hit by a truck loaded with mangoes. Of those dead, three men, a boy and a nine-year-old girl died on the spot.Four people, including a one-year-old baby, died in a forest fire at Rasingapuram in Theni district of Tamil Nadu on Tuesday night while taking the forest route instead of the main road which had been blocked off because of the lockdown, The Hindu reported. They were part of a group of 10 people – six women, three men and a child – who were walking through a dry canal when the a forest fire engulfed them.Meanwhile, three workers and two children were crushed to death in an accident in Haryana as they were  heading home on foot.Amid the 21-day nationwide shutdown due to coronavirus, thousands of migrant workers have been left without work, money and shelter and have been marching to their hometowns from large cities. The Uttar Pradesh and Delhi governments have arranged buses to take them home. Videos on social media showed massive crowds waiting to board buses at Delhi’s Anand Vihar Interstate Bus Terminal at a time when social distancing is so crucial to check the spread of the coronavirus.#WATCH Huge number of migrant workers at Delhi's Anand Vihar bus terminal, to board buses to their respective home towns and villages; Police is present at the spot pic.twitter.com/jHYbgIXOk3— ANI (@ANI) March 28, 2020\n\nThere are more than 900 cases of coronavirus in India and 19 people have died, according to the Ministry of Health and Family Welfare. The country went under a three-week lockdown beginning Wednesday.","author":"Scroll Staff","time":"2020-03-29T08:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139160-vekcyivyru-1585498637.jpg","tags":["covid-19","coronavirus","covid-19 alert"]}