{"title":"Covid-19: Allahabad HC dismisses plea against ground-breaking ceremony of Ram temple in Ayodhya ","content":"The Allahabad High Court on Friday dismissed a petition to restrain the bhoomi poojan (ground-breaking ceremony) for the construction of the Ram temple in Uttar Pradesh’s Ayodhya city on August 5 in the wake of the the coronavirus crisis, PTI reported. The petition was filed by Saket Gokhale, a Mumbai-based social activist. He argued that around 300 people had been invited at a single location, which was likely to violate physical distancing guidelines prescribed by both the Centre and the state government to tackle the coronavirus pandemic.A bench of Chief Justice Govind Mathur and Justice SD Singh refused to interfere in the matter. “The entire petition for writ is based on assumptions and there is no foundation for apprehending violation of the prescribed protocol,” the court ruled. “At present, we expect the organisers and the government of Uttar Pradesh to ensure all the protocols applicable for social and physical distancing. The writ petition hence is dismissed.”Swami Govind Dev Giri, treasurer of Ram Janmabhoomi Teerth Kshetra Trust, had on Wednesday announced that Prime Minister Narendra Modi will also attend the foundation ceremony next month. Giri added that 200 people, including 150 invitees, would be allowed to see the rituals. The prime minister will set a silver brick into the ground as a symbolic gesture of ground-breaking.My letter petition has been dismissed by the Allahabad HC which has said that it “expects UP govt & organizers to maintain social distancing at Ram Mandir event”. It remains to be seen what MHA’s new Unlock 3.0 guidelines say on religious gatherings now after this. #NewIndia https://t.co/NQO5NRHkLP— Saket Gokhale (@SaketGokhale) July 24, 2020\n\nIn a landmark verdict on November 9 last year, the Supreme Court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.","author":"Scroll Staff","time":"2020-07-24T17:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130938-ysxhtbnlbv-1573747248.jpg","tags":["Ayodhya","Saket Gokhale","Allahabad High Court","Uttar Pradesh","Ram temple","coronavirus"],"source":"https://scroll.in/latest/968463/covid-19-allahabad-hc-dismisses-plea-against-ground-breaking-ceremony-of-ram-temple-in-ayodhya"}