{"title":"Covid-19 is no longer a global public health emergency, says World Health Organization ","content":"The World Health Organization on Friday declared that the Covid-19 pandemic was no longer a public health emergency of international concern.On January 30, 2020, the global health body’s Director-General Tedros Adhanom Ghebreyesus had declared the global outbreak of Covid-19 as a public health emergency of international concern. The virus, which was first detected in China’s Wuhan city, claimed 7 million lives around the world according to official data. However, the world health body said that it estimates the real toll to be at least 20 million.The World Health Organization’s announcement on Friday means that countries can now transition from emergency mode to managing the virus alongside other infectious diseases.The global health body arrived at the decision after a meeting of the International Health Regulations Emergency Committee. The committee made the recommendation to declare an end to the public health emergency, which Ghebreyesus accepted.“It is therefore with great hope that I declare Covid-19 over as a global health emergency,” the World Health Organization chief said. “However, that does not mean COVID-19 is over as a global health threat. Last week, Covid-19 claimed a life every three minutes – and that’s just the deaths we know about.”Ghebreyesus said that the virus is here to stay and the risk of new variants remains present. “The worst thing any country could do now is to use this news as a reason to let down its guard, to dismantle the systems it has built, or to send the message to its people that COVID-19 is nothing to worry about,” he said.Ghebreyesus said that on account of the coronavirus, health systems have been severely disrupted, and millions of people have missed out on essential health services. “But Covid-19 has been so much more than a health crisis,” he said. “It has caused severe economic upheaval, erasing trillions from GDP, disrupting travel and trade, shuttering businesses, and plunging millions into poverty.”Till Friday, India registered 44,964,289 Covid-19 cases and 5,31,642 deaths since the pandemic began in January 2020, according to data from the Union health ministry.The country struggled with a grave oxygen crisis during the second wave of Covid-19 in April and May of 2021. The shortages of life-saving gas as well as medicines and hospital beds forced families and friends of patients to plead for help on social media. Hospitals sent out SOS messages as their oxygen stocks ran dangerously low.","author":"Scroll Staff","time":"2023-05-05T20:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183920-rgoubselpo-1670258835.jpg","tags":["World Health Organization","Tedros Adhanom Ghebreyesus","Covid-19","Health","Pandemic"],"source":"https://scroll.in/latest/1048635/covid-19-is-no-longer-a-global-public-health-emergency-says-world-health-organization"}