{"title":"Covid vaccine didn’t lead to ‘unexplained sudden deaths’ among young adults, says ICMR","content":"The Indian Council of Medical Research has ruled out any link between Covid-19 vaccinations and “unexplained sudden deaths” in people aged 18-45. This refers to fatalities in seemingly healthy people and individuals who have been discharged from a hospital less than 24 hours ago.On the contrary, the council found that vaccination reduced the risk of sudden unexplained deaths among this age group. The council’s peer-reviewed findings were published on November 16 in the Indian Journal of Medical Research. “Covid-19 vaccination did not increase the risk of unexplained sudden death among young adults in India,” the study concluded. “Past Covid-19 hospitalisation, family history of sudden death and certain lifestyle behaviors increased the likelihood of unexplained sudden death.”The study was commissioned “in view of anecdotal reports of sudden unexplained deaths in India’s apparently healthy young adults, linking to Covid-19 infection or vaccination”, the council said.The council studied 729 cases of individuals who were aged between 18 and 45 years and did not have any recorded co-morbidities, but died of unexplained causes within 24  hours of being hospitalised. These deaths occurred between October 2021 and March 2023. Another 2,916 individuals comprised the control group. Data on deaths was taken from 47 tertiary care hospitals across India.“There was a lot of apprehension among people about vaccines leading to an increase in sudden deaths. Several reports were coming out. Therefore, it was important to undertake this study and empirically show that sudden death is not linked to vaccination,” Manoj Murhekar, corresponding author of the study, said, according to The Indian Express.“There are likely other contributing factors that have been duly listed in the paper,” Murhekar said to Hindustan Times.Current smoking habits were twice as likely to be associated with such deaths, while  binge-drinking 48 hours before a cardiac arrest was six times more likely, reveals the study. Recent strenuous physical activity was also found to be nearly three times as likely to be linked to a sudden death.","author":"Scroll Staff","time":"2023-11-22T20:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173156-agmbyfqaku-1650186776.jpg","tags":["vaccinations","study","Indian Council of Medical Research","fatalities","deaths","hospitalization","ICMR","Covid-19"],"source":"https://scroll.in/latest/1059488/covid-vaccine-didnt-lead-to-unexplained-sudden-deaths-among-young-adults-says-icmr"}