{"title":"Crackdown on students: Supreme Court refuses urgent hearing, to take it up tomorrow","content":"The Supreme Court will on Tuesday take up the case related to violence on students at Delhi’s Jamia Millia University and Aligarh Muslim University in Uttar Pradesh, reported ANI. However, Chief Justice of India SA Bobde warned that they will not hear anything on the matter if the violence continued and property was destroyed.Senior advocate Indira Jaising on Monday mentioned the police crackdown at the two universities on Sunday evening before a bench headed by Chief Justice SA Bobde. She asked the court to take suo motu cognisance of the matter. “It’s a very serious human rights violation all over the country,” said Jaising, according to ANI.Senior advocate Colin Gonsalves urged that a retired Supreme Court judge should inquire into the incident at Jamia. However, Chief Justice of India SA Bobde on Monday refused an urgent hearing. “We can’t take up in this hasty manner,” he said. “We will look into everything with a cool mind. It’s a law and order problem. Let police do what it wants to. We want peace. If you want to go to streets, you can go and protest.” Violence at Jamia started after a march against the amended Citizenship Act. The mob clashed with the police, and buses were set on fire. Several students and policemen, including senior officers, were injured, reported NDTV.Later in the evening, the police detained around 100 students. They were released around 3.30 am. Students, mostly from the Jawaharlal Nehru University who had gathered outside the Delhi Police headquarters at ITO to protest against the police action, dispersed only after the Jamia students were released. Meanwhile, protests swept campuses across the country against the brutal police crackdown on the Jamia campus. At least 60 students of the Aligarh Muslim University were injured in clashes with the police when they came out of the Sir Syed gate in solidarity with the Jamia  students. The police fired tear gas shells and managed to disperse the students initially. “But they returned with salt and buckets to quell the threat of tear gas shells,” said an unidentified student. “After that the police entered the campus, and lathi charged the students and broke their vehicles. They entered the Sir Syed Hall (North) and Morisson Hall and beat up the students.”University Registrar Abdul Hamid said the police entered the campus and clashes were reported from inside. The university campus and hostels will be evacuated on Monday, said Uttar Pradesh Director General of Police OP Singh. Around 15 students have been arrested. Internet services have been shut down in Aligarh for a period of 24 hours, reported The News Minute.","author":"Scroll Staff","time":"2019-12-16T11:27:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/127493-mbxdnkauuh-1569931024.jpg","tags":["AMU","Jamia Millia Islamia","Supreme Court","Chief Justice of India SA Bobde","CAB","CAA","Citizenship Act"],"source":"https://scroll.in/latest/946969/crackdown-on-students-supreme-court-refuses-urgent-hearing-to-take-it-up-tomorrow"}