{"title":"Creating a paper tiger of a Uniform Civil Code will not be of any use: Flavia Agnes","content":"An interesting news report titled, Looking at reform of family law across religions, not uniform civil code, says Justice BS Chauhan, appeared in the Indian Express on November 16. It seemed to convey that the Law Commission of India was attempting to calm the anxiety spreading across minority and marginalised communities following the issuance of a questionnaire by the Commission last month to “…solicit opinions and ideas of the public at large about the ways in which family law reforms could be introduced in the most integrative manner…”In the news report, Justice SB Chauhan, the chairperson of the Law Commission, clarified that the government body, which works on legal reform, has no intention of recommending tampering with the belief, faith and cultural traditions of minorities, and imposing upon them a Hindu law.Chauhan was quoted as saying: “Gender discriminatory practices such as maitri karar, nata pratha and polyandry among Hindus also need to be examined”.He added: “We are not looking at a Uniform Civil Code [which seeks to replace all the scripture-based personal laws of India’s major religions with a legislation that is binding on all citizens]. We are looking at the codification and reform of all family laws. People have misconstrued it [the questionnaire] as one law for everyone. It doesn’t mean that everyone must follow the Hindu ritual of saptapadi (seven steps around the fire) for their marriage to be valid.”Uniformity of rightsThis vindicates the stand adopted by our organisation, Majlis. An online petition started by Majlis titled ‘Women demand ‘uniformity of rights’ not Uniform Civil Code’ has received over 400 endorsements in just about a week, mainly from Christians and progressive and secular groups. This has helped to shift the focus from the binary – Uniform Civil Code versus Muslim Personal Law Board.Holding on to our position has not been easy as we received flak from various and, at times, unexpected, quarters. For instance, columnist Surjit S Bhalla, in an essay in the Indian Express last month, mounted a frontal attack on me.Bhalla wrote:“Even “liberals” like Flavia Agnes (interview to Firstpost.com, October 19) have problems with implementing the UCC at this time….“When asked about why the UCC should not be implemented, she counters by obfuscation. ‘When discriminatory practices within Hindu law and cultural practices are discussed they are not framed as “Hindu” but are discussed in general terms as “women’s problems”.’“One such Hindu problem coming in the way of the UCC is ‘the problem of dowry-related violence and dowry deaths. There is no research conducted as to how many women who are murdered for dowry are Hindus. A research done by our organisation about cases which have reached the Supreme Court and the Bombay High Court revealed that more than 90 per cent were Hindus. Less than 10 per cent were Muslims and others’.”And his rhetorical counter to my argument:“Assume for a moment that all 100 per cent of dowry deaths are Hindu. What does that fact have anything to do with the desirability of a UCC [Uniform Civil Code]? These deaths are illegal; are not sanctioned by law, Hindu or otherwise. If not implemented, it is a law and order problem, not a UCC problem.”He ended with a bizarre statement:“Implementation of the UCC [Uniform Civil Code] will not result in zero dowry deaths, or make zero the practice of bigamy among Hindus, or the practice of “quadrigamy” among Muslims. Further, the UCC will not end violence against women.”So what will the Uniform Civil Code achieve? Abolish instant triple talaq (unilateral, instantaneous divorce)? But what about instant desertion of wives among Hindus? Will it end child marriage? Statistics reveal that 1.2 million children in India are married before they are 10 years old, and 84% of them are Hindus. Will a Uniform Civil Code solve this problem? And what about illiteracy, high infant and maternal mortality, female foeticide, extreme domestic violence, lack of awareness about rights, and easy access to courts and justice? According to Bhalla, these are non-issues, and such irrelevancies cannot be brought within the present discourse on the Uniform Civil Code. However he concludes lamely: “… to ask for a solution to all women-related problems before introducing the UCC is to blatantly argue against the interests of women.” But which women? Whom is Bhalla trying to protect through his warped argument?Boycotted questionnairePerhaps it is necessary to record that during the past few months, various sections of marginalised communities have registered their opposition to the enactment of a Uniform Civil Code and most have boycotted the questionnaire of the Law Commission. Communities governed by tribal laws have approached the Supreme Court with the plea, “do not meddle with our customary practices”.  The Dalits have also opposed this demand even as they are pushed to the corner with rising Maratha protests in every district of Maharashtra against the statutory protection granted to this marginalised community.The Christians women’s groups – the Indian Christian Women’s Movement and the Young Women’s Christian Association – as well as the clergy, have also opposed the government’s interference with their religious and cultural practices and have indicated that they are quite competent to weed out the gender biases within their personal laws without a Uniform Civil Code being imposed on them. Several progressive Muslims, men and women, have issued public statements registering their opposition to the imposition of a Uniform Civil Code too, while stating that discriminatory and anti-women practices should be outlawed instead. The petitioner Shayara Bano in the triple talaq case pending before the Supreme Court, and the Bharatiya Muslim Mahila Andolan, which has intervened and is spearheading the public campaign on this issue, have also clearly stated that they are opposed to the enactment of a Uniform Civil Code. Even retired High Court judges like Justice Kannan, the former judge of the Punjab and Haryana High Court, and Justice AP Shah, the former chairperson of the Law Commission of India, have expressed their concern and have indicated that a gradual step-by-step approach would be a better strategy to bring about gender justice.Gender justice So it is not clear to me whose rights the so-called progressives and liberals like Surjit S Bhalla, and many others before him – Ramachandra  Guha and Girish Shahane to name a few – are trying to protect. Interestingly enough, all of them belong to the privileged class of urban upper caste Hindu males.If no social transformation will take place through the imposition of a Uniform Civil Code, if pressing issues such as child marriage, domestic violence, dowry murders, desertion of wives and their subsequent destitution, and even bigamy among Muslims and Hindus cannot be addressed through the enactment of such a law, what is the purpose of going through this exercise and needlessly ruffling feathers of all minority and marginalised groups? If we are serious about our commitment to gender justice and have the interests of the most vulnerable women at heart, then we need to go through the tedious exercise of recording the progress made within each of the personal laws, identify the gaps, and ensure that each woman is provided support to access her rights  – her right to a life of dignity.  Creating a paper tiger of a Uniform Civil Code will not be of any use if codification of Hindu law is the example we must emulate.","author":"Flavia Agnes","time":"2016-11-22T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821811-6e9a5843-168e-44d6-b4f0-f2c458f73856.jpg","tags":["Uniform Civil Code","Muslim","Hindu","Reform","Surjit Bhalla"],"source":"https://scroll.in/article/821811/creating-a-paper-tiger-of-a-uniform-civil-code-will-not-be-of-any-use-flavia-agnes"}