{"title":"Cricket: A game of hearts – an Afghan’s take on the war-torn nation’s stunning show at the World Cup","content":"Throughout my adolescent years in India, I was far from being a cricket fan. I was born in Afghanistan, a country where cricket at the time was an alien concept. It was a foreign game and a perplexing spectacle I could never fully comprehend. I often found myself wondering, “What’s the point of it all?”I had indulged in various sports growing up – basketball, hockey, baseball, netball – but never cricket. Back in the nineties, it was only a boy’s game and, to make matters worse, it was agonizingly slow. To enjoy it, you needed a genuine interest, and to remain loyal to it, you had to possess the patience to endure matches that stretched across days.By the time I entered my mid-twenties and embarked on a career in journalism, the cricket landscape had also transformed significantly. In 2008, I was tasked with covering the inaugural Indian Premier League auction in Goa. With this new format, cricket had transitioned from the traditional Ashes battles to a more vibrant and fast-paced spectacle, complete with cheerleaders and exuberance. As a non-cricket enthusiast, this signified a shift to a more engaging and entertaining game, yet my perennial question persisted: “What’s the point of it all?”A friend, the late actor Tom Alter, was a passionate cricket aficionado. He had authored numerous books and novels on the sport and, during his visits, he attempted to enlighten me about the game’s inherent charm. He believed my indifference toward cricket would have transformed if Afghanistan had a cricket team. I would jest with him, saying, “Tom Sahib, the British never conquered us. We drove them and their game away!”Couple of years later, on an unexpected spring day in February 2010, Tom sent me an email with an attachment: “Dear M, hope this article gets through – it is fascinating – T.” I vividly recall that moment. “Afghanistan Prepare for USA Fixture,” read the headline. Featuring a picture of a young Mohammad Nabi, it spotlighted Afghanistan as a standout fixture in what was dubbed “the most intriguing sporting match-up of recent times.” The article chronicled how the Afghan team had emerged as one of the premier Associate nations despite the domestic turmoil in their homeland. For someone who had observed cricket from a distance, the sport suddenly took on a new meaning.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nFast forward a little over a decade, and a recent interview with Ajay Jadeja, the current mentor for the Afghanistan team in the 2023 Cricket World Cup, eloquently encapsulates their journey. “Other teams playing in this World Cup have a history spanning more than a century, while these guys aren’t even 20 years old,” he remarked. Perhaps it is this brief history in the sport that makes Afghanistan’s rise so compelling – a tale that has endeared itself to many of us. Born in refugee camps amid turmoil, the story of the Afghan team, and more importantly, its youth, serves as a testament to their unwavering determination to forge a new identity beyond the shadows of guns, bombs and bullets.Unlike elite and professional teams around the world, these young men never had the luxury of fancy facilities or world-class amenities. They crafted their own nets, painstakingly prepared their own pitches, and fashioned their own balls and bats from discarded cloth and broken wooden planks. With sheer perseverance, time and again, they struck that ball with focus and determination despite the chaos engulfing them. Every game played against seasoned teams required them to suppress their emotions as they endured uncertainty, pain, and profound sadness, witnessing their country trapped in unending years of conflict. Devoid of therapy sessions or getaways to alleviate their daily struggles, these young men resorted to a singular solace – continuing to play, to keep pitching and batting.For the world, Afghanistan has often evoked images of devastation. For over four decades, we have weathered conflict. The price we have paid is the internal turmoil we carry with us, an extra burden that has become an inseparable part of our lives. For most Afghans of my generation, perpetual unrest is a reality – the need to anticipate crises, thrive under pressure, and navigate chaos and uncertainty.Imagine, if you will, playing against a world-class team when your country has crumbled, when you are displaced, your family members are threatened or kidnapped. An unspoken inertia of anxiety and somberness is carried by all Afghans. To outsiders, we appear subdued, intense, heavy, and introspective. Yet, what many fail to recognize is the weight of years of uncertainty, anxiety, pain, struggle, and discomfort that we bear. It’s the scars of war that we’ve grown up with, forcefully tattooed all over our minds and memories.However, when this victory came, there was an inexplicable lightness to being an Afghan. For the first time in a very long while, I felt the joy that had enveloped many of us. A sport had united us as we sang and cheered, celebrating the news of our win against Pakistan. Afghans across the country and its diaspora around the world poured out onto the streets, honking horns, reveling, and lighting fireworks.Also read: ICC Men’s ODI World Cup: ‘Heroism sans melodrama’ – Reactions as Afghanistan stuns PakistanI am not a cricket commentator or an expert, as I admitted at the beginning. I cannot dissect the strategies employed by the Afghan coach, Jonathan Trott, or explain why the Chennai pitch favoured spin-bowlers. But if you were to ask any Afghan, whether residing in the country or scattered across the globe, they would tell you why this game carries more weight than the entire World Cup. The team played with unmatched passion and courage to win, channeling their anger, hurt, and loss onto the field. In the most peaceful and graceful manner, they triumphed with their bat and ball.I no longer question, “What’s the point of it all?” because I’ve come to understand the unifying power of this sport in Afghanistan. I’m moved when our national anthem blares, echoing the unity of hundreds of thousands of Afghans, chanting proudly. The joy multiplies when friends from all over the world congratulate us on our remarkable victory, and scrolling through social media, one witnesses the collective celebration. For cricket enthusiasts, the Afghan team exhibited exceptional sportsmanship. For us, this was a game of hearts. In this tournament, rising stars like Mujeeb-ur-Rahman and Ibrahim Zadran dedicated their awards to Herat’s earthquake victims and persecuted Afghan refugees in Pakistan, igniting hope for the silenced voices of the Afghan community. I wish Tom Sahib were alive today, so I could tell him how right he was. Cricket, after all, is truly a gentleman’s game.Moska Najibullah is an Afghan-born writer and former producer and journalist with the BBC. She is the daughter of the former President of Afghanistan, Dr Najibullah, and has spent most of her life in exile. She is the co-author of Afghanistan: The Essential Guide to Customs & Culture and is recognized for her work on From Kabul to Kolkata: Of Memories, Belonging and Identity.","author":"Moska Najibullah","time":"2023-10-26T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195285-byddxkqzba-1698235963.jpg","tags":["Afghanistan","Pakistan","Cricket","ICC Men's ODI World Cup 2023","Cricket World Cup 2023","ICC Men's Cricket World Cup"],"source":"https://scroll.in/field/1058122/cricket-a-game-of-hearts-an-afghans-take-on-the-war-torn-nations-stunning-show-at-the-world-cup"}