{"title":"Cricket: Ramesh Powar no longer Indian women’s team head coach, to take up new role at NCA","content":"With two months away from the ICC Women’s T20 World Cup, the Board of Control for Cricket in India on Monday announced that Ramesh Powar is now the former head coach of the senior women’s team. The former India spinner will switch to men’s cricket and was appointed as the spin bowling coach at the National Cricket Academy.The press release also confirmed the appointment of former India batter Hrishikesh Kanitkar as the batting coach of the senior women’s cricket team. It is not clear who, if anyone, will be the head coach for the upcoming five-match T20I series against world champions Australia starting on 9 December in Mumbai. “It is an honour to be appointed as the new batting coach of the senior women’s team,” Hrishikesh Kanitkar said in the press release. “I see tremendous prospects in this team and we have a good mix of youth and experience. I believe this team is ready for the challenge ahead.”He added, “We have a few marquee events coming up and it is going to be exciting for the team and myself as batting coach.”Meanwhile, Powar on his change of duties said, “I have had an enriching experience in my stint as Head Coach of the senior women’s team. Over the years I have worked closely with some of the stalwarts of the game and upcoming talents of the country. With my new role at the NCA, I will be looking to take forward my experience over the years to help build talent for the future. I look forward to working in tandem with VVS Laxman (Head of cricket, NCA) for the further development of the game and bench strength.”VVS Laxman, Head Cricket, NCA said that Powar will be a spin bowling coach at NCA. “With Powar coming on-board (as a spin bowling coach), we are sure he will bring his expertise and experience to the National Cricket Academy,” Laxman was quoted as saying in the statement. “Having worked in domestic, age-group cricket and the international circuit, I am sure he will play an active role in the betterment of the game. I look forward to working with him in his new role at the NCA.”Indian women have two World Cup tournaments back-to-back in a short while. While the senior T20 World Cup starts in February, there is the inaugural Under-19 World Cup coming up in January too, both being held in South Africa. It is unclear who will the head coaches for these two events at this stage.","author":"Scroll Staff","time":"2022-12-06T15:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183954-mtlloneatl-1670320261.jpeg","tags":["Hrishikesh Kanitkar","Board of Control for Cricket in India","Ramesh Powar","NCA","BCCI","Cricket","Sports"],"source":"https://scroll.in/field/1039159/cricket-ramesh-powar-no-longer-indian-womens-team-head-coach-to-take-up-new-role-at-nca"}