{"title":"Cricket: India’s Virender Sehwag and Diana Edulji inducted into ICC Hall of Fame","content":"India’s Virender Sehwag and Diana Edulji were inducted into the International Cricket Council’s Hall of Fame along with Sri Lanka’s Aravinda de Silva, on Monday.“Three greats of the game have become the latest inductees to be added to the ICC Cricket Hall of Fame,” the apex cricket governing body said in its statement.Sehwag played 104 Test matches, 251 One Day Internationals, and 19 T20 Internationals for the Indian men’s team while Edulji is widely regarded as one of the pioneers for the women’s game in the country.“At the outset, I would like to thank the ICC and the Jury for having selected me to be inducted in the ICC Hall Of Fame 2023,” said Edulji, who is the first Indian woman to be inducted in the prestigious list.“It indeed is a great honour to be the first Indian women cricketer to be inducted and join a galaxy of cricketers, male and female from across the world. I am delighted to be considered for this award. It’s not only a proud moment for me, my family and friends but also for BCCI and Indian Women’s Cricket,” she added.Edulji played a total of 20 Test matches and 34 ODIs for the Indian women’s cricket team, taking 109 wickets and scoring 615 runs for the country across both formats.Sehwag, widely recognised for his ultra-aggressive approach with the bat, is a two-time World Cup winner – 2007 T20I World Cup and the 2011 ICC Men’s ODI World Cup. He is also the first Indian to score a triple century in test cricket and is among the only four players in history to have touched the mark twice.“I would like to thank the ICC and the jury for inducting me with this honour,” Sehwag said. “I feel extremely grateful for having spent a great part of my life doing what I loved most, ‘hitting the cricket ball’.”Sehwag and Edulji, thus, became the eighth and ninth Indian cricketers to be inducted into the ICC Hall of Fame. Indian Cricketers in ICC Hall of Fame \n    \n       Cricketer  Induction Year \n    \n     Sunil Gavaskar  2009  Bishan Bedi  2009  Kapil Dev  2010  Anil Kumble  2015  Rahul Dravid  2018  Sachin Tendulkar  2019  Vinoo Mankad  2021  Virender Sehwag  2023  Diana Edulji  2023","author":"Scroll Staff","time":"2023-11-13T12:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195826-aorptzfvmn-1699860286.jpg","tags":["ICC Hall of Fame","Cricket","Virender Sehwag","Diana Edulji","Aravinda de Silva","Indian Cricket"],"source":"https://scroll.in/field/1059020/cricket-indias-virender-sehwag-and-diana-edulji-inducted-into-icc-hall-of-fame"}