{"title":"ICC ODI rankings: Harmanpreet Kaur reaches No 5 on batters list after strong showing in England","content":"Captain Harmanpreet Kaur leads a bunch of India players who have made rapid gains in the MRF Tyres ICC Women’s ODI Player Rankings after some excellent performances that helped complete a 3-0 sweep over England in their ICC Women’s Championship series.Kaur, who smashed a match-winning 143 not out off 111 deliveries in the second match in Canterbury, has gained four slots to reach fifth position while opener Smriti Mandhana and Deepti Sharma have also moved up in the latest update that considers performances in the last two matches of that series as well as the IWC series between the West Indies and New Zealand.Mandhana, a formerly top-ranked batter, who scored 40 and 50 in the two matches, has inched up one place to take sixth position while Sharma’s unbeaten 68 not out in the third match at Lord’s has lifted her eight places to 24th position.Pooja Vastrakar (up four places to 49th) and Harleen Deol (up 46 places to 81st) are other India players to move up the batters’ list while new-ball bowler Renuka Singh has galloped 35 places to take 35th position after grabbing four wickets each in the two matches. Fast bowler Jhulan Goswami, a formerly top-ranked bowler, retired in fifth position.Women's ODI Player Rankings | Courtesy: ICC websiteEngland’s Danny Wyatt, who scored 65 in the second match, has gained two slots to reach 21st position among batters while Amy Jones is up four places to 30th. Charlie Dean has progressed 24 places to get to 62nd among batters and one slot to 19th among bowlers.West Indies captain Hayley Matthews has grabbed the No. 1 position for all-rounders in the ODI format for the first time in her career after aggregating 88 runs and grabbing five wickets in a 2-1 series win over New Zealand. Mathews, who has been a top ranked all-rounder in T20Is in the past, has also moved up three slots to 18th among batters and two places to sixth among bowlers.Lauren Down of New Zealand (up 15 places to 55th) is another batter to progress after the series while Hannah Rowe (up two places to 33rd), Amelia Kerr (up four places to 11th) and Jess Kerr (up one place to 21st) have moved up in the list for bowlers. West Indies leg-spinner Afy Fletcher is now in 41st position.In the MRF Tyres ICC Women’s T20I Player Rankings, Thailand’s Natthakan Chantham, who was named Player of the Match for a valiant 64 off 51 deliveries in the ICC Women’s T20 World Cup Qualifier 2022 semifinal against Bangladesh, has moved up two places to 14th position while Scotland captain Kathryn Bryce is up one place to 19th position.Zimbabwe’s Sharne Mayers (up 18 places to 21st), United Arab Emirates’ Theertha Sathish (up nine places to 28th), Ireland’s Gaby Lewis (up one places to joint-29th, Papua New Guinea’s Brenda Tau (up nine places to 33rd) and Bangladesh’s Murshida Khatun (up 23 places to 36th) are among the others to move up the rankings for batters.Off-spinners Nattaya Boochatham (up one place to 14th) of Thailand and Precious Marange (up five places to 29th) of Zimbabwe and Ireland medium-pacer Arlene Kelly (up 39 places to 39th) are among those to move up in the bowlers’ list.","author":"Scroll Staff","time":"2022-09-27T16:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180484-wtnaozcwfa-1664275505.jpg","tags":["India","England","ICC Women's Championship","Harmanpreet Kaur","Smriti Mandhana","Deepti Sharma","Pooja Vastrakar","Harleen Deol","Renuka Singh"],"source":"https://scroll.in/field/1033773/cricket-harmanpreet-smriti-deepti-rise-in-icc-odi-player-rankings-after-dominant-show-in-england"}