{"title":"Cricket: Rishabh Pant shifted to Mumbai for surgery and further treament after car crash, say BCCI","content":"India wicket-keeper Rishabh Pant will be transferred to Mumbai for treatment on Wednesday, nearly a week after he suffered several injuries in a road accident, stated the the Board of Control for Cricket in India on Wednesday. The board, in a statement, confirmed that the necessary arrangements to shift Pant to Mumbai in an air ambulance has been made. Pant was previously receiving treatment for his injuries at Max Hospital, Dehradun following the car accident on December 30.‘Bounce back, Rishabh’: Messages from cricket community for wicketkeeper Pant after car accidentThe statement also clarified that the Delhi batter will be admitted to Kokilaben Dhirubhai Ambani Hospital and Medical Research Institute and will be under the direct supervision of Dr Dinshaw Pardiwala, Head - the Centre for Sports Medicine, and Director - Arthroscopy & Shoulder Service at the hospital.Watch: Wishes for Rishabh Pant from Rahul Dravid to Hardik Pandya – ‘You’ve always been a fighter’The player had damaged a ligament in his right knee, hurt his wrist, ankle, and had abrasion injuries on his back, according to a previous statement by BCCI. Additionally, Pant will undergo surgery and subsequent procedures for ligament tears and will continue to be monitored by the BCCI Medical Team throughout his recovery and rehabilitation. The statement also read: “The Board will make every effort to aid and expedite the recovery process of Rishabh and will provide him with all the support he needs during this period.”Earlier in the day, director of Delhi and District Cricket Association Shyam Sharma told AFP, “Everything is good and he is recovering well.”Days before the crash, Pant was left out of the squads for the ongoing tour by Sri Lanka. His omission came days after his match-winning innings of 93 in the second Test against Bangladesh, helping India secure a 2-0 series sweep.With inputs from AFP","author":"Scroll Staff","time":"2023-01-04T16:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170338-rgmyeduzua-1645255100.jpg","tags":["Rishabh Pant","Board of Control of Cricket in India","BCCI","India tour of Bangladesh 2022","Sri Lanka in India","Cricket"],"source":"https://scroll.in/field/1041182/cricket-rishabh-pant-airlifted-to-mumbai-for-surgery-after-car-crash-confirm-bcci"}