{"title":"Cricket: Heather Knight on Women’s Premier League – ‘Nothing like I’ve ever experienced’","content":"England captain Heather Knight said she is prioritising her international cricket career by working on staying fresh and is still excited to play for England amid the growing number of global women’s franchise leagues. Speaking in the latest episode of the 100% Cricket Podcast, the 32-year-old shared her experience of the inaugural Women’s Premier League in India and the lessons she walked away with, some of which led her to conversations with the England team coaching staff around how to maintain a steady flow of players in light of the rising number of new opportunities that are emerging.“The game is changing so fast,” she said. “Even for older players like myself that have been around for a long time, adjusting to that is quite tricky. With the amount of cricket there is, trying to manage workloads and trying to have a bit of time off as well, then trying to manage your body and trying to stay fresh is quite hard because you want to play in everything as well.“I think that just like in the men’s game, players will start to pick and choose when they play to try and remain fresh and try and manage their calendar, it’s going to come to that. Other (men’s franchise) tournaments are popping up around the world that will potentially have a women’s version in the next few years, so the calendar is only going to get busier.“Something myself and Jon (Lewis) have talked about is just having a bigger pool of players available. The way that the calendar is looking right now, players want to play in franchise competitions, both domestic and around the world, so we are going to need a bigger pool of players because of the potential for an increased number in injuries, particularly with the fast-bowling unit. So, like you’ve seen in the men’s game, you’ve seen how they’ve grown their fast-bowling stocks to be prepared for that.”Reflecting on her WPL experience, she recalled the excitement of fans, the size of crowds, television viewing numbers and the commercial elements that were on a scale she could not imagine.“The cricket was at a really high standard,” she continued. “The crowds were unbelievable. I knew they were going to be big crowds, but I don’t think I really appreciated the reach that it was going to have, that the tournament was going to have. Cricket in India just breaks through popular culture.“It was a really great competition to be involved in, and a very different experience to any I’ve ever experienced before. Just the intensity of the tournament and the off-field commitments in terms of shooting adverts and doing things like that was just like nothing I’ve ever experienced.“You can see how it’s certainly going to get much bigger in the coming years and I think the expansion of it will happen quite quickly because of the success that it’s already had.”Another relatively new experience was not being the captain of her team, the Royal Challengers Bangalore, and being one of six overseas professionals in a competition where only four overseas players were permitted to play in any given match. She shared how not knowing if she would be playing every match gave her new insight on the experiences of her own England teammates and the benefit of a different perspective on the uncertainty that that comes with.“It was a really good experience for me as well,” she explained. “Because obviously only four overseas players can play, and we had six high quality players. So, having that experience again of not being captain, not being a hundred percent sure you’re going to play and kind of having that pressure of having to perform and looking over your shoulder a little bit, I think that’s a really good perspective for me to get as a captain sometimes, because we sometimes forget what players are going through and the pressure that that just comes with, obviously selection and fighting for your place a little bit. That was a really good experience for me.”Listen to the full podcast here.Content courtesy: ICC Business Corporation FZ LLC 2020 via Online Media Zone.","author":"Scroll Staff","time":"2023-04-19T20:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189292-acgeimrerx-1681915765.jpg","tags":["Cricket","WPL","Women's Premier League","England","RCB","Royal Challengers Bangalore","Indian cricket","Women's cricket"],"source":"https://scroll.in/field/1047663/cricket-heather-knight-on-womens-premier-league-nothing-like-ive-ever-experienced"}