{"title":"Cricket: How Yashasvi Jaiswal and Dhruv Jurel were helped by Rajasthan Royals’ training methods","content":"When India defeated England 4-1 in a thrilling Test series at home, there were two youngsters who particularly stood out with their performances for the hosts.Yashasvi Jaiswal was adjudged the player of the series, with a mammoth total of 712 runs in nine innings. This tally included two double centuries, and he finished with an average of 89.Then there was the debutant wicketkeeper-batter Dhruv Jurel, who scored 190 runs in four innings at an average of 63.33, including a 46 on debut in Rajkot and 90 and unbeaten 39 in the Ranchi.The common link between the two? They both played together in the Under-19 World Cup in 2020 and are products of Indian Premier League franchise Rajasthan Royals.Through the course of the five-match Test series, the work done by the Royals had often been credited for taking Jaiswal and Jurel’s performances several notches higher.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nJaiswal had an impactful season at the IPL last year as well, scoring 625 runs at a strike rate of 163.61 with a century and five half-centuries. One of the 50s came off 13 balls – an IPL record. Jurel meanwhile batted in the lower order and scored 134 runs in the 88 balls he faced last year, at a strike rate of 172.72.However, it is the work done by the franchise behind the scenes where the real magic seems to have happened. Zubin Bharucha, Rajasthan Royals’ High Performance Director, who has been associated with the franchise since its inception in 2008 and often been credited by both Jaiswal and Jurel, described the player development process in a conversation with Scroll.Edited excerpts from the conversation:How are you feeling after seeing Yashasvi Jaiswal and Dhruv Jurel do so well in the test series against England?Obviously, super proud. As a teacher, you sort of try not to distinguish between your students. Try and treat each and every one of them as an individual product and every individual in their own right and watch their evolution from wherever they are, performing the best they're capable of.But yes, of course, when somebody goes out and does something like that for the country, there is an additional layer of pride. And also going back and knowing that the work that the whole system is putting in [is paying off].It's not me alone. I have an ecosystem of people around me. And it sort of requires so many multiple layers of people at so many different stages. I'm just like the little conductor at the end of it.How did players like Jurel and Jaiswal stand out during the scouting process? What was it about them that made Rajasthan Royals trust their talent?When I go back in history, all it took was one ball. Sanju Samson was one ball, Riyan Parag was one ball, Yashasvi was one ball, Dhruv was one ball.Yashasvi stepped across the stumps and flicked the first ball of the day over fine leg for four. Dhruv hit an inside out cover for six. Sanju Samson pulled the first ball for six. Riyan Parag hit one over mid-wicket.For each of these guys, one ball said something about their attitude, their ability, hunger and courage.That’s just 10-20% of the process. What comes after is what is critical. How they’re developed, what goes into their development. For example, if a player could have played for India in five years’ time, our job is to cut it down to 1.5 or 2 years.Could you tell me a little more about the High Performance Academy in Talegaon [Maharashtra]?The vision right from day one has always been about how we can produce world class players. And then for those world class players to help RR win a championship.On the cricket side is Kumar Sangakkara [former Sri Lanka captain] as the director of cricket and I do the high performance. Our roles become basically the execution of that overarching vision.We built this phenomenal infrastructure which we’re very proud of. It has 40 pitches, each made from varying soils from different parts of India. When Dhruv Jurel came between Test matches [from the England series] for practice, we had him bat at the spinning wicket for close to four hours. He played 140 overs on a spinning wicket.How does a player get through 140 overs in one session?In a practice session, we have two spinners or three spinners and three fast bowlers. We have triple layers within a round. One person is feeding for the pull, one is feeding for the drive, and one is feeding for the flick.So what we do then are the sidearms. Those four guys behind that also following the same pattern – cut, pull, flick, drive. Then what we do is behind the four spinners are the four fast bowlers. So one round in our practice session is 16 balls. So now you can see how we can multiply and finish 140 overs in four hours. It is continuous. As soon as one finishes, the other guys starts throwing. Depending on what we’re trying to achieve, that changes as well.The player’s position, even before attaining a ball, must dictate the output. For instance [one of the layers in training], works upon [hitting the ball] where there are no fielders. We will then try to create shots where there are no fielders. Yashasvi, for example, had a big problem trying to hit the ball to long on and mid-wicket initially. While we were trying to figure out why he was not able to hit it to long on and mid-wicket as powerfully as other players, we understood it was because his elbow was bent at the point of impact.So, we need another layer to solve that problem. We then went into the direction of the reverse sweep as a saviour so that while sorting that bent elbow out, he had another alternative and his run rate would not decrease. This is where working on hitting the ball where there is no fielder helps.What was the kind of preparation for Jurel and Jaiswal going into the Test series against England?The kind of session that Dhruv had before the series was monumental. When you are playing 140 overs in four hours, concentrating on every single ball for that duration, it is absolutely monumental. It requires another level of fitness, concentration and all the values that need you hanging there for that while.I thought England were brilliant in analysing Yashasvi over the Test matches, they figured it out that he scores a lot of his runs on the offside. And in the last Test match where he got 70-odd in the first innings [in Ranchi], they kept attacking middle and leg-stump because they would have wanted to see if he’s got the same kind of performance [on the leg-side].We thought of this two years ago. We said ‘no fast bowler is going to bowl anywhere you want him to bowl. So they're going to bowl at another location – which is middle stump or leg stump. What are we doing to prepare you for that?’ He didn't have a clue.That’s where the development and coaching angle comes in. We teach them to be ahead of the game.So as soon as they started attacking him on leg stump, middle stump, I knew what will start happening. The straight drives, the on-drives will start, the flick into the onside will come in. He had already practiced and it was evident.With the Royals being a global T20 franchise, is there a focus on developing players for red-ball cricket?We want to produce the next generation of world class cricketers and for them to succeed in every condition possible. This is a good start for where we think we are going in terms of how we are preparing.We are essentially practicing to maximise the core of the output. The ball does not fall differently in a Test match or a One Day Match. The only thing to discuss about these different formats is that there is a higher or lower risk involved in these different formats.We are preparing the players in a way where there is no question of risk anywhere. It’s just a question of the quality of the shot you’re playing on a ball falling on the same spot, whether it is Monday or Tuesday, whether it is Test match or a T20. It is your job to hit where there is no fielder and get a boundary or a six and that is all.All our practices are geared towards that. We don't discuss red ball, we don't discuss white ball. We don’t discuss anything other than where there are no fielders, and the quality of that shot.","author":" Samreen Razzaqui","time":"2024-03-22T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199394-vjezfycwpl-1710860243.jpg","tags":["Yashasvi Jaiswal","Dhruv Jurel","India","England","England tour of India","Rajasthan Royals","IPL 2024","Indian Premier League","Zubin Bharucha"],"source":"https://scroll.in/field/1065450/cricket-how-yashasvi-jaiswal-and-dhruv-jurel-were-helped-by-rajasthan-royals-training-methods"}