{"title":"Cricket: Any match but this India-Pakistan clash at the World Cup","content":"In March 2019, right before the last Indian general elections, India’s men’s cricket team donned special caps during a match against Australia. The caps were designed in a camouflage patter to honour the martyrs of the Indian army who had died in the Pulwama attacks. The gesture encapsulated everything that the Indian cricket team had become for the Indian masses over the last few decades – a vehicle of their national honour and a weapon of displaying their power on the global stage. Some rejoiced it and some, like yours truly, felt it was an unnecessary way of projecting the notion of military pride and valour on a sporting event, which is in its essence, twenty-two men competing to run the most between two points on the field. And to put sport next to a war-like situation where people actually lost lives was perhaps allowing it more meaning than it deserved. Especially in light of the fact that when the English player Moeen Ali decided to wear a small wristband as a way to showcase his support for Palestinian liberation, incidentally against India, he was banned from wearing it and asked to not make a political statement.Tebbit TestThe Tebbit Test, a term that originated in April 1990 courtesy the British Conservative politician Norman Tebbit, revolved around his perception of the loyalty of South Asian and Caribbean immigrants toward the England cricket team. According to Tebbit, if these individuals displayed greater enthusiasm for their countries of origin in cricket over the English team, it was a clear indication that they hadn’t fully embraced the United Kingdom.Even Tebbit himself has since expressed doubts about the relevance of this test. And some time ago, Jitesh Gadhia, a member of the House of Lords, wrote in The Sunday Times, “The so-called Tebbit Test, asking immigrants to choose between their old and new countries, now seems outdated, as people are increasingly comfortable with multiple identities.”In the year 2018, a few months before the India players donned those caps, the Mexican soccer, or football, team played a few “home” matches in the United States in front of sell-out crowds.What made that year particularly significant was that USA did not qualify for the World Cup, and, politically, President Donald Trump had uttered remarks about Mexico and Hispanic people that could be classified as racist and jingoistic. But The Washington Post ran a piece that year titled “This World Cup, America’s Team Is Mexico.”For me as an Indian, it was bewildering to observe such an event and the immense support for the Mexican team. A support that is celebrated and yet somehow fails to garner attention beyond the sports pages. One can even spot people wearing replica jerseys of Hispanic teams at games between the United States and Mexico, all without raising an eyebrow. Even outside of soccer, while US and Canada have a great rivalry in the sport of ice hockey, you will as easily find Americans cheer for Canada and vice versa without anyone giving it much thought. At this point, it’s safe to say that most people in America don’t really care about what has come to be known as the “Tebbit Test.”There are many individuals of Indian origin, particularly those of the Hindu faith, living outside India who wouldn’t hesitate to cheer for India in a match up against their adopted countries. This doesn’t make headlines; no one gets arrested for it, and these individuals don’t feel any less attached to their country of citizenship as a result. After all, the concepts of patriotism and nationhood are far more intricate and cannot be narrowly confined to such terms.More mature democracies like the United States and the United Kingdom, despite their violent histories, have managed to evolve and grow beyond a singular and exclusive sense of identity, at least in the context of sports and patriotism. This is not to absolve them of their countless human rights abuses.The Indian Tebbit TestAn in-depth exploration of why countries like the United States and the United Kingdom do not tether patriotism to the sports team you support would warrant a separate essay. My intention here is to focus on the Indian version of the Tebbit Test, which, one could argue, exists in a form even more vicious than one might imagine.In the annals of Indian cricket lore, there exists a tale often recounted about the former Pakistani cricket captain and later Prime Minister, Imran Khan. It is said that in 1982, he made a remarkable proposition – that the longstanding Kashmir dispute between India and Pakistan could find its resolution not in high-level diplomatic negotiations, but on the cricket pitch.In India, cricket fervour runs deep, and at times, support for the nation transcends the boundaries of the sport itself. This allegiance has occasionally led to arrests when individuals were accused of cheering for the opposing side, particularly Pakistan. It is a widespread belief that Indian Muslims tend to throw their support behind the Pakistani cricket team. Reflecting back to the 1996 World Cup, a match pitting India against Pakistan in Bengaluru, the writer-journalist Mike Marqusee coined a term to describe such intense encounters using an Orwellian phrase – “War minus the shooting.” He went on to pen a book bearing this phrase as its title, delving into the fervour and acrimony surrounding the India-Pakistan quarter-final of that era.Marqusee was struck by the lack of sportsmanship exhibited by the Bengaluru crowd, who resorted to jeers and taunts as Pakistani cricketer Javed Miandad left the field for the final time in his international career. He further talked of, in the book, the paradox of such games as no matter the victor, it often placed Indian Muslims in a difficult position. If India lost, they were accused of lacking patriotism. And if they won, the zealous Indian fan, fuelled by the rising jingoism of the 1990s and limited global access, would often create disruptions within their local Muslim communities.Marqusee’s observations proved ominous with incidents in Shivajinagar, where elements of Hindutva tried to incite turmoil near a mosque after that game. In another separate incident, the windows of Imran Khan’s car were also shattered in front of his hotel in Bangalore. Perhaps most bewildering was the report in The Indian Express, as mentioned in Marqusee’s book, after India’s victory, which highlighted the celebration of India’s win at the Jama Masjid in Delhi, where they deemed it important to mention that “many burqa-clad women also participated”. Marqusee lamented the precarious state of Muslim inclusion in Indian nationalism, and these were his reflections from the 1990s. One can only wonder what his observations might be if he were here today to document our current times.Furthermore, even in matches not involving Pakistan, incidents have arisen that reflect the complex tapestry of religious and national identity. In a recent test match against Australia, a video emerged of fans chanting “Jai Shree Ram” at Indian cricketer Mohammed Shami. During the encounter between India and Pakistan in the 2021 T20 World Cup, where India faced defeat, Shami endured a barrage of social media trolling, accusing him of prioritising his religious identity over his national identity. Similar situations unfolded during the latest match between Pakistan and Sri Lanka in Hyderabad, with allegations that the crowd chanted in favour of Pakistan. It is evident that while India, and especially with the current regime and its supporters, often tout their aspirations of superpower status, they still grapple with deep-seated insecurities.Indian Muslims and cricketFor an Indian Muslim, the events leading up to and following an India-Pakistan cricket match can become a question of existence and security. Even if one moves beyond the principle that individuals should be allowed to support any sports team as an exercise of freedom of expression, a jingoistic Indian mindset alleges that those supporting Pakistan do so because they harbour latent desires to be Pakistani or are traitors to the Indian nation.This prompts a critical question: How should a nation address such sentiments? Can patriotism be nurtured through imprisonment or by suppressing the genuine emotions of its people?For an Indian patriot, if one feels wronged by subcontinental Muslims who created a separate nation on the basis that Hindus and Muslims are inherently different and can never coexist, the most effective response might be to build a nation that is inclusive and accepting of civic identities beyond ethnicity and religion.Imagine a scenario where the Indian state not only allows all Indians to cheer for Pakistan in a sporting contest but actively encourages such behavior, all while emphasising that sports is, in essence, just a game. What message would this convey to young Pakistanis watching from across the border? It might help them envision a nation that accommodates diverse allegiances. When India permits an Indian Muslim not just to exist but to thrive while embracing their complexities, it demonstrates to the world the behaviour of a self-assured nation secure in its identity and significance on the global stage.If the goal is for everyone to love India for the beautiful, syncretic, forgiving, and accepting nation it claims to be, this inclusivity should extend to people cheering for any sports team they choose.Unfortunately, the current regime, with its narrow interpretation of patriotism and India’s role in the world, remains far removed from this vision of the Indian soul.Not my idea of CricketOver the past three decades, we’ve found ourselves engulfed in a tempest of economic deregulation, a relentless storm that has spawned a quasi-religion centered on success. It’s as if we’re caught in an eternal, round-the-clock media spectacle, celebrating those who reach the zenith. So, what does the common Indian yearn for in the realm of cricket today? It’s primarily an unceasing parade of victors, and above all, a national cricket team that raises the banner of triumph. For the large majority of Indian cricket fans, it seems to me, the love of the sport itself holds no value. And the only thing worth extracting from this beautiful game is the jingoistic pleasure of one-upping your enemy.While every fan craves these victories, the true devotees of the sport sustain their affection for the game and their admiration for the players, even when defeat becomes their bitter cup to sip. I would much prefer to revel in the cacophony of a hundred impatient voices clamouring for “KOHLI! KOHLI!” than endure the chilling silence of “Pakistan – Murdabad!” or, heaven forbid, something even more sinister.As Marqusee said in his book, about the 1996 version, “globalisation strides forward, the search for national identity becomes ever more desperate and ever more dominated by hostility to perceived national enemies, both within and without the country’s borders. Thus, the carnival of globalisation turned into an orgy of nationalism.”I shudder to imagine how it would be this time around. So, forgive me if I, even as a cricket tragic, am not looking forward to the impending match between the two teams in Ahmedabad.Raj Shekhar Sen is an Indian writer and podcaster who lives in the US. His Twitter handle is @DiscourseDancer.","author":"Raj Shekhar Sen","time":"2023-10-13T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194957-olrzyuomwu-1697174962.jpg","tags":["Indian cricket team","ICC Men's ODI World Cup","India vs Pakistan","Cricket","Indian cricket"],"source":"https://scroll.in/field/1057494/cricket-any-match-but-this-india-pakistan-clash-at-the-world-cup"}