{"title":"Cricket: T20 World Cup 2023 becomes the most watched ICC women’s event till date","content":"The recently concluded ICC Women’s T20 World Cup 2023 was the most watched ICC women’s event to date with global viewing hours for the event reaching 192 million, a 44% increase from the 2020 World Cup in Australia, the global governing body said on Thursday. The broadcast figures in the host nation saw a 130% increase in live coverage, including the final – involving South Africa men’s or women’s senior team for the first time in an ICC event – which was available on free-to-air television. The overall viewership figures for the event shattered past records with an increase of 790% of fans tuning in to enjoy the World Cup compared to the previous edition in 2020.There were also impressive increases of engagement in India with total live viewing hours across linear TV and digital platforms up 57% from 2020 despite India not reaching the final. Overall, the most watched game in India was the group stage fixture against Pakistan, which received a combined 32.8 million live viewing hours across the Star Sports network and Disney+ Hotstar.In the United Kingdom, the total live viewing hours of the World Cup was 6.9 million, up 26% from 2020 and 16% from the 2018 event, making it the most watched ICC Women’s T20 World Cup to date.On ICC’s digital channels there was an uplift of 26% video views across all channels with the ICC Women’s T20 World Cup 2023 achieving 1.39 billion video views compared to 1.1 billion for the 2020 edition in Australia.Across the ICC website and app, the numbers revealed the highest ever audience for a women’s event with 12.5m unique users across both platforms, 20% higher than the Women’s Cricket World Cup 2022 in New Zealand.ICC Chief Executive, Geoff Allardice said: “For what was a game-changing event for women’s cricket in South Africa with some exciting and competitive cricket, there was also increased engagement numbers in other key markets in India and the UK which is very pleasing to see. The approach to digital innovation for ICC Women’s events has also seen an uplift in fans engagement with the World Cup and our focus is to continue to provide audiences engaging content throughout the year to fulfill that growing demand.”via ICC","author":"Scroll Staff","time":"2023-05-04T16:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187219-fwfashrjok-1677155249.jpg","tags":["ICC Women's T20 World Cup","T20 World Cup","Australia","India vs Pakistan"],"source":"https://scroll.in/field/1048546/cricket-t20-world-cup-2023-becomes-the-most-watched-icc-womens-event-till-date"}