{"title":"Cricket: Virat Kohli matches Sachin Tendulkar’s 49 ODI tons – ‘To equal my hero’s record is special’","content":"India’s Virat Kohli equalled Sachin Tendulkar’s record of 49 one-day international hundreds when he reached three figures at the ICC Men’s ODI World Cup match against fellow semi-finalists South Africa on Sunday.Kohli, on his 35th birthday, got to the landmark in 119 balls, including 10 fours, at Kolkata’s Eden Gardens. It had taken him 277 innings to score 49 hundreds at this level compared to the 438 required by fellow India 2011 World Cup-winner Tendulkar.Also read: ICC Men’s ODI World Cup: ‘Dominating and unstoppable’ – Reactions as India thump South AfricaTendulkar led the tributes to Kohli, the retired India great writing on X, formerly Twitter: “Well played Virat. It took me 365 days to go from 49 to 50 (in age) earlier this year. I hope you go from 49 to 50 and break my record in the next few days. Congratulations.”On Sachin’s message, Kohli told the broadcasters in the post-match presentation, “It is all too much for me to take in now, to equal my hero’s record is something special for me. He is perfection when it comes to batting. It’s a very emotional moment for me. I know where I come from, I know the days I have watched him on TV. Just to get that appreciation from him means a lot to me.Well played Virat. It took me 365 days to go from 49 to 50 earlier this year. I hope you go from 49 to 50 and break my record in the next few days. Congratulations!!#INDvSA pic.twitter.com/PVe4iXfGFk— Sachin Tendulkar (@sachin_rt) November 5, 2023\n\nKohli’s 101 not out was the centrepiece of unbeaten tournament hosts India’s 326-5 in their 50 overs.Together with Shreyas Iyer (77) he shared a third-wicket partnership of 134 after India captain Rohit Sharma had won the toss on what turned out to be a tricky pitch.“It was a big game, probably playing the toughest team in the tournament. There was a motivation to do well. Because it happened on my birthday, it becomes special and the people made it more special for me. I did wake up with that excitement that today is not just another game,” said the player-of-the-match. Kohli currently has two hundreds in the 2023 World Cup, in addition to four half-centuries in eight league games. He is the tournament’s second-highest run-scorer, trailing only South Africa’s Quinton de Kock, with 543 runs at an average of 108.60 and a strike rate of 88.29.“I’m enjoying myself, playing cricket all over again, that is more important to me than phases. I’m just happy that God has blessed me with that enjoyment. I’m just happy that I’m being able to do what I have done over all these years.”“Every opportunity to play for India is a big one, to be able to ton up on my birthday is a stuff of dreams,” said Kohli whose century added to his ongoing total of over 26,000 international runs.“It is something you dream about as a child. I am just happy to help the team as much as possible,” added Kohli.“It was a wicket that was tricky to bat on. We got a great start. My job was to keep the momentum going when I got in,” added Kohli.“But after ten overs, the ball started gripping and the wicket started slowing down. My role was to bat deep and till the end after the openers fell.”He added: “Shreyas starting hitting well as well. We were not thinking we would get to 326 but that’s what happens when you dig deep and take the game into the last few overs.”Kohli went through an extended lean patch that spread across since 2021, failing to reach three figures in over 1,000 days. He hit his first hundred after a gap of 1,020 days in the 2022 T20 World Cup and has not looked back. With inputs from AFP","author":"Scroll Staff","time":"2023-11-05T21:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195625-tdijxyfkdp-1699199902.jpg","tags":["Virat Kohli","Sachin Tendulkar","ICC Men's ODI World Cup","Cricket","India","South Africa"],"source":"https://scroll.in/field/1058669/cricket-virat-kohli-matches-sachin-tendulkars-49-odi-tons-to-equal-my-heros-record-is-special"}