{"title":"Cricket: Ishan Kishan, Shreyas Iyer excluded from  BCCI’s annual contract list ","content":"Ishan Kishan and Shreyas Iyer were not part of the list of players who received their annual central contracts by the Board of Control for Cricket in India on Wednesday.The top tier of the BCCI's annual central contracts has remained unchanged from last year with India captain Rohit Sharma, Virat Kohli, Jasprit Bumrah and Ravindra Jadeja in the A+ category. Meanwhile, the second tier of the central contracts – Grade A – has R Ashwin, Mohammed Shami, Mohammed Siraj, KL Rahul, Shubman Gill and Hardik Pandya.Meanwhile, Yashasvi Jaiswal received his first BCCI central contract in the Grade B category following his performance in Test cricket since his debut in July 2023. Suryakumar Yadav, Rishabh Pant, Kuldeep Yadav and Axar Patel also received Grade B contracts.Grade C includes fifteen athletes comprising Rinku Singh, Tilak Verma, Ruturaj Gaekwad, Shardul Thakur, Shivam Dube, Ravi Bishnoi, Jitesh Sharma, Washington Sundar, Mukesh Kumar, Sanju Samson, Arshdeep Singh, KS Bharat, Prasidh Krishna, Avesh Khan and Rajat Patidar.The BCCI, in their statement, said that Shreyas Iyer and Ishan Kishan were not considered for the annual contracts in this round of recommendations. It also said that all athletes should give precedence to participating in domestic cricket during periods when they are not representing the national team.Kishan has not featured in the Indian team since the T20I series against Australia in November. He also subsequently pulled out of the South Africa tour for personal reasons. He was then left out of the ongoing Test series against England and decided not to play the Ranji Trophy for Jharkhand either.Conversely, Iyer was benched for the final three Test matches against England despite recording a top-score of 35 in the opening two matches. He did not participate in the final round of the Ranji Trophy citing issues with the back although he participated in one Ranji Trophy round in January prior to the Tests.The release also stated: “Additionally, athletes who meet the criteria of playing a minimum of 3 Tests or 8 ODIs or 10 T20Is within the specified period will automatically be included in Grade C on a pro-rata basis.”“For instance, Dhruv Jurel and Sarfaraz Khan, having played 2 Test matches so far, will be inducted into Grade C if they participate in the Dharamsala Test Match, i.e., the 5th Test of the ongoing series against England,” it added.The selection committee has also recommended fast bowling contracts for the following athletes – Akash Deep, Vijaykumar Vyshak, Umran Malik, Yash Dayal and Vidwath Kaverappa.Grade A+ (4 Athletes)Rohit Sharma, Virat Kohli, Jasprit Bumrah and Ravindra Jadeja.Grade A (6 Athletes)R Ashwin, Mohd. Shami, Mohd. Siraj, KL Rahul, Shubman Gill and Hardik Pandya.Grade B (5 Athletes)Surya Kumar Yadav, Rishabh Pant, Kuldeep Yadav, Axar Patel and Yashasvi Jaiswal.Grade C (15 Athletes)Rinku Singh, Tilak Verma, Ruturaj Gaekwad, Shardul Thakur, Shivam Dube, Ravi Bishnoi, Jitesh Sharma, Washington Sundar, Mukesh Kumar, Sanju Samson, Arshdeep Singh, KS Bharat, Prasidh Krishna, Avesh Khan and Rajat Patidar.","author":"Scroll Staff","time":"2024-02-28T19:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184156-gcbtxaomxb-1670670959.jpg","tags":["Shreyas Iyer","Ishan Kishan","Rohit Sharma","Virat Kohli","Cricket","BCCI","Board of Control for Cricket in India","Indian cricket","Jasprit Bumrah"],"source":"https://scroll.in/field/1064445/cricket-ishan-kishan-shreyas-iyer-excluded-from-bccis-annual-contract-list"}