{"title":"Cricket: Dattajirao Gaekwad, former India captain, dies at 95","content":"India's oldest Test cricketer and former captain Dattajirao Gaekwad died aged 95 on Tuesday. According to PTI, Gaekwad died at a Baroda Hospital on Tuesday morning of age-related ailments.“The BCCI expresses its profound grief at the passing away of Dattajirao Gaekwad, former India captain and India’s oldest Test cricketer. He played in 11 Tests and led the team during India’s Tour of England in 1959,” the Board of Control for Cricket in India, posted on X, formerly Twitter.“Under his captaincy, Baroda also won the Ranji Trophy in the 1957-58 season, beating Services in the final. The Board expresses its heartfelt condolences to Gaekwad's family, friends, and admirers,” the statement added.The BCCI expresses its profound grief at the passing away of Dattajirao Gaekwad, former India captain and India’s oldest Test cricketer. He played in 11 Tests and led the team during India’s Tour of England in 1959. Under his captaincy, Baroda also won the Ranji Trophy in the… pic.twitter.com/HSUArGrjDF— BCCI (@BCCI) February 13, 2024\n\n\nGaekwad participated in 11 Test matches for India between 1952 and 1961. In the Ranji Trophy, Gaekwad scored 3,139 runs, including 14 centuries for Baroda.His best knock came against Maharashtra where he scored an unbeaten 249. In 1949–50, he also made two more double hundreds and had some outstanding performances against Gujarat.In 1952, he made his debut as an opener for India in England. However, in most of the West Indies, Pakistan, and England series, he primarily provided muscle to the middle order. Gaekwad also led the Indian team in England in 1959 in a five-match Test series that India eventually lost.Gaekwad's final appearance for India came against Pakistan at home in 1961.","author":"Scroll Staff","time":"2024-02-13T20:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198431-octnqsbgwq-1707837183.jpg","tags":["Dattajirao Gaekwad","India","Baroda","Indian cricket","Cricket"],"source":"https://scroll.in/field/1063661/cricket-dattajirao-gaekwad-former-india-captain-dies-at-95"}