{"title":"Crimes against lower castes, tribal population in India are rising","content":"In the flourishing district of Kannur in one of India’s most prosperous states, Kerala, Eramangalathu Chitralekha, 39, was the first Dalit woman to drive an autorickshaw in 2005. Her new profession immediately angered the upper castes, who taunted her and threatened violence. One day, that year, her autorickshaw was set ablaze. In 2013, it was damaged beyond repair. The district collector gifted her a new autorickshaw in June 2014, but on March 4, 2016, it was destroyed again.Chitralekha is unclear about her future, but she is clear that she is a victim of Hinduism’s deep-rooted caste discrimination. “My house was ransacked by Nair (upper caste) men,\" she said. \"My son was humiliated and forced to drop out of school after Class 8 when stories started doing the rounds that I was a woman of loose morals. He’s 22 now and still to find a job.”Chitralekha is a Pulaya, a people termed adiyar, or slaves, in her village of Edatt. “We are low- born,” she said. “We are not permitted to draw water from the same well or eat from the same plates or drink from the same glasses used by the upper castes.”The destruction of Chitralekha’s autorickshaw was one of numerous crimes reported in 2016 against Dalits, lowest of Hindu castes: From stopping their entry into temples – in Uttarakhand, Haryana and Karnataka – to burning homes and beating women in Tamil Nadu, the murder of a Dalit who married an upper-caste woman in the same state and the rape and murder of a law student in Kerala.These incidents are just snapshots of violence against lower castes nationwide in 2016, for which data has not yet been compiled. It is unlikely that crimes against scheduled casts and scheduled tribes – up 40% and 118% over five years to 2014 – will buck the trend visible in National Crime Records Bureau data.Not only do scheduled castes and scheduled tribes – who comprise 25%, or 305 million, of India’s 1.2 billion people – endure historic and systemic discrimination, as the first part of this series showed, they are targets of growing violence, as they attempt to improve their lives in the world’s fastest-growing economy.Discrimination despite lawsAs the relentless attacks on Chitralekha show, education and prosperity are no guarantee that attitudes will change. With India’s highest literacy rate and seventh-highest per capita income, Kerala also has among the highest crime rates against scheduled castes and scheduled tribes relative to its population.In absolute terms, in 2014, most crimes against scheduled castes were registered in Uttar Pradesh (8,075) followed by Rajasthan (8,028) and Bihar (7,893), and most crimes against scheduled tribes were registered in Rajasthan (3,952), Madhya Pradesh (2,279) and Odisha (1,259).\n\t\t\n\tSource: National Crime Records BureauThere is no shortage of laws to address the violence against India’s disadvantaged castes and tribes.Specific laws include the Protection of Civil Rights Act, 1955, and the Scheduled Castes and Tribes (Prevention of Atrocities) Act, 1989. Besides, the Indian Penal Code, which governs most crime in India, has adequate legal provisions – if implemented.“Whenever I filed a complaint against the goons, the police would let them go scot-free,” said Chitralekha. “The second time I went to lodge a complaint, the sub-inspector threatened to arrest me, instead!”However, better reporting and registering appears to be a reason for the rising numbers of crimes against scheduled castes and scheduled tribes. From 33,412 in 2009, crimes registered against scheduled castes went up to 47,064 in 2014. For scheduled tribes, it increased from 5,250 in 2009 to 11,451 in 2014.\n\t\t\n\tSource: National Crime Records BureauBut the reluctance to register cases continues, as our conversations with Dalit survivors of violence indicated.Murders without motive?Jai Bhagwan does not know why his son was killed on February 16, 2016.In the village of Kartarpura in Rohtak, Haryana, Dalits routinely endured abuse, as Bhagwan’s son, Manjeet – who used only his first name – did.“He was returning home from work when they killed him,” said Bhagwan. “Getting harassed was a daily thing, but this time, we don’t even know what happened.” The police registered a case against “unidentified persons”, and Bhagwan had heard nothing since then.Manjeet is survived by his wife, Suman, five-year-old son Prince seven-year-old daughter Kajal.Sometimes, some attacks are so brutal that they – momentarily – make it to national headlines, as was seen with the murders of Jitendra Kumar’s children in Faridabad, about 100 km south of Bhagwan’s home. Kumar, his wife, two-year-old Vaibhav and nine-month old Divya, were asleep when upper-caste attackers allegedly poured fuel and set the house alight.Both children died, the cause of the attack ascribed to a feud.Kancha Ilaiah, director of the Centre for the Study of Social Exclusion and Inclusive Policy of Maulana Azad National Urdu University, Hyderabad, said rising violence against scheduled castes and scheduled tribes was a backlash against growing assertiveness.The backlashAccording to data from the National Crime Records Bureau, 704 murders and 2,233 rapes against scheduled castes and 157 murder cases and 925 rapes against scheduled tribes were reported in 2014.“They (upper castes) are feeling insecure because of the progress of the scheduled castes and scheduled tribes,” said Ilaiah. “It is the natural course of history. The upper castes are still stuck in a world where the Dalit and the tribal are untouchables, to be treated as slaves.”In February 2016, when the national capital region of Delhi was rocked by violent agitators demanding reservations for upper-class Jats, Dalits were attacked indiscriminately, and some reported killed.Those riots were a manifestation of India’s inability to create enough employment for the million young people who join the job market every month. Organised industry added no more than 5,00,000 jobs in all of 2014, as IndiaSpend reported in February 2016. Upper castes, said experts, battle amongst themselves but join to keep Dalits out of the race.“We all say we’re a society moored in equality, but actually we are not,” said Dalia Chakrabarti, an associate professor of sociology at West Bengal’s Jadavpur University. “Caste hierarchy and jaatiwad (casteism) are deeply rooted in our society. I see this as a battle for power, where the strong always want to oppress the marginalised.”Rameshwar Oraon, chairperson of the National Commission of Scheduled Tribes, said the rise in crimes against scheduled castes and scheduled tribes reflects better case reporting and registration. “That said, the commission is still worried and has expressed its concern to the Union government,” Oraon told IndiaSpend. The data backs his concern.Low conviction rate Compared to a 45% conviction rate for all cases under the Indian Penal Code, no more than 28% of crimes against scheduled castes and scheduled tribes end in conviction, according to the data from the National Crime Records Bureau. Oraon said the Protection of Civil Rights Act, 1955, and Scheduled Castes and Tribes (Prevention of Atrocities) Act, 1989, have not been implemented properly. “The state has failed to compensate and rehabilitate victims,” he said.“Our police carry their caste with them; even when they are on duty, they practice discrimination,” said Ilaiah.Former Maharashtra Director General of Police Rahul Gopal confirmed official discrimination. “There were instances where the police discriminated against people from the lower castes,” he said.”The Prevention Of Atrocities Act is of little help.”In December 2015, the Prevention Of Atrocities Act  was amended to establish special courts to try crimes against SCs and STs and rehabilitate victims.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Himadri Ghosh, IndiaSpend.com","time":"2016-07-06T21:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811133-tgmeanupfi-1466419400.jpg","tags":["Crime","Castes","Tribes","Caste Discrimination"],"source":"https://scroll.in/article/811133/crimes-against-lower-castes-tribal-population-in-india-are-rising"}