{"title":"‘Crime has reached its peak in Uttar Pradesh,’ says Opposition on Atiq Ahmed’s killing","content":"Opposition parties on Sunday questioned the killing of former MP Atiq Ahmed and his brother Ashraf in Uttar Pradesh’s Prayagraj. Ahmed, his wife Sahista Parveen, their two sons, Ashraf and others have been booked by the Uttar Pradesh Police in the murder of lawyer Umesh Pal, who was a witness in the killing of Bahujan Samaj Party MLA Raju Pal in 2005. Umesh Pal was shot dead in Prayagraj on February 24.On Saturday, the two brothers were shot as they were talking to the media surrounded by policemen and journalists. Three persons have been arrested for the killing. Former Uttar Pradesh Chief Minister Akhilesh Yadav said that the killing of the former legislator goes on to show that crime has reached its peak in the state. “Crime has reached its peak in Uttar Pradesh and the morale of the criminals is high,” the Samajwadi Party chief said. “When someone can be killed by firing openly amid the security cordon of the police, then what about the safety of the general public. An atmosphere of fear is being created among the public and it seems some people are doing it deliberately.”उप्र में अपराध की पराकाष्ठा हो गयी है और अपराधियों के हौसले बुलंद है। जब पुलिस के सुरक्षा घेरे के बीच सरेआम गोलीबारी करके किसीकी हत्या की जा सकती है तो आम जनता की सुरक्षा का क्या। इससे जनता के बीच भय का वातावरण बन रहा है, ऐसा लगता है  कुछ लोग जानबूझकर ऐसा वातावरण बना रहे हैं।— Akhilesh Yadav (@yadavakhilesh) April 15, 2023\n\nOn Thursday, Atiq Ahmed’s 19-year-old son Asad Ahmed and the aide named Ghulam were killed by the state police in a “gunfight”. They both were wanted in the murder case of Umesh Pal and were were carrying a reward of Rs 5 lakh each.All India Majlis-e-Ittehadul Muslimeen chief Asaduddin Owaisi described Atiq Ahmed’s killing as a “cold-blooded murder”, reported ANI. The Lok Sabha MP also demanded resignation of Uttar Pradesh’s Chief Minister Adityanath. “We also plead Supreme Court to form an investigation team,” he said. “That is how this will stop or else these things will continue. The Supreme Court should appoint those in the investigation team who are not from Uttar Pradesh because from top to bottom people are involved in this killing. Who supplied the assailants with the arms and who disclosed their location. All theses things should come to light.”Meanwhile, Trinamool Congress leader Mahua Moitra alleged that the Bharatiya Janata Party facilitated the killing of Atiq Ahmed and his brother to deflect public attention from former Jammu and Kashmir Governor Satya Pal Malik’s statement on 2019 Pulwama attack.Malik had told The Wire in an interview that the attack had taken  place due to the incompetence and negligence of the Central Reserve Police Force and the Union home ministry, which was then headed by Rajnath Singh.“I can even believe BJP got UP shooting done simply to deflect attention away from Satyapal Malik’s interview repercussions,” Moitra said. “Nothing, just nothing, is beyond this government.”I can even believe BJP got UP shooting done simply to deflect attention away from Satyapal Malik’s interview repercussions. Nothing, just nothing, is beyond this government.— Mahua Moitra (@MahuaMoitra) April 16, 2023\n\nCongress General Secretary Priyanka Gandhi Vadra said that violating the rule of law and judicial process for any political purpose is not right for democracy.“Whoever does this, or gives protection to those who do this, should also be held responsible and the law should be strictly applied to them,” Vadra tweeted. “It should be the endeavor of all of us that the justice system and the rule of law should be strengthened in the country.”जो भी ऐसा करता है, या ऐसे करने वालों को सरंक्षण देता है, उसे भी ज़िम्मेदार ठहराया जाना चाहिए और उस पर भी सख्ती से क़ानून लागू होना चाहिए। देश में न्याय व्यवस्था और कानून के राज का इकबाल बुलंद हो, यही हम सबकी कोशिश होनी चाहिए।— Priyanka Gandhi Vadra (@priyankagandhi) April 16, 2023","author":"Scroll Staff","time":"2023-04-16T11:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189161-sbcqbqchbg-1681624511.jpg","tags":["Atiq Ahmed","Prayagraj","Uttar Pradesh","Opposition parties","Adityanath","BJP"],"source":"https://scroll.in/latest/1047438/crime-has-reached-its-peak-in-uttar-pradesh-says-opposition-on-atiq-ahmeds-killing"}