{"title":"Crime and Punishment: Has the Adityanath government actually improved law and order in UP?","content":"As the light faded one July evening and the weather turned cool, Virender Singh, a farmer in western Uttar Pradesh’s Muzaffarnagar who owns over 30 acres of agricultural land and at least a dozen buffaloes, posed a question: “What do you think is more important – life or money?”It was a sudden philosophical turn in the conversation. Until then, we had been discussing sugarcane prices and the Bharatiya Janata Party government’s failure to ensure farmers like Singh received the state-advised rate for their produce from sugar processing mills in time. The Jat farmer, in his sixties, yet athletic in frame, proceeded to answer the question himself. “Nothing is more important than the safety of our families,” he said. “My biradari (community) may be upset with them now – I am hurt too – but this government has been able to do what no one else has: they have ended crime.”The very next day, in neighbouring Shamli district, a conversation with a group of Dalit Jatav men threw up yet another spontaneous reference to apradh, the Hindi word for crime.First, one of them made a forecast: “If the elections are fair, it is game over for the BJP in western UP next year.”The men were open in their contempt for the BJP government, which has been in power in Uttar Pradesh since 2017and faces the electoral test in about six months. “Mehengai (inflation), berozgari (unemployment), Hindu-Mussalman… why would anyone vote for them?” one of them asked. The consensus was that it was a “good-for-nothing” government. Except for one thing: crime had decreased. “Yes, what is true is true, no point lying. Otherwise we would be the same as them,” said an old man, puffing on his beedi. Curious and somewhat taken aback by another unprovoked reference to the subject, I asked what they meant by that. “It is just that you don’t get to hear a bullet going off all of a sudden,” said one of the men. “That is a really nice feeling.”      Taj Mohammad, too, expressed relief. The journalist in Meerut said he now felt safe riding his motorbike back home to his village, 35 kilometres from the city, late at night after work. “I used to be anxious during the SP’s time, always scared that someone would emerge from the fields and loot me,” he said, referring to the previous Samajwadi Party government. “But now I go home tension-free.” In a village in Shamli, Dalit Jatav men said the government had done nothing to improve their lives, but credited it with reducing crimes. Photo: Arunabh Saikia.Numbers and narrativeThese invocations of an improved law and order reverberate across Uttar Pradesh, as I found while travelling across the state in July and August during a particularly generous monsoon.Feroz Ahmed, who runs a small leather business in a Muslim ghetto on the outskirts of Kanpur, claimed thefts and robberies had come down in his neighbourhood. A wealthy upper caste Hindu philanthropist businessman in Lucknow said rent-seeking had declined. A Dalit activist in Shamli insisted professional criminals in the area had gone underground and quiet. According to a crime journalist in Unnao, the town’s morgues had fewer unclaimed bodies of murdered people. Official crime statistics neither prove nor refute these assertions. The last available data from the National Crime Records Bureau, which compiles police records from all states, is for the year 2019. It shows no clear pattern that suggests a drastic change in Uttar Pradesh’s law and order since the BJP took over. If anything, compared to 2016 and 2017, the next two years saw  a marginal increase in crimes against women and in atrocities against the Scheduled Castes, as Dalits are known in India’s official parlance.But the data on gender and caste crimes by itself does not necessarily mean the situation for these social groups has worsened under the BJP – experts have long cautioned against a simplistic reading of crime statistics, pointing out that a rise in cases could simply reflect better reporting. In truth, nowhere in India are official crime statistics the most accurate representation of the ground reality, given that they only reflect registered crimes. The vacuum in data is often filled by political narratives. This is what seems to have happened in Uttar Pradesh. Ever since it formed a government led by Adityanath, a Hindu monk with several cases of anti-Muslim violence against him that he erased from the police records after becoming chief minister, the BJP has made a concerted bid to project an image of an improved law and order situation in the state.Shortly after coming to power, the chief minister famously said in a television interview: “Agar apradh karenge, toh thok diye jayenge.” If you commit crimes, you will be knocked down – a not-so-subtle warning that, instead of prosecuting those accused of violating the law, the police would shoot to kill.Before he took charge as Uttar Pradesh chief minister, Adityanath was implicated in several cases of anti-Muslim violence. His government erased them from the police records. Photo: AFPIt would turn out Adityanath was not just playing to the galleries. The Uttar Pradesh police under his watch turned indisputably trigger-happy, almost making a virtue out of it by releasing numbers of how many people they killed and injured from time to time. At last count, in a statement released in August, Uttar Pradesh police claimed to have shot dead around 140 people since 2017, all of whom stand uniformly accused of attempting to escape police custody. Another 3,330 people have been injured in police encounters, an overwhelming majority of them suspiciously shot in a similar fashion in the leg. Criticising these shootings, 87 former civil servants and judges wrote a letter earlier this year that said the Adityanath government had “ushered in a model of governance which swerves further and further away from the values of the Constitution and the rule of law with each passing day”.Disturbingly, according to the government’s own records, nearly 40% of those who died in police encounters between March 2017, when the BJP took charge of the state, and August 2020 were Muslims. The community accounts for less than 20% of Uttar Pradesh’s population.  “An act is criminal if the state deems it to be,” said Sudhir Panwar, a professor of zoology at Lucknow University professor and a member of the Samajwadi Party. “When you use crime control as a political strategy, you have the liberty to define anyone as a criminal.” Apart from Muslims, critics of the state government have been frequently hauled up in police cases. Simultaneously, the violence of Hindu vigilante groups, which would ordinarily be treated as criminal activity, has been legitimised. And yet, many ordinary people in the state seem to believe the police strategy of the Adityanath government has been effective. In fact, as the BJP prepares to get re-elected for another term next year, the Adityanath government’s narrative of successfully controlling crime is likely to be at the heart of its campaign pitch. This is because the idea of crime in Uttar Pradesh readily segues into more fundamental and deeply-seated prejudices about religion and caste  – the defining factors shaping voter choice in the state. Over the next few days, our series Crime and Punishment examines all these aspects of the law and order situation in Uttar Pradesh. But first, the most basic question: what is behind the perception that crime has reduced in the state? Has something indeed changed as far as organised crime is concerned? If so, what exactly?Uttar Pradesh Police personnel keep watch outside the family house of a 19-year-old woman, who was allegedly gangraped by four men, at Bool Garhi village in Hathras in Uttar Pradesh, on September 30, 2020. Photo: Prakash Singh/ AFPClearing the streetsIn August I met several retired senior police officers from Uttar Pradesh  – many of whom now live in high-rises in gigantic gated colonies in Noida, a satellite city abutting  Delhi. Most of them said the state government had managed to clamp down on organised crime.“Ninety percent crime has its own dynamics – crimes like burglaries, murder, they will keep on happening in some measure across governments,” said OPS Malik, a former Indian Police Service officer of the Uttar Pradesh cadre, who retired in 2012. “But when you are able to control goonda-ism and the mafia element – that’s the other 10 % – there’s an impression that you are able to control crime,” said Malik, who has served as the inspector general of the Allahabad and Varanasi ranges. Bibhuti Narayan Rai, who retired in 2011 as a director general in the Uttar Pradesh police, concurred. “There was a time when certain criminals were believed to be above the law,” he said. “They had political patronage, it was near impossible to take action [against them], but one good thing that the government has done is take action across the board.”Even many academics in the state shared this view. “It’s not like UP has become crime-free,” said AK Verma, a social scientist and the director of the Centre for Study of Society and Politics in Kanpur, “but the magnitude of crime has reduced and that is visible for all to see.”Verma made a distinction between crimes rooted in the “social structure” – caste crimes, for instance – as opposed to those driven by the “economic order”. He claimed the government had effectively curbed the latter, which included petty crime such as motorbike-lifting and chain-snatching.This is indeed a commonly held view in Uttar Pradesh – that the streets had become safer. It invariably leads to a commentary on the way the previous Samajwadi Party regime had sheltered criminals from the Yadav and Muslim communities that form its core support base. “In the Samajwadis’ time, a whole bunch of touts had emerged in each thana,” said a senior police official belonging to the Indian Police Services posted in an eastern Uttar Pradesh town, who did not want to be identified. He claimed acting against them would lead to “vindictive transfers and postings.”This had changed under the BJP government, he maintained. “Civil rights have been cut, but the overall security of a person has become better. This is because there is a free hand to go after certain criminals and groups who were previously protected by the regime.” Many ordinary people across the state shared this perception. “All these young Yadav boys, just because they managed to get a photo clicked with Akhilesh, would think they were the CM themselves,” said a Dalit farmer  in a village near Kanpur, referring to the former chief minister and Samajwadi party leader Akhilesh Yadav. “It’s a fact that Yadav-waad went out of control during the SP’s time,” said Unnao resident Afag Khan, who used to be with the Jan Morcha political party till recently. “Vikas bhi zyada, gundai bhi zyada.” There was more development, but there was also more thuggery.Alok Agnihotri of the People’s Union for Civil Liberties, who lives in Unnao, attributed this to a peculiar style of the Samajwadi Party’s functioning: ruling with the heft of a visible crowd. “Now you don’t get to see boys with red caps all over the streets,” he said. “So in that sense there is less chaos.”In the district’s Makhi village, Ram Kishore Singh, a Thakur by caste, said he believed the fundamental difference was that “no BJP member would do as much thuggery openly in the name of the party as the Samajwadi cadres did when they were in power.”Samajwadi Party workers cheer after Akhilesh Yadav took the oath as the chief minister of the state in Lucknow in March 2012. Photo: ReutersGoonda versus BahubaliBut many argue this is simply a case of deep-rooted prejudice. “It is a stereotype that the BJP has amplified – that the Muslims and Yadavs, known to be supporters of the SP, are of a criminal bent,” said Panwar, the professor who is a member of the Samajwadi Party.Vinay Shukla, a Kanpur-based lawyer and trade unionist, agreed that much came down to the fact that the Yadavs, unlike the upper castes who traditionally dominated society, had acquired social and political power more recently. “Because they represent a backward class, they are looked at as uncultured and that it is in their nature to do thuggery,” he said. “But the BJP projects itself as sophisticated so they get away with a lot of things.”A retired director-general level police official from the state nearly said as much, speaking on the condition of anonymity: “The difference lies in the cadres. Most of the BJP cadres come from the urban and polished communities. But most of the cadres from the other parties come from smaller towns etc where dadagiri (thuggery) is a way of life.”Feroz Ahmed, the leather businessman from Kanpur, said something even more striking in this context – the full import of which can perhaps only be understood by those who speak Hindi. “Thakurs have always been bahubalis (strongmen),” he said, “But they do not do gundai (thuggery).”The Thakurs are widely perceived to be the most powerful of all social groups under the current dispensation since chief minister Adityanath belongs to the community. But Ahmed was alluding to the social power of the Thakurs that stemmed from the age-old structures of caste.Bahubalis, he went on to say, did what they wanted to do without worrying about the consequences. “But a goonda does maar-kaat (beats and hurts people),” he said. The subtext was this: that society was used to seeing upper caste men throwing their weight around – the Adityanath government may have emboldened them further, but it was not a newly acquired trait. The thuggery of the Samajwadi Party cadre, comprising largely Yadav men, that supposedly thrived during the party’s regime, on the other hand, was more jarring and objectionable. A police station was partially damaged by a mob protesting against alleged cow slaughter in Bulandshahr district in December 2018. Photo: ReutersThe power of the mafiaFor all the attention on the street goondas, the real test of whether Uttar Pradesh had cracked down on organised crime, as former police officials claimed, lay in the fate of its bahubalis – gangster-politicians, also known locally as the mafia.Verma, the social scientist, claimed the Adityanath government had shown “political courage” in arresting them and  freezing their properties. “This top-down message sends a signal that no one is out of reach.”As evidence of this approach, Verma and others cite the relentless crackdown on former Samajwadi Party parliamentarian Atiq Ahmed and Bahujan Samaj Party MLA Mukhtar Ansari, perhaps Uttar Pradesh’s most well-known gangster-politicians.According to the police, they have arrested 89 members of Ahmed’s gang, and frozen properties connected to him worth Rs 325 crore. Similarly, the police claim to have acted against 244 alleged members of Ansari’s gang and seized properties worth Rs 194 crore. In short, the police claim to have completely dismantled the ecosystems around the gangster-politicians that allowed them to run their extortion rackets even when they were physically in jail.But travelling through eastern Uttar Pradesh, widely acknowledged as mafia territory, it becomes clear that some of the most powerful names associated with organised crime continue to run their empires unaffected by the change in regime. Consider Brijesh Kumar Singh. Like Ansari, this 52-year-old strongman has been running his business, allegedly built on criminal activity, from inside jail since 2008. In 2012, he had 30 cases against him, including 18 charges of murder, most of which fell apart because of witnesses refusing to testify against him. In 2016, when he stood for and won the election to the Uttar Pradesh legislative council from Varanasi, the number of cases against him had come down to 11, and the murder charges to four.The advent of Adityanath appears to have changed very little for Brijesh Singh who has strong and long-running ties with the BJP. His brother Udaynath Singh, popularly known as Chulbul Singh, was a two-term Varanasi MLC from the party. In 2016, when Brijesh Singh won as an independent candidate, the BJP did not nominate a candidate at all. If anything, his position may have become even more secure. In 2017, the BJP nominated  his nephew Sushil Singh,the son of Chulbul Singh, as its candidate from the Saiyadraja constituency in adjoining Chandauli district, ignoring his own colourful rapsheet, which included murder and attempt to murder charges,  Sushil Singh won the election and is now a member of the legislative assembly. In another fresh stamp of Brijesh Singh’s authority, in July this year, a woman employed at his house was elected unopposed as the chief of Sewapuri block in Varanasi district. She took up the position only because one of Brijesh Singh’s nephews’ (the younger brother of Sushil Singh) wife, Indu Singh, who had been the block chief for 15 years, could no longer contest the election since the seat had been reserved for a Scheduled Caste candidate. While the block chief’s election may seem minor and almost inconsequential, in reality, panchayat elections are a crucial arena of political assertion in Uttar Pradesh. They hold a mirror to the fortunes of the leaders behind the candidates. Mukhtar Ansari’s waning fortunes, for instance, are reflected in the fact that his family lost control of the Bhawarkol block in Ghazipur district, which they had held for the last two decades. Financially, too, Brijesh Singh’s interests seem unhurt. Although mapping them out is difficult since Singh does not run a traditional business, interviews with his supporters, detractors and police officials suggest he continues to be a major player in government contracts, which are the economic mainstay of a region that lacks a robust private sector. Typically, strongmen aim to secure government contracts for their proxies, or bully the winners into paying them a commission.Manoj Kumar Singh, the former Samajwadi Party MLA from Saiyadraja who goes by the nickname “Dablu”, and is a known political rival of the Singhs, said Brijesh Singh was always powerful, even under the previous regime. “But it’s like now he doesn’t need anyone else to do his bidding,” he claimed.“Say if you have a theka for sand-mining,” he explained. “When I am the MLA, my guys will have their names on the contract and Brijesh’s men will be in the background. But now it is his guys who will have their names on the contract.”A Varanasi-based businessman with interests in sand mining told me Brijesh Singh continued to be the biggest player in the sector in the region. “Everything goes through them now. If they got a percentage before, they get the whole contract now.”Manoj Kumar Singh, the former Samajwadi Party MLA from Saiyadraja who goes by the nickname “Dablu”, is a political rival of Brijesh Singh and his family. Photo: Arunabh SaikiaCrime and politicsAnother strongman politician who wields considerable influence in eastern Uttar Pradesh currently is Vineet Singh, also a  Thakur. He  has more than a dozen cases against him, including several charges of murder, according to an election affidavit filed by him in 2017. By most accounts, he was responsible for the election of as many as four district council chairpersons in the recently concluded panchayat polls: in Mirzapur, Sonbhadhra, Chandauli and Jaunpur. A fact that he largely acknowledged when I met him one August afternoon in his palatial house, where he sat on a throne-like sofa. “Don’t write Jaunpur, since others had an equally important role to play too,” he said, alluding to the fact that another Thakur gangster-politician Dhananjay Singh, officially on the run from the police, had been instrumental in getting his wife Srikala Reddy elected as the district council chairperson of Jaunpur. The Apna Dal, an ally of the BJP, had put its weight behind Reddy in the polls.  Vineet Singh used to be a Bahujan Samaj Party MLC (a member of the state’s upper house) from 2010 to 2016.  In the 2017 assembly elections, he contested and lost the Saiyadraja seat to Sushil Singh.Now, however, he claimed he identified with the BJP, even though he was not an official member of the party. “I follow their ideology,” he said. “Because they do rashtra hit ki baatein (talk about nationalism)… actually not just words, they work in the nation’s interest too. I want to be seen in the front when it comes to nationalism. No compromise there. Nothing is bigger than the nation.”I asked Vineet Singh  if he thought of himself as a politician or businessman. He said the two facets of his life were intertwined. “Without business, how can I do politics?” he asked. “Without money, how can I help the poor?”Yet, he struggled to explain what his business interests were really.“Mainly construction,” he told me. “Real estate you mean?”“You could say so.” He did not elaborate beyond that. Vineet Singh at his palatial home in Varanasi. Photo: Arunabh SaikiaWhen I asked him about his “mafia” image  (a senior special task force officer of the UP police told me he was the very definition of a criminal-politician), he said people did not understand the meaning of the word mafia. “It is an Italian word –  it means someone who supplies intoxicating products,” he said. “A mafia does the worst crimes imaginable – things I have never ever done. Here you mine sand, you become a sand mafia; you do coal mining, you become a coal mafia; you deal in land, you become a land mafia.”Vineet Singh said his “bahubali” or strongman image was a consequence of the “samaj” or society he came from. “It is how Thakurs have been portrayed – as evil and heartless,” he said. “So one bad thing we do, we become a mafia. It is really unfair.”When I pointed out to him it seemed that the police were in fact going slow on Thakur history-sheeters (he was, after all, a free man himself) Vineet Singh reasoned the police were targeting people “whose activities were visible”. “Whoever it is, if your activity is down, you won’t be targeted,” he said.It was untrue, he vehemently insisted, that Thakur mafias were not being targeted. As an example, he brought up Azamgarh’s Kuntu Singh, whom the police have indeed gone hard against, freezing property worth nearly Rs 18 crore. However, Kuntu Singh’s ordeals, many say, are more a result of his connections with Mukhtar Ansari. “He just comes from the wrong channel,” said a senior police official from the area. I asked the Varanasi additional general of police, Braj Bhushan, the region’s top police official, about the allegation that the police had gone soft on strongmen from the Thakur caste, specifically naming Vineet Singh and Brijesh Singh. Bhushan said he could not comment on “what people said”. “Whoever commits a crime today, there will be action taken,” he said. “Anybody indulging in organised crime will be acted against, A to Z.”In private conversations, police officers concede that the rules often tend to be different for different strongmen, depending on their caste and political affiliations. “When you target a specific class of criminals, you are satisfying a specific class of people and it’s also making the government strong,” said a senior official posted in a major city in eastern UP.  “There are clear gains for the government to be made in targeting a Mukhtar – it is something your voter base likes.”I asked the officer if there were any specific orders – verbal, if not written – on acting against certain strongmen. “There never are explicit instructions,” said the official. “The bureaucracy and the police do not need such instructions. You know what will please your political bosses and what will not. You don’t have to teach caste dynamics to people. It’s in our DNA.”This is the first in a five-part series that investigates the BJP government’s claims that it has reduced crime in Uttar Pradesh.Utpal Pathak contributed reporting to this story.","author":"Arunabh Saikia","time":"2021-09-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163972-vleyeqoacy-1631523232.jpg","tags":["Uttar Pradesh","Bharatiya Janata Party","Adityanath","Crime and politics","Crime and punishment"],"source":"https://scroll.in/article/1005256/crime-and-punishment-has-the-adityanath-government-actually-improved-law-and-order-in-up"}