{"title":"Crossing lines: How player cults have taken hooliganism to ugly new levels","content":"This article originally appeared in The Field’s newsletter, Game Points, on April 3, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.Sanjay Manjrekar, a former cricketer-turned-commentator, began the Indian Premier League pre-match proceedings at the Wankhede Stadium, in Mumbai, on Monday with a plea.“Behave,” he called on his microphone, as a cacophony of boos and jeers erupted when Manjrekar introduced the Mumbai Indians captain Hardik Pandya. This was the third time a harsh reception was being meted out to Pandya this season. And all because he harbours that basic element, a requirement for any sportsperson: ambition.Pandya, who led the Gujarat Titans to the IPL title in their inaugural season in 2022, followed it up with a runner-up finish last year. This year, he returned to the Mumbai franchise where he had first made a name for himself in 2015. He made his way back as the team’s captain, replacing the popular Rohit Sharma – the head of the India team.This did not go down well with sections of the squad, it was rumoured. The fans weren’t thrilled either. Abuse greets Pandya every time he makes an appearance on the stadium screen. So do casteist slurs.If the hostile reception for Pandya has gotten out of hand, the hooliganism even outside the stadium has become alarming. Away from the glitz of the stadia that are hosting IPL matches this season, from distant Kolhapur emerged news of an altercation between cricket fans. As the Sunrisers Hyderabad handed the Pandya-led Mumbai team a second loss of the season last week, a Chennai Super Kings supporter was beaten to death for celebrating Sharma’s dismissal.This was not the first time such violence has occurred.Harken back to October 2022. Two friends reportedly got into an argument that eventually led to the Virat Kohli fan stabbing the Sharma supporter to death.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThere have been brawls inside cricket venues too – such as during the match between the Delhi Capitals and Hyderabad from last year, or when Gujarat Titans played Mumbai in Ahmedabad on March 24.The intolerance of fans has long seeped into sporting etiquette like poison spreading across a lagoon.There were moments of hooliganism at venues last year when India hosted the ICC Men’s ODI World Cup. The unchecked abuse that comes from social media simply feeds this extreme fanaticism.By no means is such unruly behaviour associated only with cricket, nor is it exclusive to India. Football hooliganism is frequent in Europe and Latin America.Player cults have emerged in many sports, corralling fans into ferocious groups that put the individual ahead of the sport. They vehemently promote their own hero and pull down the achievements of all opponents, rather than just basking in the talent on display. That vicious support is accelerated by social media on a perennial toxic loop.We see this in the Cristiano Ronaldo versus Lionel Messi debate. The Roger Federer versus Rafael Nadal versus Novak Djokovic argument in tennis. In India, players like Mahendra Singh Dhoni and Virat Kohli are treated as deities. The Sharma fan-group has been hyperactive of late, with Pandya being their prime target.The days when rival fans would applaud the performance of an opposing team or player seem long gone. The endearing moment of sporting grace in 1999, when the Pakistan cricket team – India’s eternal rivals – was given a standing ovation by Indian fans at the end of an entertaining Test match in Chennai, seems a thing of distant past.On Monday, Pandya, the captain of the Mumbai Indians, was booed by fans of his own team.He was booed when he came into bat when his team was in dire straits. But as soon as Pandya started playing exciting, explosive strokes against Rajasthan Royals’ lead bowlers, the jeering turned to cheering. Not surprisingly, as the match ended in defeat for the home team, the booing began again.In the age of player cults, as absurd as the reception for Pandya has been, it is the new normal. The brooding romance associated with sport fandom has been replaced with something ugly and hateful.","author":"Shahid Judge","time":"2024-04-04T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199767-yhwixhbsti-1712050130.jpg","tags":["Hardik Pandya","Rohit Sharma","MS Dhoni","Virat Kohli","Mumbai Indians","IPL 2024","IPL","Indian Premier League","Cricket"],"source":"https://scroll.in/field/1066118/crossing-lines-how-player-cults-have-taken-hooliganism-to-ugly-new-levels"}