{"title":"Cross-border agonies: Dhaka's middle-class Hindus lead a dual life straddling two countries","content":"It is often glossed over that in 1947 there were not one but two partitions, each with its own drivers and outcomes. The partition of the Punjab was brutal, as both sections set upon their minorities and carried out the largest, most efficient ethnic cleansing in modern history. The Punjab batwara has come to typecast Partition, as the word is often represented in India, the capitalisation representing its importance. In India’s central narrative, Partition means the western disturbances, from the bitter realism of Saadat Manto to the handpump-ripping rush of Sunny Deol.The other partition, in Bengal, though, was very different. Unlike Punjab, there was no all-consuming fury. In fact, the year 1947 did not see any large-scale transfers of population in Bengal at all. The partition in the east was a long drawn-out process and, in many ways, it is still continuing. The division led to the creation of a unique community of middle-class Hindus in East Bengal with deep connections, both familial and commercial, in West Bengal. In the age of the nation state, they still somehow straddle two nationalities, balancing a Bengali identity between the twin poles of Bangladesh and India.Drib-drab migrationIn 1947, Bengal was divided as per a scheme whose genesis lay with a Malayali civil servant called VP Menon. The partition had the support of the Congress high command, which saw in it a quick scheme of transfer of power. It was also backed by the Hindu elite in Bengal who held “the hope of restoring their privileges and reasserting their dominance in a new homeland” of West Bengal, given that experiments with democratic rule started in India in 1935 had meant a loss of power for the bhadralok in Muslim-majority united Bengal. Naysayers such as the stalwart Bengali Congressman Sarat Chandra Bose, who opposed this and argued that it was “not a fact that Bengali Hindus unanimously demand partition”, were brushed aside by the Congress high command.The population in Bengal reacted very differently to Partition than in the Punjab. Firstly, the migration from the east to the west took place gradually, rather than in one fell swoop. Pinaki Bhattacharya, the director of a pharmaceutical company in Bangladesh, a doctor and environmental activist, explains that his paternal uncles started to leave for India in 1956 and the process continued till 1975, which is when his last uncle left along with his paternal grandfather. “Mujibur’s Rahman’s assassination in 1975 was the last straw for my uncle, who was a member of the ruling party,” Bhattacharya said in his home in the upscale neighbourhood of Dhanmondi in Dhaka. “When I asked him later on why he left, he simply said ‘bhay pai’ (I’m scared)”.Bhattacharya’s father, who was a government engineer, didn’t leave Bangladesh but all his paternal uncles and aunts did. “I used to go to Kolkata a lot, because there were a lot of relatives there but nowadays when I visit India, I go to Chennai since my favourite cousin lives in the city.”A sense of fearHistorian Joya Chatterji in her excellent work The Spoils of Partition estimates that around 60 lakh Hindus crossed over from East to West Bengal up till 1967. The reverse flow of Muslims during the same period was 15 lakhs.The reason this wasn’t a one-time flash migration like Punjab was the lower degrees of violence seen in Bengal’s partition. In fact, outright violence was only one of the reasons that Hindus left East Bengal. In a landmark study carried out in the villages of Nadia district, West Bengal, less than 5% of East Bengali refugees identified actual violence as the cause for migration. The most common reason was harassment by Muslims, which included theft of harvest and livestock to complaints that “the way Muslims talked to Hindus became rough”, reflecting the sudden overturning of caste norms.Even though outright violence was low, East Bengal’s post-Partition climate created what Meghna Guhathakurta called a “systemic, pervasive and inevitable sense of fear”, pushing middle-class Hindus to migrate. Guhathakurta teaches International Relations at Dhaka University and her own family has mostly left for India. She teared up as she recounted the story of her niece who, in the 1990s during a viva voce exam for a medical degree, was taunted with India’s conduct in Kashmir by her examiners, rather than being asked questions on medicine. “Middle-class Hindus really can’t make it here as Hindus,” she said with resignation. “They are a sieged community.”Land and jobsAfter the 1965 Indo-Pakistan War, all migration of East Bengalis into India became illegal. This means that middle-class Hindus, who often leave behind land or white-collar jobs in East Bengal, have had to make a significant sacrifice in order to make the journey. In spite of this, informal arrangements for Hindus coming into West Bengal are fairly smooth. “The CPI(M) and especially Jyoti Basu were always great supporters of East Bengali Hindus,” said Guhathakurta. Once refugees reach West Bengal, often with the help of a relative already living there, getting Indian citizenship documents illegally isn’t very difficult.Land was, of course, the main factor tying middle and upper class Hindus to East Bengal. This was shaken up by a law known as the Vested Property Act, promulgated by united Pakistan in 1965. It allowed the authorities to confiscate the land of any person it deemed to be an “enemy of the state”. As could be expected, in East Bengal, the law was used almost exclusively against Hindus. A seminal 1997 study by Abdul Barkat, a professor at Dhaka University, found that an overwhelming 40% of Hindus in Bangladesh have had their property confiscated using this law, including the ancestral estates of Nobel Laureate Amartya Sen. Naturally, this law has been a major driver of Hindu migration from East Bengal. Interestingly, India has a near identical law, which was used to target the Muslim elite of north India.Manosh Chowdhury, anthropology professor at the Jahangirnagar University in Dhaka, says that the Vested Property Act made the financial position of landed Hindus in East Bengal tenuous. “Anyone could accuse you of running away to India if you tried to sell your property, which meant the government could simply confiscate it,” Chowdhury explained. “The net result was that Hindus would be in a very weak position to bargain whenever they wanted to enter into a property transaction. And no one wants their children to be in that situation, so everyone looks to buy land in West Bengal instead.”The post-1990 phaseStarting from 1990, political factors in Bangladesh fuelled violence against the poorer classes of Hindus. Hindus were seen as firm supporters (or, to use an Indian term, “vote bank”) of the “secular” Awami League, a fact greatly resented by the Islamist Bangladesh Nationalist Party. “1991-’92 was when Hindu migration saw a spike, driven by both the movement to demolish the Babri Masjid in India and the fact that the BNP had taken office,” said Sukriti Mondal, journalist and Hindu rights activists. 2001-’02 saw another spurt as the BNP came back into power, with its cadre looking to punish Hindus for voting Awami League.However, by the time this new wave of violence started in the 1990s, most East Bengali Hindu middle-class had migrated to India. Almost all of Manosh Chowdhury’s family, for example, with the exception of his father, had moved to West Bengal. “My father was a respected school teacher, so he had no reason to migrate,” said Chowdhury. “But when he retired in 1997, he found that he had almost no relatives left in Bangladesh. So he went to Kolkata just to be with his sister, who had married there as a young woman.”Dual existenceThe few middle-class Hindus who remained behind lead a kind of dual existence between two nations, residing in Bangladesh but having most of their extended family in India.“All my relatives are in India and I’m always dying to visit them,” said Meghna Guhathakurta. “So I go crazy for a multiple-entry visa to India, which is very difficult to get.”The close association of Bengali Hindus with India, of course, lays them open to the charge of being Indian sympathisers in Bangladesh – the brutal logic of majoritarianism first alienating a minority and then, paradoxically, blaming the victim for its own predicament. “Hindus are looked at as having divided nationalities,” said Pinaki Bhattacharya, shaking his head. “Muslims say we can leave for India anytime, as if it’s a voluntary choice we make.”My countryBhattacharya, however, refuses to migrate. “I will never go to India. I will never like it anywhere else but my desh, country. Friends, family, business, it’s all here. How will I implant myself anywhere else?”Although Sukriti Mondal is an out-and-out supporter of Narendra Modi – he even had a picture of the Indian prime minister doing yoga as his laptop wallpaper – he also makes much the same point about Hindus belonging to Bangladesh. “We are also Bengalis and this is Bangladesh, country of the Bengalis. No Hindu will leave for India anymore and even the ones who migrated need to come back,” he said, with enough bravado to show that he really doesn’t believe that completely himself.Modi WaveNarendra Modi has, for almost the first time since Partition, made the predicament of East Bengali Hindus a topic of discussion in Delhi – and this naturally has had an impact on the community. The issue of Bangladeshi Hindus being able to settle in India, for example, was a part of Modi’s 2014 general election campaign. Guhathakurta acknowledges Modi’s appeal amongst Bangladeshi Hindus but denies he has had any actual ground impact. “An Indian visa is more difficult to get than an American visa,” she said, smiling wryly. “But yes, for a besieged community like ours, it feels nice to have someone in India – which has a lot of influence in Bangladesh – speaking up.”Not everyone is so enthused, though. Pinaki Bhattacharya said, “Modi’s politics actually harms Hindus in Bangladesh; makes them even easier to paint as having Indian loyalties. This is not what we need.”Said Manosh Chowdhury, “At the end of the day, we will have to handle our own troubles. India or Modi will only play their own politics. My father had to go to Kolkata but he doesn’t like it there, and especially so when people ask him patronisingly about Hindus back in Bangladesh. He once snapped back at a busybody at the Sunday market: ‘How are your Muslims doing in Gujarat? How would you feel if I asked you about that?’”","author":"Shoaib Daniyal","time":"2016-01-08T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/801326-article-bbjsqqetzn-1451843135.jpeg","tags":["Partition","Bengal"],"source":"https://scroll.in/article/801326/cross-border-agonies-dhakas-middle-class-hindus-lead-a-dual-life-straddling-two-countries"}