{"title":"Cult TV series ‘Powder’ is finally getting the platform and attention it deserves","content":"Powder, a show about the drug trade in Mumbai that made its debut on Sony TV in 2010, died a quiet death after the first season due to its poor ratings. Written and directed by Atul Sabharwal, the Yash Raj Films production is now back on Netflix, giving viewers a chance to lament the passing of what might be one of the best limited series to emerge out of India.Usmaan Ali Malik (Manish Chaudhury) is a senior officer in the Mumbai branch of the Narcotics Control Bureau. Usmaan is powered by a singular aim: to nab drug kingpin Naved Ansari (Pankaj Tripathi). Malik and Ansari grew up together in the slums, and this history gives the cat-and-mouse game between them a special charge. In one scene, for example, Malik mentions to Ansari’s younger brother, whom he is interrogating, that he had gifted him a videogame years ago on the latter’s birthday.Malik heads a team of young, if mercurial, agents whose devotion to their job is the only common factor in their colourful personalities. Brinda Sawhney (Geetika Tyagi) is the only woman on the team. From an affluent background, she has chosen the hard work of the NCB due to a personal tragedy, and Tyagi deftly captures the weight of this burden in a performance that walks the fine line between personally distant and professionally committed.Geetika Tyagi, Manish Chaudhuri, Gaurav Sharma and Rahul Bagga in Powder. Image credit: Yash Raj Films.Mahendra Ranade (Rahul Bagga) is the hot-headed foil to the unflappable Sawhney. He, like Malik, is a product of scarcity, and this feeds into the zeal with which he nabs criminals. He is not averse to bending the law if that means that catch is finally in the bag, and Bagga brings a hunger to the character that is ultimately endearing. One of the highlights of the show is the professional rivalry between him and Sawhney, fueled by the class and gender divide between them.Atul Sabharwal has categorically stated that he has not watched the The Wire, the alleged inspiration for all drug shows made in the aftermath of that outsize series. He should be taken at his word, if for no other reason than that Mumbai is not Baltimore. One might glean commonalities in, say, the way the NCB builds its case before the court. But the specifics, from the corrupt lawyer who guides Ansari to the perpetually tense relationship between the Mumbai police and NCB, are thoroughly local.One can add bureaucracy to the list. In what must be the most Indian theme on the show, the bureau has to suspend its operations against Ansari for a few weeks at the end of the financial year as they are required to organise small-scale drug busts and fill files in order that the government should think them worthy of a budget upgrade.Powder is never showy, and it is a credit to Sabharwal that he presents the mighty and the lowly with equal elan. If Ansari’s ultimate aim is to shift operations to Dubai and become a global drug lord, the team going after him are happy to tap their informants for something big enough to meet the day’s target. And when the bust happens, they are willing to look the other way if that means a family would not go hungry.Rasika Dugal and Amitosh Nagpal in Powder. Image credit: Yash Raj Films.","author":"Vikram Johri","time":"2018-02-24T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/869836-82900-qxubkuqzgs-1519419828.jpeg","tags":["Powder TV series","Atul Sabharwal","Pankaj Tripathi"],"source":"https://scroll.in/reel/869836/cult-tv-series-powder-is-finally-getting-the-platform-and-attention-it-deserves"}