{"title":"CWG 2022, Boxing: Nikhat Zareen sets sight on Birmingham podium, visualising her path towards it","content":"Editor’s note: This article was published ahead of CWG 2022. On August 7, Nikhat Zareen won the Commonwealth Games gold medal to add to her World Championships gold medal.Having been crowned the world champion earlier this year, the limelight will be on Nikhat Zareen when she steps into the ring one more time at the Commonwealth Games 2022 in Birmingham, set to begin on July 28. For one of the most ‘trending’ Indian athletes of recent times, the expectations have only mounted after the sublime year she has had. The Nizamabad boxer first won the gold at Strandja Memorial in Bulgaria, then made it into the Indian contingent for both the World Championships and the now-postponed Asian Games, went on to win the World Championship title in Istanbul and then aced the selection trials for Birmingham.Before Birmingham, she will first hone her skills closer to the action during an international training camp for the Indian men’s and women’s boxing teams in Ireland from July 10 to 24. Despite the expectations and fanfare that has followed her since May, she does not feel burdened or pressurised and is looking forward to a new challenge.“I take the expectations in a positive way and it pushes me to work much harder than I did at the World Championships,” said Zareen, in an online media interaction facilitated by the Sports Authority of India on Friday.Boxing: Focus on one punch at a time for Nikhat Zareen, with Paris 2024 as the ultimate aimA crucial move to 50kg Indeed, she will enter the CWG with far more inspiration, confidence and experience now and in that regard, this tournament will be a shift for her. But it also demands that she does more. After winning golds in the 52kg category at Bulgaria and Istanbul, she will now move to the 50kg category.Having stated in the past that Paris 2024 is her ultimate goal, that move is significant. She preferred to lose weight and drop down, and that is something she is more comfortable with, instead of adding weight and scaling up, to 54kg. “This time, I’m playing in the 50kg category and it will be a new experience for me to play in this category. Now onwards, I have to play in the 50kg category and it will be a new experience for me to play in this category.”She added, “I will mostly continue with this because it is also an Olympic category for Paris so I need to start preparing for it. CWG will be the first step for me to do well in that category so I am definitely looking forward to perform in this.”The world championships gold has expectedly been followed by media interactions, brand deals and many other events. Nikhat has had to make sure her training and preparation for the event does not get affected but her plans are already starting to take shape.“When you have the hunger to achieve something, these distractions don’t bother,” she said.Monk-like attitudeZareen’s approach to her own game has changed over years in terms of how she goes about the daily grind outside the ring.“In the last few years, I have started to prepare like a monk, very dedicatedly. Earlier, I still used to go out on weekends, eat junk food too but now, I have become a very serious athlete so I avoid sugar, junk food, everything so in that regard, my attitude has definitely changed towards my game, not as a person,” she added.Zareen will now be a boxer who other countries’ boxers will be studying. And it becomes imperative she too does her homework from here on.“My focus ahead of CWG is working against opponents like England and Ireland. I have seen the kind of boxers they produce. For example, the one coming from Ireland (Carly Mc Naul) also participated in the World Championships in the 52kg category and she was defeated by Brazil’s boxer (Caroline de Almeida) in the quarterfinals, who I eventually beat in the semifinals.“I’ve observed her game so I will prepare accordingly. Most of their heights are less than me so I will try to take the advantage of my height and play long-distance. I am also working on different styles of boxing.” The Indian boxing contingent’s disappointing show at the Tokyo Olympics could have well been a case of coming up short on the mental side of things to handle the pressure. But for Zareen, on the other hand, missing out from going to Tokyo might have actually ended up strengthening her belief.The episode involving the legendary Mary Kom before the Olympics urged her to refine her own mental strength. And that, according to her, is one of her biggest improvements in the recent years.“For me personally, whatever happened for the Tokyo Olympics, was what made me strong. Because of that, I think, I was able to perform well at the World Championships and hopefully, I will continue performing like this,” said the 26-year-old. “When I had dislocated my shoulder, I was going through a lot of ups and downs. I took help from my psychologist and she used to say only one thing, that whenever negative thoughts take over your mind, try to take a good break and focus only on positive things and visualise. I think visualisation has helped me to improve myself not just as a boxer but also as a human being and because of that, (it helped) during the World Championship also.”Even on the morning of her final bout in Istanbul, she had visualised and manifested winning even before she entered the ring to face Thailand’s Jitpong Jutamas.Nikhat Zareen’s ascent to the top: How the boxer from Nizamabad manifested becoming a World ChampionIn her interaction on Friday, she further spoke about visualisation – a conscious psychological training she was putting herself through to strengthen her mind, along with her body.“When I was facing experienced boxers even in the finals, all my bouts were in the afternoon session and in the finals, it was the evening session. I was excited but I was also nervous because I thought I had defeated her (Jitpong Jutamas) in 2019 (at the Thailand Open) and if she had participated in Tokyo Olympics and lost in the quarterfinals, she must have really improved. Because of that, there was some nervousness in me but I always kept my calm.“I could only imagine and visualise and my hand is going to be raised when the announcer announces the winner and I am standing on the podium and the national anthem is playing. I visualised it and exactly that happened and those techniques helped me to do well in this competition.” And for Birmingham, Nikhat Zareen is banking on that weapon of hers once again: “I am visualising the same. That my hand is being raised in the CWG, I am standing on the podium and the national anthem is playing.”Also read: CWG 2022, Boxing: Nitu Ghanghas hopes for winds of change, Birmingham and beyond","author":" Samreen Razzaqui","time":"2022-07-10T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176939-dodwkbgjsu-1657365110.jpeg","tags":["Nikhat Zareen","Boxing","Commonwealth Games","Birmingham 2022","Women's World Boxing Championship"],"source":"https://scroll.in/field/1027898/cwg-2022-boxing-nikhat-zareen-sets-sight-on-birmingham-podium-visualising-her-path-towards-it"}