{"title":"CWG 2022, Women's Hockey, India vs Australia: What you need to know about the clock controversy ","content":"The Indian women’s hockey team suffered a heartbreaking defeat against Australia in the semifinals of the 2022 Commonwealth Games in Birmingham on Friday, with an otherwise fantastic match between two superb sides marred by a controversial decision towards the end.Australia took the lead in the first quarter but India kept pushing and eventually found the equaliser in the fourth quarter, with Sushila Chanu playing a wonderful pass and Vandana Katariya deflecting the ball into the goal.The match then went to a shootout and that’s when things took an unfortunate turn for the Indian team.Ambrosia Malone stepped up to take Australia’s first shot but her effort was blocked by India captain and goalkeeper Savita Punia. However, in what turned out to be an extremely controversial moment, the officials asked Australia’s first shot to be retaken. Each player gets eight seconds to complete their shot and the officials stated their timer clock hadn’t started on time. Lalremsiami was about to take the shot to put India 1-0 up but she was sent back. Malone then stepped forward again and this time, she found the back of the net.Amy Lawton and Kaitlin Nobbs scored as well as India’s Lalremsiami, Neha Goyal and Navneet Kaur missed their chances, with Australia winning the shootout 3-0 and progressing to the final.Indian players looked understandably upset after the defeat and skipper Savita and coach Janneke Schopman were asked about the shootout controversy soon after.“After that, we lost a little bit of our momentum. Then it did go in, and everyone is deflated,” Schopman was quoted as saying by PTI.“I’m not using it as an excuse, but when you make the save, that’s an enormous boost for the team and you turn the decision around and the girls are really upset about it. The official’s hand was up, but I didn’t really know and the umpires also did not. So, that’s why I’m frustrated because the umpires said we have to retake it.Schopman added: “I tried to calm them down. In hindsight it’s 50-50 but I’m sure their focus was lost a little bit after that moment. It’s all human and all emotion. Should we be better? That’s what I was trying to say, ‘girls it doesn’t matter, it doesn’t matter’. But of course it does matter and of course I am angry also because I don’t think even the officials understood what happened.“They said it’s not our decision. I said ‘Australia are not complaining, they know they’ve missed it, it was easily 10 seconds and they got the opportunity to score’. I think those people just don’t understand the game and the emotions that are involved.”Savita said the team will now try to focus on the bronze medal match against New Zealand on Sunday.“Maybe it was our hard luck in the shootout. We saved the first goal in the timeout but we’re told that the timer didn’t start only. This definitely played a part in the players’ psychology. But we have learnt from our coach that all these things are part of the game. We tried to bounce back,” said Savita.“Definitely, I’m sad about this. But I’m proud of the girls for making a comeback from being 0-1 down against a team like Australia. We had decided at half-time to go for that one goal and the team executed it perfectly.”Savita added: “Of course, we are human beings. Yes, the next moment we realise that we cannot change it, can’t give an excuse and can’t fight for it. It happens sometimes. It was tough and we had to move on. But when we came to know about this, we thought how could this have happened? It has never happened in my career. It was a first for me.”The International Hockey Federation also released a statement on Saturday to address the issue.The process in place for such situations is that the penalty shootout has to be retaken, which was done. This incident will be thoroughly reviewed by the FIH in order to avoid any similar issues in the future. (2/2)— International Hockey Federation (@FIH_Hockey) August 6, 2022\n\nHere are some more reactions to the shootout drama:The @FIH_Hockey really needs to get their act in order. Timers are basics. This is not an Under 10 school match. 2nd time in a year in major tournaments this happens. Our beautiful sport will lose its credibility & will lose many passionate fans if FIH continues to f*#$ up— Viren Rasquinha (@virenrasquinha) August 5, 2022\n\nComplaining and using bad languages is not helping and it’s about accepting the situation. Yes I know it feels unfair but be proud how they played and to deal with this will also make them even more mentally strong.— Sjoerd Marijne (@SjoerdMarijne) August 6, 2022\n\nTechnical incompetence on the international stage is unacceptable. @FIH_Hockey & @thecgf need to pull the person responsible for 'clock' howler in the IND v AUS semi. The sport suffers & loses fans, but I urge Indian fans to not allege racism. India lost, sport shouldn't. #hockey— Jaspreet Singh Sahni (@JaspreetSSahni) August 6, 2022\n\nSchopman (looking so calm on the outside) made the most crucial observation. When attempt was missed, NO ONE knew about the clock. The Aussies moved on, they had no clue so who did it affect? Sometimes decisions should go beyond rulebooks, need understanding of situations#B2022— Vinayakk (@vinayakkm) August 5, 2022\n\nA bitter loss for India. Australia win the shootout 3-0 & reach the final. No words really for what happened at the start of the shootout but as @virenrasquinha said on air, such poor officiating cannot happen in international hockey & the FIH must look into it.#CWG2022 #Hockey pic.twitter.com/ymHgwcP8pT— Aditya Chaturvedi (@aditya_c19) August 5, 2022\n\nClock started or not, the save was made. That should count. Absolutely absurd decision. And to happen at such a stage? #CWG2022— Shahid Judge (@shahidthejudge) August 5, 2022","author":"Scroll Staff","time":"2022-08-06T13:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178136-tqmmlouhux-1659772746.jpg","tags":["hockey","indian hockey","indian women's hockey team","Commonwealth Games","cwg 2022","india at cwg 2022","savita punia","Janneke Schopman"],"source":"https://scroll.in/field/1029878/cwg-2022-women-s-hockey-india-vs-australia-what-you-need-to-know-about-the-clock-controversy"}