{"title":"CWG 2022, Athletics: Avinash Sable-led track and field contingent shines in Neeraj Chopra’s absence","content":"When Neeraj Chopra got injured on his way to a World Championships silver in early July, India not only lost its flag bearer for the 2022 Commonwealth Games, but also one of its guaranteed medal winners in Birmingham.Days later, sprinter S Dhanalakshmi, and long and triple jumper Aishwarya Babu tested positive for banned drugs. To make things worse, Dhanalakshmi’s replacement in the 4x100m relay team was also caught in the doping net before the team’s departure. The legal tussle surrounding high jumper Tejaswin Shankar’s participation for the Games made matters even more chaotic. Given the various off-field issues leading up to the Games, India’s track and field stars shone once the event started, returning with a haul of eight medals – one gold, four silver and three bronze medals. The eight medals are India’s best performance at a non-home Commonwealth Games in athletics bettering the three medals they won at the 2006, 2014 and 2018 editions.Perhaps it’s the Neeraj effect. Seeing an Indian win a track and field Olympic gold has inspired others to aim big. Or perhaps, like Neeraj, Indian athletes have simply become better at handling physical and mental pressure and have started believing that they belong at the world stage. Nothing encapsulates this new belief system better than what Avinash Sable said after his 3000m steeplechase silver: If you keep thinking about the CWG and Asian levels, you cannot win at the Worlds. India's medals in Athletics at CWG 2022 \n    \n       Athletes  Event  Medal \n    \n     Eldhose Paul  Men's Triple Jump  GOLD  Abdulla Aboobacker  Men's Triple Jump  SILVER  Avinash Sable  Men's 3000m Steeplechase  SILVER  Priyanka Goswami  Women's 10km Race Walk  SILVER  M Sreeshankar  Men's Long Jump  SILVER  Tejaswin Shankar  Men's High Jump  BRONZE  Annu Rani  Women's Javelin Throw  BRONZE  Sandeep Kumar  Men's 10km Race Walk  BRONZE \n  Super Sable breaks Kenyan monopolyOf the 61 medals India won in Birmingham, Avinash Sable’s 3000m steeplechase silver is, arguably, the most significant one. The 27-year-old became the first non-Kenyan to win a men’s 3000m steeplechase medal since 1994 when he won silver in Birmingham. He nearly clinched gold but finished 0.05 seconds behind Abraham Kibiwot in a thrilling sprint to the finish line.Just a few weeks ago, Sable was left flummoxed in a slow and tactical 3000m steeplechase final at the World Athletics Championships in Oregon which saw him finish 11th. “I finished 11th and thought, ‘I could have finished 11th even without any practice. If I could not achieve anything with so much good practice, maybe I will not achieve anything ever,” Sable said of his performance in Oregon.Rather than beating himself up, Sable took his experience in the US as a learning opportunity to strategise better, and more importantly, tell himself that he could compete with the best in the business.“When trained in the US, I realised that if we Indian athletes want to win at the Worlds, we need to train with foreign coaches and athletes. We will only learn from them when we compete with them. If I had stayed in India, I would have still broken national records but would have never believed that I could compete with and beat athletes from Africa. I trained with them. I realised that if I could beat them in practice, then why not in competitions?” he said.Prior to the 2022 Games, India had won 28 medals in track and field events. Of those, only three medals came from individual track events. Birmingham saw that tally doubled to six with Sable’s silver and Priyanka Goswami and Sandeep Kumar’s silver and bronze in the women’s and men’s 10km racewalk respectively, the latter two coming up new Personal Bests.#CWG2022 #B2022 In an event that the Kenyans have not just won but swept the podium since 1998, AVINASH MUKUND SABLE won silver with yet another National Record mark. This will be a special, special moment in Indian Athletics history. 🫡🎥 CGF pic.twitter.com/TFhE1KE7kP— The Field (@thefield_in) August 7, 2022\n\nJumpers shineOf the three Indians that were in the men’s triple jump startlist, Eldhose Paul was the only jumper to have not breached the 17m mark with close friends Abdulla Aboobacker and Praveen Chithravel boasting PBs of 17.19m and 17.18m respectively. The 25-year-old, however, chose one of the biggest stages to jump beyond 17m for the first time as he clinched gold in Birmingham. (It won’t be a Personal Best because the wind-reading was a +3.1m/s.) “My coach always says, focus only on personal best, not even medals. Today I did, and a medal came,” Paul said after clinching gold.Paul was joined on the podium by Aboobacker whose 17.02m jump saw him clinch silver. It could have been a historic clean sweep for India but Chithravel fell 0.04m short of bronze. Paul’s gold was India’s fifth individual athletics gold in Commonwealth Games and the first ever in men’s triple jump, the only track & field gold in Birmingham.If not for a microscopic infraction, M Sreeshankar too would have won gold in Birmingham. The 23-year-old saw, what would have been the longest jump in the final, chalked off by the finest of margins. He was visibly aghast and turning towards his coach and father Murali Shivashankar said the foul was less than a millimetre.The 23-year-old, like Chopra and Sable, is another athlete who is benefiting from training and competing outside India with the world’s best on a regular basis.“Olympics and World Championships are big events. But it’s not that Indian athletes are not capable of doing our best at the big stage. We have to adjust with the pressure. Now the field is more familiar to me because I have competed against them a few times,” he had said earlier.The Kerala-based jumper shrugged off the disappointment and notched an 8.08m jump to tie for gold with Laquan Nairn. The jumper from Bahamas, however, took the top spot as he had a better second-best jump than Sreeshankar.Credit has to be given to the Athletics Federation of India which has taken advantage of Neeraj Chopra’s rise to and has pushed athletes to train and compete outside the country frequently. The eight medals at Birmingham are a testament to their efforts.\n\n\n    \n    Play\n\nWhich is why it becomes increasingly puzzling to understand why they omitted high jumper Tejaswin Shankar from the CWG squad. If not for a late legal intervention, Shankar would have been sitting at home “wearing a lungi watching the Commonwealth Games high jump event” instead of winning the country’s first-ever high jump medal. In Annu Rani, the country also had their first ever female javelin medallist at CWG. Hima Das showed signs of returning to her best, despite missing out on the final by the smallest of margins in women’s 200m. And in Jyothi Yarraji, India have a hurdler who is constantly clocking sub 13.30 timings this season.The eight-medal haul in Chopra’s absence bodes well for the future. Also important is, while the events were unfolding in Birmingham, in another corner of the world the junior athletes were leaving a mark at the U20 World Championships in Cali, Colombia. Rupal, 17 years old, emerged as a runner to watch out for with her medals in relay and 400m. Priya Mohan impressed again, while triple jump saw Selva P Thirumaran win silver with a PB. Between Birmingham and Cali, the signs are good. Jr World Championships mein Team India ke saare athletes ka zabardast performance dekh kar bahot accha laga. Congratulations to Selva Prabhu, Rupal and the 4X400 mixed relay team winning medals for India! 🇮🇳 pic.twitter.com/6K5DYs4Bvb— Neeraj Chopra (@Neeraj_chopra1) August 10, 2022\n\nWith many of the medal winners yet to reach their peak, Indian athletics can hope that Paris 2024 would see Neeraj Chopra having some company for those would compete to be in the mix for medals and not just making up numbers. The signs are good.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/mwaghbllop-1660216188.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/jmujejtvvm-1660216201.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/rpddepjmkb-1660216228.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ltnnmkncyz-1660216231.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/wvekfahotr-1660216233.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/coqzaiutfg-1660216234.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/unsdedithw-1660216237.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 100.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/slnixabvaw-1660216239.png\">\n  </picture></figure>","author":"Dilip Unnikrishnan","time":"2022-08-11T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178334-gvyaxhabfu-1660136995.jpeg","tags":["Commonwealth Games","Commonwealth Games 2022","CWG 2022","Avinash Sable","Priyanka Goswami","Sandeep Kumar","Eldhose Paul","Abdulla Aboobacker","Murali Sreeshankar","Tejaswin Shankar"],"source":"https://scroll.in/field/1030198/cwg-2022-athletics-avinash-sable-led-track-and-field-contingent-shines-in-neeraj-chopras-absence"}