{"title":"CWG 2022, Squash: Saurav Ghosal becomes first Indian to win singles medal at Commonwealth Games","content":"Indian squash ace Saurav Ghosal became the first from the country to win a singles medal at the Commonwealth Games, when he beat England’s James Willstrop for the bronze on Monday in Birmingham.The 35-year-old came up with a commanding 11-6, 11-1, 11-4 win over the former World No 1.CWG 2022 Day 6 blogGhosal, the World No 15, lost his semifinal match against New Zealand’s top seed Paul Coll, the current World No 2, to set up a clash against the Englishman he has faced nine times on the Professional Squash Association circuit, but beaten just once.Saurav Ghosal, driven as ever to succeed, seeks golden gloss in BirminghamWillstrop, now 38 and ranked 24, was visibly fatigued after an exhaustive tournament so far. He tried to play aggressive from the start, but the fleet-footed Ghosal was ready to chase down everything his opponent would send his way in a fine defensive display. The long rallies started to tire Willstrop and draw an error.So strong was Ghosal’s defensive display on the night, that at 9-4 in the third game, Willstrop seemingly hit a short ball winner which Ghosal somehow got a racquet to. The umpire stopped the rally thinking the ball was not up but the Indian asked for the review and the decision was overturned.After securing the bronze, Ghosal let go of the straight face he’d been sporting through the competition and waved his arms in celebration. Bending down low later as the emotions came pouring out.#B2022The emotions of ending a long wait. Saurav Ghosal wins India's first ever singles medal in squash at CWG“I don’t know if this is my last one, maybe it is. I’ve done everything I’ve possibly could to be ready\" he told @shahidthejudge. Superb. https://t.co/JdUpbKI6gY pic.twitter.com/YsLo65XSpf— Vinayakk (@vinayakkm) August 3, 2022\n\nHe did win a silver medal in mixed doubles at Gold Coast 2018, but is now the only Indian squash player to win an individual medal.","author":"Scroll Staff","time":"2022-08-03T23:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178009-hxqbapyeir-1659548075.jpg","tags":["Saurav Ghosal","James Willstrop","Commonwealth Games 2022","CWG 2022","Birmingham 2022","Squash","Joshna Chinappa","Dipika Pallikal Karthik","Paul Coll"],"source":"https://scroll.in/field/1029720/cwg-2022-squash-saurav-ghosal-becomes-first-indian-to-win-singles-medal-at-commonwealth-games"}