{"title":"CWG 2022, Athletics: Sreeshankar, tougher and stronger, set to shine on Commonwealth Games debut","content":"The build-up to Murali Sreeshankar’s participation at the 2018 Commonwealth Games could not have been much worse. There was just over a week left before he was to make the trip down to Gold Coast in Australia when he had to undergo emergency surgery due to a ruptured appendix. That effectively ended the long jumper’s hopes of a first appearance at the quadrennial event even before it could start.This time around though, his preparation has been completely different. The 23-year-old is older, more experienced, stronger, and he’s made it a habit to rub shoulders with the best athletes in his sport. Sreeshankar has been piling in the miles and jumping across distances at the bigger stages in athletics this year. He has competed at the Athletics World Indoor Championships, jumped at two evens in Greece, and just a few days ago finished seventh at the World Athletics Championships (Outdoor, the pinnacle) in the United States. When he competes at the Commonwealth Games in Birmingham he will do as one of the podium favourites. It is his recent sojourns at international events that holds him in good stead. It’s something, he’s learnt, that helps ease pressure when it comes to high profile events.“Olympics and World Championships are big events. But it’s not that Indian athletes are not capable of doing our best at the big stage. We have to adjust with the pressure,” Sreeshankar had said during a Sports Authority of India-organised press conference last month.“Now the field is more familiar to me because I have competed against them a few times. Even Neeraj (Chopra) has been competing against the same field since 2017. So, for him, competing at the Olympic finals or World Championship finals is like competing at a Diamond League final. He told me that’s why he never felt the pressure when competing at the big stage in Tokyo.”The Kerala-native is now a known face in the international athletics scene. And at Commonwealth Games, on his debut, he has the chance to shine brighter than in the past. Long jump best in 2022 for CWG nations \n    \n       Mark  WIND  Competitor  Nat  Venue  Date \n    \n     8.36  +1.5  SREESHANKAR  IND  CH Muhammed Koya Stadium, Thenhipalam (IND)  03 APR 2022  8.26  -0.6  Jeswin Aldrin JOHNSON  IND  CH Muhammed Koya Stadium, Thenhipalam (IND)  03 APR 2022  8.22  +2.0  LaQuan NAIRN  BAH  Hilmer Lodge Stadium, Walnut, CA (USA)  16 APR 2022  8.21  +0.8  Christopher MITREVSKI  AUS  SOPAC, Sydney (AUS)  02 APR 2022  8.16  -0.7  Jovan VAN VUUREN  RSA  Bestmed Tuks Stadium, Pretoria (RSA)  11 MAR 2022  8.15  +0.9  Muhammed Anees YAHIYA  IND  Bhubaneshwar (IND)  24 MAY 2022  8.14  -0.7  Wayne PINNOCK  JAM  National Stadium, Kingston (JAM)  25 JUN 2022  8.11  +1.2  Cheswill JOHNSON  RSA  Stadium, Boksburg (RSA)  12 FEB 2022  8.10  +0.7  Henry FRAYNE  AUS  Centre sportif Bout-du-Monde, Genève (SUI)  11 JUN 2022  8.08  +1.3  Tristan JAMES  DMA  CVEATC, Chula Vista, CA (USA)  29 MAY 2022  8.08  +1.1  Andwuelle WRIGHT  TTO  Hasely Crawford Stadium, Port-of-Spain (TTO)  25 JUN 2022 \n  Tough phases form tough personalitiesFour years ago, it took him a while to get back into shape before he could start competing again after the surgery.“It was a tough phase of my life,” he told Firstpost in 2019. “It was a critical situation. I had an emergency operation for the appendix and it got ruptured in my stomach, which may have potentially been fatal. Coming back was so challenging. It took five-six months to get back to my previous shape. I literally came back to zero. My physical condition was so bad that I had to think twice before competing anywhere.”But he recalled another great setback just last year, when he didn’t perform up to his own expectations at the Olympics. His personal best was the national record at the time – 8.26m – but he could only leap as far as 7.69 in Tokyo.He remembered his confidence level being “literally zero,” after his event. But it did go up when men’s hockey team veteran PR Sreejesh – who won bronze in Tokyo – and Chopra met up with him.“After my result, Neeraj bhaiya told me why he believed in me. After a bad performance, when someone great like him tells you that, you gain back all your confidence. Both (Chopra and Sreejesh) had a big impact in lifting my spirits after the horrible performance at Tokyo,” he said during the SAI interaction.“All those setbacks I have had in my career, like at the Tokyo Olympics, have made me mentally tougher. Tough times make tough people. The experience of Tokyo was invaluable. At the Doha World Championships in 2019 too, I had a similar result. But those experiences have helped me a great deal.”Earlier this year, he set a new national record when he jumped 8.36m at the Federation Cup in Calicut. He finished seventh in the final at the Indoor World Championships in Belgrade, and jumped an even 8.0 m in qualification to make the final at the World Championships in Oregon – finishing seventh again with a jump of 7.96m.\n\n\n    \n    Play\n\nIn May, he won two gold medals at events in Greece with a decent quality field of competition.“Getting big jumps at big-ticket events comes with experience,” he said. “When I went to Greece recently, I got two high-quality competitions. I competed with World Indoors silver medallist Thobias Montler, and I was happy to get an edge over him in my event. At the World Indoor Championships, held in March in Belgrade, I had a decent result too.”Sreeshankar has crossed the 8.00m mark at outdoor events six times this year overall. And he’ll be hoping to just a bit better than that mark, now that he’s finally getting to compete at his first Commonwealth Games. This is a chance for him to truly signal his arrival. Sreeshankar's best results at outdoor events \n    \n       Date  Competition  Category  Race  Pl.  Result  Wind \n    \n     01 MAR 2022  Indian Open Jumps Competitions, Thiruvanthapuram  F  F  1.  8.17  NWI  02 APR 2022  National Federation Cup, CH Muhammed Koya Stadium, Thenhipalam  F  Q1  1.  8.09  +1.1  03 APR 2022  National Federation Cup, CH Muhammed Koya Stadium, Thenhipalam  F  F  2.  8.36  +1.5  25 MAY 2022  International Jumping Meeting \"Filahtlitikos Kallithea\", Kallithea, Athina  C  F  1.  8.31  +1.3  29 MAY 2022  Venizelia - Chania International Meeting, Elena Venizelou National Stadium, Chania  C  F  1.  7.95  +2.4  29 MAY 2022  Venizelia - Chania International Meeting, Elena Venizelou National Stadium, Chania  C  F    7.81  +1.1  10 JUN 2022  National Inter State Senior Athletics Ch., Jawaharlal Nehru Stadium, Chennai  B  Q1  1.  8.01  +0.1  11 JUN 2022  National Inter State Senior Athletics Ch., Jawaharlal Nehru Stadium, Chennai  B  F  1.  8.23  +0.2  15 JUL 2022  World Athletics Championships, Oregon 2022, Hayward Field, Eugene, OR  OW  Q2  2.  8.00  +0.6  16 JUL 2022  World Athletics Championships, Oregon 2022, Hayward Field, Eugene, OR  OW  F1  7.  7.96  +0.4 \n  Update: Sreeshankar added another 8.00 m to his tally this year (even though wind-assisted) to reach the final. Yahiya too made it to the final 12. Final is past midnight today, 12.12 am IST.#CWG2022 #B2022 In all the plethora of streams, seem to have missed Sreeshankar's jump. 8.05m.Q. One and done. Into the final.https://t.co/ugRKC4EEfp pic.twitter.com/qxTmAaSqzQ— Vinayakk (@vinayakkm) August 2, 2022","author":"Shahid Judge","time":"2022-08-02T10:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177218-mdphcqkozl-1658028539.jpg","tags":["Murali Sreeshankar","Commonwealth Games 2022","Birmingham 2022","Long Jump"],"source":"https://scroll.in/field/1028906/cwg-2022-athletics-sreeshankar-tougher-stronger-set-to-shine-on-commonwealth-games-debut"}