{"title":"CWG 2022, Boxing: Amit Panghal shows signs of his best with one-track mind","content":"Before Amit Panghal stepped on to the ring for his opening bout at the Birmingham Commonwealth Games 2022, there was a different kind of anticipation. He hadn’t competed much since the Tokyo Olympics disappointment, barring the Thailand Open this year, so there were questions aplenty. What had he been upto? What would he be like more than a year after the Tokyo hearbreak? When he did step on to the ring to face Namri Berry in the men’s 51kg Round of 16, it was clear that the footwork was quick as ever and his technique was still elite. So, that answered a few questions. The confidence may have self-admittedly been dented but the Haryana boxer went about his business with a poker-face, much like a horse with blinders – focused, one-track and on a mission.His hand was raised thrice before the final where he won all bouts by a 5-0 unanimous decision. But not once did the man offer even a glimpse of emotion. Sure, there may have been relief that his plans are being successfully executed but there was also the pressure of expectations he may have set for himself. That was the Olympics and this was the Commonwealth Games but there was still a familiarity about this situation. He was world No 1 and one of the favourites for a medal then, with the 2020 Flyweight Olympics Gold medallist Galal Yafai of England not in the mix in Birmingham, Panghal was again touted as a favourite.He did live up to his own expectations and that of the people watching him this time, as he bettered the colour of his 2018 Gold Coast medal and returned with a gold. The satisfaction at the end of it all resulted in a salute and a little smile – the first since he stepped on to the ring in Birmingham.“I am feeling very proud that I was able to win a gold for my country. All I want to say is that it’s the country that I play for and I will continue to do it even in the future,” said the 26-year-old in his interview to broadcasters Sony after the final.Having seen how the bouts of several local boxers went and aware that he must put up a performance that sweeps all five judges off their feet, leaving no room for conflict or doubt, Amit did his homework against the Englishman.He said: “Our strategy was that we would focus on counter-attacking because he is a tall boxer. And, as soon as he moves back, I will initiate attack.”“I was better prepared for this bout and this was the main bout so I had to play well anyway. It was a bout against a boxer of the host country and so if it was one-sided, only then could we win the bout.”Although Amit was challenged once in the tournament by Zimbabwe’s Patrick Chinyemba in the semifinals, where he saw his opponent take round one 3:2. He followed it up with some spontaneous thinking and discussions with Indian men’s chief coach Narender Rana and bounced back in the following bouts. Barring that instance of on-the-spot thinking, he largely relied on his training and preparation he had put in to see him through in the tournament.For instance, in his quarter-final against Scotland’s Lennon Mulligan, Panghal oozed class even as the judges ruled 4:1 in his favour in the opening round and it can be credited to the tactical nuance the experienced boxer can boast of.Explaining the strategy during that bout, Rana said, “Amit is very technically sound. At the moment, he’s also very fit. The way he played against the (Scottish) opponent today, it was almost as if he was toying with a kid.”He added, “In round one, Amit won by a 4:1 score but our experience with decisions with several other boxers helped Amit and I decide that we needed to increase the number of punches not while attacking but in defence. We must counter each punch in our defence. And that’s what he did and did it very well.“In the second round then, two judges gave a 10-8 against the Scottish boxer, which is pretty one-sided.”“In the last round, we did tell him to keep up the defence because he is surely going to get the gold. We just did not want it to be too tight because we had already won the bout but we discussed that we have to be wary of an injury. We had to also ensure that we were not too defensive because other opponents would then start to believe that he is weaker in the last round. He did not show his weakness anywhere and that was a job well done.”At the top of the podium, Panghal stood with his hands folded, humble as ever and as the national anthem played on, with a hand on his heart, he looked on. The gold may not entirely soothe the wounds of last year, but he can sleep better, knowing that he is bouncing back and how.The road to redeeming that disappointment may have just begun and there still may be a long way to go to look technically invincible in the ring, but one very important battle was out of the way – the one against his own mind.There were goosebumps after he let the moment sink in but there was finally a look on his face. It wasn’t a smile, it was far from a grin and it wasn’t joy – it was the look of a man who knew he had some unfinished business. In that brief moment, he looked like the man who would go all out to feel those goosebumps again.","author":" Samreen Razzaqui","time":"2022-08-11T10:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178325-vvwzfbkeio-1660129733.jpg","tags":["Amit Panghal","Commonwealth Games 2022","Boxing","Tokyo Olympics","Thailand Open","Indian boxing"],"source":"https://scroll.in/field/1030164/cwg-2022-boxing-amit-panghal-shows-signs-of-his-best-with-one-track-mind"}