{"title":"CWG 2022, Athletics: Neeraj Chopra, defending javelin champion, ruled out due to groin strain","content":"Defending Commonwealth Games gold medallist Neeraj Chopra will not be competing at the Birmingham 2022 edition, the Indian Olympic Association said Chopra, who had won a historic silver medal at the World Championships in Oregon, felt some discomfort on his right upper leg region towards the end of the event.“Our Olympic Champion Neeraj Chopra will not be defending his title at Birmingham 2022 due to concerns regarding his fitness. We wish him a speedy recovery & are supporting him in these challenging times,” the IOA’s Twitter account said in a statement. The exact nature and extent of the injury is not yet known officially. “Neeraj Chopra had called me earlier today from the US to convey his inability to take part in the Birmingham 2022 Commonwealth Games owing to fitness concerns,” IOA Secretary General Rajeev Mehta said in a statement. “Following his participation in the 2022 World Athletics Championships in Eugene, he had an MRI scan done on Monday and, based on it, he has been advised a month’s rest by his medical team.”Statement by Neeraj Via his Twitter handleOur Olympic Champ @Neeraj_chopra1  will not be defending his title at @birminghamcg22 due to concerns regarding his fitness. We wish him a speedy recovery & are supporting him in these challenging times.#EkIndiaTeamIndia #WeareTeamIndia pic.twitter.com/pPg7SYlrSm— Team India (@WeAreTeamIndia) July 26, 2022\n\nNeeraj Chopra will not take part in #CommonwealthGames2022. He is not fit as he got injured in the finals of World Athletic Championship. He informed us about this: Rajeev Mehta, Secretary General, IOA to ANI(File photo) pic.twitter.com/5QgbMaZHuw— ANI (@ANI) July 26, 2022\n\n“I could not put in as much effort after that,” Neeraj had said in the press interaction after his silver medal in Eugene. “I strapped it up but some doubt did creep into my mind after that. Hopefully it is nothing serious but we will see.”According to a report in the Indian Express, Neeraj was set to be the flagbearer of the Indian contingent at the Opening Ceremony.This was Neeraj speaking about strapping on his thigh after his fourth throw during the world's. We are yet to know what the nature of the injury is to him. Wishing him a speedy recovery. 🎥: SAI/AFI #NeerajChopra #CWG2022 #TeamIndia pic.twitter.com/UiiFkKJiO7— Lavanya 🎙️🎥👩🏻‍💻 (@lav_narayanan) July 26, 2022\n\nThe original squad named by Athletics Federation of India included three male javelin throwers in Neeraj Chopra, DP Manu and Rohit Yadav (all three have crossed the 80m mark this season already). Rohit had reached the final of the World Championships along with Neeraj recently while Manu has a season best throw of 84.35m.#WorldAthleticsChamps  Facing the sort of challenge that he hadn't in a while, #NeerajChopra kept belief & found that one big throw that mattered. Yet again, he went where no Indian athlete had gone before, winning silver at World Championships 🥈Read: https://t.co/4QV71lKX2p pic.twitter.com/0Jneh3lfY4— The Field (@thefield_in) July 26, 2022\n\nWorld Champion Anderson Peters had said after the meet in Oregon that he was headed to Birmingham and he would now be the overwhelming favourite to win gold. The two Indian athletes could be in contention for a podium finish if they can find their best.  Men's JT season's top 10 among CWG nations \n    \n       Mark  Competitor  Nat  Venue  Date \n    \n     93.07  Anderson PETERS  GRN  Suhaim bin Hamad Stadium, Doha (QAT)  13 MAY 2022  89.94  Neeraj CHOPRA  IND  Olympiastadion, Stockholm (SWE)  30 JUN 2022  89.07  Keshorn WALCOTT  TTO  Blankers-Koen Stadion, Hengelo (NED)  06 JUN 2022  86.16  Arshad NADEEM  PAK  Hayward Field, Eugene, OR (USA)  23 JUL 2022  84.35  D.P MANU  IND  Jawaharlal Nehru Stadium, Chennai (IND)  11 JUN 2022  82.54  Rohit YADAV  IND  Jawaharlal Nehru Stadium, Chennai (IND)  11 JUN 2022  82.18  Sumedha RANASINGHE  SRI  Diyagama (SRI)  23 APR 2022  82.13  Yash Vir SINGH  IND  Bhubaneshwar (IND)  24 MAY 2022  81.96  Cameron MCENTYRE  AUS  Hayward Field, Eugene, OR (USA)  22 APR 2022  81.36  Waldo SMIT  RSA  Mestský Stadion Sletište, Kladno (CZE)  14 JUN 2022 \n  The next Diamond League meeting with men’s javelin is in Silesia on August 6 which now seems out of the question. If it’s a month’s rest for Neeraj, the Lausanne meeting is on August 26, exactly a month from now. Having said recently that the Diamond League Final is an event he has his eyes on for this season, it is going to be touch and go for the Indian star to participate in Zurich, as he would need more qualification points from Lausanne on August 26.More to follow","author":"Scroll Staff","time":"2022-07-26T12:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177456-pydozzcusi-1658452025.jpeg","tags":["Neeraj Chopra","World Championships","Commonwealth Games","CWG 2022","Birmingham 2022","India CWG"]}