{"title":"Cyclone Yaas: Modi reviews situation in Odisha, West Bengal; Mamata Banerjee skips meet  ","content":"Prime Minister Narendra Modi and West Bengal Chief Minister Mamata Banerjee on Friday held a 15-minute-long meeting at Kalaikunda Air Base in the state’s West Midnapore district to evaluate the damages caused by Cyclone Yaas. The cyclone, which made landfall around 8.30 am at Dhamra in Odisha’s Bhadrak district on Wednesday, left behind a trail of damaged homes and inundated areas in both Odisha and Bengal.  At least four people – three in Odisha and one in West Bengal – were killed.The Bengal chief minister had said she would not attend the review meeting and would just hand over details of the damages, reported NDTV. In a tweet, Banerjee said that she apprised the prime minister of the situation in the state “The disaster report has been handed over for his perusal,” Banerjee tweeted. “I’ve proceeded now to review the relief & restoration work at Digha.”Later, she said that she did not know about the meeting and had made plans to visit Digha town, reported ANI. Banerjee said that she has sought Rs 10,000 crore each for the development of Digha and the Sundarbans.After having review meetings in Hingalganj & Sagar, I met the Hon’ble PM in Kalaikunda & apprised him regarding the post-cyclone situation in WB. The disaster report has been handed over for his perusal. I’ve proceeded now to review the relief & restoration work at Digha.— Mamata Banerjee (@MamataOfficial) May 28, 2021\n\nGovernor Jagdeep Dhankhar criticised Banerjee for not attending the review meeting. “Confrontational stance ill serves interests of state or democracy,” he tweeted. “Non-participation by CM and officials not in sync with constitutionalism or rule of law.” The meeting was attended by Modi and the Leader of the Opposition Suvendu Adhikari, a BJP leader who was formerly Banerjee’s close aide.Bharatiya Janata Party President Jagat Prakash Nadda also hit out at the chief minister for not attending the meeting, reported PTI. Nadda called her actions “murder of constitutional ethos and culture of cooperative federalism”. Accusing her of engaging in “petty politics”, Nadda said it has again come to haunt Bengal. Banerjee has put the damage in the state at Rs 15,000 crore. She has announced a rescue package of Rs 1,000 crore and also directed officials to go door-to-door in their relief efforts.As many as 15 lakh people were evacuated in the state in view of the cyclone. The cyclone damaged 20,000 mud homes and inundated a large number of villages in the state. Authorities said that close to 1,100 villages were inundated, and 50,000 people were now homeless.“But the figure may rise as reports are yet to reach us from interior areas,” West Bengal minister Bankim Hazra had said.PM @narendramodi undertook an aerial survey to review the situation in the wake of Cyclone Yaas. The aerial survey covered parts of Odisha and West Bengal. pic.twitter.com/vo0hX6NDTK— PMO India (@PMOIndia) May 28, 2021\n\nOdisha seeks long term solutionBefore visiting West Bengal, Modi also conducted an aerial survey in Odisha and reviewed the post-cyclone situation in the state.The review meeting was attended by Chief Minister Naveen Patnaik, Union ministers Dharmendra Pradhan and Pratap Sarangi, state Governor Ganeshi Lal and senior government officials.After the meeting, Odisha Special Relief Commissioner PK Jena said that the state has sought long term solutions as Odisha is frequently hit by major calamities such as cyclones, reported PTI. Jena said that Patnaik also asked for disaster resilient power infrastructure and a permanent solution to protect the state coastal areas from storms.“The state has sought no immediate funds or assistance from the government of India today,” the special relief commissioner said. “The state will manage the situation from its resources. We will assess the damage in seven days and later seek central assistance.”Jena said that the chief minister categorically asked for both the Centre and the state to work together against the danger of storm surges, due to which saltwater entered 120 villages in the coastal districts this time. Following the cyclone, heavy rainfall on Thursday caused river water levels to rise above the danger mark, putting four Bhadrak, Jajpur, Kendrapara and Keonjhar district on high alert.Meanwhile, rescue efforts also continued in parts of Odisha.#WATCH Prime Minister Narendra Modi conducts an aerial survey of cyclone Yaas affected areas in West Bengal and OdishaUnion Minister Dharmendra Pradhan is accompanying him pic.twitter.com/Njl0XUly0n— ANI (@ANI) May 28, 2021\n\nPM @narendramodi, @GovernorOdisha, CM @Naveen_Odisha, Ministers @dpradhanbjp and @pcsarangi attending a review meeting on the prevailing situation due to Cyclone Yaas. pic.twitter.com/kk3K8Oxi53— PMO India (@PMOIndia) May 28, 2021\n\nVisuals of Indian Navy continuing relief operations at cyclone-affected areas in Balasore, Odisha #CycloneYass pic.twitter.com/Fx1m1bMXOK— ANI (@ANI) May 28, 2021\n\nRelief package for Odisha, Jharkhand, Bengal: PMOThe Centre has announced a financial assistance package of Rs 1,000 crore for the states affected by Cyclone Yaas, the prime minister’s office said in a statement.Rs 500 crore would be immediately given to Odisha, the statement said, adding that the rest will be sent to West Bengal and Jharkhand on the basis of damages. It said the Centre will deploy an inter-ministerial team to visit the states and assess the extent of damage, based on which further assistance will be provided.“Prime Minister assured the people of Odisha, West Bengal and Jharkhand that the Union Government would closely work with the State Governments at this difficult time, extend all possible assistance for restoration and rebuilding of the infrastructure in the affected areas,” the statement said.The prime minister also announced a compensation of Rs 2 lakh each for the kin of the deceased and Rs 50,000 for citizens who were injured.Watch:Three-year-old bridge in Ranchi collapses due to heavy rain triggered by Cyclone Yaas","author":"Scroll Staff","time":"2021-05-28T17:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116665-vlfxuceebo-1562165124.jpg","tags":["Cyclone Yaas","Narendra Modi","Odisha","West Bengal","Mamata Banerjee"],"source":"https://scroll.in/latest/996058/cyclone-yaas-modi-reviews-situation-in-odisha-west-bengal-mamata-banerjee-skips-meet"}