{"title":"Cyclone Yaas: Four killed, over 20 lakh evacuated in Odisha, West Bengal","content":"Three people died in Odisha and one person was killed in West Bengal on Wednesday as Cyclone Yaas hit India’s eastern coast, bringing heavy rain and high-speed winds, PTI reported. The cyclone made landfall around 8.30 am at Dhamra in Odisha’s Bhadrak district. As per the India Meteorological Department’s update at 8.15 pm, the storm lay centred over north Odisha. It is likely to move north-west wards in the next three hours and weaken into a deep depression, the weather department added.Watch: Cataclysmic scenes as Cyclone Yaas hits Odisha and BengalWest BengalIn West Bengal, 15 lakh people have been evacuated, NDTV reported.The cyclone damaged 20,000 mud homes and inundated a large number of villages in the state, Reuters reported, quoting Chief Minister Mamata Banerjee. The government has so far allocated relief material worth Rs 10 crore, NDTV reported.The Indian Army and Navy are also assisting the National Disaster Response Force with rescue efforts. The Army has deployed has deployed 17 columns in West Bengal and three in Odisha, according to the news channel.Dark clouds hover in the sky over the Bay of Bengal after landfall of Cyclone Yaas at Digha in East Midnapore district on Wednesday. (Credit: PTI Photo)OdishaOdisha moved five lakh people from 10 coastal areas to safety, according to The New Indian Express.The heavy rain caused by the cyclone flooded 128 villages in Odisha, PTI reported. Most of them are situated in Balasore and Bhadrak districts, which suffered severe damage. Chief Minister Naveen Patnaik announced that the affected families in the villages would get food for seven days.In Balasore, 46 villages have been flooded, Reuters reported. “Most of the villages were empty,” Balasore District Collector K Sudarshan Chakravarthy told the news agency. “The total population would be around 10,000.”JharkhandJharkhand is on high alert in view of the storm, which is expected to hit the state by midnight, PTI reported. More than 10,000 people have been moved to safer places. A complete lockdown has been enforced in several parts of the state to stop people from stepping out. Only essential activities will be allowed. Singhbhum district witnessed heavy rain on Wednesday, uprooting trees and damaging power transmission networks.National Disaster Response Force teams are on alert in the state and 500 relief teams are already on the ground according to the news agency.","author":"Scroll Staff","time":"2021-05-26T22:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159525-ienjxtwunq-1622050424.jpg","tags":["Cyclone Yaas","West Bengal","Odisha"],"source":"https://scroll.in/latest/995882/cyclone-yaas-four-killed-over-20-lakh-evacuated-in-odisha-west-bengal-jharkhand-on-alert"}