{"title":"Cyrus Mistry car crash: Accused Anahita Pandole has a history of traffic violations, say police","content":"Gynaecologist Anahita Pandole, who faces allegations of rash driving in the case pertaining to the death of former Tata Sons Chairperson Cyrus Mistry, has a history of traffic rule violations, the Maharashtra Police said on Wednesday, according to the Hindustan Times.On November 4, the Maharashtra Police had filed a case of death due to negligence and rash driving against Pandole in connection with the accident. The first information report also invokes provisions of the Motor Vehicles Act and Motor Vehicle Driving Regulations.Mistry and Ahahita Pandole’s brother-in-law, Jehangir Pandole, were sitting in the back seat when their Mercedes rammed into a road divider in the Palghar district near Mumbai on September 4. Both of them died on the spot.  On Wednesday, the Palghar Police said that 19 challans had been issued to Anahita Pandole from 2020 to 2022, of which 11 were for speed limit violations.  “The challans were issued against the vehicle involved in the accident that killed Mistry and Jehangir,” Superintendent of Police Balasaheb Patil said. “When we obtained details of these challans from the Mumbai traffic police, we found that Anahita was captured by speed cameras behind the wheel of the car in these instances.”Nine of the speeding challans were issued in 2021, and two in 2022, according to the newspaper.The superintendent of police said that the challans will be mentioned in the chargesheet against Pandole, PTI reported. The chargesheet will be filed in court by the end of this week, he said.Meanwhile, Mercedes Benz told the police in a report that Pandole was driving at a speed of 100 kilometres per hour till five seconds before the crash, the Hindustan Times reported. The report also said that Pandole hit the brakes 3.5 seconds before the collision, which brought the speed down to 89 kilometres per hour.Due to the sudden usage of the brakes, Mistry and Jehangir collided hard with the backrests of the front seats, which caused major injuries to them, the report said.The police have not yet recorded Pandole’s statement, as the medical team treating her has not issued a fitness certificate. However, the police have reportedly said that her statement is not mandatory for the chargesheet to be filed.","author":"Scroll Staff","time":"2022-12-15T15:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182395-vcxmostxpm-1667658546.jpg","tags":["Cyrus Mistry","Anahita Pandole","Maharashtra Police","Palghar"]}