{"title":"Cyrus Mistry was not wearing seat belt at time of accident, finds probe","content":"Former Tata Sons chairperson Cyrus Mistry and his co-passenger Jehangir Pandole who died in an accident on Sunday were not wearing seat belts, PTI reported, citing the police.Mistry and Pandole were sitting in the back seat when their Mercedes rammed into a road divider in Maharashtra’s Palghar district, located about 100 kilometres from Mumbai. Both of them died on the spot.Two other persons – Dr Anahita Pandole and her husband Darius Pandole – were injured in the accident. Darius Pandole was in the front seat and his wife Anahita Pandole was driving the car, according to the police. Both of them are being treated at a private hospital in Mumbai, reported PTI. While Anahita Pandole needs to undergo surgery, her husband has been admitted to the intensive care unit.  Wreackage of the Mercedes car in which businessman and former Tata Sons Chairman Cyrus Mistry was travelling. | PTI“As per the preliminary investigation, over-speeding and an error of judgement caused the car accident,” an unidentified police official said, according to PTI. “Both the deceased were not wearing seat belts.”The police also said that Mistry’s car had covered 20 kilometres in just nine minutes.“While analysing the CCTV footage at the Charoti check post, Palghar Police found the car had crossed the check post at 2.21 pm and the accident took place 20 km ahead at 2.30 pm on the Surya river bridge,” the official said.A witness told PTI that Mistry’s car had tried to overtake another vehicle from the left side but lost control and crashed into the divider.The bodies of Mistry and Jahangir Pandole were sent to state-run JJ Hospital where a postmortem was conducted in the early hours of Monday.Mistry’s last rites will be held on Tuesday at the Worli crematorium in Mumbai, according to ANI.Mistry, the younger son of late industrialist Pallonji Mistry, had taken over the reins of salt-to-software Tata conglomerate in 2012 after Ratan Tata retired from active corporate life. However, he was removed from the post in October 2016, before being ousted from the board of Tata Sons in February 2017.Jehangir Pandole was director of Global Strategy Group at KPMG’s London office, while Darius Pandole is the managing director and chief executive officer of JM Financial Private Equity.Anahita Pandole is a gynaecologist at the Breach Candy hospital and has been in the news for filing public interest litigations against illegal hoardings.","author":"Scroll Staff","time":"2022-09-05T13:18:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/whiwqczycp-1482248209.jpg","tags":["Cyrus Mistry","Tata Sons","Anahita Pandole"],"source":"https://scroll.in/latest/1032063/cyrus-mistry-was-not-wearing-seat-belt-at-time-of-accident-finds-probe"}