{"title":"Dadri lynching: Akhilesh Yadav questions forensic report that said victim Mohammed Akhlaq ate beef","content":"Chief Minister of Uttar Pradesh Akhilesh Yadav on Wednesday questioned the authenticity of the latest lab report in the Dadri lynching case. The report from a forensic laboratory in Mathura claimed that the meat found in the house of victim Mohammed Akhlaq was of a cow or its progeny.“Where was the sample sent? Who received it? There was nothing objectionable in his [Akhlaq’s] house,” Yadav said, adding that everyone wanted the victim’s family to get justice for his murder, PTI reported. “After this incident, there was debate in the world regarding what to eat and speak. I think one should not get involved in such matters,” the chief minister added.On September 28, Mohammed Akhlaq was beaten to death in Bisahra village, Dadri district, by an irate mob, following rumours that he and his family had consumed beef during Eid festivities. The forensic report was first issued on October 3, 2015, by the Office of the Joint Director at Forensic Investigation Laboratory in Uttar Pradesh University of Veterinary Sciences and Animal Husbandry, Mathura. It was submitted days before the next hearing in the case on June 6.However, the Uttar Pradesh veterinary department had confirmed five months ago that Akhlaq and his family ate mutton, not beef. “Initially we did say mutton, but subsequently we were told by the lab that it was beef,” Uttar Pradesh police chief Javed Ahmed told NDTV, adding that the new report “does not diminish the case as murder is an offence”. Beef eating is not a crime in Uttar Pradesh, only cow slaughter is.While Akhlaq’s family rejected the Mathura lab report and continued to deny the allegations, Dadri’s deputy chief veterinary officer VS Tomar said this lab report was the “final verdict” and that the earlier one was based on a “visual test”. Earlier in the day, Bharatiya Janata Party MP Yogi Adityanath said Akhlaq’s family should face charges for cow slaughter and be stripped of the benefits they were given after his death.","author":"Scroll Staff","time":"2016-06-01T17:16:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809162-article-cwbgokdzrq-1457957717.jpeg","tags":["Dadri lynching","Mohammed Akhlaq","Akhilesh Yadav","Uttar Pradesh"],"source":"https://scroll.in/latest/809162/dadri-lynching-akhilesh-yadav-questions-forensic-report-that-said-victim-mohammed-akhlaq-ate-beef"}