{"title":"Dadri lynching: No evidence that Mohammed Akhlaq, his family slaughtered a cow, say police","content":"There is no evidence to prove that Dadri lynching victim Mohammed Akhlaq and his family slaughtered a cow, the Uttar Pradesh Police on Tuesday. This comes a month after the Allahabad High Court, on August 26, stayed the family's arrest in the case of cow slaughter lodged against them.Officials investigating the matter told The Hindu that the police are likely to file a closure report in the Surajpur Court. Akhlaq's family had approached the high court after a Noida court had asked the Uttar Pradesh Police to file a case against them in July following a petition by residents of Bishahra village who claimed they had seen Akhlaq's brother Jaan Mohammad slitting a calf's throat.Investigators found no proof of cow slaughter despite several visits to the village, The Hindu reported. According to an officer of the Jarcha Police Station, where the case was filed on July 15, the forensic team did not find any trace of animal blood collected from the entire area. A police officer part of the investigating team said there were loopholes in the complaint filed against Akhlaq's family that they will include in the closure report.Akhlaq was beaten to death in Dadri, Uttar Pradesh, in September 2015 following rumours that he and his family had killed a calf and eaten beef during Eid festivities. A forensic report in May said that the meat found in the victim’s house was that of a cow or its progeny. Uttar Pradesh police chief Javed Ahmed had said the new report “does not diminish the case as murder is an offence”. Beef eating is not a crime in Uttar Pradesh, only cow slaughter is.","author":"Scroll Staff","time":"2016-09-27T12:31:58.144502+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817586-article-hoseoejqnz-1446293382.jpg","tags":["Dadri lynching","Mohammed Akhlaq","Uttar Pradesh","cow slaughter"],"source":"https://scroll.in/latest/817586/dadri-lynching-no-evidence-that-mohammed-akhlaq-his-family-slaughtered-a-cow-say-police"}