{"title":"Dadri lynching: Three years on, trial yet to begin despite the case being heard in fast-track court","content":"Three years and 45 hearings later, the accused in the lynching case of Mohammad Akhlaq have yet to go on trial, despite the case being heard in a fast-track court. On September 28, 2015, 50-year-old Akhlaq was lynched on suspicion of possessing beef in Dadri near Noida in Uttar Pradesh.All the 19 accused in the case are out on bail. One of them, Rupendra Rana, will contest the Lok Sabha elections in 2019 from the Gautam Buddh Nagar constituency.The court heard the case 25 times in 2016 and 13 times in 2017, The Times of India reported. This year, there have only been seven hearings so far. The trial is yet to begin as the defence lawyers have been filing several discharge applications.“The defence has filed discharge applications over and over again to delay the process,” Yusuf Saifi, a lawyer who represents Akhlaq’s family, told the newspaper. “They have been quite successful since the charges against the accused are yet to be framed.”Akhlaq’s brother Mohammad Jaan said the police have only named those people in the chargesheet that were put forward by the victim’s daughter. “Nothing has been done to identify and arrest additional suspects,” Jaan told The Indian Express. A forensic report in May 2016 said the meat found in Akhlaq’s home was that of a cow or its progeny. The police had then said the report “does not diminish the case as murder is an offence”. Circle officer (Dadri) Satish Kumar Sharma said filing the chargesheet was delayed as the police has not yet received the final report on the meat sample. “After the test in Mathura which showed that the sample belonged to a cow or its progeny, the sample was transferred and is currently in the Forensic Science Laboratory in Lucknow,” he told The Indian Express.Meanwhile, Akhlaq’s family is facing the cow slaughter case registered in 2016. The Allahabad High Court had stayed the arrest of his family members in August 2016, except for Mohammad Jaan. However, there has been no development in that case as well. The victim’s family was forced to move out of the village and now lives in the Delhi cantonment area. Akhlaq’s son Danish is currently preparing to take competitive exams for state services. In July, the Supreme Court asked the Parliament to consider creating a new penal provision to deal with incidents of vigilantism, saying that mobocracy cannot be allowed in society. The top court also proposed a set of preventive, remedial and punitive measures to curb instances of lynching.","author":"Scroll Staff","time":"2018-09-28T11:20:11.182208+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896168-kzzcerubgh-1537788926.jpg","tags":["Dadri lynching","Uttar Pradesh","Mohammad Akhlaq","cow vigilantism"],"source":"https://scroll.in/latest/896168/dadri-lynching-three-years-on-trial-yet-to-begin-despite-the-case-being-heard-in-fast-track-court"}