{"title":"Dadri lynching: Charge Mohammad Akhlaq's family, drop their benefits, says BJP MP Yogi Adityanath","content":"Bharatiya Janata Party MP Yogi Adityanath on Wednesday said the family of Mohammad Akhlaq, who was lynched in Dadri by a mob who suspected he had kept beef at home, should face charges for cow slaughter and be stripped of the benefits they were given after his killing. Adityanath's comments came after the lawyers of the accused released a forensic lab report to the media.  The report, prepared at a Mathura lab in October, said the meat sample found outside Akhlaq's home came from a cow. Akhlaq's son has said he will challenge the forensic lab's report in court, News18 reported. It remains unclear if the meat was even in the Akhlaqs' possession, and it has been pointed out that regardless of what it was, a lynching cannot be justified. Uttar Pradesh police chief Javed Ahmed had said the new lab report \"does not diminish the case as murder is an offence\". Beef eating is not a crime in Uttar Pradesh, only cow slaughter is. Vishal, the son of local BJP leader Sanjay Rana, was arrested as the main accused in the case. Rana has said he will file a cow slaughter case against Akhlaq's family. The incident, which took place in September 2015, caused nationwide outrage and fuelled a debate on religious intolerance in the country. Uttar Pradesh Chief Minister Akhilesh Yadav offered Akhlaq's family Rs 20 lakh as compensation, and the Indian Air Force, where Akhlaq's son was an officer, offered the family protection. The family moved to Delhi soon after the incident, fearing for their safety. #JagranVideo:समाजवादी पार्टी वोट के लिए नीचे गिरकर कार्य कर रही है : आदित्यनाथ @yogi_adityanathhttps://t.co/cS3YLvsVlG— Dainik Jagran (@JagranNews) June 1, 2016","author":"Scroll Staff","time":"2016-06-01T13:04:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809144-article-ohpuerwyaj-1455949055.jpeg","tags":["Dadri","Yogi Adityanath","Dadri lynching","Mohammad Akhlaq","Beef","intolerance"],"source":"https://scroll.in/latest/809144/dadri-lynching-charge-mohammad-akhlaqs-family-drop-their-benefits-says-bjp-mp-yogi-adityanath"}