{"title":"Dalit woman, raped by four men in Uttar Pradesh’s Hathras, dies in Delhi","content":"A 19-year-old Dalit woman from Uttar Pradesh died in Delhi on Tuesday, nearly two weeks after four men raped and tortured her in Hathras district, NDTV reported.The woman had been initially admitted to the Jawahar Lal Nehru Medical College And Hospital at the Aligarh Muslim University but was moved to the Safdarjung Hospital’s intensive care unit on Monday.  The woman had suffered multiple fractures. Her tongue had also been cut off.The woman’s brother told The Times of India that they received the news of her death at 6 am. “We want justice for her,” he said. “The accused should not be spared. They must he hanged.” Congress General Secretary Priyanka Gandhi Vadra expressed outrage over the woman’s death. “A Dalit girl, who suffered atrocities in Hathras, died in Delhi today,” she tweeted in Hindi. “She fought for her life in hospitals for a week.” Vadra told Uttar Pradesh Chief Minister Adityanath that he was responsible for the safety of the women and demanded strict punishment against the accused. हाथरस में हैवानियत झेलने वाली दलित बच्ची ने सफदरजंग अस्पताल में दम तोड़ दिया। दो हफ्ते तक वह अस्पतालों में जिंदगी और मौत से जूझती रही। हाथरस, शाहजहांपुर और गोरखपुर में एक के बाद एक रेप की घटनाओं ने राज्य को हिला दिया है। ..1/2— Priyanka Gandhi Vadra (@priyankagandhi) September 29, 2020\n\nDelhi Commission for Women Chairperson Swati Maliwal demanded that the accused be hanged. “In Hathras, four men brutally raped a 19-year-old girl,” she tweeted. “They broke her spine and cut her tongue. She died in Delhi today. Everyday, women are falling prey to the crimes and the government is least bothered.”The Bhim Army held a protest outside the hospital where the woman died, demanding punishment for the accused, NDTV reported. Protestors carried placards and raised slogans, saying “hang them”.Bhim Army chief Chandrashekar Azad highlighted the caste angle in the rape case.The protestors were angry over the alleged delay in providing medical treatment to the woman and also in the filing of the first information report by the police. Her family claimed that the police helped them only after a public outburst on the matter.In her statement to the police on September 22, the woman had said that the four men raped her on September 14 when she had gone to collect firewood. All the four accused are in jail.Last week, based on a complaint by the woman’s brother, the police had booked a man identified as Sandeep for attempted murder, under the Scheduled Caste and Scheduled Tribes (Prevention of Atrocities) Act. The family alleged Sandeep had tried to kill the woman over some old enmity.Past instancesEarlier this month, a three-year-old girl was gangraped and killed in a sugarcane field in Uttar Pradesh’s Lakhimpur Kheri district.On August 28, a man in Uttar Pradesh’s Maharajganj district raped and murdered a 12-year-old girl and left her body in a forest. On August 24, a 17-year-old girl was found dead near her house in the same district. The police said the minor was raped before being killed with a sharp weapon. Ten days before that, a 13-year-old Dalit girl was allegedly raped and murdered in the district. The body of the girl, who was strangled with her tongue allegedly cut, was found in a sugarcane field owned by one of the accused. The police had arrested four men in connection with the case.","author":"Scroll Staff","time":"2020-09-29T09:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136941-kmdsqveqqg-1597734370.jpg","tags":["Uttar Pradesh","Delhi","AIIMS","Hathras","Rape","Crimes Against Women"],"source":"https://scroll.in/latest/974392/dalit-woman-raped-by-four-men-in-uttar-pradeshs-hathras-dies-at-delhi-hospital"}