{"title":"Dalits were victims in 70% of all hate crimes since 2015 Dadri lynching case, says Amnesty","content":"Nearly 70% of all alleged hate crimes in India since September 2015 were committed on the basis of caste, human rights organisation Amnesty International India claimed on Tuesday.The organisation documented 721 alleged incidents – including rapes, assaults and murders – in the period, of which 498 were against Dalits and 156 against Muslims. As many as 103 incidents were “cow-related”, Amnesty said.In 2018, the number of alleged hate crimes the organisation recorded was 218, with Dalits being the victim in 142 cases and Muslims in 50. With 57 cases last year, Uttar Pradesh recorded the highest number of such incidents for the third straight year. It was followed by Gujarat with 22 cases, Rajasthan with 18, Tamil Nadu with 16 and Bihar with 14 cases.Amnesty released the data on an interactive “Halt the Hate” platform. The data was based on cases reported in the mainstream English and Hindi media since September 28, 2015, when a mob killed Mohammad Akhlaq in Uttar Pradesh’s Dadri town on the suspicion that he had slaughtered a calf.The report counted 97 incidents of assault and 87 killings in 2018. Out of the 40 incidents of sexual violence against women from marginalised groups, 33 were against Dalit women.Amnesty India head Aakar Patel said the data was “only a snapshot of alleged hate crimes in India”. “Many incidents are not reported to the police, and even when they are, many do not make it to mainstream media,” he said. “While criminal investigations have been initiated in some cases, several have gone unpunished. Authorities need to do much more to ensure justice for victims and their families.”Amnesty said the term “hate crime” is “generally applied to criminal acts against people based on their real or perceived membership of a particular group, such as caste, religion or ethnicity”.","author":"Scroll Staff","time":"2019-03-06T12:29:03.004268+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/915566-hkxdjcybbb-1499517487.jpg","tags":["Hate crimes","Amnesty India","Mob violence","Caste violence"],"source":"https://scroll.in/latest/915566/dalits-were-victims-in-70-of-all-hate-crimes-since-2015-dadri-lynching-case-says-amnesty"}