{"title":"Dalit professor at BHU accuses two colleagues and two students of assault, molestation","content":"A Dalit assistant professor at the Banaras Hindu University has accused two other assistant professors and two students of assaulting, molesting and humiliating her, The Indian Express reported on Thursday.Based on her complaint, a first information report was lodged in Varanasi on August 27, over three months after the incident allegedly occurred. The complainant alleged that the police filed a case only after she wrote to the Human Resource and Development Ministry, the Scheduled Castes and Scheduled Tribes Commission, and the Chief Minister’s Office.Assistant Commissioner of Police Praveen Kumar Singh said that the first information report was lodged after the police conducted a preliminary investigation as per the Code of Criminal Procedure.The complainant said that the dispute began after she refused to remove a person from his post despite pressure from the accused persons. She alleged that the accused persons targeted her as she was a Dalit, according to The Indian Express.According to the complaint, the accused persons “regularly talked about stripping her and making her do rounds of the university”. The assistant professor added that on May 22, one of the accused persons came to her chamber, threatened to have her removed from her post, and to kill her.“I came out of my chamber and then the other accused shut the door of the department,” she alleged. “One of the men held me and tried to do inappropriate things with me after tearing my clothes.”The police have filed a case under Sections 323 (voluntarily causing hurt), 342 (wrongful confinement), 354-B (assault or use of criminal force to woman with intent to disrobe), 504 (intentional insult with intent to provoke breach of the peace) and 506 (criminal intimidation) of the Indian Penal Code.They have also been booked under the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities) Act.One of the accused persons denied the allegations and said they were baseless, The Indian Express reported. “She has lodged similar complaints against others too,” the accused person said. “She has her personal motives and that is why she is doing this. Had a proper probe been done before the FIR was lodged, it wouldn’t have reached this stage.”","author":"Scroll Staff","time":"2023-08-31T16:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131262-zfubpqdgsb-1574241126.jpg","tags":["Banaras Hindu University","Dalit professor","Uttar Pradesh"],"source":"https://scroll.in/latest/1055201/dalit-professor-at-bhu-accuses-two-colleagues-and-two-students-of-assault-molestation"}