{"title":"Dalit Sikhs of Shillong’s Punjabi Line might agree to move. But where will they go?","content":"The Meghalaya government has drawn up a blueprint to relocate the Dalit Sikhs who have lived in Shillong’s Punjabi Line for over a century.On July 13, the state government told the Meghalaya High Court that it had identified three acres of land on the campus of the Reid Provincial Chest Hospital at Mawbah where a multi-storeyed building would be built to house the current residents of Punjabi Line. About 342 Dalit Sikh families live in Punjabi Line, spread across 3.3 acres in the commercial hub of Shillong. Meghalaya Deputy Chief Minister Prestone Tynsong refrained from saying the current plan was final or complete. “We are yet to finalise the area where they will be relocated,” said Tyson, who also heads the high-level committee tasked with resolving the Punjabi Line dispute. “One place has been identified but we are identifying two -three more places.”He pointed out that the matter is in court since the Harijan Panchayat Committee, the body representing the residents of Punjabi Lines, had challenged the relocation. Tyson believes they would eventually agree to the government’s relocation plans.After a protracted battle to continue living in Punjabi Line, its residents might be willing to consider relocating. But they have conditions: 200 square metres of land must be allocated per family and construction expenses provided.The Harijan Panchayat Committee feels the government is delaying a final plan of relocation. “As the election is approaching, they are not taking any decision which may influence their vote bank,” said Gurjit Singh, general secretary of the Harijan Panchayat Committee, which believes the government only wants to placate Khasi tribal groups in Shillong. “They are delaying the whole process deliberately.”An old land disputeThe Dalit Sikhs of Shillong arrived from Punjab over a century ago, many of them brought in by the colonial administration to sweep and clean the growing hill station. Punjabi Line, where they were housed, is also known as Sweepers’ Colony.According to the residents of Punjabi Line, the land was granted to them by the Syiem of Mylliem, the tribal body that controls land ownership in Shillong, in the mid-19th century. They also cite later bureaucratic documents to prove they have the right to permanent settlement in the area.Certain Khasi groups in Shillong, however, oppose their continued presence there, calling them “outsiders”. This rhetoric was boosted when even government committees alleged some of the residents may be “illegal settlers”.Meghalaya, a predominantly tribal state, enjoys protections under the Sixth Schedule, a constitutional provision that enables decentralised governance and customary laws in the tribal areas of Assam, Meghalaya, Tripura and Mizoram. Non-tribal communities are not allowed to buy land here. While most of Meghalaya is covered by Sixth Schedule protections, parts of Shillong are not. Tribal communities in the state have long-running anxieties about “outsiders” taking over their land.These anxieties fed into violence in 2018, as Khasi groups closed in on Punjabi Line and clashed with security forces stationed there. The state government then constituted the high-powered community to look into the decades-old land dispute. Meanwhile, the Harijan Panchayat Committee went to court.In October last year, the state government took possession of the disputed land, claiming it was done according to a tripartite pact signed by the state government, the Shillong Municipal Corporation and the syiem. It also said “illegal settlers” would be relocated, although no residents have been evicted yet.The Harijan Panchayat Committee said they were invited for talks on relocation only after the government took possession of the land. In April this year, the state government and Harijan Panchayat Committee met for the first time, soon after the latter agreed to negotiations in the high court.The state government on Wednesday directed the Urban Affairs department and Shillong Municipal Board (SMB) to identify a land for relocating over 342 households of the Sweepers’ Colony from Them Iew Mawlong.https://t.co/mC4lHVRW3A pic.twitter.com/ZY88QtZosr— Meghalaya News 24 (@MeghalayaNews24) April 13, 2022\n\nAfter the second meeting, the Harijan Panchayat Committee agreed, conditionally, to relocate to Shillong’s European Ward, where non-tribal people can buy or sell land.Gurjit Singh, general secretary of the Harijan Panchayat Committee, said they also wanted a 10-acre plot where all the Dalit Sikh families could be relocated together. “There are only three acres of land at the proposed site near the hospital area,” he said. “Our demand is to relocate all the 342 families together at a single place – European Ward. We don’t want any division.”According to Singh, it is the government who has to find a solution to the dispute.“If they want to move us from the current locations, they have fulfil our demands,” he said. “If they don’t agree to our decisions, we will not also move from here”Singh was not optimistic. “In the last 26 years, I have seen five governments,” he said, “People come and organise meetings to resolve the issue. But no government has done anything positive. The term of the current government is also ending, but I don’t know whether they will be able to do anything.” Life in Punjabi LineSingh conceded that they had begun to consider relocation because life in Punjabi Line was increasingly difficult. It has grown overcrowded. Basic facilities like water and electricity are hard to access. Residents of the locality find it hard to get permission for water and electricity connections, Singh said, or to build concrete houses.He added that MLA schemes were not implemented in the Punjabi Lane area, either.“They only come for vote,” he said. “The restrictions should go and they should allow us to reconstruct our houses, which are semi-pukka, made of wood. We want a solution and want to live peacefully.”   Opposition in MawbahBut local residents in Mawbah may not be happy about accommodating new inhabitants either. Local legislator Mohendro Rapsang and the Mawbah Dorbar Shnong – a local tribal body – have objected to the relocation plan on the grounds that the government did not consult local residents.“The Dorbar Shnong, the people in the locality, the headman and I have strongly objected to the relocation of the colony in that particular area as it is a hospital area,” said Rapsang. “The area is also a heavily congested and highly populated area, which has one of the highest densities of the people in the entire Shillong.”David Syiemlieh, who heads the Mawbah Darbar Shnong, said the area was already “overcrowded”, home to about 14,000 people.The government, headed by the National People’s Party, has also faced opposition from within, as the Bharatiya Janata Party, one of the coalition allies, opposed the plan. BJP state president Ernest Mawrie said the hospital land should be used to build a medical college instead of a new home for the residents of Punjabi Line.","author":"Rokibuz Zaman","time":"2022-07-24T09:00:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/flogspngvz-1528126106.jpg","tags":["North East","land dispute","Meghalaya"],"source":"https://scroll.in/article/1028768/dalit-sikhs-of-shillongs-punjabi-line-might-agree-to-move-but-where-will-they-go"}