{"title":"Danish Siddiqui was killed after being left behind during Afghan forces retreat: Reuters","content":"Indian photojournalist Danish Siddiqui was killed after he was left behind with two soldiers of the Afghan Special Forces while others in the same group retreated, during an attack by the Taliban, an investigative report by news agency Reuters said on Tuesday.The photojournalist was killed on July 16 while covering the Afghan conflict for the news agency. Initial reports had cited an Afghan forces commander who said that before the journalist and a senior military officer were killed in the Taliban crossfire, the personnel were trying to recapture the main market area of Afghanistan’s Spin Boldak district.The Reuters investigation found that the last location of Siddiqui’s phone was on the Spin Boldak-Kandahar route. The news agency could not verify all the details that led to the journalist’s death, but a ballistic expert has confirmed that Siddiqui was shot multiple times after he was killed.After a majority of the Afghan forces retreated, one of the special forces officer who was stranded along with Siddiqui was contacted through his phone, Reuters reported. A man, who identified himself as a Taliban fighter, answered the call and asked why Indians were being brought into the fight.“Don’t shoot him. He is a journalist,” the Afghan forces officer reportedly said on the call. To this, the voice on the other end replied: “We already killed that guy”.What happened?Major General Haibatullah Alizai of the Afghan Special Forces told Reuters that while withdrawing from Spin Boldak, his troops had left behind Siddiqui and two commando soldiers in the chaos. The troops were under the assumption that Siddiqui and the two soldiers had joined the convoy that was retreating.The group of Afghan soldiers had left Kandahar on the night of July 15 to retake Spin Boldak, which was under Taliban control.Some of the last photographs clicked by Siddiqui between 7.03 am and 7.34 am on July 16 showed that he was still with the Afghan forces’ group. A map analysis provided by the Special Forces showed that the journalist was 2.1 km from the center of Spin Boldak when he clicked the last photograph at 7.34 am.Soon after, clashes between the Taliban and Afghan forces began.Our main findings:- Danish was killed after he was left behind during a hasty retreat by Afghan special forces (SF), who he was embedded with- One soldier said he saw Danish and 2 others shot as they ran towards retreating vehicles. We can't verify exactly how he was killed pic.twitter.com/qVtEZw0jky— Devjyot Ghoshal (@DevjyotGhoshal) August 24, 2021\n\nAt 7.41 am, Siddiqui sent a voice message to Reuters’ Asia photos Editor Ahmad Masood, saying that he had been hit by a shrapnel from a rocket-propelled grenade.At 7.53 am, Siddiqui told another photojournalist in Kabul that he had taken shelter in a mosque. At 7.59 am, he shared his live location with Masood.Two minutes later, replying to Masood about the condition of his injury, Siddiqui sent his last message: “Just painful.”Over the next one hour, Siddiqui’s phone signal moved slowly along the Spin Boldak-Kandahar road, Reuters reported. However, the news agency could not contact him during this time.Meanwhile, during a conference call of Reuters editors on the situation, another photographer of the news agency sent Masood a photo that was circulating on social media. Masood could then confirm from the photo that Siddiqui had been killed.Alizai told Reuters that Siddiqui was being treated for his shrapnel injury by a medical professional of the Afghan Special Forces at the mosque when the Taliban launched a fresh attack.The former commander of Afghan Special Forces, after interviewing his soldiers, told us Danish and 2 other soldiers died after being left behind in a hasty retreat.“They were left there,” said Maj-Gen Haibatullah Alizai. From recovered camera, Danish’s last known picture: pic.twitter.com/hWpLcHbTO9— Stephen Grey (@StephenGrey) August 24, 2021","author":"Scroll Staff","time":"2021-08-24T22:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161626-kntlgszxdg-1626487823.jpg","tags":["Danish Siddiqui","Taliban","Afghanistan","Danish Siddiqui death"],"source":"https://scroll.in/latest/1003633/danish-siddiqui-was-killed-after-being-left-behind-during-afghan-forces-retreat-reuters"}