{"title":"Dara Shukoh: Supriya Gandhi’s biography reveals a complex and nuanced figure of the Mughal prince","content":"Shah Jahan was too ill to leave his bedchamber in the Red Fort – an inlaid and gilded marble structure where carved lattices filtered light and air and hanging blinds sealed the open archways. While the emperor ailed, Dara Shukoh guarded him fiercely. Shah Jahan’s condition worsened day by day, relates the chronicler Muhammad Salih Kamboh, who lived through this period. The emperor was afflicted with strangury, or urination that was both excruciating and incomplete. Along with this, he suffered dehydration, swelling below the navel, and fever. In modern medical terminology, he would likely have had an acute bacterial prostate infection. Such illnesses could be especially serious in an age before antibiotics. Medical doctors including the renowned Hakim Daud, known by the title Muqarrab Khan, as well as other unnamed “Christian physicians,” strove to cure the emperor. Dara Shukoh tended to his father constantly, staying with him in his private apartments.Rumours surged out of Shahjahanabad to the rest of the empire. Many people thought that the emperor was dead and that Dara was keeping the news a secret. In truth, there was not much he could have done to avert the gossip. An emperor’s illness was a calamity, toppling the equilibrium of humors that was thought to maintain the kingdom’s health as well as his own. Shuja’s retainer, Mir Muhammad Masum (fl. 1660), who felt the repercussions in distant Bengal, emphasised the importance of the emperor’s well-being with a verse: “As long as the incomparable Shah’s elements are healthy/The constitution of the age achieves balance.”Masum was right about the empire’s stability being threatened. Shah Jahan’s ailment unleashed a series of events that would pit Dara Shukoh against his brothers. In an attempt to quell hearsay and speculation, Dara blocked most courtiers from all access to the emperor or his news, also detaining his brothers’ agents at court. Masum claims Dara ordered for Mir Abu-l-Hasan, Shuja’s representative, to be shackled and pilloried, and even threatened to rend the man’s limbs. Such acts, according to Masum, planted in the kingdom’s soil the seed of fasad, a word connoting corruption, sedition, and chaos, a threat to the state and to order.The events that took place soon afterward convulsed Hindustan. Eventually, more authors would write about the struggle for succession between Shah Jahan’s sons than probably any other event in the dynasty’s history before the 1857 rebellion against British colonial rule. But with the breakdown of power at the centre, we have few substantial official accounts favouring Shah Jahan’s or Dara Shukoh’s perspectives. And the prince, experiencing the biggest crisis of his life, would hardly find the opportunity to pursue his own writing. It is conceivable that many sources did not survive the ravages of time. Only a few of Dara’s letters and decrees from this period remain. Writing at the beginning of the nineteenth century, the court administrator Muhammad Faiz Bakhsh (fl. 1818) quotes in the course of his history from an unnamed report, which he claims was written by Dara Shukoh’s private secretary. But by all measures this source does not appear to survive independently. We are left with a shifting kaleidoscope of reports and anecdotes that take us further from Dara Shukoh and the perspective of his inner circle. Among the cacophony of voices, three chronicles stand out, each written by a partisan of a different prince. The Waqiat-i Alamgiri, composed after the events by a votary of Aurangzeb, is attributed to the poet Mir Askari Razi (d. 1696/7), who later received the title of Aqil Khan. Murad Bakhsh’s tutor, Bihishti, an Iranian litterateur, composed the Ashob-i Hindustan, a versified synopsis of the turmoil in the late 1650s. Shah Shuja’s retainer, Muhammad Masum, wrote a history of the succession wars, into which he sometimes inserts his own personal narratives as an eyewitness. Masum’s history is known simply as the Tarikh-i Shah Shujai. Taken together, these three accounts offer valuable early insight into the momentous aftermath of Shah Jahan’s illness. Within a week, on September 24, 1657, the emperor had recovered enough to appear at the viewing balcony near his bedchamber, where Mughal emperors since the time of Akbar had customarily showed themselves to their subjects. His courtiers offered kornish obeisances. This was the occasion of an important proclamation. Dara Shukoh would have his rank increased to 50,000, with 40,000 cavalry. His annual income would also rise. With these gifts came an understanding that the heir would now be responsible for the affairs of state. By the end of October, the emperor’s health had improved enough for him to travel to Agra for a change of air. This would now be their new base of operations. Care was taken to weed out potential traitors. Muazzam Khan, already summoned from the Deccan, was removed from the post of prime minister. The Shahjahanabad Fort was left in the care of Khalilullah Khan. The other nobles recalled from the Deccan, Mir Jumla, Mahabat Khan, and Rao Sattarsal, would now report to the court in Agra.All the while, writes Masum, the times were as agitated as the tortuous “ringlets of moon-faced beauties.” As Dara’s brothers’ informants were prevented from sending reports, news of the emperor’s recovery may not have reached the other princes. Or, they did not trust what their agents conveyed. Shuja, believing the emperor to be dead, enthroned himself as emperor. He included in his grandiose title the epithet “Third Lord of the Auspicious Conjunction,” after Shah Jahan and Timur. He also added the phrase “Second Alexander,” after the Macedonian world conqueror, Alexander, the quintessential philosopher-king in Persian literature and a model for Mughal rule. Then, he loaded his army onto boats and headed upstream toward Shahjahanabad. On the tenth of December, Dara Shukoh prevailed upon Shah Jahan to send the twenty-two-year-old Sulaiman Shukoh to counter Shuja with an army of twenty thousand cavalry. The experienced Mirza Raja Jai Singh, who had now become Sulaiman Shukoh’s relative by marriage, accompanied the young prince.The currents of the Ganges moved the imperial forces swiftly eastward. But uncertainty beset Mirza Raja Jai Singh, who preferred to tread cautiously. He was seemingly reluctant to anger the emperor, whom he thought might favor striking a deal with Shuja. It seems that his relationship with Sulaiman soured during their journey. Dara Shukoh and Nadira took quick action to appease the raja. Dara assured him that Sulaiman’s reports would now be routed directly through Jai Singh. A communication from Nadira encourages the raja to spare no efforts toward victory and informs him that the emperor had granted him a generous monetary gift. Soon afterward, Dara Shukoh urges Jai Singh to bring back Shuja’s head.The imperial army pitched camp at Bahadurpur, near Benares. Shuja’s army was nearby, in a secluded spot with easy access to the river for transport and supplies. Dara Shukoh wrote Jai Singh urging him to attack. On February 24, 1658, the imperial forces stormed Shuja’s camp.Sulaiman Shukoh realised that the men under Shuja’s command had been negligent in their surveillance, writes Masum. Apparently, over the past twenty-five y ears in Bengal, Shuja’s soldiers had grown accustomed to sleeping in until the day’s second watch, or noon. The morning of the attack, they were comfortably supine atop their charpoys, shielded by mosquito nets. When the invaders streamed into their camp, they drowsily rubbed their eyes awake. There was no time even to put on their armour or fasten their weapons. Shuja was nowhere on the scene. In Masum’s words, “the Sultan of the horizons, too, by the dictates of fate, was at that time in a state of repose.” When eventually he did emerge, having clambered onto an elephant, it was too late.It was an easy victory for the imperial army, but Shuja managed to escape. He and some of his men fled by boat to Patna and, from there, to the fort of Mungir, where he hoped to withstand a siege. Sulaiman Shukoh went in hot pursuit of Shuja. Raja Jai Singh, on the other hand, took his time in arriving.About a month later, the imperial court obtained news of the successful campaign at Bahadurpur. It provided some comfort. The Mirza Raja and Sulaiman Shukoh received increases in their ranks. Dara Shukoh took care to congratulate Jai Singh after the Bahadurpur victory, even though it was largely Sulaiman Shukoh’s operation. It was the biggest military success the subcontinent had seen in over a century, the prince said. He fondly addressed the raja as “Dada bhai” to reflect their recent kinship ties after Sulaiman’s marriage. But Dara Shukoh and Shah Jahan already had to deal with other new crises raging in Gujarat and the Deccan. There was still no resolution to Shuja’s rebellion. Excerpted with permission from The Emperor Who Never Was: Dara Shukoh in Mughal India, Supriya Gandhi, Harvard University Press.","author":"Supriya Gandhi","time":"2020-02-12T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/28968-thxvospnps-1574082730.jpeg","tags":["history","Mughals"],"source":"https://scroll.in/article/952795/dara-shukoh-supriya-gandhis-biography-reveals-a-complex-and-nuanced-figure-of-the-mughal-prince"}