{"title":"Darjeeling-set film ‘Nimtoh’ celebrates the extraordinary in an ordinary boy’s life","content":"The son of Tashi’s boss is getting married, and Tashi really, really hopes that he will be invited.The boy is jangling with anticipation and impatience. He won’t stop bothering his grandmother as they guard a cardamom orchard at night – one of the many tasks they perform for their masters. Is there a “nimtoh”, or an invitation, bearing Tashi’s name? After all, don’t Tashi and his grandmother serve their patrons faithfully and tirelessly? As Saurav Rai’s Nimtoh reveals, Tashi’s attempts to wangle a seat at the wedding table will lead to both droll moments and dark truths.Rai’s debut feature is set in a village in Darjeeling and is in the Nepali language. Over 85 well-spent minutes, the 33-year-old filmmaker provides a measure of Tashi’s irrepressible personality, his tough-love relationship with his grandmother, and the invisible wall that separates the servants from the served. Tashi and his grandmother live on their boss’s property, and are never allowed to forget that they are insider-outsiders. They are not always welcome in the house – amply revealed in the scene when Tashi marches into the living room to watch television and his employer pointedly changes the channel.Nimtoh (2019). Courtesy Crawling Angel Films.Nimtoh is among the 10 titles in the Indian competition section at the Mumbai Film Festival (October 17-24). The other films include Gitanjali Rao’s animated feature Bombay Rose and Archana Phadke’s personal documentary About Love.Rai’s feature, which has been produced by Sanjay Gulati, benefits from an unhurried approach that allows the characters to reveal themselves as well as accommodates charming little details of daily life. The distances between the habitations is often bridged by cries of “ooee!”, which become an inextricable part of the sound design.“I enjoy making observational films about personal themes, about what I see and what moves me, about my roots, my own people and internal conflicts,” Saurav Rai told Scroll.in. Nimtoh was inspired by a minor incident involving a young neighbour during Rai’s wedding. When it came to making the film, the crew arrived in Rai’s village, which lies between Darjeeling and Kalimpong, without a clear storyline. The idea was to shoot a lot and hope that a narrative would emerge. “I wanted to create scenes as organically as possible, without manipulation or an external push,” said the Satyajit Ray Film and Television Institute of India alumnus. “There was a broad structure, but we wanted to be inspired and not do anything forcefully.” This is why Nimtoh has so many lengthy takes, allowinh for the untrammelled depiction of moments of truth and profundity. The film has been shot by Appu Prabhakar, who has collaborated with Rai on previous projects.“I am a simple person, and I am generally calm and observant,” Rai explained. “I don’t like to manipulate the time factor too much.” He wanted to capture the undulating rhythms of village life and recreate verisimilitude as much as possible.“I was trying to derive a sense of something real happening,” Rai said. “It sounds like a cliche, but when you are investing your time in such films, the aesthetic develops by itself, and you just slip into these moments. The idea was to engage audiences with as little disturbance as possible.”Nimtoh (2019). Courtesy Crawling Angel Films.Easier said than done – the artifice behind naturalism in the movies is harder than it looks. Several sequences in Nimtoh necessitated numerous takes, which challenged the crew and the largely non-professional cast. Except for one professional, most of the performers in Nimtoh are amateurs.“We would go into the cardamom orchard and nothing would come to mind,” Rai said while recalling the perils of observational cinema. “We used to just sit around, and I would get nervous. Then I would back to the location and shoot again for a few hours. It could either get worse or it could improve – there were only two possibilities. That was a risk, but then nothing can replace the images created in these conditions.”The lack of a professional cast actually made it easier. “The film would have been impossible with trained actors – they would have been judgemental and asked, what are you doing,” Rai said. Most of the cast is drawn from his extended family. Rai’s grandmother plays Tashi’s only living relative. Tashi’s boss is Rai’s uncle, and Rai’s grandfather stepped in to play a shopkeeper who correctly predicts the onset of rain.Rai portrays the owner’s son, whose wedding tips Tashi in the direction of anxiety. The bride is played by a friend of Rai’s sister. Even the two dogs in the film, Tinkle and Ginger, belong to Rai’s family. Nimtoh (2019). Courtesy Crawling Angel Films.“The house that we shot in is my own house,” Rai added. “For the wedding scene, I wore the tuxedo that I had worn for the Cannes Film Festival.” Rai’s short film, Gudh, was screened in Cannes in 2016.The little invitation seeker around whom the movie revolves is also from Rai’s village. Tashi is the first face you see in Nimtoh and the last thing you might remember. Pravesh Gurung plays Tashi with a mixture of mischief and innocence. Gurung beautifully portrays Tashi’s irreverence and petulance as well as his sense of hurt when it appears that he might not get an invite after all. Tashi has a sense of entitlement that makes him assume that he will be a guest, but he is also sensitive to his inferior position, which is expressed in often moving ways. Gurung had previously appeared in Jhajhalko, an experimental short film directed by Rai in 2014. “The kid and I have a functional relationship,” Rai said. “He is very smart – he could not only act, but he would ask me for Rs 10 for every 20-30 minutes that he shot.”\n\n\n    \n    Play\n\nJhajhalko (2014).Tashi is adorable but also something of a brat – and it was important for Rai to create a nuanced character. “The kids in my village are not cute and cuddly,” Rai pointed out. “They are neither mature nor immature. They have seen so much of life. I remember one kid telling me that he had seen hardship equivalent to seven suns. That moved me – I am nothing compared to these kids.” Gurung played a younger version of Rai in Jhajhalko, and it was fitting that the boy was cast in Rai’s debut feature, which is also deeply autobiographical and draws on his memories of growing up in Bari Mangwa village. Rai was brought up his grandparents, and he lived in Bari Mangwa for much of his childhood. “All my characters come from this village,” Rai said. Nimtoh was also a way for the director to reconnect with his roots after having moved to Kolkata to study filmmaking and eventually to Mumbai in 2015.Rai was affected by the pressures of Mumbai, which discourages even routine existence, let alone a life dedicated to creativity. “I felt that Mumbai wasn’t the space to work, and I felt I was in the wrong place at the wrong time,” Rai said. “But a filmmaker must create irrespective of his space – he should be able to make something even on Mars. I realised that this thing was inside me while I had been growing up, and that space had nothing to do with it.” Nimtoh gave Rai the perfect excuse to return to the mountains and create a document of his family as he saw it. “My grandparents are in their eighties, and it is a great joy that for me as their grandson and a son of the soil that they will live on through these characters,” Rai said. He will be back in his backyard for his next feature, which revolves around a series of incidents linked to the folklore and mythology of the region.“We are documenting the life that regular Indians have not seen and explored,” Rai said. “When I saw Tashi, I wondered, could I make a film that goes into the internal gaze of a boy and reflect the politics of the village too?” Yes indeed, and Nimtoh is an invitation to lives both ordinary and extraordinary.Saurav Rai.","author":"Nandini Ramnath","time":"2019-09-29T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128120-ycjnzwjjyi-1569599634.jpg","tags":["Saurav Rai","Nimtoh film","Mumbai Film Festival"],"source":"https://scroll.in/reel/938100/darjeeling-set-film-nimtoh-celebrates-the-extraordinary-in-an-ordinary-boys-life"}