{"title":"Data check: India’s history at the Summer Olympic Games – medals, firsts and records ","content":"Note: The article was originally published in August 2020. It’s the time of the year when the achievements of sportspersons at the highest level – the Olympics Games – are remembered and celebrated. The Summer Olympics are typically held every four years in the months of July and August. The 2020 edition of the Games, to be held in Tokyo between July 24 and August 9, were postponed by a year due to the coronavirus pandemic.From 1948 hockey gold to Abhinav Bindra’s Beijing triumph: India’s five greatest Olympic momentsFrom Independent India’s first medal – the hockey gold at the 1948 London Games – to India’s first individual gold – Abhinav Bindra at 2008 Beijing – each of the moments is worth a celebration.Here’s a look at all of India’s medals at the Summer Games: List of medals  \n    \n       Games  Name/Team  Medal  Sport  Event \n    \n     1900 Paris  Norman Pritchard  Silver  Athletics  Men's 200 metres  1900 Paris  Norman Pritchard  Silver  Athletics  Men's 200 metre hurdles  1928 Amsterdam  Men's hockey team  Gold  Field Hockey  Men's competition  1932 Los Angeles  Men's hockey team  Gold  Field Hockey  Men's competition  1936 Berlin  Men's hockey team  Gold  Field Hockey  Men's competition  1948 London  Men's hockey team  Gold  Field Hockey  Men's competition  1952 Helsinki  Men's hockey team  Gold  Field Hockey  Men's competition  1952 Helsinki  Khashaba Dadasaheb Jadhav  Bronze  Wrestling  Men's freestyle bantamweight  1956 Melbourne  Men's hockey team  Gold  Field Hockey  Men's competition  1960 Rome  Men's hockey team  Silver  Field Hockey  Men's competition  1964 Tokyo  Men's hockey team  Gold  Field Hockey  Men's competition  1968 Mexico City  Men's hockey team  Bronze  Field Hockey  Men's competition  1972 Munich  Men's hockey team  Bronze  Field Hockey  Men's competition  1980 Moscow  Men's hockey team  Gold  Field Hockey  Men's competition  1996 Atlanta  Leander Paes  Bronze  Tennis  Men's singles  2000 Sydney  Karnam Malleswari  Bronze  Weightlifting  Women's 69kg  2004 Athens  Rajyavardhan Singh Rathore  Silver  Shooting  Men's double trap  2008 Beijing  Abhinav Bindra  Gold  Shooting  Men's 10 m Air Rifle  2008 Beijing  Vijender Singh  Bronze  Boxing  Middleweight  2008 Beijing  Sushil Kumar  Bronze  Wrestling  Men's freestyle 66kg  2012 London  Vijay Kumar  Silver  Shooting  Men's 25 Rapid Fire Pistol  2012 London  Sushil Kumar  Silver  Wrestling  Men's freestyle 66kg  2012 London  Saina Nehwal  Bronze  Badminton  Women's singles  2012 London  Mary Kom  Bronze  Boxing  Women's flyweight  2012 London  Gagan Narang  Bronze  Shooting  Men's 10m Air Rifle  2012 London  Yogeshwar Dutt  Bronze  Wrestling  Men's freestyle 60kg  2016 Rio de Janeiro  PV Sindhu  Silver  Badminton  Women's singles  2016 Rio de Janeiro  Sakshi Malik  Bronze  Wrestling  Women's freestyle 58kg \n  India has won a total of 28 medals at the Summer Games, with hockey being the most successful sport. But which was India’s first medal? There has always been a debate surrounding this question. The official record on the Olympic website attributes it to Norman Pritchard, who won two silver medals at the 1900 Paris Games in athletics – 200m sprint and hurdles. This achievement makes him, till date, India’s most successful track and field athlete as well as the most decorated individual Indian Olympian.However, there has been research suggesting that Pritchard was not actually Indian, but born to an English family settled in India. In many accounts, his medals are attributed to both England and India. Fact remains that there was no Indian flag or contingent back in 1900 and Pritchard competed as an individual. So whose medals were they?In a Scroll.in article titled The truths, half-truths (and untruths) about ‘India’s greatest Olympic hero’, the situation around this particular has been explained thus:First, Pritchard did not enter the 1900 Olympics officially under the Indian flag (India was not even a member of the Olympics until 1928, when it sent its first official contingent). Instead, Pritchard entered the Olympics as a private individual, as many people did at the time. And, owing to various circumstances, he went to Paris with the British Amateur Athletics Association team.On the other hand he was, undoubtedly, born in India, educated in India, and worked in India in his early years, in the jute trade. He also set an entire series of athletic records in India, including the Bengal 100 yards sprint record for seven consecutive years, and the national 120 yards hurdles record.He had an Indian birth certificate, and travelled to Paris on an Indian travel document (the forerunner of today’s passport). If the Pritchard mystery is discounted, the first Indian Olympics medal was fittingly in field hockey, a gold at the 1928 Amsterdam Games. It started India’s domination in the sport at the Olympic level, as the men’s team went on to win six successive gold medals from 1928 to 1956, with Independence in 1947 neatly cleaving this achievement in the middle. Overall, India won eleven medals in twelve Olympics between 1920 and 1980. The 1948 gold was even more special as it came against former colonisers Great Britain, a comprehensive 4-0 win in the final, in the first edition of marching under the Indian tricolour flag and  not the British-India flag. Indian men’s hockey’s five greatest moments: From 1936 Olympic triumph to 1998 Asian Games gloryAnother consequence of the Independence was the struggle to put together a strong team after the Partition as some of the top  players at that time had moved to Pakistan.India’s first individual medal at the Olympics came at the 1952 Games in Helsinki when Khashaba Jadhav won the bronze in freestyle wrestling. It was a momentous feat for a country independent for only five years, but the scope of Indian sport was very different then.Given how hard India had made it for Jadhav to even make the trip to the Olympics, the medal was a lesson in how determination and perseverance can overcome all odds. Jadhav had to petition to get a fair trial for selection. Then, he and his family had to crowd fund his trip to the Games. All this before he was on the mat, which was a whole different challenge. Know your legend: KD Jadhav, India’s first individual Olympic medallist, succeeded against the oddsAfter Jadhav’s hard-fought medal, India had to wait for 44 years to get its next individual medal in the Olympics. It came at the 1996 Atlanta Games when tennis player Leander Paes continued his family tradition and won an Olympic bronze.End of a long wait – when Leander Paes made India proud at the 1996 Olympics Since then, India had won at least one medal at every summer Olympics. The 2012 London Games proved to be the most prolific with six medals in total.At the 2000 edition in Sydney, Karnam Malleshwari became the first Indian woman to win an Olympic medal when she won the bronze in weightlifting. Although it did take 12 years more for the next Indian woman to clinch an Olympic medal, her feat was truly a gamechanger. Since then four other women – Mary Kom, Saina Nehwal, PV Sindhu and Sakshi Malik – have followed suit by winning medals for the country.“Now everyone expects medals from girls and compared to men, they are the ones who’ve been winning,” Malleswari told Scroll.in in an interview.“There are hurdles and once you carve a path, the confidence automatically builds up in others. Once that happens, a girl is able to think that if someone can do it, then why not me? I feel proud to have created this pathway for our girls and to see them winning Olympic medals. Some even tell me today, ‘Ma’am you started it all’, so I feel delighted to have changed the perception.”Karnam Malleswari interview: ‘That a girl could win an Olympic medal came as a shock to everyone’Four years later, India won its first individual silver medal when Rajyavardhan Singh Rathore came second in men’s double trap at the Athens 2004 Games. It proved to be the stepping stone for the first individual gold, also in shooting.  India's Olympic medals by sport \n    \n       Sport  Gold  Silver  Bronze  Total \n    \n     Field hockey  8  1  2  11  Shooting  1  2  1  4  Athletics  0  2  0  2  Wrestling  0  1  4  5  Badminton  0  1  1  2  Boxing  0  0  2  2  Tennis  0  0  1  1  Weightlifting  0  0  1  1  Total  9  7  12  28 \n  India won the last of its eight Olympic gold medals in field hockey at the 1980 Moscow Games. It has been 40 years since then but Indian hockey’s record at Olympics remains awe-inspiring. With 11 medals, India leads the charts when it comes to field hockey at the Olympics.  Data Check: Indian’s hockey record at the Olympic Games After hockey, the most successful sports for India at the Olympics have been shooting and wrestling. Although wrestling has one more medal than shooting, the sport has the distinction of giving India its first – and only so far – individual gold. Bindra’s gold in men’s 10m air rifle at the 2008 Beijing Games took India to the top of an Olympic podium for the first time since 1980.‘Satisfaction was the greater celebration’: Remembering Abhinav Bindra’s Olympic goldAt the next edition in London, India’s shooting tally was doubled with a silver for Vijay Kumar and bronze for Gagan Narang. Wrestling, on the other hand, has the only Indian (if one discounts Pritchard that is) to have won two individual Olympic medals. Sushil Kumar won a bronze in 2008 and did one better with a silver at the 2012 London Games. Yogeshwar Dutt and Sakshi Malik, the first Indian woman wrestler to win an Olympic medal, also have bronze medals. The next most successful sports are badminton and boxing. Vijender Singh in 2008 and MC Mary Kom in 2012 are the pugilists who have won bronze.Badminton is the sport where only women have won medals, with Nehwal clinching bronze in 2012 and Sindhu claiming silver in 2016 – the brightest spot in an otherwise underwhelming Games. With the Tokyo Games a year away, it remains to be seen how India’s Olympic tally will improve.","author":"Scroll Staff","time":"2020-08-13T15:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145946-aphfajgwbb-1597311949.jpg","tags":["India at the Olympics","Olympics","Indian sport"],"source":"https://scroll.in/field/970151/data-check-indias-history-at-the-summer-olympics-medals-firsts-and-records"}