{"title":"Data check: Virat Kohli breaks Sachin Tendulkar’s record for most ODI centuries","content":"Virat Kohli broke his “hero” Sachin Tendulkar’s record of most One-Day International hundreds during India’s ICC Men’s ODI World Cup semi-final fixture against New Zealand at the Wankhede Stadium, Mumbai on Wednesday. Scoring an unbeaten 100 off 106 balls on Wednesday, Kohli now has 80 international centuries across formats. Here too, he only trails Tendulkar’s record 100 hundreds across formats by 20. It has taken Kohli 279 innings to score 50 hundreds while Tendulkar had taken 452 innings to amass 49 hundreds. Kohli had equalled Tendulkar’s record of 49 ODI tons during India’s 243-run rout of fellow World Cup semi-finalists South Africa on Sunday. On the occasion of his 35th birthday, he made a superbly paced unbeaten 101 on a tricky pitch at Kolkata’s Eden Gardens.Also read: ICC Men’s ODI World Cup: Birthday boy Virat Kohli turns a century older at Eden GardensInterestingly, the top three batters to score the most hundreds in ODIs are all Indians. After Kohli and Tendulkar, Indian captain Rohit Sharma follows with 31 centuries in 251 innings. Ricky Ponting (30) and David Warner (22) are the two Australians in the top 10 while Sanath Jayasuriya (28) and Kumar Sangakkara (25) are the two batters from Sri Lanka. Hashim Amla (27) and AB de Villiers (25) are the only batters from South Africa. Chris Gayle also features in the list with 25 centuries. Warner is the only active player in the list after Kohli and Sharma. Here’s a look at the record for most ODI hundreds for batters: Most ODI hundreds \n    \n       Player  Mat  Inns  NO  Runs  HS  Ave  BF  SR  100  50  0 \n    \n     V Kohli (IND)  291  279  44  13794  183  58.69  14734  93.62  50  71  16  SR Tendulkar (IND)  463  452  41  18426  200*  44.83  21368  86.23  49  96  20  RG Sharma (IND)  261*  253  36  10662  264  49.13  11613  91.81  31  55  16  RT Ponting (AUS/ICC)  375  365  39  13704  164  42.03  17046  80.39  30  82  20  ST Jayasuriya (Asia/SL)  445  433  18  13430  189  32.36  14725  91.20  28  68  34  HM Amla (SA)  181  178  14  8113  159  49.46  9178  88.39  27  39  4  AB de Villiers (Afr/SA)  228  218  39  9577  176  53.50  9473  101.09  25  53  7  CH Gayle (ICC/WI)  301  294  17  10480  215  37.83  12019  87.19  25  54  25  KC Sangakkara (Asia/ICC/SL)  404  380  41  14234  169  41.98  18048  78.86  25  93  15  DA Warner (AUS)  159  157  6  6896  179  45.66  7106  97.04  22  33  4 \n   via ESPN Cricinfo After Kohli had equalled Tendulkar’s record, the Indian great wrote on X, formerly known as Twitter: “Well played Virat. It took me 365 days to go from 49 to 50 (years old) earlier this year. I hope you go from 49 to 50 and break my record in the next few days. Congratulations.”Kohli responded to that during the post-match presentation saying, “His tweet is quite special. It’s all too much to take in for now. It’s a huge honour to equal my hero’s record. He’s perfection with the bat. It’s an emotional moment. I know the days I come from, I know the days I have watched him on TV.Also read: Cricket: Virat Kohli matches Sachin Tendulkar’s 49 ODI tons – ‘To equal my hero’s record is special’ Kohli’s ODI tons vs opposition \n    \n       Opposition  No of centuries \n    \n     Sri Lanka  10  West Indies  9  Australia  8  South Africa  5  New Zealand  6  Bangladesh  5  England  3  Pakistan  3  Zimbabwe  1 \n   via ESPN Cricinfo  Number of ODI centuries in each country \n    \n       Country  No of centuries scored \n    \n     India  24  Bangladesh  6*  Australia  5*  Sri Lanka  5*  West Indies  4  South Africa  3  England  1  Zimbabwe  1  New Zealand  1 \n   *Most by a foreign batter via ESPN Cricinfo Almost half of Kohli’s centuries have come while playing in India. His 24 centuries are the most any batter has scored in India ahead of Tendulkar’s 20 and Rohit Sharma’s 13.With six centuries in Bangladesh and five centuries in Australia, Kohli also holds the record for most 100+ scores in those countries by a foreign batter. Kohli and Tendulkar also hold the record for most centuries by a foreign batter in Sri Lanka, with five apiece. Most ODI centuries batting first \n    \n       Player  No of centuries \n    \n     Sachin Tendulkar  32  Virat Kohli  23  Ricky Ponting  22  Hashim Amla  21  AB de Villiers  18  Sanath Jayasuriya  18  Kumar Sangakkara  18 \n   via ESPN Cricinfo  Most ODI centuries batting second \n    \n       Player  No of centuries \n    \n     Virat Kohli  27  Sachin Tendulkar  17  Rohit Sharma  15  Chris Gayle  12  Tillakaratne Dilshan  11 \n   via ESPN Cricinfo  Most ODI centuries as captain \n    \n       Player  Country  No of centuries \n    \n     Ricky Ponting  Australia  22  Virat Kohli  India  21  AB de Villiers  South Africa  13  Sourav Ganguly  India  11  Sanath Jayasuriya  Sri Lanka  10 \n   via ESPN Cricinfo","author":"Scroll Staff","time":"2023-11-15T17:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195900-ekydjyffgq-1700047009.jpg","tags":["Virat Kohli","Sachin Tendulkar","ICC Men's ODI World Cup","ICC Men's ODI World Cup 2023","ICC Men's Cricket World Cup","World Cup","Cricket World Cup","India","England","Australia","Pakistan","South Africa","New Zealand","Sri Lanka","Netherlands","Bangladesh","Afghanistan","World Cup in India","Cricket scores","cricket updates","World Cup scores","World Cup updates","Rohit Sharma","Jos Buttler","Babar Azam","David Warner","Steve Smith","Kane Williamson","Shaheen Shah Afridi","Rashid Khan","Jasprit Bumrah","Ben Stokes","Kagiso Rabada"],"source":"https://scroll.in/field/1058736/data-check-virat-kohli-breaks-sachin-tendulkars-record-for-most-odi-centuries"}