{"title":"Data check: How often does Narendra Modi travel – and how much of it is on BJP work?","content":"It is no secret that Narendra Modi is one of the most-travelled world leaders. This week, he spent five days between South Africa, Uganda and Rwanda, taking his tally to 84 international trips since becoming prime minister.Modi assumed office in May 2014 and by the end of his Africa tour, has spent 492 days travelling to various parts of India and the world, a little over 32% of his tenure, according to the visits listed on the PMO website. His predecessor, Manmohan Singh, spent 368 days travelling during his first term and 284 days in his second term. Modi still has about 10 months left in his tenure.The two prime ministers have contrasting travel habits. The most Singh travelled in a month during his two terms was in September 2007, when he went to Brazil, Cuba and South Africa, and also made domestic visits to Maharashtra, Uttarakhand, Punjab and Haryana.  These two long trips added up to a total of 18 days away from Delhi.Singh spent 15 days away from the office in a month only twice in 10 years. Modi has already done it five times, with 10 months still to go. Modi has not spent an entire calendar month in Delhi since June, 2014. The data taken from the PMO’s website illustrates how his travel compares to his predecessor.Noticeably, Modi’s travel seems to pick up during an election cycle. In February 2017, during the run-up to the assembly elections in five states, he spent 15 days on the road campaigning in Uttar Pradesh, Uttarakhand and Manipur. His quasi-presidential style campaign spanned across three months starting from late January and ending in early March. During this time, he spent 26 days travelling on non-official work to states where elections were due. Non-official travel is categorised as work that is not related to governance. This typically happens around an election cycle. The PMO website defines visits as official or non-official. Only domestic visits are listed as non-official. As the first chart above shows, “non-official” travel is where the difference between the two becomes even more stark: Modi has travelled 101 clear days for non-official work, with 12 days additional days designated as travel for both official and non-official purposes.  Singh, by contrast, travelled only for 51 days in his first term and 24 days during his second for non-official work. The longest time spent campaigning during his tenure was his 2009 re-election campaign when he spent 15 days on the road between April and May, 2009.That Modi has already done more non-official travel in four years than Singh did in 10 is perhaps indicative also of their relative importance to their party campaigns. At the assembly election level, Singh is dwarfed by his successor. From November 1, to December 14, 2017, Modi spent 15 days campaigning in Himachal Pradesh and Gujarat. The BJP won both assembly elections. During the Karnataka elections in May this year, Modi did not adopt the same assertive travel habits. He spent only six days campaigning in the state, making four  non-official trips to Karnataka between May 1 to May 8. Once the next set of assembly elections roll around in early December, Modi is bound to shift into another gear.","author":"Anand KatakamVijayta Lalwani","time":"2018-07-29T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887762-fhkzkzvemf-1532786312.jpeg","tags":["Narendra Modi","Manmohan Singh","Prime Minister"],"source":"https://scroll.in/article/887762/data-check-how-often-does-narendra-modi-travel-and-how-much-of-it-is-on-bjp-work"}