{"title":"Before Nagaland goes to polls, a look at its performance on health, education and crime indicators","content":"There is higher child malnourishment in Nagaland and fewer schools have functional toilets but more have drinking water facilities, and the state reported fewer violent crimes in 2021, show an analysis of several health, nutrition and crime indicators from the state.With the state assembly elections in Nagaland on February 27, here is FactChecker’s data dive:HealthWe looked at child nourishment, child mortality, and indicators of maternal health, with data from the National Family Health Surveys conducted in 2005-’06, 2015-’16 and the most recent survey in 2019-’21.Between National Family Health Survey 4 in 2015-’16 and National Family Health Survey 5 in 2019-’21, the percentage of children under five years of age who were stunted (low height for age), wasted (low weight for height) or underweight (low weight for age) increased. In fact, the percentage of wasted and underweight children in 2019-’20 (26.9% and 19.1%) was more than in 2005-’06 (25.2% and 13.3%).  At the same time, the under-five mortality rate (death before a child turns five years old), per 1,000 births, nearly halved between National Family Health Survey 3 (65) in 2005-’06 and National Family Health Survey 5 (33) in 2019-’21.In terms of maternal care, deliveries attended by skilled healthcare professionals, such as doctors, nurses, Lady Health Visitors, Auxiliary Nurse and Midwives, went up from 24.7% in 2005-’06 to 41.3% in 2015-’16 to 55.3% in 2019-’20. The proportion of institutional deliveries increased from 12% to 46% in the same 15-year time period.The percentage of total anaemic women in the state increased marginally from National Family Health Survey 4 to National Family Health Survey 5 (27.9% to 28.9%), and the share of pregnant anaemic women dipped (32.7% to 22.2%).EducationThe Gross Enrolment Ratio in Nagaland has improved since 2018-’19 for all levels of education except upper-primary, according to data from the Unified District Information System For Education. The Gross Enrolment Ratio compares enrolment at a specific level of education to the population of the age-group that would be at that level of education. For example, the Gross Enrolment Ratio for ‘primary’ school is the number of children enrolled in grades 1 to 5, regardless of their age, as a percentage of the population, 6-10 years.While the percentage of schools with functional electricity and drinking water facilities has improved In Nagaland, the percentage of schools with a functional boy’s or girl’s toilet reduced between 2018-’19 and 2021-’22.  CrimeReported violent crimes in the state have decreased 33% in the ten-year period from 2012 (263) to 2021 (158), after peaking at 324 crimes in 2015.The reported number of total crimes and crimes against women has seen a marginal increase, 4.5% and 5.9%, respectively, in the same time period.This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Divyani Dubey, Factchecker.in","time":"2023-02-26T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187252-txnfdafbhv-1677226234.jpg","tags":["Nagaland","Northeast","Assembly elections"],"source":"https://scroll.in/article/1044530/data-check-in-nagaland-child-malnourishment-has-worsened-but-maternal-healthcare-has-improved"}