{"title":"Data check: Kidambi Srikanth’s meteoric rise explained in three charts","content":"Kidambi Srikanth became the first Indian male badminton player to reach world number one displacing Victor Axelson who spent 28 weeks as the sport’s top shuttler but has been out of action for most part of this year due to an ankle injury. Though the legendary Prakash Padukone was ranked number one back in 1980s, the world badminton federation did not have an official ranking system. Though not a ranking event, Srikanth has been in good form in the Commonwealth Games in Gold Coast. He registered his first win over former world number one Lee Chong Wei in straight games to help India bag the historic mixed team gold and is now favourite to clinch the individual gold this week.****************Srikanth’s rise has been nothing short of meteoric. In 2017, he made a habit of reaching the business end of major tournaments. He became the fourth player after Lin Dan, Lee Chong Wei and Chen Long to win four super series tournaments in a calendar year. All three are arguably the sport’s greatest shuttlers.With his elevation, he also becomes only the sixth player in nearly ten years to occupy the top spot. For the better of the decade, it’s been held by Lee Chong Wei with relatively brief appearances from Lin Dan and Chen Long. But since January 2017, it’s been tricky staying at the top with Korea’s Son Wan-Ho and Denmark’s Axelsen entering the fray. Including Srikanth, there have been four world number ones in this period. But being world number 1 doesn’t always mean you’re the best. Lin Dan arguably the greatest badminton player of all-time seems to perform at another level during the big tournaments. He’s hauled in two olympic gold medals and 28 wins against Lee Chong Wei’s 12. Srikanth is relatively younger and is perhaps only reaching the peak of his powers. But if his form is anything to go by, we could see him stay at the top for a while.","author":"Anand Katakam","time":"2018-04-12T15:23:34.198799+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875318-82140-pouotrilkh-1518756982.jpg","tags":["Kidambi Srikanth","Data check","badminton","world number 1"],"source":"https://scroll.in/field/875318/data-check-kidambi-srikanths-meteoric-rise-explained-in-three-charts"}