{"title":"Data check: What have different governments at the Centre done for Kashmiri migrants?","content":"The hotly-debated movie Kashmir Files, which is based on the exodus of Kashmiri Pandits from the Valley in 1990, has sparked several conversations since its release. The discussion on what has been done to rehabilitate the migrants restarted in Parliament too.Nationalist Congress Party leader  Supriya Sule criticised the Bharatiya Janata Party for not including specific interventions for Kashmiri Pandit migrants in the Budget for Jammu & Kashmir. “In this entire Budget document, there is no mention of any Kashmiri Pandit or specific interventions done for refugees who left Kashmir during the insurgency or who have come back,” she claimed.Soon after that on March 14, Union Finance Minister Nirmala Sitharaman presented the Budget of Jammu and Kashmir in Parliament and assured that the Centre will fulfil all its promises made to rehabilitate displaced Kashmiri Pandits.In 1990, scores of Kashmiri Pandits were forced to leave the Valley due to rising militancy and calls for violence against the community. According to a response to a Right to Information query received by RTI activist Prafful Sarda in February 2020 (FactChecker has access to it), 64,827 Kashmiris left the erstwhile state of Jammu and Kashmir in 1990. Of the 64,827 registered migrant families  – 60,489 are Hindu families, 2,609 Muslim and 1,729 Sikh, showed a 2020-’21 Parliamentary Standing Committee report of the Ministry of Home Affairs.Families in campsAmong the migrated families, 67% (43,494) are registered in Jammu, nearly 30% (19,338) in Delhi and 3% (1,995) are registered in other parts of the country. Of the 43,494 migrant families in Jammu, 12.6% or 5,248 families still live in migrant camps.\n\t\t\n\tHowever, FactChecker found a gap in figures reported by the central government as another March 2021 statement by the Ministry of Home Affairs report, mentions a total of 44,167 registered Kashmiri migrants and of these it reports 39,782 to be Hindu families.Both the United Progressive Alliance and the National Democratic Alliance governments have devised policies for the return and rehabilitation of Kashmiri migrants in 2008 and 2015, respectively. Let us take a look at what both the governments have done for the migrants up till now.Rehabilitation in progressUnder the Prime Minister’s Package in 2004, 5,242 two-room tenements were constructed in Jammu at four locations [Purkhoo, Muthi, Nagrota and Jagti] for those migrants living in various one room tenements, government buildings and temples, according to a 2014 press release by the Ministry of Home Affairs. “It has been the government’s stated policy to provide various rehabilitation facilities to the Kashmiri migrants and to create an environment conducive enough to make them return to the Valley,” read the Press Information Bureau report.In 2008, the United Progressive Alliance government had announced a comprehensive package of Rs 1,618.40 crore for the return and rehabilitation of Kashmiri migrants which included financial assistance for purchase and construction of houses (Rs 7.5 lakh per house), repair/renovation of damaged houses and dilapidated or unused houses (Rs 2 lakh per house), construction of transit accommodation, continuations of cash relief, student scholarships, employment, assistance to agriculturists and horticulturists and waiver of interest on unpaid loan.However, up until 2014, just one family had returned to the Valley availing the benefit of Rs 7.5 lakh for construction of house under the PM’s package. Moreover, 1,474 state government jobs were provided to migrant youths and 505 transit accommodations were built in Kashmir and allotted to newly appointed migrant employees.In 2015, the National Democratic Alliance government, under the Prime Minister’s Development Package, approved the creation of 3,000 additional state government jobs for the Kashmiri migrants at a cost of Rs 1,080 crore and the construction of 6,000 transit accommodations in the Valley at a cost of Rs 920 crore. This is in addition to 3,000 state government jobs, the construction of 725 transit accommodations sanctioned earlier. In all, 6,000 transit accommodations and jobs were approved.However, till recently, 14% (848 units) of transit accommodations had been constructed and 176 units were near completion, showed a December 2021 Parliamentary panel report. When it comes to jobs, the government has completed recruitment of the first tranche of 3,000 posts. More than 1,700 migrants have been appointed and 1,098 others selected for jobs.Further, the panel said around 2,200 transit accommodation units will be available for Kashmir migrants in the near future. However, they also observed that the process of construction of more than 50% is still at a nascent stage. “The committee feels that the process of construction of transit accommodation units needs to be expedited and the progress should be regularly monitored,” read the report.Cash reliefFor Kashmiri migrants settled in Delhi, the Centre provides Rs 3,250 per person, out of which Rs 1,000 is paid by the Delhi government. Further, cash relief has also been provided to migrants that has been increased from Rs 500 per family in 1990 to Rs 13,000 per family (Rs 3,250 per person). Additionally, the government also provides a dry ration of 9 kg rice and 2 kg flour (atta) per head and 1 kg sugar per family.\n\t\t\n\tThe Parliament committee noted that the increase in relief funds was not enough for basic sustenance. “The committee notes that the relief has been enhanced from Rs 2,500 (from 2015-2018) to Rs 3,250,” it concluded. “But, the committee is of the view that given the historical circumstances and suffering of the Kashmiri migrant, the enhanced amount is still meager. Therefore, the Committee recommends that the Ministry of Home Affairs may reconsider suitably enhancing the relief amount.”FactChecker tried contacting Nityanand Rai, Union Minister of State for Home Affairs, via call and email but had not received any response by the time of publishing this article.This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Nidhi Jacob, Factchecker.inGautam Doshi, FactChecker.in","time":"2022-03-25T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171972-udyoxkyrmv-1648113580.jpg","tags":["Jammu and Kashmir","Kashmiri Pandits","BJP","Congress"],"source":"https://scroll.in/article/1020252/data-check-what-have-different-governments-at-the-centre-done-for-kashmiri-migrants"}