{"title":"Davis Cup 2023: Sumit Nagal levels tie for India after Sasikumar Mukund retires in first match","content":"A swift thump across the chest and a fist in the air to follow. An assured Sumit Nagal successfully led India’s fightback on Day 1 of the Davis Cup World Group II tie between India and Morocco at the Mini Stadium in Lucknow.India’s top ranked singles player defeated 779-ranked Adam Moundir 6-3, 6-3 in a match that lasted an hour and 15 minutes.The gripping, fast-paced second rubber of the tie was a contrast to the three-hour 5-minute slugfest that was the opening singles match between world No 365 Mukund Sasikumar and Morocco’s world No 557 Yassine Dlimi. Only, the opening rubber did not finish.Mukund retired due to cramps after taking a medical timeout with the score at 7-6 (4), 5-7, 1-4 in the third set.It put India on the back foot in a tie they were desperate to win. This is the first time India has fallen down to the lower division World Group II. Nagal, however, was quick to draw India level at the end of the first day of play.#DavisCup2023 Sumit Nagal defeats Morocco’s Adam Moundir in straight sets (6-3, 6-3) to take make it level 1-1. pic.twitter.com/7mJWImXwSm— Samreen (@SamreenRazz) September 16, 2023\n\n“I think we were well on our way to finish it in straight sets and this is where a little bit of experience is needed,” said India’s non-playing captain Rohit Rajpal after the match. “It was [Mukund’s] first tie so I think he consumed a lot of nervous energy.“Meanwhile, Sumit is experienced. I think there’s a difference of level,” he added. Fresh from being the runner-up at the Tulin Challenger last week, Nagal, the current world No 156, entered the match as favourite and expectedly looked to put India’s campaign back on track.Nagal’s defence prevailed even though Moundir was successfully converting his drop shots. As the pressure mounted on the hosts after losing the opening match, the 26-year-old from Jhajjar, Haryana, looked assured from the start, breaking his opponent three times and dropping serve just once in the first set to win it 6-3.The nervous energy seemed to have shifted to the Moroccan camp as Moundir started to falter.Over the week, the players had been preparing for both the scorching heat and humidity, but unexpected rain in the morning slowed down the conditions on the hard court and delayed the tie.“The plan was pretty much to manage the nerves, knowing that we are 0-1 down, knowing that we were so close to finishing the match and yet we couldn’t get the deal done and couldn’t get the win,” said Nagal after the match. He added: “The plan was just to play point by point, try to manage the nerves, try to get used to the conditions. I think what I wanted to do, I did pretty well. I held myself. I didn’t give him too many options or too many looks where he could hurt me over and over.”After the rain-delayed start, both Mukund and Dlimi engaged in long rallies in a match that went into a deciding third set. Mukund seemingly gained confidence towards the end of a long first set, when he hammered a short forehand winner to go up 2-1 in the tiebreak. The Chennai-lad started to confidently hit into angles consistently before securing the first set.However, in the second set, the energy started to drop and Mukund also began to struggle with the first serve and Dlimi capitalised on that to take it to the decider. The Moroccans had been worried about the sapping playing conditions ahead of the tie. However, in a physically gruelling game, the Moroccan admitted that the advance preparation ahead of the tie came in handy. “It helped us a lot that we came early. The conditions, both hot and humid, were really hard but we had been practicing for that,” said Dlimi.It was Mukund who suffered in the tricky conditions as cramps began troubling him in the final set. Trailing 1-4 and soon after taking a medical timeout, Mukund threw in the towel to give Morocco an unexpected 1-0 lead.On Sunday, 43-year-old Rohan Bopanna who is coming off a memorable run at the US Open, will be playing his last Davis Cup tie. He will be expected to secure another point for India alongside doubles partner Yuki Bhambri against Moroccan duo Elliot Benchetrit and Younes Lalami Laaroussi. Meanwhile, Nagal will play the fourth rubber against Dlimi.Should the match go into a fifth and deciding match, Rajpal will have to decide whom to field. Mukund is still an option if he has recovered enough to play the high-pressure match. The other choice will be debutant Digvijay Pratap Singh will come in as substitute. Either way, India will hope to ensure the tie does not go that far.","author":" Samreen Razzaqui","time":"2023-09-17T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194145-kfnzekuezz-1694891290.jpg","tags":["Sumit Nagal","Yassine Dlimi","Davis Cup 2023","Tennis","Indian tennis","Rohan Bopanna","Sasikumar Mukund","Adam Moundir","India","Morocco"],"source":"https://scroll.in/field/1056089/davis-cup-2023-sumit-nagal-levels-tie-for-india-after-sasikumar-mukund-retires-in-first-match"}