{"title":"Day after quitting Congress, former Maharashtra Chief Minister Ashok Chavan joins BJP","content":"A day after quitting the Congress, former Maharashtra Chief Minister Ashok Chavan on Tuesday joined the Bharatiya Janata Party.On Monday, Chavan had also quit as an MLA of the Maharashtra Assembly.“Today it’s a new beginning of my political career,” Chavan told reporters, reported ANI. “I am formally joining the Bharatiya Janata Party in their office today in presence of Deputy Chief Minister Devendra Fadnavis.”The senior party leader’s exit from the Congress came two days after that of former Maharashtra minister Baba Siddique, who quit the party to join the Ajit Pawar-led Nationalist Congress Party. In January, Congress leader Milind Deora had defected to the Eknath Shinde-led Shiv Sena.Fadnavis had said on Monday that “several good leaders from the Congress are in touch with the BJP”, reported India Today. “Those leaders who are connected with the masses are feeling suffocated in Congress,” Fadnavis said.#WATCH | Mumbai: Former Maharashtra CM Ashok Chavan says, \"Today it's a new beginning of my political career. I am formally joining the BJP in their office today...I am hopeful that we will work for the constructive development of Maharashtra.\" pic.twitter.com/tU9PqiV5js— ANI (@ANI) February 13, 2024\n\n\nWhile in Congress, Chavan had held several senior posts. He has been the Lok Sabha MP from Nanded and was the president of the Maharashtra Pradesh Congress Committee from 2015 to 2019.On Monday, Chavan denied that the Centre’s white paper on alleged mismanagement of the Indian economy prior to 2014 prompted his exit from the Congress. The white paper, presented on the last day of the Budget Session of Parliament last week had mentioned the Adarsh Building scam in which Chavan was implicated, leading to his resignation as the chief minister in 2010.Hours after Chavan left the party on Monday, senior Congress leader and former Maharashtra Chief Minister Prithviraj Chavan described the decision as “unfortunate”, reported PTI.“This is an unfortunate decision,” he said. “Never thought a person like him would take such a step.”On Tuesday, Congress MP Jairam Ramesh said that the BJP’s “washing machine” will be more attractive to those politicians who are vulnerable.“When friends and colleagues leave a political party that has given them much — perhaps much more they deserved — it is always a matter of anguish,” he said in a tweet. “But to those who are vulnerable, THAT Washing Machine will always prove more attractive than ideological commitment or personal loyalties.”Ramesh said that the “betrayers” fail to realise that their exit opens opportunities for those whose growth they had been hampering.When friends and colleagues leave a political party that has given them much—perhaps much more they deserved—it is always a matter of anguish. But to those who are vulnerable, THAT Washing Machine will always prove more attractive than ideological commitment or personal…— Jairam Ramesh (@Jairam_Ramesh) February 12, 2024","author":"Scroll Staff","time":"2024-02-13T13:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198412-ryagcvgupv-1707810851.jpeg","tags":["Ashok Chavan","Devendra Fadnavis","Congress","BJP","Maharashtra Politics"],"source":"https://scroll.in/latest/1063628/day-after-quitting-congress-former-maharashtra-chief-minister-ashok-chavan-joins-bjp"}