{"title":"Day after release, Sanjay Raut says he welcomes good decisions taken by Devendra Fadnavis","content":"A day after being released from jail, Shiv Sena MP Sanjay Raut said on Thursday that he welcomed the good decisions taken by Maharashtra Deputy Chief Minister Devendra Fadnavis ever since he assumed the post in June, The Indian Express reported.Raut said that he will soon meet Fadnavis, Prime Minister Narendra Modi, and Union Home Minister Amit Shah to convey to them what he faced during his time in prison.The Rajya Sabha MP, who belongs to the Shiv Sena faction led by former Chief Minister Uddhav Thackeray, was arrested on July 31 in an alleged money laundering case. He got bail from a special court on Wednesday and was released from Mumbai’s Arthur Road prison on the same day. Addressing the media on Thursday, Raut said he welcomes Fadnavis’ opinion that bitterness between politicians should end.“I will not criticise or speak against anyone be it central agencies or the government,” he said. “...The current dispensation has also done some good work.”In response to a question on whether he would meet Chief Minister Eknath Shinde, Raut said: “It is Fadnavis who is running the government,” according to the Deccan Herald.The Enforcement Directorate is investigating Raut’s involvement in the Patra Chawl scam, which involves an alleged fraud of Rs 1,034 crore. The agency has alleged that Raut and his aides made fraudulent financial transactions related to the redevelopment of the chawl – a building consisting of several tenements – in Mumbai.Raut’s wife and construction company HDIL’s promoter Rakesh Wadhwan have also been accused of fraudulently raising money for the project to siphon off the amount with no intention of completing the project. The money was used by Raut to purchase properties in the Dadar area in Mumbai and Kihim in Alibaug, alleged the central agency.","author":"Scroll Staff","time":"2022-11-10T13:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178219-omezltjpmo-1659949896.jpg","tags":["Sanjay Raut","Devendra Fadnavis","Shiv Sena","Maharashtra"],"source":"https://scroll.in/latest/1037116/day-after-release-sanjay-raut-says-he-welcomes-good-decisions-taken-by-devendra-fadnavis"}