{"title":"Indore Congress candidate backed out days after attempt-to-murder charge added to 17-year-old case","content":"On April 24, a sessions court in Indore directed the police to add an attempt to murder charge in a 17-year-old dispute over a land deal.The accused in the case was Akshay Kanti Bam, the Congress candidate for Indore Lok Sabha constituency.Five days later, on Monday, Bam withdrew his nomination and joined the Bharatiya Janata Party.Madhya Pradesh Congress leaders have claimed that the BJP forced his defection by adding the attempt to murder charge and threatening to file other cases.“Before they were buying MLAs, now they are threatening them into withdrawing their nomination,” Jitu Patwari, Congress state president, told Scroll. He alleged that a charge was added to the old case to pressure Bam.Bam did not respond to Scroll’s calls.Bam’s decision to back out of the contest comes days after another Congress candidate’s nomination was rejected in Surat – leading to an uncontested win for the BJP.This is the first time that Indore, a bastion of the BJP, will have no Congress candidate in the fray in the Lok Sabha polls.The nomination of the party’s backup candidate, Moti Singh, was rejected due to technical errors, said Congress leaders. Following Bam’s withdrawal, Singh approached the Indore High Court to have his nomination accepted but his  petition was dismissed on Tuesday.Apart from Bam, eight other candidates have withdrawn their nomination.Indore is slated to go for polls on May 13. The Lok Sabha seat now has 13 candidates in the race.An old property disputePatwari said the case against Bam dates to 2007, and involves a plot of land that the Bam family bought from a man named Yunus Khan.Khan had approached the Khajrana police to file a complaint against Bam. Based on the direction of a magistrate court, the police had filed a case under sections of the Indian Penal Code relating to voluntarily causing hurt, using obscene language in public, criminal intimidation, rioting, unlawful assembly, and mischief by fire or explosive substance.On April 24, a day after Bam filed his nomination, the District and Sessions court of Indore, in an order seen by Scroll, directed the Khajrana police to add Sections 307 and 436 to the case.The former relates to an attempt to murder, and the latter is invoked in an offence to commit mischief by fire or any explosive substance with an intent to destroy a house or a building. Both charges attract life imprisonment, or imprisonment up to ten years.The court said it was issuing the order after Khan had approached it recently.It also directed Bam and his father Kantilal to be present at the next hearing on May 10.The court, in its order, said that Bam and his father, along with a few accomplices, had visited Khan’s agricultural property in October 2007, threatened his workers, burnt the collected soybean crop and used weapons to illegally take over the land.The order stated that a colleague of Bam’s father Kantilal, Satvir Singh, fired a round from his 0.12 bore gun at Khan. This gun was later confiscated by the police. However, the police did not file the relevant charges against the accused, the court observed.The court also remarked that the police did not investigate the case properly.The police are yet to frame charges against Bam in the matter.Nikhil Verma, a Youth Congress leader, said it is strange for the victim to approach court 17 years after the incident to add additional charges. “This is clearly a technique to intimidate,” he said.इंदौर से कांग्रेस के लोकसभा प्रत्याशी श्री अक्षय कांति बम जी का माननीय प्रधानमंत्री श्री @narendramodi जी, राष्ट्रीय अध्यक्ष श्री @JPNadda जी, मुख्यमंत्री @DrMohanYadav51 जी व प्रदेश अध्यक्ष श्री @vdsharmabjp जी के नेतृत्व में भाजपा में स्वागत है। pic.twitter.com/1isbdLXphb— Kailash Vijayvargiya (Modi Ka Parivar) (@KailashOnline) April 29, 2024\n\n\nA politician with business interestsBam’s family comes from a town called Barnagar near Indore and owns several businesses, including the Indore Institute of Law. Bam is a chartered accountant and holds a law degree.In the 2023 state Assembly polls, the 46-year-old had unsuccessfully pitched for a Congress ticket from Indore. He was offered one for this year’s Lok Sabha polls. “This left many of us in surprise because he had never really contested elections,” a Youth Congress worker from Indore told Scroll. “He is not even a grassroots worker.”Congress leader Deepak Thakur told Scroll that they suspect Bam was in talks with the BJP for at least three days before he withdrew his nomination. “But he continued to campaign, and so did we,” Thakur said. “We were not aware that he planned to exit the contest until Monday afternoon.”Nikhil Verma of Youth Congress questioned the party’s decision to allow Bam to contest from Indore seat despite having allegedly controversial business interests. A Congress member alleged that the BJP was threatening Bam with other cases too.In his affidavit, Bam has declared two more cases against him. One is related to rash and negligent driving in 2018 and another involving a land dispute in 2022. The police are yet to frame charges in the latter.Changing sidesBam is not the only party leader to switch sides in Madhya Pradesh, a state that dealt a massive loss to the Congress in the 2023 general election.Weeks before Bam’s departure, senior Congress leader Sanjay Shukla joined BJP in March. He was recently issued a notice by the mining department with a fine of Rs 140.6 crore for illegal mining in Baroli village near Indore.Months ago, Congress saw an exodus of district level leaders from the Gwalior-Chambal belt. “We hardly have ground-level workers left to campaign,” Aniruddh Tomar, Congress leader from Gwalior told Scroll.Ramiz Khan, Indore Youth Congress president, said BJP’s attempts to break Congress in BJP bastions like Indore and Surat is not an indication of their fear but “an attempt to demotivate the Congress workers”.“Since yesterday I am receiving calls from worried workers from nearby seats. The withdrawal of candidature has sent a wrong message,” Khan said.","author":"Tabassum Barnagarwala","time":"2024-04-30T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200376-xqcmyyrugn-1714457824.jpeg","tags":["lok Sabha 24","Indore Congress MP candidate","Akshay Bam","BJP","Indore contest","Indore Congress nomination withdrawn","Congress defections"],"source":"https://scroll.in/article/1067240/days-after-attempt-to-murder-charge-added-to-17-year-old-case-indore-congress-candidate-backed-out"}