{"title":"De-radicalisation? India's Kashmir policy pushed stone pelters to become militants, say families","content":"When 25-year-old Sajad Ahmad Gilkar stepped out on the morning of June 29, 2017, his family did not know he had deliberately left behind his cell phone and watch at home.“He had to go to court for a hearing that day,” recalled Naseema Bano, Gilkar’s mother. “He had got so tired of these court appearances that he joked about renting a room near the court complex in Tengpora.”Gilkar had to attend regular court hearings in a slew of cases against him. According to police records, he was a “chronic” stone-pelter and participant in pro-freedom demonstrations that routinely broke out in Nowhatta, a neighbourhood close the Jama Masjid in Srinagar’s old city. His family still live in an old-fashioned mud and brick townhouse in Nowhatta.Gilkar did not return from his court hearing that day. The next morning, his family filed a missing complaint at the Nowhatta police station.Thirteen days later, they heard from him. Gilkar had joined the Hizbul Mujahideen and was holed in a house in Radbugh village in Budgam district. It was surrounded by army and police troops. A gunfight was breaking out. Desperate to talk to his mother one last time, he had called on his father’s phone. “But his father was not home, he was at work,” said Naseema Bano, breaking down. Later that morning, he was killed in the gunfight.“I will not deny that he was a stone-pelter but it was the police harassment which forced him to become a militant,” said his mother. “He had even stopped joining protests due to the continuous harassment by the police and PSAs.” PSA is shorthand for orders under the Public Safety Act, a preventive detention law where prisoners can be held without trial for months.Naseema Bano holds up a picture of her son, Sajad Gilkar, a Hizbul Mujahideen militant killed in 2017.‘De-radicalisation’ centresGilkar is one of the many youth in the Valley who made the transition from protests and stone-pelting to militancy, after doing the rounds of police stations, prisons and courts for years.Many had been put through the Jammu and Kashmir police’s “counselling sessions” for stone pelters and “misguided youth”. At these sessions, the boys would be advised against taking the “wrong path”, to focus on their education instead. The army, too, had tried to engage Kashmiri youth and enlist them in a project of “nation-building.”So far, the strategy has not borne much fruit. In 2018, the number of listed militants in Kashmir crossed 300 for the first time in a decade. Over 130 were local militants.Yet, on January 16, Bipin Rawat, the chief of defence staff, advocated even more stringent “de-radicalisation” programmes for the youth, especially in Kashmir. While some could be “isolated from radicalisation in a gradual way”, those who were “completely radicalised” would have to be kept in “de-radicalisation camps”.Rawat suggested these might already exist: “We have got deradicalisation camps going on in our country.” If such camps do exist in the country, they are not public knowledge yet.Rawat’s suggestion was welcomed by Dilbag Singh, director general of police, Jammu and Kashmir. “If any such facility comes up in Kashmir that will be a good sign,” he said at a press conference on January 20. “It will definitely help people, especially those who have gone astray.”Singh explained what these de-radicalisation centres might entail: a “sensible arrangement” involving “good people from civil society” as well as “experts who deal with the subject and relevant aspects of religion”.Being radicalOver the last few years, sections of the government and the security apparatus have held the view that the new surge in militancy in Kashmir is powered by religious “radicalisation” rather than a political demand for azadi.The term “radicalisation” became part of the West’s official narratives on terror after 9/11. It cast terror as “a  product of Islamic culture”, discarding possible socio-political factors that might contribute to it. It distinguished between “moderate” and “radical” forms of Islam. The latter was seen as a direct conduit to violence.Back in 2017, Khalid Jenhangir, a spokesperson for the Bharatiya Janata Party, then part of Jammu and Kashmir’s coalition government, had proposed a separate de-radicalisation department, which would identify and isolate susceptible youth in centres where they could be counselled.Some senior police officials in the Valley are sceptical, especially given the failure of the current counselling programmes. “There might be some success stories but the impact of these counselling sessions was never quantified,” said one officer who did not want to be identified. “There are many officers in the police who are of the belief that counselling and family intervention can save many of these boys.”But, in his view, such measures would not work unless they were part of larger initiatives. That included addressing Kashmiri demands and grievances politically instead of treating them as a security problem. “Any initiative that does not take into consideration the larger realities of the Kashmir issue, its history and other facets will not have much impact,” he warned.Irfan Mehraj, part of the Jammu and Kashmir Coalition of Civil Society, was convinced deradicalisation camps would only be an extension of a Kashmir policy that is already failing. “The deradicalisation camps will not work because Kashmir in itself is a big camp where people are already thinking in extremes because the state is also thinking extremes,” he said. “Look at the situation in Kashmir in the last five months. People have been pushed to the wall. What kind of response will come out of it?”The protestor from NowhattaThere had been times when police officials had tried to “counsel” Gilkar to desist from protests and stone-pelting. “Many senior officers told us to advise him to lead a normal life,” said Naseema Bano. But the counselling was interspersed with arrests and summons.“They used to come for my son even when he had done nothing,” Naseema Bano said. “One Eid, he was at home, busy with qurbaan [the ritual sacrifice offered on the occasion] and the police raided our house and took him away. They said he had raised black flags [resembling those of the Islamic State] at  the Eidgah. I swear by the mud of his grave that he had not left his home that day at all.”According to Naseema Bano, Gilkar’s first brush with street protests was in 2008, when he was only a teenager. That year, mass protests were triggered by the allocation of land in the Valley to the Amarnath shrine board. Eight years later, when the killing of Hizbul Mujahideen commander Burhan Wani triggered another round of protests, Gilkar was in jail.In between, Gilkar had made several attempts to resume a normal life, his family say. Dropping out of school after Class 10, he had tried working as an ATM guard. Later, he became a vendor at the Jamia Masjid market. “But the harassment and police summons continued so he eventually gave up on it as well,” said Naseema Bano.Days before Wani’s killing in July 2016, Gilkar was taken into police custody after he failed to appear for a court hearing. By then, there were several FIRs to his name. “When the situation became tense after his [Wani’s] killing, they booked him [Gilkar] under the Public Safety Act and sent him to Kot Balwal jail in Jammu,” said his mother. “He was there for seven months.” It was the third time he had been booked under the Public Safety Act.When Gilkar returned from jail in January 2017, his grandmother, Maimoona Begum, recalled, he had grown reclusive. “He would sit in the dark in his room,” she said. “When we asked him to go out and meet his friends, he would say the police will pick him up again. He put on a lot of weight.”In June that year, Gilkar was wanted by the police again, this time for allegedly being part of a crowd that lynched a policeman to death in Nowhatta. According to his family, Gilkar was home at the time of incident. “A day after the lynching, the police raided our neighbourhood. If he was accused in the case, why didn’t they arrest him then?” Naseema Bano demanded. Two days after the lynching, she continued, Gilkar and a friend were detained by the police when they stepped out of their house after dinner. While the friend was kept in police custody, Gilkar was released. “He had been thrashed severely,” she alleged. It was not Gilkar alone who faced police action. His father and grandfather were also beaten up, the family allege. “One day, when the cops did not find Sajad at home during a raid, they dragged his ailing grandfather down three sets of stairs by the collar,” said Maimoona Begum.When Gilkar made his last phone call from the house in Radbugh, he asked his father for forgiveness. “He told his father, ‘you people suffered a lot because of me, please forgive me for all my wrongdoings and the pain I have caused you,’” said Naseema Bano.Despite the years of run ins with the law, the family never thought he would take up arms. “He used to wake up at 10 in the morning and spend Rs 1,500 on his hairstyle,” recalled Nassema Bano. “Militants live an entirely different and simple life. Sometimes, all they have to eat is grass. I could never imagine Sajad doing that.”Mohammad Maqbool Bhat, father of the Hizbul Mujahideen militant known as Sameer 'Tiger'. His son joined militancy after years of beatings and detentions by security forces, he alleges.‘Asked the police to arrest him’Mohammed Maqbool Bhat, who lives in Drabgam village in South Kashmir’s Pulwama district, took a desperate step to save his son from harassment by  the army. He went to the local police station and told them to arrest his son, Sameer Ahmed Bhat, then about 15 or 16.“I told the DSP [deputy superintendent of police] to book him under the Public Safety Act and keep him in jail for some time,” Mohmmed Bhat explained. “I thought maybe that’s the best way to save him from daily harassment.” Sameer Bhat was first thrashed by army during a raid in the village. “I don’t remember which year it was,” said his father. “The army was trying to enter a house with only women in it. Sameer intervened. This led to an argument and Sameer was slapped by a soldier. He hit the soldier back. Then they thrashed him. He was bundled into an army vehicle where they pulled out his hair with a pair of pliers.”From then on, say the Bhat family, he would face repeated public  beatings and summons from soldiers at the 44 Rashtriya Rifles camp in Shadimarg. Most of the time, the local police intervened on the family’s request, retrieving the boy from the army camp and taking him into custody. When asked about the allegations, army spokesperson Rajesh Kalia replied, “The allegations of torture and harassment levelled against the army personnel are totally baseless.”  The police arrested Sameer Bhat, too, usually on stone-pelting charges. “But since he was a minor, the police would keep him in custody for some days and counsel him,” said a relative who did not want to be named. “They advised us to tell him to resume his studies.”Sameer Bhat dropped out of school in Class 8 and worked as a baker in a nearby village. He drew considerable attention from local security forces. “Some police officers at the Rajpora police station [also in Pulwama district] had sensed the rage building inside him,” said his father. “I still remember a police officer in Pulwama telling me that Sameer would join militancy soon. I disagreed with the officer but I think, in retrospect, he had sensed something during his interactions with Sameer in custody.”In April 2016, Sameer Bhat left home to attend a wedding but did not return. When he resurfaced, he was Sameer Tiger, a Hizbul Mujahideen militant.According to Mohammad Bhat, his son was a regular at pro-freedom protests. “He was very brave and argumentative,” he said. “A teenager like him couldn’t ignore how Kashmiris were being treated. He used to say that the best jihad is to serve one’s parents but when the oppressors didn’t allow him that, he chose to fight them.”On April 30, 2018, Sameer Bhat was killed during a gunfight with security forces at Drabgam. He was 19. Weeks later, his cousin, Zahid Ahmad Bhat took up arms to join the Lashkar-e-Taiba.Now, the family allege, the army has turned its attention to 17-year-old Shahid Ahmad Bhat, Sameer Bhat’s younger brother. “Whenever they [the army] see me, they beat me up,” said Shahid Bhat, who used to work as a car mechanic. “The other day, I had gone to the market to buy medicine. Army men detained me and beat me up. It was only after I screamed that villagers and my family came to my rescue.”He also alleged he got repeated phone calls from the local army camp. “Sometimes, they tell me you should become an MLA and earn a name for yourself,” he said. “Sometimes, they tell me to pick up a gun or else they will kill me in a fake encounter. I can’t sleep at night. I am terrified that they might come anytime and take me along with them.”His father shares the fear. “Even a rustle of leaves in the night scares us,” said Mohammed Bhat. “I am thinking of selling my house and moving to some other village but my son’s grave is here. I can’t leave him alone.”Adil Bilal Bhat, the quiet computer operator who was also a stone-pelter, although his family say they never knew it.‘Never imagined he would choose this path’Until a picture of 21-year-old Adil Bilal Bhat wielding a gun went viral on social media, his family say, they had no idea he was considering militancy. The quiet, studious young man had worked as a computer operator at the Air Force Station in Awantipora, a subdivision Pulwama district. The family live in Pulwama’s Malangpora village. Adil Bhat’s father works in the Jammu and Kashmir Police.By the time Aadil Bhat was killed in a gunfight in the Khrew area of Pulwama district on November 29, 2018, he was believed to be very close to Hizbul Mujahideen’s current operational commander, Riyaz Naikoo. The police described him as one of the “two arms” of Naikoo.“We had never imagined he would choose a path like this,” said Ghulam Mohiuddin Bhat, Adil Bhat’s grandfather. “Before he joined militancy, the army raided our house several times. They didn’t touch Aadil but his younger brother Rayees Ahmad. They used to take all of us out and torture Rayees.”But Adil Bhat’s friends say he was a “regular stone-pelter”, even though he was never formally arrested. “He didn’t indulge in stone-pelting near his house but whenever there was an encounter, he would be there,” said a childhood friend who did not want to be named. “That’s why, before he became a militant, he was detained by the SOG [the Special Operations Group, the counterinsurgency wing of the Jammu and Kashmir police] multiple times.”One night, he disappeared. “It was October 2017, the month of harvest,” said Aijaz Ahmad Bhat, Adil Bhat’s uncle. “Adil was in his room and didn’t have dinner. He told us he was feeling unwell and would sleep. When we went to his room later that night, he had gone. He had taken all his clothes and documents with him.”According to the family, the police and army had repeatedly asked them to get in touch with Adil Bhat and make him surrender. “But we never spoke to him after he became a militant,” said Aijaz Bhat. “How could we ask him to surrender?”","author":"Safwat Zargar","time":"2020-01-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135266-ygiddbwnmp-1579966196.jpeg","tags":["Jammu and Kashmir","Deradicalisation camps"],"source":"https://scroll.in/article/951098/de-radicalisation-india-s-kashmir-policy-pushed-stone-pelters-to-become-militants-say-families"}