{"title":"Dead over a stolen pigeon: Family of 14-year-old Dalit boy accuses Haryana police of torture","content":"Around noon on Friday, crowds gathered in the narrow, dusty lanes of Devipura, a village located near Gohana town, about a hundred kilometres from Delhi, as the body of Govinda Mor, a 14-year-old Dalit boy, was taken to the cremation grounds.Govinda had been found dead in mysterious circumstances, his body hanging from a window pane at an abandoned house in his neighbourhood, a day after he had been questioned by the police in a case of theft. He had been accused of stealing two pigeons, two mobile phones and Rs 5,000 in cash, according to the police. His family alleges he was tortured by the police while he was in their custody, and then left to die. The police, however, denies keeping him in custody, and claims it was a case of suicide.As his body was taken for the last rites, Govinda’s mother, the only earning member in the family, wailed inconsolably. His 16-year-old brother looked disoriented while his 9-year-old sister was too young to talk to the televisions crews that had descended on the village.Earlier in the week, two Dalit children had been burnt to death in Faridabad in Haryana, and the ensuing protests and media coverage had put the Bharatiya Janata Party government in the state on the defensive. Keen not to allow the protests to grow in Devipura, where the family had initially refused to cremate the dead boy, it announced Rs 10 lakh as compensation and promised a job for the family. Two policemen were suspended.Gautam Mor, Govinda’s brother, said they were forced to cremate his body. “It wasn’t just the police. Local goons put a lot of pressure on me and my mother,\" he said. \"They came at 12 am, 1 am and even at 4 am until we agreed to do it.”“The policemen said that village will be full of corpses if we wait for justice and not do it,” he added. Govinda's 16-year-old brother GautamAn old lady who was holding the bereaved mother in her arms said: “They [police] came here yesterday and rushed through the investigation. The post-mortem has happened but nobody knows when and where. The police is being secretive as if it is afraid.”“The police has done it,” said a 20-year-old friend and neighbour. “The police have colluded with the powerful, they have forced their way in this case from the beginning and people like us from the backward class never get justice.” Govinda’s family belongs to the Dhanuk community, which is listed among the Scheduled Castes in the state. The young man, from the same community, said he was stunned that a stolen pigeon could have led to his friend’s death.Govinda's mother being attended by neighbours Missing piecesThe house where Govinda was allegedly found hanging was wide open and people were strolling in and out. There was no cordon to keep the scene of crime intact for investigators. At a grocery store in the lane leading to the house, the owner Shubham, said: “Govinda was a pigeon thief, he stole two pigeons from the village.”But that was about all the concrete information that people were willing to share. Some said the three men who had filed a complaint against Govinda for pigeon theft, belonged to the Bagadi clan which was part of the Dhanak community. But Mahesh Kumar, a retired headmaster who belongs to the dominant Jat community, offered a cryptic comment. “This has always happened here [Gohana] and it will continue to happen if different castes keep competing among themselves,” he said.The abandoned house where Govinda's body was found at 6 AM in the morningInstead of explaining his comment, Kumar chose to dwell on the role of the police. He claimed after the case of pigeon theft was filed, the police demanded a bribe from Govinda’s family which they could not afford to pay. “They are from an underprivileged caste. The boys didn’t have a father and their mother is barely able to make Rs 100 a day and the policemen asked for Rs 10,000 to release him,” he said. “When they didn’t have the money to pay, they must have put him in the lock-up and beaten him up till he died and they are now making it look like a suicide.”A young accountant from a nearby village, who claimed to belong to the same caste as Govinda, also blamed the police. Expressing sympathy for those who had filed the complaint against the boy, he said they had been now detained by the police. “Now their lives will be destroyed by the police,” he said. Community leaders speaking to the media about their vulnerabilityAfter Govinda’s body was recovered, someone shot a video which was circulating over WhatsApp in the village. The video was shown to everyone visiting the village, including a steady stream of politicians. “See the bruises on his hands, legs, stomach and tell me he wasn’t tortured behind the bars,” said Satyaman Singh, a daily wage labourer, showing the video to Ashok Tanwar, a leader of the Congress party. “It is only the police who could have done it. They behave like thugs all the time. Often people are picked up for smallest of reasons and then releasing them costs Rs 5,000 in bribes.”Police claimsFew kilometres away, at the rundown Sadar Bazar Police Station, a constable suggests that the boy was never brought inside the police station. “It’s all his family’s doing,” he said. “They were tired of their son and they beat him up after he was found stealing. The boy got depressed and he committed suicide.”The Station House Officer Rishi Kant, meanwhile, had a slightly different story to tell. “The two parties came to the police station but we asked them to sort out among themselves,” he said, adding that it was not a big deal in the village for things to be stolen and later found at the same place from where they were missing. “Govinda, along with another boy, had stolen two pigeons, two mobile phones and Rs 5,000 in cash. His family couldn’t return the Rs 2,500 asked of them, while the other boy’s family did.”According to Kant, no FIR was filed for pigeon theft and the boy was never held in police custody. \"He was known to be a nuisance who had a habit of getting into brawls,\" he said.“This was an unresolved issue between the two parties for many days, and the events that unfolded were a result of that,” he added. “The FIRs against the two policemen are fake, if you ask me. Truth will come out in the post-mortem report.”Keen to rebut the images circulating in the village, Kant took out his mobile phone to show the photograph of the dead boy’s body and claimed that “according to doctors”, each injury was 4-5 days old. The wounds on his legs and private parts, Kant explained as “blood that fell from his (Govinda’s) mouth when he hung himself.”Another senior police official involved in investigating the case said that Gohana is “known for kaands” and this was just another case where the “police is becoming a victim of public pressure.”“The media is twisting things because there are political benefits involved,” he said. “I haven’t seen a stronger CM than Khattar.”This was a reference to Haryana Chief Minister Manohar Lal Khattar’s comments, exonerating the police, even before the postmortem report came in, or the investigation was completed. “Suicide was committed in the night. An official report is yet to come,” Khattar said while addressing a news conference on Friday. “This family came to the police station with a complaint themselves and went back home after the matter was resolved,” he added.Not too far off from the police station, near a statue of Bhimrao Ambedkar, a group of citizens stood shouting slogans against the Haryana Police. “Truth will win, justice will be served,” they said, walking towards Govinda’s house where the mother continued to cry and refused to eat a even a morsel of food.","author":"Mayank Jain","time":"2015-10-24T16:00:18+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/764492-article-tjdjglyfrz-1445618004.png","tags":[],"source":"https://scroll.in/article/764492/dead-over-a-stolen-pigeon-family-of-14-year-old-dalit-boy-accuses-haryana-police-of-torture"}