{"title":"Death penalty for child rapists: This populist move will only cause India’s children more harm","content":"In one stroke, the government hopes to silence the protests that followed the murder and alleged rape of an eight-year-old girl from the nomadic Muslim Bakerwal community in Kathua, in Hindu-dominated Jammu, in January. The crime had shocked the conscience of ordinary people across the country. It was committed to instil fear in the Bakerwal community and drive them out of the region, the police said. The accused men had the support of lawyers from the district bar, who had tried to physically prevent the police from filing the chargesheet. The Supreme Court, which is seized of the matter, has issued a notice to the bar association.The protests coincided with allegations made by a 17-year-old Dalit girl in Unnao, Uttar Pradesh, in April that Bharatiya Janata Party MLA Kuldeep Sengar had raped her last year. She also accused him of assaulting her father, who died from injuries this month. The incident came into public view only when the girl attempted to commit suicide outside the home of Uttar Pradesh Chief Minister Adityanath. Until then, the police had refused to investigate her allegations because the man she had accused is a sitting MLA.Both incidents involved supporters of Prime Minister Narendra Modi. In addition, the Kathua incident had communal undertones. Hence, the prime minister initially maintained a stony silence. It was left to Minister for Women and Child Development Maneka Gandhi to attempt some damage control. Projecting the incidents merely as gender crimes, she announced that the government would introduce the death penalty for those convicted of raping children under 12 years of age. This helped douse the anger of some protestors.Finally, when the prime minister did break his silence and issued a statement, his comments were very general: “the latest incidents have brought shame to our country”, he said, adding that “our daughters will definitely get justice”. “Justice” to victims automatically gets converted to “stringent punishment” to the accused. So, the ordinance promulgated on Saturday prescribes a minimum of 20 years in prison for the rape of a minor while the maximum is the death penalty.Not in the child’s interestWith one stroke, the prime minister has silenced his critics. Now no one can blame him for being a silent spectator while an epidemic of rapes spreads across Surat, Indore, Delhi, Mumbai, almost every Indian city. Anyone who opposes the ordinance can be labelled as someone who supports rapists. This move is in line with other similar, drastic measures: demonetisation to curb black money, surgical strikes across the Line of Control against attacks and ceasefire violations by Pakistan, and the criminalisation of triple talaq.A time limit of two months has been set for completing a rape trial and of six months to dispose of all appeals. In view of our overburdened courts, this is unrealistic to say the least. Even in the 2012 Nirbhaya gangrape-murder in Delhi and the 2013 Shakti Mills rape in Mumbai, which were marked as priority cases, the trial had gone on for several months. Where will these “dedicated courts” to try offences against children come from?These are secondary concerns. The more basic concern is, will this move help child victims or will it drive them into a shell and reverse the increase in reporting of crimes against children that we have witnessed in the last three years? This reckless but populist move will cause more harm to children as it does not place their interests at the centre of remedial measures.The rape of minors has been reported in Surat, Indore, Delhi, Mumbai and many more Indian cities. (Credit: PTI)Rapes within the familyThe gruesome Kathua case – the chargesheet says the eight-year-old was drugged, starved, gangraped and then strangled – is not the norm. Most child abuse takes place within our homes and neighbourhoods. Rather than acting as a deterrent to offenders, the death penalty provision may stop a child from reporting her father to the police, knowing that he may be hanged. Besides, a child under 12 does not walk into a police station on her own, she has to be brought there by a family member. This will happen only in cases where the rapist is a stranger.While the affluent and powerful know how to escape the noose, it is the poor and marginalised, represented by ill-equipped legal aid lawyers, who will be caught in this net.Those clamouring for the death penalty fail to acknowledge that the courts are already empowered to award it in rape and murder cases that fall within the “rarest of rare” category. In the Nirbhaya case, for instance, the convicts were awarded the death penalty under provisions of the Indian Penal Code that existed at the time and not under the amended and more stringent statute that came later.Several studies have highlighted that the death penalty is not a deterrent against any crime. It is the certainty of punishment and not the severity that is the real deterrent. The conviction rate in rape cases continues to be abysmally low even after the introduction of stringent punishment under the Protection of Children from Sexual Offences Act, 2012.According to research by my advocacy group Majlis as part of our Rahat support programme for child survivors of sexual assault, the accused is known to the victim in 91% of cases. He is a stranger in only 9% of cases. In addition, rape by fathers or stepfathers constitutes 46% of all rapes within the family and 7.2% of all rapes, which is nearly as much as rape by strangers. The National Crime Records Bureau’s latest report says 95% of rapes are committed by persons known to the victim.The proximity of the abuser to the victim makes the task of reporting the crime arduous and traumatic. Even after making an official complaint, pressure is exerted to retract. Financial constraints and social stigma often result in the victim turning hostile in court. No one bothers to pierce the veneer and understand her vulnerabilities and constraints. Each rape pushes the victim several notches down the social ladder.Not a lasting solution The main problem with the ordinance is that it does not place the victim at the centre of the discourse, and the archaic remedy of the death penalty as a panacea for all evils. No social audit has been conducted of how the one-stop centres for rape victims – which offer integrated services such as police assistance, legal aid, medical and counselling services, and were set up after the Nirbhaya case – are functioning. Instead, there is an assumption that if every district has one such centre, it will provide the necessary support to rape victims. Our shelters across the country are also in the doldrums. In many places, Child Welfare Committees do not even function.Victim support is a challenging and tedious task. Only a government that does not want to invest in lasting solutions will prescribe the death penalty as a “quickie solution” to the grave problem staring us in the face.Flavia Agnes is a women’s rights lawyer.","author":"Flavia Agnes","time":"2018-04-23T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876554-87854-zqmaqhnesp-1524413190.jpeg","tags":["Child sexual assault","Rape","Kathua case","Death penalty","Rape ordinance","Narendra Modi"],"source":"https://scroll.in/article/876554/death-penalty-for-child-rapists-this-populist-move-will-cause-more-harm-to-indias-children"}