{"title":"Death, demolitions, terror charges: In ravaged Assam village, residents contradict police claims","content":"On May 23, two children stood in the midst of the ruins of their partially demolished house in Salonabari village in Assam’s Nagaon district. Their toys and belongings lay scattered around while a television set and a cabinet floated in the nearby pond.Ten-year-old Adil Islam and his sister, four-year-old Tultuli Begum, said they had spent the previous night alone.The upheaval had started with the arrest of their uncle, Safiqul Islam, on May 20.That evening, Islam, a 39-year-old who sold fish roe to make a living, was on his way to Sivsagar district on business, his sister-in-law said, when he was detained by the police for drunken behaviour. By the next morning, Islam was dead – his family alleged he died in police custody. Later on May 21, an angry crowd, including members of his family, set fire to the Batadrava police station, where Islam had been held. Just after his funeral on May 22, his wife and his eldest daughter, a student of Class 8, were picked up by the police for arson. Around the same time, Islam’s home was demolished. The homes of two of his brothers – one of them, Rofikul Islam, the father of Adil and Tultuli – and two of his cousins were also damaged. Adil Islam and his sister, four-year-old Tultuli Begum.All four men were accused of being involved in the arson at the Batadrava police station. Two of them were arrested on Saturday. Safiqul Islam’s wife Rasheeda Khatun was arrested on Sunday morning. His daughter, too, has been apprehended under the juvenile justice law. In all, seven have been formally arrested so far. But police action did not stop at booking people for arson. Islam’s wife and at least four of the others arrested – most of them are relatives of Islam – also face terror charges under the Unlawful Activities (Prevention) Act. On Monday, the village of about 3,000 residents, mostly Bengali-origin Muslims, appeared deserted. Among the few residents visible outside were Safiqul Islam’s niece and nephew. Their father, Rofikul Islam, had been arrested and their mother is on the run, fearing arrest.“Everyone is afraid to give us shelter because they are scared they will be arrested or their houses will be demolished if they do,” Adil said. It is a sign of the fear that has now gripped Salonabari. The few residents who broke their silence contradicted the police version – of Islam’s death, the subsequent charges against his relatives, and the demolition of their homes. Even the police contradicted itself: a senior official had initially claimed the demolition was done to root out “illegal encroachers”, but officials now say the houses were broken during “search operations”. \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/jlusahkcdd-1653560904.jpg\">\n  </picture><figcaption>Adil and Tultuli's toys lie scattered around their half-demolished house.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 133.33333333333331%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/hspzfqiucd-1653560952.jpg\">\n  </picture><figcaption>Their father Rofikul Islam's bike was also damaged.</figcaption></figure>\n An arrest and a death Safiqul Islam was detained by the police in Bhomoraguri, about 10 kilometres from his home. “He was almost senseless, in a drunken state. He had drunk chulai [a strong local brew],” said a policeman who was part of the team that picked Islam.Neighbours said they had heard Islam was beaten up by people in Bhomoraguri even before he was picked up, allegedly for being drunk. The policeman neither denied nor admitted that Islam was beaten by civilians. “We didn’t check whether he was injured,” he said. “There might have been a scuffle but we do not know.”From there, he was taken to Batadrava police station, about 4 km away.According to relatives and neighbours, the police called up Islam’s family to say he had been taken into custody and that they should bring a duck to secure his release. When Rashida Khatun visited the station with a duck around 5 am the next day, the police allegedly demanded Rs 10,000 in return for the release of her husband.“They said that if she did not give money, he would be killed,” said Islam’s sister-in-law, Yesmina Begum, in an interview with the press outside the Batadraba police station on Saturday. “His hands and legs were tied.”Rashida Khatun returned to the police station around 7 am, this time with the money. Her husband was not there, relatives and neighbours allege.“The police told her that they had taken Safiqul to Nagaon civil hospital,” said one of their neighbours.The family said he found his body in the morgue at the Nagaon Civil Hospital later that morning.Ajooba Begum, Islam’s cousin, told Scroll.in that he had two injury marks in his head. “There were also marks on both of his shoulders,” she said.The post mortem report has not yet been released.Safiqul Islam. Photo by special arrangement.A statement put out on social media by Bhaskar Jyoti Mahanta, Assam’s director general of police, on May 22 also said Islam had been taken into custody at 9.30 pm on Friday, after the police received complaints that he was drunk.“He was booked after medical check up,” said the Facebook statement. “The next day he was released and handed over to his wife. His wife even gave him some water/food. Later he complained of sickness and he was taken to two hospitals, one after another. Unfortunately he was declared dead.”He did not, however, rule out the possibility of a custodial death. “We take this unfortunate death very seriously and have put the Batadrava Thana OC [officer in charge] on suspension and the rest of the staff  [is] closed,” Mahanta said in the Facebook statement. “If there is any foul play at our end, we mean to find that and punish the guilty according to law. No two ways about it.”In a television interview, Mahanta said that “technically”, Islam did die “in police custody”.A burningIslam’s relatives admit that when they heard of his death they got “aggressive” and some of them set fire to Batadrava police station.“They killed a man,” said Ajooba Begum. “It makes you lose your head.”She added that those responsible for the arson had realised what they had done was wrong and had “expressed regret”.The police said video footage of the incident shows Islam’s wife and daughter setting fire to the police station. There is also footage of an angry mob assaulting policemen at the Batadrava police station.Mahanta, in his social media statement, suggested it was no spontaneous act of grief.“We don’t think these are grieving relatives of the dead,” he said, although several of those arrested for arson are relatives of Islam. “As we have identified, they were bad characters and their relatives with criminal records. Records that were in the thana – proof, incrementing evidence – were all burnt down.”He continued, “These bad elements came in all forms: women, men, young and old. But the preparedness with which they came, the ferocious and organised attack they staged on the police force, has made us think deeper. So don’t think this is a simple action-reaction incident. There is much more to it.”The mangled remains of Safiqul Islam's house.A demolition driveAt dawn on Sunday, just after Islam’s funeral, the demolition drive began. Scroll.in spoke to at least eight residents of Salonabari – including neighbours and relatives of Islam – who witnessed the demolition drive. Most spoke on condition of anonymity, fearing police action.They said it was uniformed policemen who carried out the demolition. “There were more than 30 police vehicles and one JCB,” said an eyewitness. “I did not see a single person who was in civil dress. All were in police uniform.”According to eyewitnesses, an area of about 500 sq mt -600 sq mt  was “cordoned off” and the media was not allowed in while the demolition took place.“They razed Islam’s house and arrested his wife and daughter just after his janazah [funeral prayers], around 5 am on Sunday,” said one relative.The authorities also took down the houses of two of Islam’s brothers, Rofikul Islam and Mujibur Rahman, and two cousins, Akas and Eman Ali. While his brothers had been arrested earlier, the two cousins are on the run.According to local residents, the authorities used a JCB excavator to raze the houses of Eman Ali and Mujibur Rahman. Where the JCB did not reach, they said, the police used their hands, daos and rifles to tear apart the flimsy structures.Scroll.in saw four houses were razed to the ground while three other structures were partially damaged.Relatives of Safiqul Islam also alleged that money, jewellery and other important land documents were missing from his home.“We don’t know whether somebody took them away or the police threw them into the ponds,” said one relative, who led this reporter to the demolished houses. “The almirah at Rofikul Islam’s house is empty.”‘Anti-encroachment drive’ or ‘search operation’?Multiple police statements on the demolition drive seem to contradict one another.Initially, it was reported to be a joint operation between the police and the civil administration to root out “illegal encroachers”. GP Singh, special director general of police (law and order), told reporters that during the course of investigations, they had found those who protested at the police station on May 22 were encroaching on government land.“Even if they have pattas (land deeds), they must have acquired them through forged documents or through fraudulent means,” he told journalists. “In this connection, we registered a case and also informed the district administration. On that basis – since there are forged documents, people are living illegally and illegal activities are going on – we carried out an eviction drive in some houses there today.”However, on Wednesday, when Scroll.in contacted DGP Mahanta about the demolition drive, he said, “Police do not conduct eviction drive. It was not an eviction drive but a search operation. Please ask the Nagaon deputy commissioner whether they have carried out any eviction drive.”The deputy commissioner did not respond to calls or messages. Other officials in the district’s revenue department, which oversees land matters, refused to comment.Nagaon Superintendent of Police Leena Doley also said the same when Scroll.in contacted her on Wednesday. “We conducted a search operation in Safiqul’s house and during the search operation his house was broken into,” she said. “All officials were in uniform. We were conducting a search operation and when it was not completed we had to dig out the places of the premises. During that time, houses were broken.”She also said the police searched all the demolished houses.When asked about claims that the police had rifled through the belongings of local residents and taken documents, Doley said, “No, nothing as such happened.”Eman Ali and Akas Ali's demolished homes.‘Myadi patta’If it was an encroachment drive, residents of Salonabari claim the targeted households were given no notice. Scroll.in spoke to at least 10 residents of Salonabari who said the people whose homes were targeted were not encroachers.A 70-year-old resident, who did not want to be identified, said Islam’s father and grandparents had lived in the village before he was born. “Their ancestors cleared the forest to make the land habitable. They also have their name in 1951 NRC,” he said.The NRC, or the National Register of Citizens, is meant to be a list of Indian citizens living in Assam. First compiled in 1951, it was updated in 2019.According to Ajooba Begum, the plot where Islam had built his new house was not government land, as reported in sections of the media. He had bought the land and was in the process of paying for it.She claimed that the transaction with the previous owner involved transferring “miyadi patta” – permanent ownership rights – to Islam. “There is no complaint from the person from whom the land has been bought,” she said. “They have valid documents.”The plot now lies empty. After Islam’s death and the arrest of his wife and daughter, his three younger children have been taken by the government to a shelter home run by Childline, a non-governemntal organisation.“Safiqul is gone, his wife and eldest daughter are in jail for their alleged role in the arson, three of his children have been taken by Childline. Who will complete the payment now?” Ajooba Begum asked.A neighbour of Mojibur Rahman also said they had myadi patta for the land they lived on. “If it were government land, they (the authorities) would have evicted us as well,” she said.‘Terror links’According to Doley, the police were investigating links between those accused in the UAPA case and the Ansarullah Bangla Team, a banned outfit in Bangladesh.Doley also said that on May 23, a country-made revolver with four rounds of ammunition was recovered from the house of Emaan Ali. The same day, Doley added, the police found 6,500 Nitrazapam tablets from the house of Mojibur Rahman, who has been arrested.Salonabari residents rejected the accusations that the men were involved with terror outfits. “We don’t think they are involved in any terror activities,” said one neighbour. “Also, these arrested people are not people who can possess arms like a revolver.”Whatever the truth of the allegations, a section of the media and social media users have already passed judgement. In Assam, Bengali-origin Muslims are often branded as “illegal immigrants” from Bangladesh involved in a range of crimes.  Since Islam’s family and other residents of Salonabari belong to the community, several social media users conclude, they must be guilty.Pictures by Rokibuz Zaman.","author":"Rokibuz Zaman","time":"2022-05-27T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174951-likzssaaup-1653567694.jpg","tags":["Assam","demolitions","custodial death"],"source":"https://scroll.in/article/1024841/death-demolitions-terror-charges-in-ravaged-assam-village-residents-contradict-police-claims"}