{"title":"Death of accused persons while trying to flee police custody is not new in Assam, says minister","content":"Minister of Parliamentary Affairs Pijush Hazarika on Monday told the Assam Assembly that the death of accused persons while attempting to escape police custody was not new in the state, PTI reported.“There is no such word as encounter in the Assam Police manual,” Hazarika said. “If a criminal tries to escape or attack the police, they may get injured or killed.”He also said that the death of suspected criminals due to police action has occurred in the past as well.Hazarika was responding to a question raised by Opposition leader Kamalakhya Dey Purkayastha on the police shootings in Assam, PTI reported.Congress leader Purkayastha had questioned if there were any loopholes in police training that have resulted in accused persons frequently fleeing custody.But Hazarika said that action has been taken against police personnel, who flouted norms, PTI reported. He added that the “police should act tough” and ensure that crime is regulated in the region.At least  31 people have been killed in police shootings since the BJP returned to power in Assam in May 2021.However, Independent MLA Akhil Gogoi said that the figure was “incorrect”.While Hazarika maintained that 29 people were killed, and 96 others were reportedly injured, Gogoi said the death toll stood at 35, PTI reported.On March 15,  Chief Minister Himanta Biswa Sarma had defended the police action in the Assembly. “We have been criticised in the House repeatedly for the encounters,” he said. “Nobody supports the encounters. Police have to work within the law. But while working within the law, if a bullet hits a rapist, we must be clear whether we should sympathise with the rapist or the victim.”","author":"Scroll Staff","time":"2022-03-28T19:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172213-mzpiswmbjy-1648473663.jpg","tags":["Minister of Parliamentary Affairs Pijush Hazarika","Kamalakhya Dey Purkayastha","Himanta Biswa Sarma","Assam Police"],"source":"https://scroll.in/latest/1020581/death-of-accused-persons-while-trying-to-flee-police-custody-is-not-new-in-assam-says-minister"}