{"title":"Debates around NRC show the common thread of trauma that binds the people of Assam","content":"“History never really says goodbye. History says, ‘See you later.’”– Eduardo GaleanoBefore the contentious question “who qualifies to be a citizen of India”, there was another difficult question in Assam: “who is an Assamese?” With the publication of the final list of National Register of Citizens, this question has returned to the fore. An engagement with this question is critical to understand the NRC and its possible aftermath.To discuss the future of NRC, we must begin with its past – Assam’s troubled past. Lest we forget that a generation in Assam has passed through a phase of critical engagement with the state, an experience that the buzz around “statelessness” fails to capture. If NRC indeed creates statelessness for some, it also affirms “stateness” for some others. After all, for a generation in Assam, “Bajrang” meant more of a code-named army operation than the name of a Hindu God. The phrase “human rights” seemed incomplete to them without the word “abuse”. This generation grew up alongside the birth of new voices of protest and resistance in the Assamese social world, in press and literature. The Indian state in this narrative had occupied a complex place, often of uneasy antagonism. It is through this critical negotiation with the Indian state that NRC was planted in the political imagination in Assam. In the final hours of the NRC story, these are the stories we need to look back into. Stories that essentially tell us that there are complexities in this country that cannot be fit into the ideological straightjacket or ready-to-serve linear narratives. The NRC is borne out of a complex history and it gives rise to a set of complex questions.The legacy and its strategy The official website of the NRC, maintained by the state government, is replete with references to the Assam movement of the 1980s. File photos of the movement serve as background slides. The intended message is clear: the NRC has a legacy and a social base. Led by the All Assam Students Union, the Assam movement of the 1980s articulated the concerns of the ethnic Assamese community. Also known as the “anti-foreigners” movement, its participants described it as Assam’s last struggle for survival against the cultural, political and demographic transformation of the state by the onslaught of unchecked immigration which threatened to reduce the indigenous to minorities in their own land. Critics, however, saw it as an attempt by petty bourgeoisie upper-caste Assamese-speaking sections to monopolise absolute political power.People stand in a queue to check their names on the final list of the National Register of Citizens in an office in Pavakati village of Morigoan district of Assam on Saturday. Credit: AFPThere is a wide consensus, however, that the Assam movement ethnicised the socio-political landscape of Assam with deep consequences for later years. The movement ended with the signing of the Assam Accord in 1985 which called for the identification and expulsion of migrants who entered the state after March 24, 1971, the eve of the Bangladesh War.The government is keen to project the process of updating the 1951 NRC as the fulfilment of this long-pending promise. But it can be argued that this projection is precisely aimed to gain from a selective and limited reading of the Assamese nationalistic politics of the time.What happened in the 1980s?The year was 1980. What would be later known as the Assam movement was stirring up. When a reporter from India Today told Girin Barua, the late leader of the Asom Jatiyatabadi Dal, that India did not have provisions for dual citizenship, he retorted: “Get the Constitution changed then.”The Asom Jatiyatabadi Dal was part of the umbrella forum of Assamese nationalist groups that acted as the organisational powerhouse behind Assam movement. It wanted full control over the land and resources of Assam to be vested in the Assamese people who would enjoy dual citizenship of India and Assam.This radicalism would leave a devastating trail of loss. As the Assam movement turned violent, the Indian state cracked down on it. Often its responses were seen as brute, unprovoked and unreasonably harsh, leaving a durable scar in the minds of the people. One of those unnamed searing ballads produced by tumultuous decade of 1980s in Assam goes something like this:“Ask those who has passed through the eighties, how does it sound, a baton lashing on the body? Ask those mothers of the nineteen eighties, the umpteen times that I was forced undressed?”Questions and bewilderments, resentments and resignations; in sum, a complex social memory conditioned by history.What finally exploded in the form of Assam Movement can be traced back to the character of the colonial spatial order in the region where Assam was placed as the last land frontier of South Asia, left exposed to waves of migrations, often engineered and induced in the colonial interest. Seeking to locate the NRC in a historical past is essentially about understanding this concept of “insider-outsider” in the context of the territorial formation of colonial Assam where modern Assamese nationality was first articulated. That this adverse reality seemed to only aggravate in post-colonial times was the main contention of the explosive eighties in Assam.Queue to check for inclusion of names in the citizens register. Credit: ReutersThe citizen and the indigenousThe question of “who is Assamese” has been a central debating point around which much of identity claims in Assam has been negotiated. As a principal participant of Assam movement and a signatory of the Assam Accord, the All Assam Students Union has been intimately involved in the discourses around the debate.However, contrary to the widely shared belief that the decision to update the NRC in Assam was the outcome of a tripartite meeting involving the central and state governments and AASU on May 5, 2005 under the Manmohan Singh-led United Progressive Alliance, a careful analysis shows that the process took shape under the Atal Bihari Vajpayee-led National Democratic Alliance.It was when the deep entanglements began, between the claims of citizenship and norms of indigeneity in Assam. A tripartite talk was held between the representatives of AASU, the government of Assam and the additional secretary of the Union Ministry of Home Affairs in New Delhi on September 23, 1998. This paved the way for the formation of a sub-committee to examine the proposals submitted by the government of Assam and AASU under clause VI of the Assam Accord that speaks of safeguards for the Assamese people.By the next round of tripartite talks held on April 10, 2000 in Guwahati, home ministry officials raised a question on the definition of the Assamese people, for the purpose of reserving seats for them in Parliament, the state assembly and local bodies. The minutes of the meeting record:“Representatives of AASU stated that they would like to have the definition of ‘Assamese People’ which could base on NRC 1951...It was noted that this definition would be more widely acceptable as it would include all residents in Assam as on 1951 and include all communities residing in Assam.”In the next round of tripartite talks held on September 7, 2000, the representatives of AASU reiterated the need to use the NRC compiled in 1951 as the proposed benchmark of Assamese identity.However, the general consensus on the workable definition of Assamese people collapsed soon. By the next round of tripartite talks held on September 15, 2001, the representatives of the state government stated that the question of the definition of Assamese people is a complicated one. They said it required a decision to be made at the highest level of the state government. The representatives of the Union Ministry of Law emphasised the need for a valid sustainable definition of the Assamese people which meets the legal requirements.The next crucial tripartite talk was held on May 5, 2005, involving the Prime Minister of India. The representatives of AASU registered their strong dissatisfaction on the emergence of “Assamese in inverted commas”. A letter addressed to the Union Home Minister dated June 16, 2005 said:“We have received a copy of the minutes of the tripartite talk held at South Block on 05-05-2005. We request you to make the following changes. The words Assamese People have been put within inverted commas (Clauses 03.09). The commas have narrowed down the sense conveyed by the two words. The Assam Accord does not put the words within inverted commas.”By then, this protest was too late, too little. The need to define the ‘Assamese’ became pre-conditional to address who can be covered by the Assam Accord, and more importantly, it became a rallying point for the discourse of indigeneity in Assam. Tribal organisations were quick to point out that they would rather identify as indigenous inhabitants of Assam and not as Assamese per se.Looking back at the negotiations, it would not be inaccurate to say that the campaign of the Assamese regionalist camp to establish the 1951 NRC as a base document to define the “Assamese” was largely a response to the attempt (and in retrospect, a successful one ) by the state to exploit and expose the faultlines in the very formation of the Assamese nationality.It is significant that as against the narrow ethnic insinuations of the definition emphasised by the government, the 1951 NRC as an official document kept the options more secular. The state sought a cultural route, while the regionalist camp in Assam at that time preferred to keep it legal. On the publication of the final NRC, it is pertinent to look back at this moment.Workers at the National Register of Citizens office check documents submitted by applicants. Credit: Biju Boro/AFP Empathy for allGiven this weight of history, with the publication of the NRC, India has put its capacity to perform as an administrative state to test. Its challenges are compounded by the special status of the North East region in policy-making as “a zone of exception”: a geopolitical and geocultural unit  that requires micro-adjustments to India’s macro-projections. New sets of citizenship rules will alter the nature of this “transitional zone”, a zone which has historically been a suspect, contemporarily an experiment, and potentially an investment for the Indian state.What are we staring at then?For now, the 19 lakh people excluded from the NRC can file appeals in foreigners tribunals. But were the tribunals to declare even a fraction of them as foreigners, what happens next? India does not have a repatriation treaty with Bangladesh. How long can lakhs be held in detention centres? Already, there is talk of creating work permits for those unable to prove their citizenship, reducing them to cheap labour without political rights.Does this mean Assam has finally arrived in the big scene of global precariats? Economist Guy Standing describes precariats as “the dangerous class characterized by deep anger, anomie, anxiety, and alienation”, while anthropologist Anna Tsing calls them “people living life without the promise of stability”.Is the unprecedented thrust on infrastructural expansion in the North East region calling for such a precariat? The answer is not straight and easy. But it must be found in the right places.By taking the attention off the machinations of a wily state and instead mounting attacks on a community as “xenophobic”, we have failed to understand the delicate place of history in the schemas of justice. The debate around NRC must be contextualised in the region’s history – a contentious history marked by resource sharing as well as resource-based conflicts, apprehensions against the state as well as expectations from it. Assam has a flood prone area that is four times the national mark and the rate of deforestation in the state is one of the highest in the country. What you get is a people constantly on the edge. If anything, the debates and discussions around NRC show the common thread of trauma that binds the people of the land. From tea gardens and oil fields of upper Assam to char lands and jute fields of Western Assam, everyone is bound to a discourse of power in some form of victimhood.It is also true that in the post-colonial world, people are alienated from each other, where the pathologies of sufferings and disappointments are always hunting for an enemy – “the other”. We have failed to evolve the discourse to meaningfully understand the varieties of all these traumas and their interconnectedness. Let the publication of the NRC provide a fresh occasion to introspect such possibilities.Kaustubh Deka teaches at the Department of Political Science, Dibrugarh University.","author":"Kaustubh Deka","time":"2019-09-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126472-yvbkalgtar-1567152905.jpeg","tags":["National Register of Citizens","Assam"],"source":"https://scroll.in/article/936017/debates-around-nrc-show-the-common-thread-of-trauma-that-binds-the-people-of-assam"}