{"title":"Debates are giving way to violence and terrorism among the Hindu right wing: Kamal Haasan","content":"Actor Kamal Haasan, who in September announced he will enter politics, on Thursday accused the Hindu right wing of using violence and alleged that “terrorism” had now spread to their camp. Writing in Tamil magazine Vikatan, Haasan said the Hindu right wing was moving from the idea of “Truth alone triumphs” to “Might alone triumphs”.“Earlier, the Hindu right would not indulge in violence, but instead had debates,” Haasan wrote. “But once this tactic failed, they started using muscle power instead of dialogue. They too have started using violence. They can no longer say ‘Can you show me a Hindu Terrorist?’”Terrorism has spread to that extent in their camp. This terrorism is neither a win nor progress for those who call themselves Hindus. Going from ‘Truth alone triumphs’ to ‘Might alone triumphs’ will make us all barbaric.  — Kamal Haasan\nThe column was in response to Kerala Chief Minister Pinarayi Vijayan, who had asked Haasan for his opinion on the communalism and backwardness that was entering Tamil Nadu politics.“The effort to turn the whole world right wing will not succeed,” Haasan wrote. “This is a temporary fashion. Like make-up, it won’t last too long.”He praised Kerala as an example for social justice, and said the day is not far when Tamil Nadu becomes one too.BJP wants apologyThe Bharatiya Janata Party responded to Haasan’s column on Thursday, asking for an apology. “Kamal Haasan should apologise and take his words back. In reality, there is peace because Hindus are in a majority,” party spokesperson Narayanan Thirupathi said. “I don’t think that one needs to take seriously what he says,” said Rajya Sabha MP Subramanian Swamy. “I think our NIA [National Investigation Agency] should visit him and ask him what proof he has,” Swamy told Times Now.","author":"Scroll Staff","time":"2017-11-02T14:05:58.620318+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/856406-69053-uwegtocxsc-1506012712.jpg","tags":["Kamal Haasan","Hindu right wing","Tamil Nadu","Kerala","Extremism"],"source":"https://scroll.in/latest/856406/debates-are-giving-way-to-violence-and-terrorism-among-hindu-right-wing-kamal-haasan"}