{"title":"Decades on, India and Bangladesh have yet to agree upon transboundary river pacts","content":"Bangladesh’s ruling party, the Awami League, started its fourth consecutive term in government this year with a promise to cooperate with India, Nepal and Bhutan and ensure equitable water sharing. In an election manifesto released at the end of 2023, party president and current Prime Minister Sheikh Hasina said her government will continue to cooperate with neighbouring countries, including on issues of cross-border communication, transit, energy partnerships and equitable water sharing.But experts fear that many issues around transboundary rivers will remain unresolved between both Bangladesh and India. Among those, the much-talked about agreement on water sharing for the Teesta river will be at the forefront. Another major challenge for both governments is going to be the renewal of the Ganges water-sharing treaty which expires in 2026.The Awami League-led government has been in power since 2009, but has not made any significant progress on transboundary water cooperation with India.Sheikh Rokon, a river activist and general secretary of the Dhaka-based think tank Riverine People said, “In the past decade, Bangladesh Prime Minister Sheikh Hasina and Indian Prime Minister Narendra Modi have met at least six times and issued joint statements. Prime Minister Sheikh Hasina has visited Delhi three times and Narendra Modi has visited Dhaka twice. During the Covid-19 pandemic, a virtual meeting was held between the two premiers. But the issue of the Ganges water-sharing agreement was never on the main agenda.”Joint River CommissionThe formal mechanism for managing the joint rivers was established by the two countries in 1972 through the formation of the Joint River Commission. The Commission was formed as part of the Indo-Bangladesh Treaty of Friendship, Cooperation, and Peace in March 1972 to work for common interests such as irrigation, floods and cyclone control as well as sharing of water resources.According to the rules of procedure of the Joint River Commission, at least four meetings should be held in a year, which would have meant that 208 should have been held over 52 years, but in reality, only 38 meetings have taken place. The 38th Join River Commission ministerial-level meeting in August 2022 was the most recent, and was held after a gap of 12 years.Despite being more than half-a-century old, the success of the commission has been limited. In the decades of negotiations, the two countries have been able to ink one successful treaty, the one on sharing Ganges river water in December 1996, a milestone that eased tensions between the neighbours and paved the way for greater collaboration on transboundary issues. That treaty is set to expire in two years.The negotiation on the sharing of the Teesta river water started in 1983 with a short-term agreement. In 2011, an interim agreement for 15 years was ready to be signed by both the countries on the Teesta. But the deal was shelved as the West Bengal Chief Minister Mamta Banerjee opposed it.Join River Commission member Mohammad Abul Hossen said that though the committee fulfilled its role as a technical committee and drafted working agreements for water secretaries of both countries to review, a lack of consensus between both sides on the Teesta meant that attempts at formalising a treaty failed in 1997, 1999 and 2003.Eminent water expert Ainun Nishat, who was a Join River Commission member during signing the Ganges water-sharing agreement, explained that the its initiatives and decisions cannot be implemented unless there is political consensus. Nishat cited the series of meetings and attempts that led to the failed Teesta agreement when Banerjee opposed signing in 2011, adding “Since then, the JRC Bangladesh chapter has been following up with Indian counterparts for the signing of the agreement. But nothing has happened so far.”Building consensus on water-sharingThe Bangladesh government appears serious about resolving outstanding river issues with India. Post-elections, Indian High Commissioner Prannoy Verma was the first foreign envoy to meet the new foreign minister Hasan Mahmud. After the meeting, the foreign minister said the meeting touched on the Ganga water-sharing agreement as well as the Teesta, but suggested that any progress on the latter had to await the outcome of India’s ongoing general elections.Speaking to The Third Pole, Himanshu Thakkar from the South Asia Network on Dams, Rivers and People explained that there are several factors that make this negotiation complex. “In any water agreement, there’s an upstream and downstream dynamic. The upstream country often sees no direct reason to enter into an agreement, as it doesn’t immediately face consequences unless compelled by other factors. For example, if two countries are closely tied economically through trade and other ventures, it’s easier to negotiate agreements,” he said.He gave the example of Bhutan, which is upstream of India, and yet – because of their close relations – managing water has been easier.“Considering the cultural proximity and historical context [between India and Bangladesh as well], an agreement should have been established by now,” Thakkar added, while noting that this had not speeded up negotiations. “Even the Ganga treaty took 25 years to materialise after the birth of Bangladesh in 1971.”Ultimately, Thakkar said India’s position as an upstream country concerning most of the 54 rivers it shares with Bangladesh means it lacks domestic pressure to enter such agreements.One way that cooperation could be increased, Thakkar felt, was through a wider river basin perspective. “For example,” he said, “When China’s infrastructure projects like dams on the Brahmaputra, affect the region… India protests such developments, Bangladesh – though also a downstream country [on the Brahmaputra in relation to China] often doesn’t voice concerns, perhaps due to geopolitical factors.”In the case of Banerjee, he added, “If West Bengal were to engage in such a treaty, it would be at some cost, which can lead to political backlash. Therefore, Bangladesh must work to foster the right atmosphere for West Bengal to agree to the Teesta agreement.”“Despite the strong ties between West Bengal and Bangladesh, navigating the political landscape remains challenging for both parties. Timing and circumstances are crucial for progress in such agreements.”Nishat draws attention to the success of drafting agreements for the Ganga and the Indus (The Indus Waters Treaty). “We have two successful water-sharing agreements, but in both cases, the scenario is different. For the Indus treaty, the World Bank played a vital role and there was an arbitration process which led the two countries to sign the treaty. But in the case of the JRC, there is nothing in the middle like the World Bank. It is completely dependent on political consensus. Therefore, the JRC will not be able to meet its mandate unless our political consensus is there.”Z Rahman is Dialogue Earth’s Bangladesh editor and joined in 2015.This article was first published on Dialogue Earth, formerly The Third Pole, under the Creative Commons BY NC ND licence.","author":"Z Rahman ","time":"2024-05-16T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200680-jjlslhvdvu-1715608487.jpg","tags":["Sheikh Hasina","Bangladesh","Transboundary River Agreements"],"source":"https://scroll.in/article/1067818/decades-on-india-and-bangladesh-have-yet-to-agree-upon-transboundary-river-pacts"}