{"title":"Declare ‘Karnataka-occupied Maharashtra’ as Union Territory, says Uddhav Thackeray","content":"Former Maharashtra Chief Minister Uddhav Thackeray on Monday told the state legislative council that the Centre should declare “Karnataka-occupied Maharashtra” areas as a Union Territory. The Shiv Sena (Uddhav Balasaheb Thackeray) leader’s comments came amid a flare-up between Maharashtra and Karnataka over a decades-old border dispute.The dispute pertains to Maharashtra’s demand since its creation on May 1, 1960, that 865 villages, including Belgaum (now Belagavi), Karwar and Nippani, that are currently in Karnataka, should be merged with it. Karnataka, however, claims the demarcation that was carried out on linguistic lines in 1956 is final. The case is pending before the Supreme Court.“While Karnataka Chief Minister [Basavaraj Bommai] is aggressive on border row, Maharashtra Chief Minister [Eknath] Shinde is silent,” Thackeray said. “...Until the Supreme Court decides on the matter, this entire region of Karnataka-occupied Maharashtra should be declared as a Union Territory. This should be added in the proposal that is to be passed in the council.”महाराष्ट्र विधिमंडळ हिवाळी अधिवेशन २०२२ | शिवसेना पक्षप्रमुख, आमदार विधानपरिषद श्री. उद्धवजी बाळासाहेब ठाकरे विधान परिषदेतून | नागपूर - LIVE@ShivSena #UddhavThackeray #हिवाळीअधिवेशन२०२२ #महाराष्ट्रविधिमंडळ #नागपूर #शिवसेना https://t.co/Me2RcT4bZ5— ShivSena - शिवसेना (@ShivSena) December 26, 2022\n\nDuring Monday’s Assembly session, Deputy Chief Minister of Maharashtra Devendra Fadnavis said that the state government will introduce a resolution on the border row on Tuesday. “We will fight for every inch,” the BJP leader told the Assembly. “We will do everything that is necessary for justice to the Marathi-speaking population in Karnataka, be it before the Union government or the Supreme Court.”आम्हाला मान खाली घालावी लागेल, याची कुणाच्या बापात हिंमत नाही.महाराष्ट्राच्या इंच न् इंच जागेसाठी लढू!न्यायालयात सुद्धा भक्कम बाजू मांडू!या प्रश्नावर महाराष्ट्र सरकार तसूभरही मागे हटणार नाही!उद्या सभागृहात सीमाप्रश्नावर ठराव होईल.(विधानसभा ।दि. 26डिसेंबर2022)#VeerBaal Diwas pic.twitter.com/jrjUQlC5kH— Devendra Fadnavis (@Dev_Fadnavis) December 26, 2022\n\nOn December 22, Karnataka Assembly had passed a resolution to protect the state’s interests amid the ongoing border row with Maharashtra. The resolution was moved by Karnataka Chief Minister Basavaraj Bommai and was adopted by a voice vote.On December 14, Union Home Minister Amit Shah had said that the Bharatiya Janata Party-ruled Karnataka and Maharashtra governments will not make any claim in the border dispute between them until the Supreme Court gives its verdict in the case.","author":"Scroll Staff","time":"2022-12-26T14:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180847-tnjgnoycfo-1664983052.jpg","tags":["Uddhav Balasaheb Thackeray","Maharashtra","Karnataka"],"source":"https://scroll.in/latest/1040577/declare-karnataka-occupied-maharashtra-as-union-territory-says-uddhav-thackeray"}