{"title":"Declaring foreigners: How Assam’s border police and tribunals form a secretive system of justice","content":"Sikandar Ali has a white beard but his arms and chest are no thicker than a child’s. His wife, Ratan Bibi, and he live in a packed earth house in Adabari village in Lower Assam’s Dhubri district. They are so grateful that someone has come to hear their story, they shower their visitors with what they can find – a range of snacks, a glass of milk, tea, betel leaves, an offer of chickens. They have little left.Ali sold the small plot of land he owned and used up the savings he made as a rickshaw puller trying to prove his son, Abu Bakkar Siddiqui, was an Indian citizen. But for two years now, 27-year-old Siddiqui has been in a detention camp hundreds of kilometres away in Upper Assam’s Jorhat district, a “declared foreigner” – the phrase used by the police and judicial apparatus when stripping individuals of citizenship rights.Sometime in 2007, Siddiqui, a daily wage labourer, found work in Jorhat. There, his family later heard, residents complained to the police that a band of Bangladeshis had arrived in the area. They surmise that the police must have registered a complaint against Siddiqui and other workers from Lower Assam at that time. But Siddiqui returned from that trip unscathed. It was only about three years ago that he was served a notice by the Jorhat Foreigners’ Tribunal, saying there was a case against him.The family obeyed the summons. They found an advocate and made the trip to Jorhat every eight or nine days for the tribunal hearings. Within three months, the case had wound up and Siddiqui was sent into detention. They appealed in the Gauhati High Court, but the lawyer there fell ill on the day of the hearing, Ali said. They could not go to Delhi but found a lawyer to approach the Supreme Court with a special leave petition. On October 27, 2017, a bench comprising Justices Rohinton Fali Nariman and Sanjay Kishan Kaul dismissed the petition.Until the trial stage, the family says they had no idea there was a case against Siddiqui. They had certainly not heard from the border police, the special unit of the Assam Police tasked with investigating suspected foreigners.Sikandar Ali and his family in their house in  in Adabari village in Lower Assam’s Dhubri district.On foreigner watchSince July 30, when the final draft of Assam’s National Register of Citizens was published, there has been much speculation on the citizenship of over 40 lakh people who were left out. The register, meant to be a definitive list of genuine Indian citizens in Assam, is being updated for the first time since the chaotic post-Partition days of 1951. One of the stated aims of the exercise is to identify those the state defines as “illegal immigrants”. This includes anyone who cannot prove that they or their ancestors entered the country before midnight of March 24, 1971. The office of the National Register of Citizens in Assam has pointed out that the current list is just a draft, and those left out have not been declared foreigners.That is left to a parallel process that has been in place in Assam for decades – the border police, who investigate cases and refer them to the Foreigners’ Tribunals, set up after the Illegal Migrants (Determination by Tribunals) Treaty was signed in 1983. The treaty is long gone, struck down by the Supreme Court as unconstitutional in 2005, but the tribunals remain, quasi-judicial bodies that determine citizenship under the Foreigners’ Act of 1946.The border police and the tribunals also handle the cases of “D” voters. D stands for “doubtful” or “dubious”. In 1997 and 2005, the Election Commission placed the letter next to thousands of names in Assam’s electoral lists. It implied that the citizenship of those individuals was suddenly under doubt and they would lose their voting rights until it was cleared.The foreigners’ identification process intersects with the National Register of Citizens in two ways. First, the National Register of Citizens authorities said all 2.48 lakh D voters, declared foreigners and their families had been left out of the draft list since the tribunals were a higher authority when it came to adjudicating citizenship. In the districts of Lower Assam, however, a number of families said they had found their names in the final draft even if one member was a D voter or had a case in the tribunals. Second, the names of those left out of the final list of the National Register of Citizens will wash up with the tribunals.If the National Register of Citizens proudly claimed it was transparent and “scientific”, both the border police and Foreigners’ Tribunals are doggedly opaque. Few outsiders are allowed to attend the tribunal hearings. An officer of the border police said they were protected from the Right to Information Act and not obliged to release any data. Another officer initially said they were not allowed to reveal even basic information about how the border police functioned.Troubling questions remain about the composition and functioning of the Foreigners' Tribunals.Guardians of the borderYet the secretive organisation resembles a messy bureaucracy in many ways. Border police units are housed in police stations across Assam, from sprawling blocks at the district level bursting with dusty files and clerks poring over ledgers, to tiny offices manned by snoozing constables in larger thanas at the block level, to a single sub inspector deputed to look after border matters at the smaller thanas. Watchposts, or surveying units, are set up across the countryside, especially in areas close to the border with Bangladesh. In most districts, the superintendent is also in charge of overseeing the functions of the border unit. He also doubles up as the foreigners’ regional registration officer, responsible for signing off on cases that are to be referred to the tribunals.Cases of suspected foreigners have trickled into the border police files in three ways, explained one official in Lower Assam who did not want to be identified. First, when the Election Commission referred cases of D voters to the border units for investigation. These cases must be passed on to the tribunals and cannot be dropped after a police inquiry, the official said. Second, when the border police went for village surveys and found persons who were not already on the official registers. These include records of births, deaths and marriages as well as village population registers updated every few years. Third, when the police receive inputs about strangers in an area.The inquiry is split into two phases. In the preliminary stage, the official said, a notice is issued to the person under investigation, who is then asked to produce documents to prove identity and birth. The border police work on the same premises as the National Register of Citizens: those who cannot show papers from before March 25, 1971, will be declared foreigners. Such people face deportation or the detention camps. Those who can produce documents dated between 1966 and 1971 will be declared foreigners, but they only lose their voting rights for 10 years. Those who can prove entry before 1966 will be deemed citizens.If citizenship is not established in the preliminary investigation, the superintendent signs off on an official inquiry. A case is registered and three forms are to be filled. These include particulars of the person under investigation: name, date of birth, place of origin, how long they have been living at their current address, educational qualifications, ancestry and other details. According to a border police official from Dhubri district, who did not want to be identified, the verification process does not take more than one or two months.The migrant as foreignerBut this apparently neat process has long been accused of being arbitrary, of not reflecting lived realities, of bad faith and bias. It starts with who is investigated in the first place.Assam is a state of fluid populations: workers pouring in from states such as Bihar and West Bengal, people from the desperately poor districts of Lower Assam travelling to Upper Assam in search of work, others moving because floods and erosions have destroyed their homes. Yet, going by local accounts and even the remarks of border police officials, to be poor and a stranger is to be a suspected foreigner in Assam.“The border police conduct surveys on floating populations or people whom the local population finds suspicious,” said the border police official in Lower Assam. “It’s not that we pick up all [migrant] workers or investigate one particular religion or community,” he added quickly. They only investigated strangers who acted “suspiciously”, according to the local population. The police official from Dhubri claimed that all migrant workers in the area under his jurisdiction had to go through a verification process, even if it turned out that they were from other parts of the country or state.The “local inputs” the police act on are not without their own prejudices. For instance, Upper Assam, the heartland of Assamese nationalism, has always been culturally different from the districts of Lower Assam, home to a large population of Bengali Muslims. These differences feed into suspicion, say a number of families in Lower Assam. Siddiqui’s family, for one, showed no surprise that residents in Jorhat suspected he was a Bangladeshi.The case of Kitfur Rahman, a daily wage labourer from Roopshi village in Dhubri, now held in a detention camp in Jorhat, is similar. In 2014, Rahman had gone to Moran village in Upper Assam for bridge construction work when he was picked up by the police. His family assumes it was because anyone from Lower Assam was suspect in those parts. His cap and dress would have marked him out as Muslim. “There is also a difference in language. We speak in Goalpariya,” explained his brother, Lutfur Rahman. Goalpariya is a variation of Assamese spoken in the Lower Assam districts close to the border with Bangladesh.Apart from migrant workers, a large number of the cases are filed against married women. Many moved from their native villages after marriage and have few documents to prove their relationship with ancestors pre-1971. It has made D voters and suspected foreigners out of thousands of rural, illiterate married women.“They usually have no basis,” railed Nurul Islam Mollah, an advocate who defends suspected foreigner cases in the Dhubri tribunals, referring to cases filed by the border police.The family of Kitfur Rahman, a migrant daily wage worker who has been detained in Jorhat. The burden of proofAdvocates also raise doubts about the investigation carried out by the border police. “It never happens,” said Mollah flatly. “Of the investigation forms, Annexure A [giving details of the person under scrutiny] is supposed to be filled in their presence.” According to him, the police never visit the homes of the suspected foreigners, as they are bound to, neither do they complete the local verification report. “The name, address and house number is written. The rest is left blank,” he said.A state prosecutor at one of the Foreigners’ Tribunals in Dhubri, who spoke off the record, had a more serious allegation to make about the reports prepared by the border police and passed on to the tribunals. “There are a lot of discrepancies in the reports,” he said. “Now we have come to believe that these errors are done deliberately. But the burden of proof lies on the accused. He is given no chance to question the referral authorities, even if they have made out a wrong case against him.” Under the Foreigners Act of 1946, the accused have to prove their citizenship.A former member of the Foreigners’ Tribunal echoed these reservations. “There are gaps in the inquiry procedure,” he said. “In my view, the prosecution should establish whether he [the accused] is an Indian or a Bangladeshi citizen. But that is not followed by the police.”When asked about the blank forms, the official from Lower Assam took refuge in that very provision of the Foreigners Act. “In respect of suspected foreigners, the police deals with the documents only. It is the subject’s burden to prove it. He has to show his documents. If not, the forms will be referred, we will say no documents were produced,” he said.According to the border police official from Lower Assam, after the first notice is served, the subjects of investigation are given 20 days to produce documents, failing which an official inquiry is started. For poor, barely literate migrant workers like Siddiqui and Rahman, it is not enough time to get their papers from homes that are hundreds of miles away or issuing authorities that take months to process files. Many complain the border police notices do not even reach the families in the first place. The official from Dhubri claimed it was because those investigated were often migrant workers, so when the police came knocking, they found no one at home. At least two women, one in Chirang and the other in Bongaigaon district, found out there was a case against them in the tribunals only after their names failed to appear in the final draft of the National Register of Citizens.Spelling mistakesIn Dhubri town, Foreigners’ Tribunals are housed in charming old buildings with wooden balconies and sloping roofs. The prosecution of suspected foreigners has given rise to its own local economies.In one quaint tribunal, Anwar Hussain Bepari was to be found amid the crowd of anxious defendants. A tiny man with one bright tooth left in his smile, Bepari has become a broker for those fighting cases, connecting bewildered D voters and suspected foreigners in his village with advocates in Dhubri town. Bepari, who owns a brick kiln in his village, says he takes no money for his services. “Look at her, she’s completely poor, a daily wager. There are lots of such people,” he said, pointing to a woman and child who stood next to him. Both looked terrified.If the border police file reports without the requisite documents, the tribunals make exacting demands. Claims to citizenship can be dismissed on mere spelling mistakes. Rahman’s case, for instance, unspooled in a tragedy of errors. First, because the advocate produced the wrong documents before the tribunal, his family now says. “The advocate did not know anything,” said Lutfur Rahman, his elder brother. “We had the 1951 National Register of Citizens, but he said this is handwritten, it will not do. We had 1952 land records, he said this will do, but there was a mistake in our grandfather’s name. Rahman’s school certificate was not submitted. The court did not believe his voter’s identity card. The case went on for two and a half years.”Then names were spelt differently in documents down the decades. Rahman’s grandfather seems to have been Jonabali Munshi in the land records but Haji Jonab Ali in later documents, a common change of name for Muslim men once they have completed the Haj. Rahman’s father’s name, Ahammad Ali Sheikh, is spelt in Bengali in the 1951 National Register of Citizens. In the 1966 and 1970 voter rolls, he is “Ahammad Ali Sk” but by 1985, the “Sk” has been dropped. In his 2014 voter’s identity card, he is “Ahmed Ali”, son of “Haji Jonab Ali”.The tribunal summoned Rahman’s ailing father to Jorhat and took down his statement. His other sons say he was confused and they did not understand his Goalpariya. The tribunal did not ask any of Rahman’s four brothers to depose before it, they claimed.Pointing to the spelling errors in its ruling, the Jorhat tribunal said: “Since the citizenship of the father of the proceedee namely Ahmed Ali s/o Hazi Jonab Ali, is not proved, therefore question of the citizenship of the proceedee may not be arised [sic] and as such the proceedee has miserably failed to establish his Indian citizenship.” The ruling says, however, that pre-1971 documents spelt the father’s name as “Ahmod Ali”.Siddiqui’s family has carefully preserved the 1951 National Register of Citizens and 1970 voter rolls showing his grandfather’s name. To prove their son’s identity, they could only show his birth certificate and name in recent voter rolls. Siddiqui, who only studied till Class 3, has no school leaving certificate. His parents have kept copies of his Class 3 certificate, just in case.They think he lost the case in a trick of language. “He calls his father ‘Abba’ and his uncle ‘Baba’,” said his mother, Ratan Bibi. Yet, “Baba” is also a common word for “father”. “When they asked what his Baba’s name was, he gave his uncle’s name,” she explained. “But all the documentary proof was in his father’s name.”The Foreigners' Tribunals in Dhubri district function out of charming old buildings with wooden balconies and sloping roofs. ‘They can do what they like’Troubling questions remain about the composition and functioning of the tribunals. Before 2015, when there were 36 tribunals in Assam, the members were retired district court judges or additional district judges. Then in 2014, it was decided that 64 more tribunals would be set up to deal with pending cases. “Due to the lack of judicial officers”, the former tribunal member explained, new members had to be appointed from the ranks of advocates with more than 10 years experience. Both Mollah and the state prosecutor claim the tribunals are bound neither by criminal nor civil procedure codes, neither do they follow norms established by the Indian Evidence Act. “The Foreigners Tribunals are being run by the 1964 Foreigners Tribunal Order, which says that the tribunal will regulate the case on its own procedure,” said Mollah. “This is why they can do what they like.”According to the state prosecutor, the apparently arbitrary rules and demands for fresh documents are a form of harassment by the tribunals. They said that in the last few years, after the new members were appointed, tribunals had become more trigger-happy, declaring foreigners with increasing frequency. On questions of bias, the state prosecutor said, “There is a general sense that they are anti-Muslim.”The former tribunal member, however, claims they follow the civil procedure code. On the allegedly whimsical behaviour of tribunals, he said, “It differs from member to member. They have to decide whether a document is admissible or not admissible, but we have to conform to the Indian Evidence Act.”  On questions of harassment, he declined to comment.Meanwhile, back in Dhubri district, Kitfur Rahman’s brothers are preparing to take the fight to the High Court and the Supreme Court. But for Siddiqui’s family, all legal options have been exhausted. Siddiqui has three children. He has never seen his youngest, born after he was taken to the detention centre.His wife, mother and father have been to see him once at the detention centre. “The food is very poor,” said Sikandar Ali. “They are given bread in the morning, rice at 4 pm. And then they are locked up for the day.” They plan to visit him again before Eid later this month.All photographs by Ipsita Chakravarty.","author":"Ipsita Chakravarty","time":"2018-08-19T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890134-oguuvikjeb-1534353709.jpg","tags":["Assam","National Register of Citizens","Foreigners","Migrants","Bangladeshi","Citizenship"],"source":"https://scroll.in/article/890134/declaring-foreigners-how-assams-border-police-and-tribunals-form-a-secretive-system-of-justice"}