{"title":"Decoding the Goa election in 35 charts: A BJP victory paved by Congress’ erosion","content":"What was poised to be a hung result turned into a comfortable win for the Bharatiya Janata Party. While it only reached the half mark in terms of seats in the 40-member assembly, small parties were quick to pledge their support on counting day, enabling the BJP to form the next government in Goa.The Congress fell well short of their expectations, winning only 11 seats. While smaller parties failed to make substantial gains, they won enough votes and enough seats to disrupt the bipolar fight between the Congress and the BJP, to the advantage of the latter. The Trinamool Congress failed to make an entry into the Goa assembly, even though it gathered nearly 23,000 votes on average in the 26 seats it contested.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe Aam Aadmi Party won two seats, in Benaulim and Velim (both in South Goa), scoring slightly above 23, 000 votes also in the 39 seats it contested. The local Goa party, the Maharashtrawadi Gomantak Party, only contested 13 seats and received 26,000 votes on average, again disrupting the BJP-Congress contest. In 2017, the Congress had won 17 seats with 28.4% of the votes. The BJP had won only 13 seats, even though its vote share was superior (32.5%). A game of alliances and counter-alliances, seduction and betrayals enabled the BJP to topple the Congress and form the government. In 2022, BJP’s vote share hardly increased: it was at 33.3%, well below the 51.1% it had obtained in the 2019 general elections. The Congress, however, lost 5% of vote share, gnawed by smaller parties’ candidates and by its failure to sustain its voter appeal. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe 2019 Lok Sabha results by assembly segments showed that even though the Congress did improve its vote share, in a near-perfect bipolar contest, it did lose a few segments. The BJP, despite sweeping the state and winning its two Lok Sabha seats comfortably, led in only 26 assemblies out of 40. This indicates that local competition can persist in Goa even when one party sweeps the state overall. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe long decline of the Congress A look at vote-share data over time shows the slow erosion of the Congress. Since 2002, it has gone from nearly 40% of vote share to less than 25%. The BJP’s performance over the period has been stable, hovering between 30 to 35 percent of vote share. The Maharashtrawadi Gomantak Party’s vote share has remained stable over time. The Aam Aadmi Party’s  vote share is the same as in 2017 (it marginally increased from 6.3% to 6.8%). The Trinamool Congress got only 5% of vote share.   What is determinant therefore is the distribution of votes between these parties. Small parties do not necessarily contest all seats but often get substantial vote share in the seats they contest. This in part explains why there have been so many hung assembly or short majorities in Goa over the past decades.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nVote share in seats contested shows that phenomenon better, with the Maharashtrawadi Gomantak Party  line being much higher than in the previous chart. The Maharashtrawadi Gomantak Party was created after Goa’s accession to India. It became the first party to govern Goa, in 1963, and formed the government again from 1967 to 1979. The Congress took over in 1980 under Pratapsingh Rane and Maharashtrawadi Gomantak Party never formed again a government on its own. The Congress continued to rule with interruptions until the rise of the BJP in the late 1990s. Competition then became more bipolar between the two national parties, occasionally joined by various smaller regional and local parties. By contrast, the vote share of the Aam Aadmi Party and the Trinamool Congress in the seats it contested did not increase by that much. The Aam Aadmi Party got only 7% of the votes in the 39 seats it contested, against 8.3% for the Trinamool, in the 26 seats it contested.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\n This game of alliances and the weight of third contestants in Goa elections explains in part why the seat share shares of the Congress and the BJP have this see-saw shape. Once again, it is the distribution of votes around the two parties, added to the performance of the two main contenders, that determines the conversion of votes into seats.For example, the Aam Aadmi Party won two seats but with very low vote share. Venzy Viegas won with 30.7% of the votes in Benaulim and Cruz Silva won with 23% of the votes in Velim. In these two constituencies, votes were distributed across four major candidates. In Benaulim, the Trinamool candidate, Churchill Alemao, got 24.3% of the votes, the Congress candidate 22.3% of the votes and the Revolutionary Goans Party candidate 18.3% of the votes. In Velim, Savio D’Silva of the Congress got 22.3% of the votes, the Trimamool candidate got 17.7% of the votes and the Revolutionary Goans Party candidate got 15.6% of the votes. The BJP finished in the fifth and sixth position in both seats. In short, it took a lot of circumstance and political fragmentation for the Aam Aadmi Party to win these two seats.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA fragmented outcome Third candidates in Indian elections  are usually distant third. This year in Goa, candidates who came in third position received  on average 14% of the votes, which is much higher than the victory margin in many cases. The vote share of third candidates was superior to the victory margin in 26 seats, which again might have upset the bipolar contest between the Congress and the BJP in many of  those seats.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nCoastal divide The map of the 2022 results shows how BJP sweeps most seats in the interior of the state, while the Congress and other parties performed better in coastal areas. The BJP does well in and around the state capital, winning Panaji and Taleigao.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA comparison with 2017 shows that the BJP made the most inroads in South Goa, where it had won only five seats, mostly clustered in the Vasco peninsula. The Congress then had swept the interiors, except in North Goa.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nIn the 2019 Lok Sabha elections, the Congress still managed to lead  in coastal assembly segments of South Goa. The 2022 map therefore shows how smaller parties have dented these Congress strongholds. The won two seats (Velim and Benaulim), the Goa Forward Party won Fatorda. Two independent candidates won in Curtorim and Cortalim.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe vote share map reflects the BJP’s performance in the interior. In Poriem, Deviya Vishwajit Rane, wife of Valpoi BJP contestant Vishwajit Rane and daughter-in-law of former Congress Chief Minister Pratapsingh Rane, scored the highest vote share of all candidates (61%). In total, eight candidates won with more than 50% vote share (four BJP, three Congress and one Maharashtrawadi Gomantak Party). !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA high seat turnoverThe seat retention map shows that parties only managed to retain 14 seats that they had won in 2017. The BJP retained only seven seats, mostly in North Goa. It also  retains Panaji and Taleigao with turncoat candidate: the power couple Atanasio (alias “Babush”) and Jennifer Monserrate. Both had joined the BJP in 2019.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe seat change map offers the reverse perspective, and shows which seats parties succeeded to grasp from other parties. Of the 40 seats of the Goa assembly, 26 have changed hands, party-wise. This is a large turnover that indicates how volatile Goa politics can be. The BJP won 13 new seats compared to 2017, against six for Congress.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nTwo sub-regions, two stories As we have already seen, North Goa and South Goa are telling us two different stories in terms of party performance. A comparison of parties’ vote share by sub-region confirms that. The BJP made small gains in both sub-regions (1% in North Goa and 2% in South Goa) and performed much better in the North (37% against 30% of vote share). The Congress on the other hand lost 7% of vote share in North Goa while maintaining its vote share in the South. This means that beyond the impact of new entrants and small parties on the outcome, it is the decline of the Congress in North Goa that paved the way for the BJP’s victory. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThese differences translate into contrasting strike rates. The BJP won 57% of the seats it contested in North Goa against 47% in the South. The Congress’ strike rate is similar across both sub-regions, with a slight advantage in South Goa. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nComparing victory margins shows that the BJP candidates indeed won larger victories in the North (with 14% of victory margin on average), but won with much smaller margins in the South, where the Congress remained more competitive. The Maharashtrawadi Gomantak Party candidates won with the highest average margins, but this is a completely local phenomenon, given that it won only two seats.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nVictory margins were less than 5% in 11 seats, between 5% to 10% in 11 other seats and above 10% in 18 seats. Ravi Naik, the BJP candidate in Ponda, won by 77 votes. Vikesh Mukesh Borka, the Revolutionary Goans Party candidate in St-Andre, won by  76 votes. All in all this shows that more than half of the seats were extremely close or competitive.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA steady participationOf the registered voters in Goa, 80% cast their ballots this year, 2% less than in 2017. Since 2012, Goa has figured among the states with high turnouts.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe geographical  distribution of the turnout shows that participation was by and large higher in the areas swept by the BJP in North Goa and in the state’s interiors. Participation was the lowest in Vasco-Da Gama (70.6%) and in the two seats won by the Aam Aadmi Party in Benaulim (71.3%) and in Velim (72.4%). Just like in Punjab, the Aam Aadmi Party benefits as a new entrant when participation comes down. One of the reasons for it might be a demobilisation of supporters of other parties, in this case most likely the Congress. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nPlotting turnout variations shows that, also like Punjab, participation went down across the state. The only seat that saw an increase in participation was Mormugao, at the tip of the Vasco peninsula. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nNOTA As in every other state, NOTA does not get a lot of takers in Goa. NOTA got exactly 266  votes on average across constituencies. The map however shows a very small but clear variation between North and South Goa. The higher NOTA scores are in seats where the BJP won crushing victories, in Poriem and in Porvorim. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nA state where candidates matter Candidates tend to matter more in smaller states. One of the reasons is that small constituencies with low population make it possible to build direct ties with a larger proportion of voters than in larger, more populated constituencies. Successful candidates win seats in Goa with less than 10,000 votes, on average, which makes personal networks all the more important. This year, 301 individuals contested the Goa election, the highest number since 1994. However, 206  lost their deposits (by failing to gain more than one-sixth of the votes polled in their constituencies). Thus, the size of actual competition, at the individual level, did not vary much through time.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nHowever, fewer parties contested. There were 19 parties in the fray in 2017 compared to 14 parties in 2022. With the Aam Aadmi Party’s successful entry into Goa politics, there is one more party represented in the state assembly. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThat being said, we see that the cumulative vote share of major parties (BJP, Congress and Maharashtrawadi Gomantak Party) still leaves nearly 30% of the votes distributed among other small parties and independent candidates. This lowers the winning threshold for major parties’ candidates and makes the conversion of votes into seats more uncertain, as some of these smaller players can play spoiler in various  local races. As this chart shows, this is a regular or fairly stable  feature of Goa politics. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nGoa’s stable political class Contrary to most other states, it is rare in Goa that sitting MLAs do not re-run. This is again a strong indication of the importance of individuals in Goa politics. Since 1994, only between one and six sitting MLAs did not re-run in each election (which of course does not mean that they necessarily contested again on the same party tickets).  !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nRe-running incumbents’ strike rates however do vary greatly in time. We see in the following chart  that over the years, most BJP and Congress MLAs get re-elected, with some exceptions, in wave elections (like 2012). Even if the Congress lost ground, half of its re-running incumbents retained their seats.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAs a result, there are not many new entrants among the MLAs. BJP has six new MLAs out of 20, against eight new MLAs for Congress, a higher proportion. The two Aam Aadmi Party MLAs, Venzy Viegas and Cruz Silva, are both first-time MLAs. Viegas also contested for the first time, while Silva had already contested on an Aam Aadmi Party ticket in 2017. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nAll parties considered, one MLA out of two in 2022 has been elected for the first time, the highest proportion of new MLAs since 1994.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nOf the 40 MLAs in the assembly, 27 have been elected for a third time or more. Mauvin Heliodoro Godinho (BJP) and former Congress Chief Minister Digambar Kamat have both been elected for a seventh term. This is unusual in party politics in India, where the stable political class tends to be much more concentrated. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nTurncoats galore Turncoats are a fixture of Goa politics. Yet another sign that individual candidates matter, many Goa politicians have been happily hopping from one party to another in this election.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe BJP fielded 12 turncoats candidates out of 39, ten of them coming from Congress. Five of them won, all of them long-standing career politicians. Ex-Congress Ravi Naik won a sixth term in Ponda, after having served five times under Congress affiliation. Atanasio Monserrate is now a fifth-time MLA, his wife Jennifer a third-time MLA. They have hopped previously between Congress and the United Goans Democratic Party, Churchill Alemao’s outfit. Vishwajit Pratap Rane, the son a former Congress chief minister, also shifted to BJP after having won three times on a Congress ticket. Nilkanth Ramnath Halarnkar won a third term after having contested on three different party affiliations in the past.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe Congress fielded eight turncoats, including now three times elected MLA Michael Vincent Lobo, from Calangute. Alongside Alemao Yuri in Sangem, he is the only turncoat to win on a Congress ticket (Yuri previously won on a Nationalist Congress Party ticket). None of the eight turncoats that AAP fielded won. No state for women politicians There are only three women elected in Goa’s assembly of 40, all of them the wives of politicians. Jennifer Monserrate, we saw, is the wife of Atanasio Monserrate. Deviya Vishwajit Rane is the wife of Vishwajit Rane and daughter-in-law of Pratapsingh Rane, who was a six-time Goa chief minister. The third woman legislator, Delilah Michael Lobo, won on a Congress ticket in Siolim. She is the wife of Michael Lobo, who won the seat of Calangute on a BJP ticket.This is a sad feature of Goa politics that being married to a politician is essentially the only way for women candidates to enter state politics. In 2017, only two women were elected in similar manner. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThis has been happening even as the number of women contestants has slowly been growing over time. But the numbers being so small, one should be careful into reading too much in these variations. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nOnly 26 women contested on a total of 301 candidates. Only six were nominated by one of the three major parties. The Aam Aadmi Party nominated only three women candidates and the Trinamool four. The rest contested on minor party tickets. Siolim, the seat won by Delialh Lobo,  is the only seat where four women contested. In all, 28 seats did not have a single woman contestant. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\n ObservationsWhat does the data say about this election? They  seem to indicate that the Congress lost the election due to its own decline more than by cross-cutting from small parties and new entrants. Certainly, these minor players did disrupt the competition by garnering a good chunk of votes across the state, but the fact that the Congress’ defeat is much more marked in the North than in the South shows that it is chiefly responsible for its lacklustre performance. Also, the vote distribution among small parties is not very different from previous elections so one cannot point only to that factor to explain Congress’ defeat. A quarter of the BJP’s candidates came from Congress, a clear sign of erosion when the party that loses cadres is not able to poach them in the same measure from the same party.The Aam Aadmi Party’s entry into Goa politics seems to be more an accident of circumstances, as it failed to win more vote share than five years ago. The Trinamool Congress’s energetic campaign fizzled out and failed to produce significant results. Finally, a particular feature of Goa politics is the strength of its candidates, which can be measured in a variety of ways. As a result, this means that local factors and individual factors do play an important role in state elections and that one should not read these results only through the tropes of national politics. Gilles Verniers is Assistant Professor of Political Science and Co-Director, Trivedi Centre for Political Data. Srishti Gupta is Research Fellow and Mohit Kumar is Data Scientist and GIS Engineer  at the Trivedi Centre for Political Data. Ananay Agarwal, Neelesh Agrawal  and Ishika Sharan have contributed to the data.","author":"Gilles VerniersSrishti GuptaMohit Kumar","time":"2022-03-16T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171568-bibtzbxoef-1647361706.jpg","tags":["Goa","Bharatiya Janata Party","Aam Aadmi Party"],"source":"https://scroll.in/article/1019596/decoding-the-goa-election-in-35-charts-a-bjp-victory-paved-by-congress-erosion"}