{"title":"Decoding the Naga ceasefire: Where is it really applicable? ","content":"When the Manipur police arrested two National Socialist Council of Nagalim (Isaac-Muivah) cadres in a combing operation in the state’s Kakching district late in May, it brought to the fore a question that is key to maintaining peace in the states of the North East. Does the ceasefire agreement that the NSCN (IM), the largest of the Naga groups, signed with the Indian government in 1997, extend beyond Nagaland?The answer has been deliberately left somewhat ambiguous as the Centre navigates a complicated region where competing claims for ethnic homelands have given rise to multiple militancies.The six-decade-long Naga insurgency, grew out of the demand for a sovereign ethnic homeland called Nagalim, comprising Nagaland as well as other Naga-inhabited areas of Manipur, Assam, Arunachal Pradesh and Myanmar across the border.In Manipur, this clashed with the map of  sovereign states that Meitei and Kuki groups have demanded for decades. While most prominent Kuki groups are in a  Suspension of Operations arrangement with the government, Meitei outfits continue to be at war with security forces. Their ranks, however, have been significantly depleted over the years in wake of mass surrenders.The latest flare-upThe latest arrests are telling proof of the complexities around the ceasefire. They have set off a chain of reactions and counter-reactions which, going by past records, bodes well for no one in North East where a fragile peace holds. As the NSCN (IM) questioned the arrests citing the ceasefire arrangement – it signed a ceasefire treaty with the Centre in 1997 – with Indian security forces, the Manipur government was quick to dismiss the Naga outfit’s contention. The ceasefire, it insisted, did not extend to Manipur. The NSCN (IM) shot back with a strongly worded statement. “Ceasefire is everywhere,” it affirmed. “It will be something preposterous for the government of Manipur to challenge or question the wisdom of the authority of the Union government (India) on ceasefire coverage.”By way of proof, the NSCN (IM) quoted an agreement between the outfit and the Centre signed on June 14, 2001, in Bangkok, which states that the ceasefire is “without any territorial limits”. Simply put, the ceasefire would be applicable to all places within Indian territory the Naga group was active in. The NSCN (IM) added: “That spirit never changes till now because once agreement is signed it remains official notwithstanding the hullabaloo from certain groups with vested interests.”This, in turn, has incensed Meitei groups based in Manipur’s valley area. It has issued what it calls an “ultimatum” to the Central and the state government to come clean on the matter. “This NSCN (IM) does not represent Manipur,” said Khuraijam Athouba, general secretary of the United Committee Manipur, a powerful civil society group representing Meitei interests. “This is a provocation; we will not keep quiet if the government of India does not clarify.”Naga groups in the state are equally vehement. “They are barking just to assert their existence,” said Gaidon Kamei of the United Naga Council, Manipur’s apex body for the Nagas, which enjoys the patronage of the NSCN (IM).  “It is obvious that the ceasefire extends to all Naga areas, including Manipur. It is a non-issue.”The historical backgroundThe text of the 1997 ceasefire agreement is ambiguous. It does not explicitly spell out any geographical limitations and, according to accounts from those years, deliberately so. A 2001 article in the Frontline explained:The insurgents were under the obvious impression that it applied to all the areas in which they operated. The Indian government was willing to go along with this understanding without quite stating it explicitly. But it was too crucial a detail to go unnoticed, forcing prime minister IK Gujral to clarify on the floor of the Parliament that it was indeed restricted only to Nagaland.But with such an arrangement threatening to jeopardise the peace process itself – the NSCN (IM) claimed its cadres were being targeted and killed by security forces in other areas – the next dispensation, led by Atal Bihari Vajpayee, changed tune.  Swaraj Kaushal, the Centre’s interlocutor for the peace talks at that time, is reported to have issued a statement in 1998, contradicting Gujral: Wherever they (the NSCN) are, we observe ceasefire, even abroad... Yes, very definitely. It covers Delhi and even Paris... After all, it is not that they will be killing each other in a particular area and discussing peace in another area. What is required is a conducive atmosphere for a discussion...In 2001, that sentiment was put in black and white. The ceasefire extension agreement incorporated a fresh clause: “without any territorial limits”. It is this agreement that the NSCN (IM) has referred to in its latest press statement.But the announcement set Imphal Valley on fire. Metei groups saw it as legitimising the Naga demand of territorial integration of Naga areas – the proposed map of Nagalim covers almost two-thirds of what is now the state of Manipur.On June 18, 2001,  days after the announcement of the new arrangement, thousands of Meitei protesters poured into the streets of Imphal, targeting government installations, and finally burning down the state Assembly building with legislators inside. Two legislators reportedly suffered 50% burns.  In retaliatory firing by security forces, 18 protesters lost their lives while scores of others were injured. With the North East on the boil, the Centre rolled back the territorial clause soon after, clarifying the ceasefire was only restricted to Nagaland – much to chagrin of the NSCN (IM), who accused the government of acting unilaterally.As an irate NSCN (IM) publicly slammed the Indian government for reneging on its words, there was widespread apprehension that the Naga outfit would abrogate the truce and peace would be shattered once again.None of that happened. A middle ground  In the 18 years since, a middle ground has ensured relative harmony in the region, particularly the Naga areas of Manipur. Officially, there is no ceasefire, but a tacit arrangement that Indian security forces would not bother Naga militants in Manipur as long as they stayed put in camps “taken note of” by the former.  There are currently three such camps called “TNO” in the Indian security parlance: one each in three Naga-dominated districts of Senapati, Tamenglong and Chandel. In Arunachal and Assam, the subject remains largely untalked of –  there is almost no challenger to the NSCN (IM)‘s writ in the hill state;  in Assam, the Naga outfit has little presence. Security experts say it is best to maintain status quo. “Any alternative will be worse,” said retired lieutenant general DS Hooda, former head of the Indian Army’s Northern Command. “Raking up this issue will not lead to resolution. We should just try to keep it together somehow. This arrangement, official or unofficial, has ensure relative peace.”From 2009 to 2011,  Hooda commanded the Indian Army’s 57 Mountain Division, which spearheads anti-insurgency operations in Manipur along with Assam Rifles. “If the government concedes officially that there is no ceasefire in Manipur, they will be forced to act against the NSCN (IM), which will hurt the peace process,” he said. Meitei groups are demanding exactly that. “The government should clarify – if there is no ceasefire, we want visible action them and Manipur should be sanitised,” said Athouba. “And if there is, it means the government has lied to us for 18 years. That is simply not acceptable to us. 18 people died, our organisation was born out of that movement.”Incidentally, on May 25, the Indian Army claimed to have destroyed an undesignated NSCN (IM) camp in Manipur. “It is evident that NSCN (IM) is not serious about the ceasefire agreement as it continues to target innocent villagers and civilians, and is trying to extend its reach outside the ‘Taken Note of Camps’ in Manipur,” the Army said in a press statement announcing the development. ‘Things are heating up in the North East again’ In 2015, Prime Minister Narendra Modi’s government signed a “framework agreement” with the NSCN(IM). As part of the agreement, the group dropped its almost six-decade-long demand for secession and agreed to a settlement within the bounds of the Indian Constitution. According to almost all accounts, the two parties are closer to a resolution than ever before. Brigadier Sushil Kumar Sharma, who was also part of the Army’s 57 Mountain Division and is currently posted with the Central Reserve Police Force in Manipur, said the government’s best bet lay in sealing the Naga peace talks soon.  “In my opinion, the first step is to expedite the peace process, then dismantle the camps and rehabilitate the cadres,” said Sharma, author of The Complexity Called Manipur; Roots, Perceptions & Reality.Security analyst Ajai Sahni concurred. The current arrangement, Sahni said, was an “opportunistic state response which is hoping that somehow with the passage of time, the system will tend towards an acceptable resolution”. But time was running out, Sahni warned. “Things are heating up in the North East again,” he said. “Unless there is a time-bound schedule for the implementation of the framework agreement, you are creating a basis for escalation in the region.”","author":"Arunabh Saikia","time":"2019-06-02T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/925052-72223-vkiyifwprc-1509118412.jpg","tags":["National Socialist Council of Nagalim (Isaac-Muivah)","Manipur","Assam","Myanmar"],"source":"https://scroll.in/article/925052/decoding-the-naga-ceasefire-where-is-it-really-applicable"}