{"title":"Deepika Padukone to produce, star in Meghna Gulzar’s next on acid attack survivor Laxmi Agarwal","content":"Deepika Padukone will produce and star in Raazi director Meghna Gulzar’s film about acid attack survivor Laxmi Agarwal, Mumbai Mirror reported. Agarwal was 15 when she was attacked by a 32-year-old man at a bus stop in Delhi after she turned down his marriage proposal. She is now a prominent advocate for the rights of acid attack survivors, and has also filed a public interest litigation that led to restrictions on the sale of acid. In 2014, Agarwal was given the International Women of Courage Award in the United States of America, presented by former First Lady Michelle Obama.Padukone told Mumbai Mirror that she was deeply moved by Agarwal’s story as it was “not just one of violence but of strength and courage, hope and victory”. This was also why she decide to turn producer, she said. Gulzar told the publication that her film will use Agarwal’s story as a lens to explore the  consequences of acid attacks. The filmmaker said she instinctively knew Padukone would be the right fit for the role of Agarwal, adding, “When you take a face as beautiful as hers and portray her as an acid attack survivor, the magnitude of the violence and damage is that much more resounding.”In September, Hindustan Times reported that Agarwal has been struggling to make ends meet as she has been out work for a year and facing eviction since she is unable to afford the rent. Agarwal told the publication that she had left her job as the director of an NGO owing to differences with her business partner and has since had a hard time finding work because of her scars. Laxmi Agarwal at the International Women of Courage Award ceremony in 2014. Courtesy US Department of State/Wikimedia Commons.","author":"Scroll Staff","time":"2018-10-05T13:51:12.032676+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/897118-81691-mldbwbyzwj-1518357095.jpg","tags":["Deepika Padukone","Meghna Gulzar","Laxmi Agarwal"],"source":"https://scroll.in/reel/897118/deepika-padukone-to-produce-star-in-meghna-gulzars-next-on-acid-attack-survivor-laxmi-agarwal"}