{"title":"‘Deeply disturbing’: Nearly 1,000 scientists, scholars call for withdrawal of Citizenship Bill","content":"As the government introduced the Citizenship Amendment Bill in Lok Sabha, nearly 1,000 scientists and scholars from around the world have called for immediate withdrawal of the proposed legislation.In a statement, the signatories expressed fear over the “careful exclusion” of Muslims to amend the Citizenship Act, 1955, adding that it is “deeply troubling” that the bill uses religion as a legal criterion to grant citizenship.The signatories include the directors of three major research institutions – Sandip Trivedi of the Tata Institute of Fundamental Research, Rajesh Gopakumar of International Centre for Theoretical Sciences and Atish Dabholkar of International Centre for Theoretical Physics. Other prominent signatories include academic Zoya Hasan and historian Harbans Mukhia.The bill would “greatly strain” the pluralistic fabric of the country, they said. “The idea of India that emerged from the independence movement, and as enshrined in our constitution, is that of a country that aspires to treat people of all faiths equally,” the statement added. “The use of religion as a criterion for citizenship in the proposed bill would mark a radical break with this history and would be inconsistent with the basic structure of the Constitution.”Referring to Article 14 of the Constitution, they said, it prohibits the government from denying “to any person equality before the law or the equal protection of the laws within the territory of India”.“For the reasons mentioned above, we call for the immediate withdrawal of this bill and as its replacement request for appropriate legislation that will address the concerns of refugees and minorities in a non-discriminatory manner,” they added.The bill proposes an amendment in a 1955 law to provide citizenship to persecuted Hindus, Buddhists, Sikhs, Jains, Parsis and Christians from the Muslim-majority nations of Bangladesh, Afghanistan and Pakistan. If passed, it will grant citizenship to persecuted people from these communities, provided they have resided in India for six years. The cut-off date is December 31, 2014.The proposed law was approved by the 16th Lok Sabha but it lapsed after not being introduced in the Rajya Sabha. This time too, its passage in the Lower House is expected to be easy, where the Bharatiya Janata Party-led National Democratic Alliance has majority. However, the government may find it difficult to push it through the Upper House.Protests have been going on against the draft law in the North East and cities such as Delhi and Bengaluru. Opposition parties such as the Congress, the Samajwadi Party, the All India Majlis-e-Ittehadul Muslimeen, the Trinamool Congress, and the Dravida Munnetra Kazhagam are against the amendments. Echoing Majlis’ leader Asaduddin Owaisi, Congress leader Shashi Tharoor on Sunday warned that passage of the Bill would mark the definitive victory of Muhammad Ali Jinnah’s politics over that of Mahatma Gandhi’s, and reduce India to a “Hindutva version of Pakistan”.  Also read: Citizenship Bill: Eight articles on the contentious draft law set to be tabled in Lok Sabha today","author":"Scroll Staff","time":"2019-12-09T13:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132459-uyvvecuryn-1575875749.jpg","tags":["Citizenship Bill","Amit Shah","CAB protests","Lok Sabha"],"source":"https://scroll.in/latest/946261/deeply-disturbing-over-900-scientists-scholars-call-for-immediate-withdrawal-of-citizenship-bill"}