{"title":"Deepika Padukone’s attire in ‘Pathaan’ song highly objectionable, says Madhya Pradesh home minister","content":"Madhya Pradesh Home Minister Narottam Mishra on Wednesday said that if the makers of the Hindi film Pathaan do not “correct” certain costumes used in the movie, the government will decide on whether to allow its release in the state.He made the statement to mediapersons two days after a song from the film – titled “Besharam Rang” – was released on YouTube.“[Actor] Deepika Padukone’s attire in the song is prima facie highly objectionable,” Mishra said. “The filming of the song clearly reflects a contaminated mentality...The visuals and costumes from the song should be corrected, otherwise it will be a question to be considered whether the film should be allowed in Madhya Pradesh or not.”The minister also said that Padukone has been a supporter of “tukde tukde gang” in Delhi’s Jawaharlal Nehru University. He appeared to have been referring to the actor’s visit to the university on January 7, 2020.Padukone had visited JNU two days after several students there were attacked by a masked mob. The Akhil Bharatiya Vidyarthi Parishad, the student wing of the Rashtriya Swayamsevak Sangh, has been accused of carrying out the attack.फिल्म #Pathan के गाने में टुकड़े-टुकड़े गैंग की समर्थक अभिनेत्री दीपिका पादुकोण की वेशभूषा बेहद आपत्तिजनक है और गाना दूषित मानसिकता के साथ फिल्माया गया है। गाने के दृश्यों व वेशभूषा को ठीक किया जाए अन्यथा फिल्म को मध्यप्रदेश में अनुमति दी जाए या नहीं दी जाए,यह विचारणीय होगा। pic.twitter.com/Ekl20ClY75— Dr Narottam Mishra (@drnarottammisra) December 14, 2022\n\nBharatiya Janata Party leaders often accuse their opponents and dissidents of being members of the “tukde tukde gang”, or a group of people trying to break the country. The BJP started using the phrase after anti-government protests at JNU in 2016.  In the past year, Mishra has frequently warned of legal action against filmmakers if they do not make certain changes to their work.On October 4, he warned makers of the upcoming Hindi film Adipurush of legal action, claiming it depicts Hindu religious figures in a “wrong way”. The film is based on the Hindu epic Ramayana. In July, while commenting on Canada-based filmmaker Leena Manimekalai’s documentary “Kaali”, Mishra had said that he would write to Twitter asking it to screen posts that hurt religious sentiments, according to PTI. The Madhya Pradesh Police subsequently sent a notice to Twitter, asking it to remove access to a poster of the documentary. In October 2021, the state home minister had demanded that the name of the web series Aashram should be changed. He had made the statement a day after Hindutva group Bajrang Dal vandalised the set of the web series when it was being shot in state capital Bhopal. Members of the group threw ink on filmmaker Prakash Jha.","author":"Scroll Staff","time":"2022-12-14T20:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184367-dprrbchejp-1671027698.jpg","tags":["Narottam Mishra","Deepika Padukone","Pathaan","Madhya Pradesh home minister"],"source":"https://scroll.in/latest/1039767/deepika-padukones-attire-in-pathaan-song-highly-objectionable-says-madhya-pradesh-home-minister"}