{"title":"Defections, anti-incumbency weaken Chandrababu Naidu as Andhra Pradesh elections draw near","content":"Andhra Pradesh Chief Minister Chandrababu Naidu sat on a one-day dharna in New Delhi last Monday, demanding special status for his state. While he put up a brave face in the Capital, the situation back home has become increasingly difficult for the Telugu Desam Party chief. Over the past two weeks, the ruling party has suffered several defections as the Opposition, led by the YSR Congress of YS Jaganmohan Reddy, has upped the ante by taking several measures.Andhra Pradesh will vote simultaneously in parliamentary and Assembly elections later this year. As political parties get busy trying to identify candidates and stitch up alliances, Naidu has been embarassed by a series of defections from his ruling Telugu Desam Party. They have created a perception that many in the Telugu Desam Party see the party as a losing bet.Making matters worse for Naidu, Telugu filmstar Pawan Kalyan’s Jana Sena Party has decided to go it alone in the elections. Kalyan’s support was a crucial factor in the Telugu Desam Party victory in the closely-fought 2014 elections.The latest leader to leave the Telugu Desam Party is Pandula Ravindra Babu. The Amalapuram MP on Monday announced his decision to join the YSR Congress. He followed the example of fellow MP M Srinivasa Rao, who quit last week along with the MLA Amanchi Krishna Rao and the senior party functionary Dasari Jai Ramesh. In December, the legislator and former minister Ravela Kishore Babu had switched loyalty to the Opposition party.In response, Naidu put out a strong statement describing the defectors as selfish politicians who are vying for tickets to contest the upcoming elections.Dissent in the ranksThings do not seem to be going well for the chief minister. He has suffered multiple setbacks since his decision last year to leave the National Democratic Alliance, led by the Bharatiya Janata Party. In December, despite allying with the Congress in Telangana, the Telugu Desam Party was wiped out in the Assembly elections which delivered a crushing majority for the Telangana Rashtra Samithi.The result forced Naidu to reconsider his alliance with the Congress, which has lost its support base in Andhra Pradesh almost entirely since the state’s bifurcation in 2014.A bigger problem for Naidu is Kalyan’s decision to contest the elections alone. In 2014, the actor-politician did not contest the elections and backed Naidu instead, consolidating his Kapu community in favour of the Telugu Desam Party. This time, Kalyan could end up splitting the votes of the community, which has traditionally supported the Telugu Desam Party.Naidu has responded to this challenge by promising a 5% quota for the community in state jobs and educational institutions. His government has even passed a resolution in the Assembly stating that half of the 10% reservation introduced by the Centre for economically weaker sections among the upper castes will go to the Kapus in Andhra Pradesh.At the same time, Naidu has attempted, with very little success, to paint Jaganmohan Reddy as an ally of the BJP. He has consistently claimed that the YSR Congress and the BJP have a secret understanding. He has also accused Reddy of joining hands with Telangana Chief Minister K Chandrasekhar Rao to the detriment of Andhra Pradesh. Although Pawan Kalyan  met with Rao in Hyderabad in January, Naidu hasn’t targeted him for this.It remains to be seen if this multi-pronged strategy will help Naidu combat the perceived anti-incumbency in the state. As The Indian Express reported on Monday, the Telugu Desam Party’s vote share in 2014 was a mere 0.2% more than the YSR Congress’s, but it translated into a gap of over 30 seats between them. While the ruling party bagged 103 seats, the YSR Congress took 66. It is, therefore, possible that even a small swing could have a substantial impact on the results this time.Also read: Modi ignoring calls and the threat from Jagan: Why Chandrababu Naidu is taking on the BJPHow India Votes: Does the BJP need allies in 2019 or do allies need the BJP?","author":"Scroll Staff","time":"2019-02-19T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/80931-yvouwmmrlo-1517585382.jpg","tags":["Andhra Pradesh","Chandrababu Naidu","Telugu Desam Party","2019 elections","YS Jaganmohan Reddy","Pawan Kalyan","BJP","YSR Congress"],"source":"https://scroll.in/article/913679/defections-anti-incumbency-weaken-chandrababu-naidu-as-andhra-pradesh-elections-drawn-near"}