{"title":"Delhi HC agrees to list MJ Akbar’s plea challenging acquittal of Priya Ramani in defamation case","content":"The Delhi High Court on Friday allowed former Union minister MJ Akbar’s plea seeking an early hearing of his appeal challenging a trial court order acquitting journalist Priya Ramani in a criminal defamation case, reported PTI.The High Court will hear the appeal on April 26.In 2018, Ramani accused Akbar of sexual harassment during the #MeToo movement in India. Following this, Akbar resigned from the Union Council of Ministers and filed a defamation case against the journalist.In February 2021, a metropolitan magistrate court in Delhi acquitted Ramani in the defamation case. In his order, Additional Chief Metropolitan Magistrate Ravindra Kumar Pandey had observed that a woman cannot be punished for raising her voice against sexual abuse.“The woman has a right to put her grievance at any platform of her choice and even after decades,” the court’s order stated. The court had also accepted Ramani’s contention that Akbar was not a man of a “stellar reputation”.However, Akbar had challenged the trial court’s judgement in the High Court, which agreed to admit the petition on January 13, 2022.In his plea filed on Friday, Akbar said that he is a senior citizen and a senior journalist. He said that two years had passed since he challenged Ramani’s acquittal.“The trial court has erred in considering the instant case as a complaint for sexual harassment when it was, in fact, a complaint for defamation,” Akbar contended in his plea, reported The Hindu. “The trial court ought to have considered the evidence presented by the respondent [Ramani] herein from the perspective of a defamation case as the respondent has presented no admissible corroboratory evidence, other than her own testimony.”However, Ramani’s lawyer told the court that the only reason mentioned in Akbar’s application for an expeditious hearing of the appeal is that he is still aggrieved by the alleged defamation, reported PTI. Ramani’s counsel said that the journalist has already faced trial and has been acquitted by the trial court.“Why should this appeal of 2021 be taken up at this stage when it is before the court in the regular list,” Ramani’s lawyer said. “Appeals of several years ago are still pending against convictions, which could not be heard because of the heavy burden on this court, so why should this 2021 appeal be heard at this stage when I have been acquitted and my presumption of innocence is now reinforced?”Also read:#MeToo: Priya Ramani verdict is a ray of hope – but Indian women face a long road aheadInterview: Priya Ramani and her lawyer Rebecca John on #MeToo movement’s first big win India","author":"Scroll Staff","time":"2024-02-25T13:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103236-ccttqwgxoy-1539701418.jpg","tags":["MJ Akbar","Priya Ramani","defamation case","Delhi High Court","#MeToo Movement"],"source":"https://scroll.in/latest/1064249/delhi-hc-agrees-to-list-mj-akbars-plea-challenging-acquittal-of-priya-ramani-in-defamation-case"}