{"title":"Delhi violence: India asks OIC not to ‘make irresponsible statements’ after body expresses concern","content":"India on Thursday condemned the Organisation of Islamic Cooperation for its criticism of the Delhi violence and its allegation of discrimination against Muslims, PTI reported. At least 37 people have been killed so far in North East Delhi district, in clashes between supporters and opponents of the Citizenship Amendment Act.“The statements which have come out of OIC are factually inaccurate, they are selective, they are misleading,” Ministry of External Affairs Spokesperson Raveesh Kumar said. “There is an effort on the ground, to restore normalcy, to create confidence. We urge these bodies not to indulge in irresponsible statements at this sensitive time.”Kumar said that the motivations behind the violence will be a matter for future investigation, ANI reported. However, he said that law enforcement agencies are working on the ground to improve the situation. “Prime Minister [Narendra Modi] has himself publicly appealed for peace and brotherhood,” Kumar said. “I would also like to refer to some statements which have come out, by agencies/individuals. We would urge that it is not the right time to make such irresponsible comments. It can create more problems than it would solve.” In a statement, the OIC had condemned the “recent and alarming violence against Muslims in India, resulting in the death and injury of innocent people and the arson and vandalism of mosques and Muslim-owned properties”. It had asked the Indian government to “bring the instigators and perpetrators of these acts of anti-Muslim violence to justice”. The organisation also asked India to ensure the safety of its Muslim citizens and protect their places of worship.Earlier in the day, India had lashed out at the United States Commission on International Religious Freedom, calling its criticism of the Delhi violence “factually incorrect and misleading”. The commission had on Wednesday urged the Indian government to provide protection to people regardless of their religion. “We urge the Indian government to make serious efforts to protect Muslims and others targeted by mob violence,” the commission’s chairperson, Tony Perkins, said in a statement.","author":"Scroll Staff","time":"2020-02-27T18:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137347-bmfkipaugs-1582807641.jpg","tags":["Raveesh Kumar","Delhi violence","Organisation of Islamic Cooperation"],"source":"https://scroll.in/latest/954531/delhi-violence-india-asks-oic-not-to-make-irresponsible-statements-after-body-expresses-concern"}