{"title":"Delhi riots case: Court frames charges of rioting against Khalid Saifi, Ishrat Jahan","content":"A Delhi court on Friday framed charges of attempt to murder and rioting against former Congress councillor Ishrat Jahan, activist Khalid Saifi and 11 others in the 2020 Delhi riots case, reported PTI.The case pertains to clashes that had broken out in North East Delhi from February 23 to February 26, 2020, between supporters of the Citizenship Amendment Act and those opposing it, leaving 53 dead and hundreds injured. Most of those killed were Muslims.While Jahan was granted bail in the case in 2022, Saifi’s bail plea remains pending in the Delhi High Court.Besides Jahan and Saifi, the 11 accused persons are Vikram Pratap, Samir Ansari, Mohammed Salim, Sabu Ansari, Iqbal Ahmed, Anzaar, Mohammed Ilyas, Mohammed Bilal Saif, Salim Ahmed, Mohammed Yameen and Sharif Khan.  On Friday, the court said that prima facie, there are grounds for presuming that accused persons have committed offences under the Indian Penal Code Sections 147 (rioting), 148 (rioting, armed with a deadly weapon) 186 (obstructing public servant), 188 (disobedience to order duly promulgated by public servant) 332 (voluntarily causing hurt to public servant) and 353 (assault or criminal force to deter public servant from discharge of his duty). Additional Sessions Judge Amitabh Rawat said that the accused were liable to face trial for offences under sections 307 (attempt to murder) and 149 (unlawful assembly) of the IPC. However, the court dropped the charges of criminal conspiracy, common intention, abetment and provisions of the Arms Act against the accused persons.“It has come on record that on February 26, 2020, at about 12.15 pm, a riotous armed mob [unlawful assembly] including the accused persons in the prosecution of their common object had assembled and refused to follow the direction of police to disperse and thrown stones and assaulted police officers while obstructing them in performing their official duties and also fired a gunshot at head constable Yograj,” the court said.The court added that the police official had categorically identified all the accused persons, who had allegedly formed an armed unlawful assembly, reported PTI. According to the head constable’s statement it was on the instigation of Jahan and Saifi that group had thrown stones at the police, while one minor from the group fired at him.Also read: How Delhi riots accused Ishrat Jahan survived two years in jail by writing a diary","author":"Scroll Staff","time":"2024-01-20T20:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197698-lfmnffjzcn-1705758454.jpg","tags":["Delhi Riots 2020","Ishrat Jahan","Khalid Saifi","Indian Penal Code"],"source":"https://scroll.in/latest/1062459/delhi-riots-case-court-frames-charges-of-rioting-against-activist-khalid-saifi-ishrat-jahan"}