{"title":"Delhi liquor policy case: Telangana CM’s daughter questioned for over nine hours by ED","content":"Bharat Rashtra Samithi leader K Kavitha on Saturday was questioned for over nine hours by the Enforcement Directorate in connection with alleged irregularities in the Delhi government’s now-scrapped liquor policy.Kavitha, the daughter of Telangana Chief Minister K Chandrashekar Rao, was confronted with Hyderabad-based businessman Arun Ramchandra Pillai, PTI reported. Pillai, who was arrested by the Enforcement Directorate on Tuesday, is allegedly part of the “South Group” that controlled a considerable portion of the liquor business in Delhi.Ahead of the questioning on Saturday, KCR, as the chief minister is popularly called, had said that Kavitha may be arrested by the authorities. He also alleged that the Bharatiya Janata Party-led Union government has been targeting Bharat Rashtra Samithi leaders in a systematic manner. “There is no question of yielding to the pressure tactics of the Centre,” he said. “We shall continue our fight till we pull down the BJP.”#WATCH | Delhi: BRS MLC K Kavitha arrives at the ED office in connection with the Delhi liquor policy case. pic.twitter.com/T9YWhk7mtQ— ANI (@ANI) March 11, 2023\n\nThe Enforcement Directorate has so far arrested 12 persons in the case, including former Delhi Deputy Chief Minister and Aam Aadmi Party leader Manish Sisodia.In December, Kavitha was questioned by the Central Bureau of Investigation for over seven hours in connection with the case.The Enforcement Directorate, which is investigating the money laundering aspect in the case, has alleged that Kavitha is also part of the “South Group” that paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through arrested businessman Vijay Nair.The Enforcement Directorate has alleged that the “South Group secured uninhibited access, attained stakes in established wholesale businesses and multiple retail zones [over and above what was allowed in the policy]”.Apart from Kavitha, others in the alleged “South Group” include Magunta Sreenivasulu Reddy, the YSR Congress Party Lok Sabha MP from Ongole in Andhra Pradesh, his son Raghav Magunta and P Sarath Chandra Reddy, the son of PV Ramprasad Reddy, who is the founder of the Hyderabad-based Aurobindo Pharma.At a press conference on Thursday, Kavitha had said she has done nothing wrong and accused the BJP government of harassing its political adversaries. “Dirty politics is being played in the name of investigation,” she claimed.On Friday, she held a hunger strike in Delhi, demanding passage of the Women’s Reservation Bill by Parliament.","author":"Scroll Staff","time":"2023-03-11T14:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187824-wageuhhxzh-1678522626.jpg","tags":["K Kavitha","ED","KCR","Delhi liquor policy","Manish Sisodia"]}