{"title":"Delhi High Court refuses to stop streaming of film based on Sushant Singh Rajput","content":"The Delhi High Court on Wednesday refused to stop the streaming of a film based on late actor Sushant Singh Rajput, saying that his rights to personality and privacy were “extinguished” with his death in 2020, Bar and Bench reported.Justice C Hari Shankar was hearing a plea filed by Rajput’s father Krishna Kishore Singh, seeking a stay on the streaming of the film Nyay: The Justice. Singh said that the film included defamatory statements and violated the personality rights of his son.The Hindi movie was released on an over-the-top platform called Lapalap Original in June 2021.“The information contained, and shown, in the impugned film, is entirely derived from items which featured in the media and, therefore, constitute publicly available information,” Justice Shankar said in his ruling on Wednesday. “In making a film on the basis thereof, it could not, therefore, be said that the defendants had violated any right of Rajput, much less of the plaintiff [his father]…”The Court further observed that even if it is assumed that the film does infract the publicity rights of SSR, or defames him, the infracted right is personal to SSR, and cannot be said to have been inherited by the plaintiff (SSR's father).— Bar & Bench (@barandbench) July 12, 2023\n\nRajput was found dead in his Mumbai apartment on June 14, 2020, in what the police initially said appeared to be a case of suicide. But subsequently, Rajput’s family filed a complaint with the Bihar Police accusing his former live-in partner and actor Rhea Chakraborty of abetment of suicide and cheating. Three central agencies – the Central Bureau of Investigation, the Enforcement Directorate, the Narcotics Control Bureau – took up cases against her.Chakraborty, who was eventually arrested in drugs case, was granted bail on October 7, 2020, after a court observed that the actor was not part of any drug syndicate and had no criminal record.","author":"Scroll Staff","time":"2023-07-12T16:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147511-xhjvnnrquh-1600162195.jpg","tags":["Sushant Singh Rajput","Rhea Chakraborty","Delhi High Court"],"source":"https://scroll.in/latest/1052513/delhi-high-court-refuses-to-stop-streaming-of-film-based-on-sushant-singh-rajput"}