{"title":"Delhi Police raid journalists associated with ‘NewsClick’ in UAPA case, seal office","content":"The Delhi Police on Tuesday raided several journalists in connection with an investigation into the funding of NewsClick and later sealed the news website’s office.The Special Cell of Delhi Police searched 30 locations in connection with a first information report registered on August 17. The case was filed under provisions of the Unlawful Activities (Prevention) Act and Sections 153A (promoting enmity between different groups) and 120B (punishment for criminal conspiracy) of the Indian Penal Code.Among those who were reportedly raided were the website’s editor, Prabir Purkayastha, journalists Abhisar Sharma, Aunindyo Chakravarty, Bhasha Singh, Urmilesh, Sumedha Pal, Aritry Das and satirist Sanjay Rajaura. The ambit of the police action extended not just to the editorial management, but also to staffers across designations as well as contributors.#WATCH | Delhi Police Special Cell officials seal the office of 'NewsClick' in Delhi Delhi Police is conducting raids at different premises linked to NewsClick under UAPA and other sections today. pic.twitter.com/yc1faa5sQw— ANI (@ANI) October 3, 2023\n\nSharma said on X, formerly known as Twitter, that the police were taking away his phone and laptop. Singh also said that the police had seized her phone.Delhi police landed at my home. Taking away my laptop and Phone...— Abhisar Sharma (@abhisar_sharma) October 3, 2023\n\nFinally last tweet from this phone. Delhi police seizure my phone.— bhasha singh (@Bhashak) October 3, 2023\n\nA friend of Sanjay Rajaura who was present at Delhi’s Lodhi Colony police station told Scroll that the authorities arrived at the satirist’s home around 6.30 am. “They barged in like goons and confiscated Sanjay’s phone, laptop and some CDs,” he said. “They did not provide us with any warrant or FIR copy. They only said that they want to investigate all those linked to the Newsclick investigation.”Some of the journalists, including Urmilesh and Sharma, have been brought to the Lodhi Road Special Cell police office for questioning.  Urmilesh’s lawyer Gaurav Yadav told The Wire that the police neither allowed him to meet his client nor provided them with the documents of the case.Around 4 pm on Tuesday, Urmilesh and Chakravarty left the Special Cell office at Lodhi Road after six hours of questioning, reported PTI. “I will not say anything,” Urmilesh told reporters.An hour later, Sharma left the investigating agency’s office. The Centre for Technology and Development’s D Raghunandan, who has written for the news website and also questioned by the Delhi Police, told reporters that he was asked very general questions about NewsClick, reported PTI.BREAKING:The journalist Abhisar Sharma walks out of the special cell office of Delhi Police.He was raided in the morning at his place & then enquired for more than 4 hours by the police.He avoided all the questions from Godi media & refused to disclose any information about… pic.twitter.com/TKKUwnPACY— Amock (@Politics_2022_) October 3, 2023\n\nEarlier in the day, the police also went to the home of Communist Party of India (Marxist) General Secretary Sitaram Yechury in connection with the investigation. “Police came to my residence because one of my companions who lives with me there, his son works for NewsClick,” he said. “Police came to question him. They took his laptop and phone.”Yechury said it was not clear what the police were attempting to investigate. “If this is an attempt to try and muzzle the media, the country must know the reason behind this,” he said.In Mumbai, similar action was being taken against social activist Teesta Setalvad. An official in the Delhi Police’s Special Cell told Scroll that he would not be able to comment on the case.Union Minister of Information and Broadcasting Anurag Thakur told reporters at a press conference that investigating agencies are independent and work in accordance with the law, reported PTI.“If someone has done something wrong, probe agencies work on it... Nowhere is it written that if you have got money through illegal manner or done something objectionable, then probe agencies cannot investigate that,” Thakur added.Opposition parties and news associations, however, said that the Bharatiya Janata Party government’s coercive actions are directed only against those who speak truth to power and not meant for those who spread hatred and divisiveness.The caseOn August 5, The New York Times published a report claiming that NewsClick had received funds from a network centred around American millionaire Neville Roy Singham to spread “Chinese propaganda” around the world.The report claimed that Singham worked closely with the “Chinese government media machine” and promoted its point of view in various countries.At the time, Purkayastha, however, told Scroll that the allegations about the organisation functioning as a mouthpiece of the Communist Party of China were false.In February 2021, the Enforcement Directorate had raided NewsClick in a case of alleged unlawful foreign funding.The first information report by the central agency alleged that PPK NewsClick Studio Private Limited received Foreign Direct Investment of Rs 9.59 crore from Worldwide Media Holdings LLC USA during the financial year 2018-19, reported The Hindu. It was alleged that this was in violation of a law that caps FDI in a digital news website at 26%. However, the Delhi High Court granted interim in June 2021 granted interim protection to NewsClick and Purkayastha.In August this year, the High Court sought Purkayastha’s stand on a plea by the Enforcement Directorate seeking withdrawal of the interim protection.","author":"Scroll Staff","time":"2023-10-03T08:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194628-gzfxpgkduu-1696305212.jpeg","tags":["Abhisar Sharma","Delhi Police","Newsclick","Sanjay Rajaura"],"source":"https://scroll.in/latest/1056959/delhi-police-raids-homes-of-journalists-in-probe-into-funding-of-newsclick-reports"}