{"title":"Delhi court summons Brij Bhushan Singh on July 18 in sexual harassment case","content":"A Delhi court on Friday summoned Wrestling Federation of India chief Brij Bhushan Sharan Singh in connection with a case in which six wrestlers have accused him of sexual harassment, PTI reported.Additional Chief Metropolitan Magistrate Harjeet Singh Jaspal at the Rouse Avenue Court directed Singh to appear before him on July 18. Besides Singh, suspended assistant secretary of the Wrestling Federation of India Vinod Tomar has also been asked to appear before the court.India’s top wrestlers, including Olympic medallists Sakshi Malik and Bajrang Punia as well as two-time World Championship medallist Vinesh Phogat, had been protesting in Delhi since April seeking Singh’s arrest.On June 15, the Delhi Police filed a chargesheet against the head of the sport’s governing body, who is also a Bharatiya Janata Party MP from Uttar Pradesh. The police, however, recommended cancelling a case in which Singh has been accused of sexually harassing the minor, saying that there was no corroborative evidence against him. While the police said that they made the recommendation on the basis of statements of the girl and her father, Olympic medallist Sakshi Malik claimed that the minor changed her statement as her family was threatened.On June 25, the protesting wrestlers said that they would continue their fight for justice in court, not on the streets.On his part, Singh has maintained that the allegations against him are false. However, the details of the two first information reports against the politician show that he allegedly demanded sexual favours in exchange for professional help from at least two female wrestlers and harassed over half a dozen players.The two FIRs against Singh were filed on April 28 after the intervention of the Supreme Court.","author":"Scroll Staff","time":"2023-07-07T19:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185884-zvbqtfrydj-1674222434.jpg","tags":["Brij Bhushan Sharan Singh","Wrestling Federation of India","sexual harassment"],"source":"https://scroll.in/latest/1052249/delhi-court-summons-brij-bhushan-singh-on-july-18-in-sexual-harassment-case"}