{"title":"Delhi minister Satyendar Jain sent to Enforcement Directorate custody till June 9","content":"Delhi Health Minister Satyendar Jain, arrested in a money laundering case, was on Tuesday sent to the Enforcement Directorate custody till June 9, Live Law reported.He was taken into custody on Monday evening under sections of the Prevention of Money Laundering Act after questioning. A Delhi court on Tuesday allowed Jain food to be served to the minister in the custody, NDTV reported. However, the court did not allow him to visit a temple every day.The agency had questioned the Aam Aadmi Party leader related to the alleged money laundering case in 2018.In April this year, the Enforcement Directorate had attached immovable property worth Rs 4.81 crore allegedly belonging to companies linked to Jain and his relatives. The companies are Akinchan Developers Private Limited, Indo Metal Impex Private Limited, Paryas Infosolutions Private Limited, Manglayatan Projects Private Limited and JJ Ideal Estate Private Limited.The Enforcement Directorate has alleged that these are shell companies and that money routed through them was used for buying land or for repaying loans taken for purchasing agricultural land in and around Delhi.However, the Aam Aadmi Party has called the decision to arrest Jain a political move ahead of the Himachal Pradesh Assembly elections. Delhi Chief Minister Arvind Kejriwal on Tuesday said the case against his colleague was fake and politically motivated.In May 2018, the Central Bureau of Investigation had also filed a case against Jain, in which it had accused the minister of engaging in corruption in the hiring of a creative team for the public works department. Jain also holds the public works department portfolio in the Delhi government.Media reports had claimed that earlier this year, the Central Bureau of Investigation had filed a closure report before a Delhi court, citing a lack of evidence. However, an unidentified official from the investigative agency told ANI on Tuesday that it has not filed a closure report against Jain.Meanwhile, Bharatiya Janata Party’s Delhi unit chief Adesh Gupta and Leader of Opposition Ramvir Bidhuri protested in the National Capital demanding that Jain be sacked as a minister.","author":"Scroll Staff","time":"2022-05-31T16:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172933-kaourwksvj-1653993128.jpg","tags":["Delhi","Satyendar Jain","Money laundering","Enforcement Directorate"],"source":"https://scroll.in/latest/1025177/delhi-minister-satyendar-jain-sent-to-enforcement-directorate-custody-till-june-9"}