{"title":"Delhi violence: Police hand over inquiry to Crime Branch, set up two special investigation teams","content":"The Delhi Police on Thursday handed over the inquiry into the violence in the Capital to its Crime Branch and formed two special investigation teams, PTI reported. The violence between supporters and opponents of the Citizenship Amendment Act, which began on Sunday, has taken 37 lives so far.The SITs will be led by two deputy commissioners of police, NDTV reported. Over 130 people have been arrested so far and 48 first information reports filed in connection with the violence. On Wednesday, a Delhi High Court judge, who was subsequently transferred to the Punjab and Haryana High Court, had castigated the Delhi Police for their inaction.The Delhi High Court said it could not let riots similar to the anti-Sikh violence in 1984 happen again. The court ordered security for citizens, 24-hour helplines, adequate ambulances and shelters, and also pulled up police for not filing cases against politicians for making incendiary speeches. By Wednesday evening, the police had launched helpline numbers for those in distress, and arrested 106 people.However, on Thursday, the police told the High Court that the situation was not conducive for filing FIRs against BJP leaders Anurag Thakur, Kapil Mishra and Parvesh Verma, who made incendiary speeches over the past month. The court was hearing a petition filed by activist Harsh Mander to seek FIRs for hate speech.During the proceedings on Thursday, the High Court allowed the Centre to become a party in the case.  It gave the Centre four weeks’ time to respond to the plea.","author":"Scroll Staff","time":"2020-02-27T19:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137352-yuteqbfbhf-1582811307.jpg","tags":["Delhi Police","Crime Branch","Special Investigation Team","Delhi riots","Delhi violence"],"source":"https://scroll.in/latest/954542/delhi-violence-police-hand-over-inquiry-to-crime-branch-set-up-two-special-investigation-teams"}