{"title":"Delhi riots: What evidence does the Delhi Police have against Umar Khalid?","content":"On the night of September 13, Delhi Police arrested former Jawaharlal Nehru University student leader Umar Khalid for his alleged role as a conspirator  in the communal riots that took place in North East Delhi in February. The violence left 53 people dead and hundreds injured and dishoused.Khalid was interrogated for nearly 11 hours and before being arrested by the police’s Special Cell under the draconian Unlawful Activities Prevention Act.  On Monday, a court sent Khalid to ten days of police custody. The police told the court that they wanted to ask him about 11 lakh pages of documents, NDTV reported.Days before his arrest, Khalid told Newslaundry that he was expecting the police action and predicted that there would be false stories about him planted in the press once he was in custody. In multiple chargesheets relating to the riots, Delhi police have claimed that the violence was part of a well-planned conspiracy to defame Prime Minister Narendra Modi’s government and was hatched by those who organised the protests against the amended Citizenship Act. The Act introduced a religious test for Indian citizenship that critics said was discriminatory towards Muslims. The protests against the Act started in Delhi in mid-December and spread across the country.In an affidavit filed on July 13 at the Delhi High Court, the police added that the people protesting against the Act had secessionist motives and were using “the façade of civil disobedience” to destabilise the government.The police are yet to file a chargesheet in the matter investigating this alleged conspiracy. But until then, what evidence have Delhi Police provided to arrest Umar Khalid?A survey of the various FIRs reveals that the case so far against Khalid rests heavily on allegations that his involvement in the protests were a part of a conspiracy to instigate riots – but offers little evidence to justify the jump in logic from the peaceful demonstrations against the discriminatory law to planning violence. One FIR even claims that Khalid had met other accused people on January 8 and told them to prepare for “something big/riots” for when US President Donald Trump visited India. However, the government announced that visit more than a month later, on February 11. Umar Khalid speaking at a protest against the Citizenship Amendment Act in March. Credit: PTIProbing a ‘conspiracy’Khalid’s name first finds mention in the First Information Report number 59/2020 filed to investigate this alleged conspiracy. The FIR was filed on March 6 at Delhi Police’s Crime Branch by Sub Inspector Arvind Kumar. It was initially filed under sections of rioting, unlawful assembly and criminal conspiracy, and named two persons as the accused: Khalid and another person identified as Danish, a resident of Bhajanpura in North East Delhi. In the FIR, Arvind Kumar claims that an informant told him that the Delhi riots that took place on February 23, 24 and 25 were a part of a well-planned conspiracy. He claims that the conspiracy was masterminded by Khalid and his associates affiliated with two other organisations. Khalid had delivered two speeches that, the FIR claims, instigated protestors appealed to them to block the roads while US President Donald Trump was in New Delhi on an official visit.This would spread propaganda internationally that atrocities were being conducted on minorities in India, the police document alleges. On the basis of this conspiracy, Khalid and his associates got women and children to come out on the streets in Delhi to instigate riots, it claims. Firearms, petrol bombs, acid bottles, stones and slingshots to hurl them and other material were stored in homes in parts of Maujpur, Kardampuri, Jafrabad, Chand Bagh, Gokalpuri and Shiv Vihar, the FIR claims. It was Danish’s responsibility to arrange for crowds from two different places to participate in the riots, it claims. Because of this plan, women and children had occupied the road next to the Jafrabad metro station on February 23 so that it could cause inconvenience to people around and increase tensions that would result in riots. The FIR also claims that children from minority communities were asked to leave in advance from schools in the vicinity as part of the plan.Police are expected to file a chargesheet related to this FIR on September 17. The protest at Jafrabad metro station. Credit: PTIDelhi police affidavitOn July 13, Delhi police submitted an affidavit in the Delhi High Court to provide responses to several pleas by those accused in the case.The affidavit broadly detailed the narrative being built by the police through its Delhi violence investigations. One part of that story includes the allegation that the decision by protesters to block roads around Chand Bagh, an area in North East Delhi, was “pre-planned”. It cited a video where Khalid was delivering a speech calling for protests.  “A video of Umar Khalid has surfaced, in which he was seen inciting Muslims to come on roads in maximum number during the visit of US President,” police claimed in their affidavit. “Investigation in respect of this is already underway to ascertain the larger conspiracy and people behind it who orchestrated this mass movement and blockade of main roads of Delhi.” The affidavit does not specify a date or time or place where Khalid gave this speech. In its affidavit, Delhi Police also catalogued a list of “alleged provocative speeches” made at various protest sites. The list does not mention Khalid but names others for their alleged remarks including Congress leaders Sonia Gandhi, Priyanka Gandhi and Rahul Gandhi, Deputy Chief Minister Manish Sisodia, Aam Aadmi Party MLA Amantuallah Khan, human rights activist Harsh Mander, Bharatiya Janata Party leaders Kapil Mishra, Anurag Thakur, Parvesh Verma, Abhay Verma, lawyer Mehmood Pracha and All India Majlis-e-Ittehadul Muslimeen politician Waris Pathan.What chargesheets stateKhalid’s name and his alleged role finds mention in some of the chargesheets filed by Delhi Police, most of which rely on the allegation that his involvement in supporting the protests against the Citizenship Amendment Act amounted to a riot-conspiracy, despite offering little in the way of evidence for these claims.  In the chargesheet filed in case number 65/2020, which pertains to the murder of Intelligence Bureau staffer Ankit Sharma, the police claim that as conspirators, the accused Tahir Hussain, a suspended AAP counsellor, and Khalid met through United Against Hate member Khalid Saifi, another person accused of conspiracy. The police claim that Khalid Saifi arranged for Hussain and Umar Khalid to meet on January 8 at Shaheen Bagh. “In that meeting, it was decided to have a big blast so that the Central Govt. could be shaken on the issue of CAA/NRC and so as to defame the country in the international area,” the police claim in the chargesheet filed on June 2. However, the chargesheet does not contain further evidence of this alleged meeting. In the meeting, Umar Khalid assured that there was no need to worry about money as Popular Front of India, an organisation, would provide “funds and logistical support for these riots”, the police allege in the chargesheet.“These riots were planned to occur during or prior to the visit of US President Donald Trump in the month of February 2020,” the chargesheet states. The chargesheet includes a flow chart connecting Khalid to Hussain. A flow chart depicted in the chargesheet filed in FIR 65/2020. The same meeting is mentioned in another chargesheet filed for case number 101/2020, which pertains to violence in Khajuri Khas on February 24. Tahir Hussain is accused in this case as well. “He [Hussain] disclosed that he was in touch with other anti CAA protestors of Delhi and on 08/01/2020, he met Khalid Saifi (from United Against Hate) and Umar Khalid (from JNU) at Shaheen Bagh anti CAA protest (their CDR analysis prove their locations together) where Umar Khalid told him to be prepared for something big/riots at the time of visit of US president and also said that he and other PFI members will help him financially,” police claim in the chargesheet filed for case 101/2020. The phone Call Detail Record location of Umar Khalid, Khalid Saifi and Hussain match on January 8, police claim in the chargesheet. Trump’s trip was announced on February 11 so it isn’t clear how Hussain and Khalid could have known about it early in January.Another chargesheet for case number 50/2020 mentions Khalid. The case pertains to the matter of the Jafrabad sit-in protest. In the chargesheet, under the subhed of “conspiracy aspect”, police claim that  Devangana Kalita and Natasha Narwal, founders of the Pinjra Tod students collective, who have also been accused, were linked to Khalid as their call detail record analysis show that they were in contact with each other, police claim.“Jo Devangana Kalita aur Natasha Narwal ke mobile ke CDR analysis se ye pata chala hai ki dono India Against Hate group va Umar Khalid ke sampark me thi aur is dange ko anjam diya,” police claim in the chargesheet. From Kalita and Narwal’s CDR analysis, it was found that they were in contact with India Against Hate group Umar Khalid and executed the riots. What disclosures stateDisclosure statements attached to chargesheets are statements of the accused recorded under the supervision of a police official but they are inadmissible as evidence in court even if the accused confess to their alleged crimes. Only statements made before the magistrate are admissible. Scroll.in has reported earlier about how several chargesheets filed by Delhi police are replete with disclosure statements that fail to establish a conspiracy. Worse, these disclosures are identical, raising more questions about their veracity.Khalid’s name appears in some of these disclosure statements. A supplementary chargesheet filed in case number 50/2020 records the disclosures of the accused Devangana Kalita, Natasha Narwal and Gulfisha Fatima. Kalita and Narwal recorded statements on May 24 and May 26, while Fatima’s was recorded on July 29. Statements by all three allege that Khalid had a role to play in orchestrating the riots. The purported statements of Kalita and Narwal recorded on May 24 are nearly identical and make similar claims about Khalid’s role. “Jo protest sthalon par karya karne ke liye Jaidi Ghosh aur Professor Apoorvanand va Rahul Roy bolte rehte the aur Umar Khalid jo JNU ke aeitehaas vibhag mein padta hai aur apne United Agianst Hate group ke saath milkar CAA kanoon va anya ke baare bolta rehta hai aur December ke mahine mein Professor Apoorvanand va Rahul Roy ne hume samjhaya ki CAA & NRC kanoon ka hume iska viroodh karna hai,” both statements read. At the protest sites, Jaidi Ghosh [presumably economist Jayati Ghosh], Professor Apoorvanand [who teaches Hindi at Delhi University] and [documentary filmmaker] Rahul Roy used to tell us what work to do there. Umar Khalid who studies in Jawaharlal Nehru University’s history department used to speak about the CAA law and others along with his United Against Hate group. In December, Professor Apoorvanand and Rahul Roy made us understand that we have to go against CAA and NRC.The statements alleged that Khalid provided funds to fuel the protests. “...Bhai Umar Khalid paise se aur site par aakar humari madad karte the va bhadkau bhashan dete the jisse log dharne me jude rehte the,” the statements claim. Brother Umar Khalid would help us with money and on the site and gave inflammatory speeches because of which people would be glued to the protest. It further claims that Khalid took an interest in the protest site and held secret meetings, and gave “directions” to hold the protest.Disclosures of Kalita and Narwal recorded on May 24 under 50/2020, as shown in the supplementary chargesheet. The supplementary chargesheet also attaches Kalita and Narwal’s statement from another case 48/2020. These purported statements are nearly identical to the ones under 50/2020 and were recorded on May 24, and make similar claims about Khalid.  Under 50/2020, Kalita and Narwal’s purported statements recorded on May 26 are also identical and claim that Khalid started the protests along with an organisation called United Against Hate,the Jamia Coordination Committee of students and alumni of Jamia Millia Islamia and Pinjra Tod on the directions of “Jaidi Ghosh, Professor Apurva Nand, Rahul Roy”. The statements add that Kalita and Narwal had, on the directions of Khalid and others, roped in Fatima and her friend Tasleem, and made them responsible for bringing women and children out on the road. It alleged that Khalid helped with funds and made inflammatory speeches at the protests. Gulfisha Fatima’s purported statement claims that she was responsible for bringing women and children out on the roads of Seelampur on the direction of Kalita, Narwal and Khalid. Khalid provided funds and instigated protestors through his speeches, it claims. At the protest site, Khalid would give inflammatory speeches in the evening and Fatima clicked a photo with him in a nearby room that was converted into an office, it claims. According to the plan, several leaders and lawyers such as Khalid, Chandra Shekhar Azad of the Bhim Army, Yogendra Yadav, Sitaram Yechury, Mehmood Pracha, Chaudhary Matee made inflammatory speeches, the statement claims. The supplementary chargesheets also attaches the disclosure statements of Fatima from case number 48/2020 and 59/2020, the main conspiracy case. The statement under 48/2020 was recorded on April 10, while the date in the statement for 59/2020 is illegible in the copy of the chargesheet. The sentences that mention Khalid are strikingly similar in Fatima’s statements in both cases. Both purported statements start similarly with Fatima claiming that she met Khalid through Rahul Roy and that Khalid guided them through his United Against Hate group. Khalid helped provide funds and gave inflammatory speeches at the protest site. He was interested in their protest and held secret meetings. “Umar Khalid protest ke liye paise se bhi madad karta tha va kehta tha ki paise ki chinta mat karna mujhe PFI se paise aate hain va Apoorvanand ki puri support hai jo mere abba saman hai,” claim both purported statements. Umar Khalid gave money for the protests and said that there was no need to worry because he received money from PFI and had the support of Apoorvanand, who is like his father.","author":"Vijayta Lalwani","time":"2020-09-14T21:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147480-kfboatvsim-1600096187.jpg","tags":["Umar Khalid","Delhi riots","Delhi","Delhi police","Conspiracy","UAPA"],"source":"https://scroll.in/article/973039/delhi-riots-what-evidence-does-the-delhi-police-have-against-umar-khalid"}