{"title":"Delhi violence: HC says ‘can’t allow 1984 repeat’, asks police to consider FIRs for hate speech","content":"The Delhi High Court on Wednesday said “another 1984 riots” cannot be allowed in the city and directed the police to take a decision on filing cases against three Bharatiya Janata Party leaders for hate speech, as violence over the Citizenship Amendment Act entered the fourth day, PTI reported. The three BJP leaders are Kapil Mishra, Anurag Thakur and Parvesh Verma.The court also rebuked the police for inaction during the violent clashes in North East Delhi between those in favour of and against the amendments to the Citizenship Act. The court said the situation would not have escalated if the police had “not allowed instigators to get away”.At least 24 people have been killed in the district, including an Intelligence Bureau officer whose body was found from a drain in Jaffrabad on Wednesday. More than 180 people have been injured in the clashes.  “In this city, we cannot allow another 1984 riots,” the court said. “This is the time to show that Z security is for everyone.” At least 2,733 people died in Delhi alone in November 1984, as enraged mobs attacked Sikh localities in the aftermath of the assassination of former Prime Minister Indira Gandhi on October 31 that year.The court added that the highest functionaries of the state have to be “very, very alert” and said state and central government functionaries should meet the victims and their families, Bar and Bench reported. Justice S Muralidhar, who led the proceedings, was also surprised to note that the Delhi Police official in the court had not watched a video of BJP leader Kapil Mishra, which was the first prayer in the petition. “Are you saying that even the commissioner of police has not seen the video related to [petition] one?” the judge said, according to Bar and Bench. “This is too serious a matter. I am amazed at the state of affairs of Delhi Police. You have flagged the issue of urgency before us. Why as a law officer do you think prayer one is not urgent?”Muralidhar also rapped the Delhi Police official for claiming that he had not watched the clip. The court noted: “There are so many TVs in your office, how can [a] police officer say that he hasn’t watched the videos.”Mishra has been accused of instigating people after he gave a three-day ultimatum to the Delhi Police on Sunday to stop an anti-CAA protest in the national Capital. His speech came hours before clashes between two groups began. Muralidhar noted that the situation was “very unpleasant” in Delhi and said the police should not “have to wait for a court’s order” and take action on its own.On registration of first information report against Bharatiya Janata Party leaders for their alleged hate speeches over Citizenship Act, Mehta told the court that the police are examining the video clips. “The question of registration of FIR and when to register is very crucial and we will take a call at an appropriate stage,” he said.Mehta said any decision taken now may aggravate the situation. “It is advisable not to respond to such a prayer immediately,” he added.Delhi government’s standing counsel Rahul Mehra contended that there was no reason to not lodge any complaint against the leaders. Advocate Colin Gonsalves said it is shocking to hear that they should wait for registration of FIR. “It is a case of immediate arrest of those persons...the slogans created a fear in the hearts of the people..some took out procession as a direct follow up of the slogans raised by Anurag Thakur,” he said. Hate speechIn the run-up to the Delhi election, Union minister Anurag Thakur had exhorted a crowd at a rally to shout “shoot the traitors”. The court played the video clip of Thakur’s rally along with BJP MP Parvesh Verma’s incendiary comments.Gonsalves also pointed that BJP MLA Abhay Verma from Delhi’s Laxmi Nagar area was seen leading a crowd of his supporters chanting the “shoot the traitors” slogan on Tuesday. “Anurag Thakur’s video caused the ball to roll,” the lawyer said. “It’s just that one line. It’s a very powerful video.”Justice Muralidhar questioned whether any of the BJP leaders denied the veracity of these slogans. “No, They take pride in these slogans,” Gonsalves responded. “The only thing that will do justice is the full force of the law.”The court ordered the police to register FIR against the leaders and will hear the case on Thursday. “The authorities must go strictly by the mandate of the law,” the court added. “One must seriously consider the consequences of the delay in registering FIR against hate speech.”Special Commissioner Praveer Ranjan assured the court that he will meet Delhi Commissioner of Police Amulya Patnaik and watch all video clips. He added that the police will take a conscious decision on registering FIRs.The court also expressed concern over the death of an Intelligence Bureau officer and said it was “extremely unfortunate”. “The fear that we cannot return to our house must go.. this is a country which is plural, it is inclusive,” Muralidhar said. He said he will ask the district and sessions judges to appoint a designated night magistrate for the next two weeks.‘Set up shelters for the displaced,’ says Delhi High CourtThe court also told the police to undertake a requisition of adequate fire tenders and ambulances, civil defence volunteers and home guards. “If there are not enough shelters, Delhi government shall be on a war footing and ensure that such shelters are set up for those displaced,” it added. “The shelters shall have basic requirements such as blanket, sanitation, clean drinking water etc.   The existing users of shelter shall obviously not be displaced.” Advocate Zubeda Begum was appointed as an amicus curiae to coordinate between victims of violence and various agencies. The violence matter will be taken up for hearing next on Friday.During Wednesday’s hearing, the video clip was played for everyone in court. The plea sought the registration of a first information report against Mishra, Union minister Anurag Thakur and another BJP leader Parvesh Verma for delivering hate speech recently. The plea, moved by activist Harsh Mander, sought a judicial inquiry led by a retired judge. Mander’s plea also sought compensation for those injured and killed during the clashes on Monday, and asked the court for an order on the preservation of CCTV footage from the violence-hit areas.","author":"Scroll Staff","time":"2020-02-26T14:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/78196-gtrdzebrrv-1582720131.jpg","tags":["Kapil Mishra","S Muralidhar","Delhi High Court","Delhi Police","Delhi violence"],"source":"https://scroll.in/latest/954385/delhi-violence-hc-plays-kapil-mishras-video-in-court-during-hearing-on-firs-for-hate-speech"}