{"title":"Delhi liquor policy case: ED summons Telangana CM’s daughter for questioning on Thursday ","content":"After the Enforcement Directorate on Wednesday summoned Telangana Chief Minister K Chandrashekar Rao’s daughter K Kavitha for questioning in the Delhi liquor policy case, she described the action as “tactics of intimidation” by the Centre.The development came a day after the Enforcement Directorate arrested a Hyderabad-based businessman named Arun Ramchandra Pillai, who is allegedly part of the “South Group” that was extended favours under the Delhi government’s now-scrapped liquor policy.Kavitha, a Bharat Rashtra Samithi party legislator, has been asked to appear before the Enforcement Directorate in the national capital on Thursday. In December, she was questioned by the Central Bureau of Investigation for over seven hours in connection with the case.The Enforcement Directorate, which is investigating the money laundering aspect in the case, has alleged that Kavitha is also part of the “South Group” that paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through arrested businessman Vijay Nair.  In a statement on Wednesday, Kavitha said that she has been summoned by the Enforcement Directorate ahead of her proposed protest in Delhi on March 10 in support of the Women’s Reservation Bill.The legislator said that she would fully cooperate with the federal agency in connection with the case.  “However, due to the dharna and prefixed appointments, I’ll seek legal opinions on the date of attending it,” she added. “I would also like the ruling party at the Centre to know that these tactics of intimidation against the fight and voice of our leader, CM Shri KCR, and against the entire BRS party will not deter us.”తెలంగాణ తల వంచదుAhead of our March 10 dharna along with the opposition parties and women organisations demanding the Women's Reservation Bill at Jantar Mantar, I have been summoned by the ED on March 9th. My statement : pic.twitter.com/DWbNuNNpnP— Kavitha Kalvakuntla (@RaoKavitha) March 8, 2023\n\nKavitha declared that her father will continue to “expose the failures” of the Narendra Modi-led Union government. “Let me also remind the power mongers in Delhi that Telangana has never and will never bow before the oppressive anti-people regime,” she said. “We will fearlessly and fiercely fight for the rights of the people.”The caseThe Delhi government’s excise policy came into effect in November 2021. Under it, licences of 849 liquor shops were issued to private firms through open bidding. Earlier, four government corporations ran 475 liquor stores and the remaining 389 were private shops.  However, the policy was withdrawn by the Aam Aadmi Party-led government on July 30 after Delhi Lieutenant Governor Vinai Kumar Saxena recommended a CBI inquiry, alleging irregularities in the policy’s formulation and implementation.The Enforcement Directorate and the Central Bureau of Investigation have alleged that the excise policy was modified to ensure a 12% profit margin for wholesalers and almost 185% profit margin for retailers.Apart from Kavitha, others in the alleged “South Group” include Magunta Sreenivasulu Reddy, the YSR Congress Party Lok Sabha MP from Ongole in Andhra Pradesh, his son Raghav Magunta and P Sarath Chandra Reddy, the son of PV Ramprasad Reddy, who is the founder of the Hyderabad-based Aurobindo Pharma.  The Enforcement Directorate has alleged that the “South Group secured uninhibited access, attained stakes in established wholesale businesses and multiple retail zones [over and above what was allowed in the policy]”.Aam Aadmi Party leader Manish Sisodia was arrested on February 26 by the Central Bureau of Investigation in the case. He is in jail after a court remanded him to 14-day judicial custody till March 20.","author":"Scroll Staff","time":"2023-03-08T13:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178800-rwiehgrvgc-1678261905.jpg","tags":["K Kavitha","CBI","ED","Delhi liquor policy","Manish Sisodia","South Group excise policy","AAP","BRS"],"source":"https://scroll.in/latest/1045236/delhi-liquor-policy-case-ed-summons-telangana-cms-daughter-for-questioning-on-thursday"}