{"title":"Delhi riots: With judge transferred, High Court to hear bail pleas of Sharjeel Imam, others afresh","content":"The Delhi High Court will begin hearing afresh in January the bail petitions of activist Sharjeel Imam, United Against Hate founder Abdul Khalid Saifi, Rashtriya Janata Dal youth wing leader Meeran Haider and others accused in the Delhi riots conspiracy case, Live Law reported.The High Court was on Wednesday told that a bench headed by Justice Siddharth Mridul had reserved verdicts in response to at least three bail petitions. However, Justice Mridul was elevated as the chief justice of the Manipur High Court.Senior advocate Rebecca John, who was appearing on behalf of one of the accused persons, told PTI that the case has been pending for more than a year and will now be re-heard.  A division bench of Justices Suresh Kumar Kait and Shailender Kaur will begin hearing the bail petitions in January 2024.The case pertains to clashes that had broken out in North East Delhi from February 23 to February 26, 2020, between supporters of the Citizenship Amendment Act and those opposing it, leaving 53 dead and hundreds injured. Most of those killed were Muslims.The Delhi Police has claimed that the violence was part of a larger conspiracy to defame Prime Minister Narendra Modi’s government and was hatched by those who organised the protests against the Act.Imam, Saifi and several others, including former Jawaharlal Nehru University student Umar Khalid, have been booked under the Unlawful Activities (Prevention) Act and provisions of the Indian Penal Code.Besides Imam, Saifi, Haider and Khalid, bail petitions have been filed by Gulfisha Fatima, Shadab Ahmed, Athar Khan, Shifa ur Rehman and Salim Khan.The High Court in October last year denied bail to Khalid, stating that the allegations against him were prima facie true.The court had mentioned that he was a member of a WhatsApp group comprising Muslim students of the Jawaharlal Nehru University, and that he took part in protest meets at Jantar Mantar, Shaheen Bagh, Seelampur and Jaffrabad areas of Delhi.Khalid later moved the Supreme Court challenging the provisions of the Unlawful Activities (Prevention) Act.","author":"Scroll Staff","time":"2023-11-01T17:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135536-egvveddmxg-1675523175.jpg","tags":["Sharjeel Imam","Delhi riot","Umar Khalid"],"source":"https://scroll.in/latest/1058479/delhi-riots-high-court-to-hear-bail-pleas-of-sharjeel-imam-and-others-afresh-in-january"}