{"title":"Delhi reports fourth monkeypox case in India","content":"A 31-year-old Delhi man with no history of foreign travel tested positive for monkeypox on Sunday, The Hindu reported. The development came a day after the World Health Organization on Saturday declared the monkeypox outbreak a global health emergency. The classification is the highest level of alert that the World Health Organization can issue and is expected to force governments into action.This is the fourth confirmed case of the disease in India. The three other cases of monkeypox have been detected in Kerala. Monkeypox is a rare infection that is spread by wild animals like rodents and primates in parts of West or Central Africa, according to the United Kingdom’s National Health Service.The zoonotic virus causes a mild illness and can result in symptoms such as high temperature, headache, backache and a chickenpox-like rash. The infection can spread if a person touches monkeypox skin blisters or uses clothing, bed sheets or towels of those suffering from the disease  The Delhi patient was admitted to the city’s Maulana Azad Medical College Hospital three days ago after he showed symptoms of monkeypox, according to PTI. His samples were sent to the National Institute of Virology in Pune and they came out positive. The patient has been isolated in the Lok Nayak Hospital, the Centre said, ANI reported. He is recovering and the close contacts of the case have been identified are under quarantine as per the health ministry guidelines.“It is a DNA virus and is similar to chickenpox,” said Suresh Kumar, director of Lok Nayak Hospital. “We have to wear a face mask, maintain social distancing to prevent transmission.”Chief Minister Arvind Kejriwal said on Sunday afternoon that the patient was stable and recovering from the disease.“There’s no need to panic,” he wrote in a tweet. “The situation is under control. We have made a separate isolation ward at LNJP [Lok Nayak Jai Prakash Hospital].The first case of Monkeypox was detected in Delhi. The patient is stable and recovering.There's no need to panic. The situation is under control.We have made a separate isolation ward at LNJP. Our best team is on the case to prevent the spread and protect Delhiites.— Arvind Kejriwal (@ArvindKejriwal) July 24, 2022\n\nMonkeypox has spread across the world at an unprecedented rate in the last two months and pressure has been increasing from scientists and public health experts for the World Health Organization and governments to stop transmission of the virus and protect those most at risk.More than 16,000 cases and five deaths have now been reported from 75 countries, World Health Organization’s Director-General Tedros Adhanom Ghebreyesus said at a press briefing on Saturday.","author":"Scroll Staff","time":"2022-07-24T13:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177543-rrtoeqeghr-1658644124.jpg","tags":["Monkeypox","World Health Organization","monkeypox outbreak"],"source":"https://scroll.in/latest/1028927/delhi-reports-fourth-monkeypox-case-in-india"}