{"title":"Delhi excise policy case: Supreme Court grants bail to official from liquor company Pernod Ricard","content":"The Supreme Court on Friday granted bail to the regional head of liquor company Pernod Ricard, who was arrested in a case pertaining to alleged irregularities in the now-scrapped excise policy of the Delhi government, reported Bar and Bench.The Enforcement Directorate, which is investigating the money laundering aspect of the case, had arrested the company’s regional head Benoy Babu in November last year.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party government in Delhi modified the liquor excise policy that came into effect in November 2021 to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers. The excise policy was withdrawn on July 30, 2022, with Delhi Lieutenant Governor Vinai Kumar Saxena recommending an investigation into the alleged irregularities in the regime.The Enforcement Directorate alleged that Babu colluded with Sameer Mahandru, the managing director of liquor manufacturing company Indospirit, and others to create a “nexus of manufactures-wholesalers-retailers to gain market share by unethical means”.However, on Friday, senior advocate Harish Salve, appearing for Babu, told the court that he held a junior position in the company and had no role in the company’s policy-making, reported Bar and Bench. Salve also told the court that Babu only met with the other accused persons in the case after the policy was passed.A bench of Justices Sanjiv Khanna and SVN Bhatti said that the Enforcement Directorate cannot keep someone in prison for 13 months without framing any charges.“This is not proper,” Justice Khanna said. “You cannot keep people in pre-trial detention for so long. More accused are still to be brought in.”The top court also said that there appeared to be contradictions between the allegations of the Central Bureau of Investigation and Enforcement Directorate, reported Deccan Herald.","author":"Scroll Staff","time":"2023-12-08T20:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186512-jowwrjbqgc-1675598803.jpg","tags":["Pernod Ricard","Supreme Court","Delhi Excise Policy Case","Enforcement Directorate","Central Bureau of Investigation"],"source":"https://scroll.in/latest/1060306/delhi-excise-policy-case-supreme-court-grants-bail-to-official-from-liquor-company-pernod-ricard"}