{"title":"AAP MP Sanjay Singh arrested by ED in Delhi liquor policy case","content":"Aam Aadmi Party Rajya Sabha MP Sanjay Singh was on Wednesday arrested by the Enforcement Directorate in connection with the Delhi liquor policy case.The action came hours after the central agency, which is investigating the money laundering aspect of the case, conducted searches at his home.This is the third major arrest from the party. The Enforcement Directorate arrested Aam Aadmi Party leader Satyendar Jain on May 30 last year in another money-laundering case but he is out on interim bail. Former Deputy Chief Minister Manish Sisodia was arrested by the Central Bureau of Investigation on February 26 in the liquor policy case.#WATCH | Delhi | Earlier visuals of AAP MP Sanjay Singh being brought out of his residence after being arrested, following the ED raid at his residence in connection with the Delhi excise policy case.Now he has been taken to the ED office. pic.twitter.com/udnekqOXoE— ANI (@ANI) October 4, 2023\n\nIn a video recorded ahead of his arrest on Wednesday, Singh claimed that the central agency has not found any evidence against him but its officials still took him into custody. Singh said that the action shows Prime Minister Narendra Modi was losing the 2024 Lok Sabha elections. “This is an example how an coward and afraid prime minister is using tyranny to put people in jail and win the elections,” he added. The legislator added that he has spoken against Modi and billionaire Gautam Adani, and insisted that he will continue to do so.मरना मंजूर है, झुकना मंजूर नहीं हैमैंने Adani के घोटालों का खुलासा किया, ED के पास शिकायतें कीलेकिन अडानी के ख़िलाफ़ कोई कार्रवाई नहीं हुई।Modi जी 2024 का चुनाव बुरी तरह हार रहे हैंवो जुल्म करके, लोगों को Jail में डाल कर जीत नहीं सकते।मैं पहले भी Adani के घोटालों के… pic.twitter.com/ofzl6I4wwM— AAP (@AamAadmiParty) October 4, 2023\n\nIn the wake of the raids, the Aam Aadmi Party claimed that the Enforcement Directorate was targeting Singh as he raised issues related to the Adani Group in Parliament.Delhi Chief Minister Arvind Kejriwal said that the Enforcement Directorate would not find anything during the searches, ANI reported. “They [Bharatiya Janata Party] believe that they will lose in the 2024 elections,” he said. “These are the last desperate attempts by them.”Aam Aadmi Party MP Raghav Chadha said that no illegal money was found at Singh’s home, reported NDTV. “So much time and so many resources have been expended but they haven’t been able to prove anything,” he said. “This is just a political vendetta. The BJP knows it is losing.”Delhi minister Atishi said that the action against Singh shows that the BJP is desperate, reported ANI. “Yesterday there were raids on senior journalists and today Sanjay Singh has been arrested,” she said. “It is an attempt to silence the opposition. We will not be afraid and will continue to fight to save the Constitution of the country... INDIA alliance stands together and will continue to fight to save the Constitution.” ईमानदारी का दूसरा नाम सांसद संजय सिंह है 🔥#SanjaySingh pic.twitter.com/zXcvvxD3Bk— AAP (@AamAadmiParty) October 4, 2023\n\nRashtriya Janata Dal leader Manoj Kumar Jha said that a series of raids will be observed in the run up to the 2024 Lok Sabha elections. “It is sad, but not surprising,” he said.  The caseThe Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party government in November 2021 modified the now-scrapped excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate also claims that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.In return the “South Group secured uninhibited access, attained stakes in established wholesale businesses and multiple retail zones [over and above what was allowed in the policy]”, the Enforcement Directorate alleged.Former Delhi Deputy Chief Minister Manish Sisodia was arrested in the case by the Central Bureau of Investigation on February 26 and is currently in jail.The Enforcement Directorate named Singh in its chargesheet filed in December last year, reported The Indian Express. The AAP leader’s name came up in the statement of businessman Dinesh Arora, who said that he initially met Sisodia through Singh.Arora stated that he spoke to many restaurant owners “on request of Mr Singh and arranged cheques amounting to Rs 82 lakh [handed over to Mr Sisodia] for collection of party funds for upcoming assembly elections in Delhi”.Singh served a notice to the Enforcement Directorate in April, accusing the agency of carrying out a “false, malicious campaign” against him.In its reply, the agency said that out of the four references to him in a supplementary chargesheet filed by the agency, “a typographical/clerical error” had inadvertently crept in at one place. “Instead of ‘Rahul Singh’, ‘Sanjay Singh’ was inadvertently mentioned at only one reference,” it said.","author":"Scroll Staff","time":"2023-10-04T10:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194694-cutgtnwlqg-1696422810.jpg","tags":["Sanjay Singh","Aam Aadmi Party","AAP","Delhi"],"source":"https://scroll.in/latest/1057034/delhi-liquor-policy-case-ed-raids-aap-mp-sanjay-singhs-home"}