{"title":"Delhi High Court rejects petition against proposed demolition of Sunehri Bagh mosque ","content":"The Delhi High Court on Wednesday rejected a public interest litigation challenging the proposed demolition of the Sunehri Bagh mosque in New Delhi, reported PTI.A division bench of Acting Chief Justice Manmohan and Justice Manmeet PS Arora noted that a similar plea is pending before a single bench of the court.“Since appropriate measures have already been taken by the Delhi Waqf Board in the discharge of its legal and executive duties to protect waqf properties, this court is of the view that no order is required in the present writ petition,” the court said. On December 24, the New Delhi Municipal Council issued a notice asking the general public to submit objections or suggestions regarding the removal of the mosque by January 1, 2024. As per the notice, the municipal council had applied to the Heritage Conservation Committee for the removal of the mosque, which is stated to be 150 years old, due to alleged traffic congestion in the area, reported The Indian Express. The notice came after the High Court closed a separate petition on December 18 filed by the Delhi Waqf Board against the municipal council's plans to remove the mosque. The court had ordered all the parties to act according to the law.The New Delhi Municipal Council reportedly received nearly 60,000 responses, from heritage conservationists, Muslim minority organisations and others, opposing the demolition. Following this, the Waqf Welfare Forum filed the petition, seeking a direction from the court to the authorities not to cause any harm to the mosque situated in the Lutyens area of the national capital. The petitioner urged the court to restrict authorities from demolishing, altering, alienating, converting the structure or religious character of the mosque or removing or disturbing its heritage existence.It also sought directions to the Delhi Waqf Board to discharge its executive and legal duties to protect Waqf properties as per the Waqf Act, 1995 and the Waqf (Amendment) Act, 2013.Senior advocate Sanjoy Ghose, who appeared for the Waqf Board, said that appropriate steps have been taken to protect Waqf properties and that the board is also supporting the plea pending before the single bench.","author":"Scroll Staff","time":"2024-02-22T13:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198681-lcrmnigmpl-1708586610.jpg","tags":["New Delhi","Delhi High Court","Sunehri Bagh Masjid","demolition of mosques"],"source":"https://scroll.in/latest/1064121/delhi-high-court-rejects-petition-against-proposed-demolition-of-sunehri-bagh-mosque"}