{"title":"Delhi HC dismisses Satyendar Jain’s plea challenging transfer of case to new judge","content":"The Delhi High Court on Saturday dismissed a petition filed by Aam Aadmi Party leader Satyendar Jain challenging the transfer of his money laundering case to a new judge, Bar and Bench reported.On September 23, a Delhi court had transferred the case from Special Judge Gitanjali Goel to Special Judge Vikas Dhull on a request from the Enforcement Directorate. Jain had challenged the order in the High Court.On Saturday, Justice Yogesh Khanna of the Delhi High Court said that the principal district and sessions judge had considered all facts while transferring the case, and that the order did not need any interference, PTI reported.“The question is not of an integrity or uprightness of the judge but is of an apprehension in the mind of a party,” the High Court said.Special Judge Gitanjali Goel, who was initially hearing Jain’s case, had rebuked the Enforcement Directorate over its investigation while hearing the bail pleas of the Aam Aadmi Party leader and two of his aides – Vaibhav Jain and Ankush Jain.On September 15, the Enforcement Directorate had sought that the case be transferred to another judge, alleging that Goel was biased.The agency argued that the judge did not consider the influence of Jain – a former Delhi health minister – on hospitals and doctors while hearing his bail on medical grounds.Jain, a minister without a portfolio in the Delhi government, was arrested by theEnforcement Directorate on May 30. The case is based on a first information report filed by the Central Bureau of Investigation in 2017 under the Prevention of Money Laundering Act. He is accused of having laundered money through four companies allegedly linked to him.  Advocate Rahul Mehra, who appeared for Jain, had argued before the court that it was perhaps the first time that the prosecuting agency was accusing a judge of bias.“What kind of precedent are we setting?” Mehra asked. “The message that will go is that even if you ask a single question then we [Enforcement Directorate] will cast aspersions on you and we will ensure that the case is transferred from you. This will have a chilling effect on the entire system.”On the other hand, Additional Solicitor General SV Raju, appearing for the Enforcement Directorate, said that apprehension of bias against Goel was not there from the beginning but was triggered following certain events.","author":"Scroll Staff","time":"2022-10-01T13:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175329-yxdnxbdwyg-1654352286.jpg","tags":["Satyendar Jain","Delhi HC","Aam Aadmi Party","Delhi"],"source":"https://scroll.in/latest/1034085/delhi-hc-dismisses-satyendar-jains-plea-challenging-transfer-of-case-to-new-judge"}