{"title":"Delhi Police file FIR in connection with doctored video of Amit Shah, summon Telangana CM","content":"The Delhi Police on Sunday registered a first information report pertaining to a doctored video of Union Home Minister Amit Shah in which he can be purportedly heard saying that the Bharatiya Janata Party will end reservations for the Scheduled Castes and the Scheduled Tribes in government jobs and education, PTI reported.The police’s cyber crime unit also summoned Telangana Chief Minister A Revanth Reddy on May 1 in connection with the investigation, ANI reported quoting unidentified sources. Reddy has been asked to appear with his mobile phone from which the doctored video was allegedly posted on social media platform X.The video shows Shah addressing a rally in Telangana. The minister had said during the rally that the BJP would remove reservations for Muslims in the southern state.The Delhi Police, which reports to the Union home ministry, has registered the first information report under sections of the Information Technology Act, according to PTI.Assam Chief Minister Himanta Biswa Sarma said that the state police have arrested an individual named Reetom Singh in the case. According to Singh’s X profile, he is the state war room coordinator of the Congress Assam unit, reported PTI.Muslims have had access to 4% reservations in education and government jobs under the Other Backward Classes category in Telangana and Andhra Pradesh since 2007. Shah and Prime Minister Narendra Modi have said that reservation on the basis of religion is unconstitutional.However, Shah’s video from the rally was allegedly doctored to show that he was opposing reservation for Dalits and tribals.On Friday, BJP information technology cell chief Amit Malviya accused the Congress of spreading the doctored video on social media. “They [Congress leaders] must be prepared for legal consequences,” Malviya had said..@INCTelangana is spreading an edited video, which is completely fake and has the potential to cause large scale violence.Home Minister Amit Shah spoke about removing the unconstitutional reservation given to Muslims, on the basis of religion, after reducing share of SCs/STs and… pic.twitter.com/5plMsEHCe3— Amit Malviya (मोदी का परिवार) (@amitmalviya) April 27, 2024\n\n\nOn March 15, Reddy said that the Congress government in Telangana would protect the 4% reservations in education and employment available to Muslims under the Other Backward Classes category.“Neither Shah nor Prime Minister Narendra Modi can scrap the 4% Muslim quota started by the then Congress CM, the late YS Rajasekhara Reddy, in the undivided state [Andhra Pradesh],” the chief minister said.Reddy had also claimed on Thursday that the BJP would scrap reservations for the Scheduled Castes, Scheduled Tribes and the Other Backward Classes by 2025 if re-elected for a third term. He alleged that the elections were a “referendum” on reservations and that the Hindutva party was conspiring to do away with them.The Opposition party has claimed that the BJP is seeking a sweeping majority in both the Houses of Parliament to amend the Constitution and scrap reservations.On Saturday, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat said that the Hindutva organisation has always stood for reservations as guaranteed under the Constitution. The Rashtriya Swayamsevak Sangh is the parent body of the ruling Bharatiya Janata Party.In 2015, Bhagwat called for a review of the reservations policy, stating that it had been used for political ends. In an interview with Sangh’s mouthpieces Panchjanya and Organiser ahead of Assembly elections in Bihar that year, he had said the aspirations of one section should not be met at the cost of others.","author":"Scroll Staff","time":"2024-04-29T13:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200361-awyqpqpvlj-1714376349.jpeg","tags":["Amit Shah","Delhi Police","reservation","Lok Sabha 2024","Fake Video"],"source":"https://scroll.in/latest/1067194/delhi-police-registers-fir-in-connection-with-doctored-video-of-amit-shah-on-ending-reservations"}