{"title":"Delhi HC orders release of NewsClick employee who turned approver","content":"The Delhi High Court on Monday ordered the release of Newsclick’s human resources head Amit Chakraborty, nearly four months after he was granted pardon in a case filed against the news website, The Indian Express reported.Chakraborty was granted pardon on January 9 after a Delhi court allowed him to turn approver – or act as a government witness – in the case, which has been filed under the Unlawful Activities Prevention Act.Justice Swarana Kanta Sharma on Monday noted that the prosecution had told the High Court that it had no objection to Chakraborty being released from judicial custody. The prosecution told the court that he had already recorded his statement before a magistrate in which he narrated the “true facts” about the matter.Justice Sharma added that Chakraborty uses a wheelchair and that his medical condition called for special consideration and a humane approach, Live Law reported. She directed his release on a personal bond of Rs 25,000 and a surety of the same amount.The judge told Chakraborty to appear before the trial court whenever directed, and not to leave the country without the trial court’s permission.Chakraborty, along with NewsClick founder Prabir Purkayastha, was arrested on October 3 when the Delhi Police raided several journalists associated with the website.The caseThe Delhi Police on March 30 filed a chargesheet against Purkayastha and news portal’s parent company PPK NewsClick Studio Private Limited, alleging that they received funds through Chinese entities “with the intention of undermining India’s sovereignty and territorial integrity”.The case was registered after The New York Times alleged in an August 5 report that NewsClick had received money from American businessman Neville Roy Singham, who worked closely with the “Chinese government media machine” to spread its propaganda.The Delhi Police’s first information report describes Singham as an active member of the propaganda department of the Communist Party of China. Singham, however, alleged that The New York Times “intentionally chose not to publish” his responses to the August 5 article and did a disservice to the cause of press freedom.The police also alleged in the chargesheet that Purkayastha and the website were involved in funding Lashkar-e-Taiba terrorists and inciting violence in Delhi’s Shaheen Bagh during the anti-Citizenship Amendment Act protests.NewsClick, however, said that the allegations were absurd and baseless. It said that the chargesheet had been selectively leaked “to prejudice public opinion and pending judicial proceedings”.","author":"Scroll Staff","time":"2024-05-07T11:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154691-ibniiwjkvu-1612964480.jpg","tags":["Delhi HC","Amit Chakraborty","Newsclick","UAPA"],"source":"https://scroll.in/latest/1067545/delhi-hc-orders-release-of-newsclick-human-resources-head-who-turned-approver"}