{"title":"Delhi liquor policy case: Enforcement Directorate arrests Buddy Retail Pvt Limited director","content":"The Enforcement Directorate on Tuesday arrested businessman Amit Arora in connection with the Delhi liquor policy case, reported PTI. Arora is the director of Gurugram-based Buddy Retail and a close aide of Delhi Deputy Chief Minister Manish Sisodia who is also an accused in the case. Arora has been booked under the criminal sections of the Prevention of Money Laundering Act.On August 17, the Central Bureau of Investigation had booked Sisodia and 14 other persons on charges of irregularities in the new liquor policy.Under the new policy, which was implemented in Delhi on November 17, 2021, licences for 849 liquor shops were issued to private firms through open bidding. However, on July 30, the Delhi government withdrew the policy after Lieutenant Governor Vinai Kumar Saxena recommended an inquiry into it by the central agency.Five persons have been arrested by the Enforcement Directorate in the Delhi Excise policy money laundering case till now.In a 3,000-page chargesheet filed by the Enforcement Directorate on November 26, promoter and managing director of Indospirits Sameer Mahandru and two others were named in the case, reported the Hindustan Times. On September 27, Mahandru was arrested by the agency following his questioning.On November 10, the agency had arrested P Sarath Chandra Reddy, director of Aurobindo Pharma, was arrested along with Benoy Babu, general manager of Pernod Ricard. On November 16, a Delhi court allowed Sisodia’s close aide, entrepreneur Dinesh Arora, to become an approver in the case.","author":"Scroll Staff","time":"2022-11-30T11:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183630-vpklobyyvp-1669789075.jpg","tags":["Delhi","Enforcement Directorate","Manish Sisodia","liquor policy case"],"source":"https://scroll.in/latest/1038654/delhi-liquor-policy-case-enforcement-directorate-arrests-buddy-retail-pvt-limited-director"}