{"title":"Delhi's air quality is better – but only when compared with November's apocalyptic smog","content":"Delhi’s air is getting cleaner, suggests data released by the city government.The information about the city’s ambient air quality recorded between November 1 and December 31, released earlier this month, indicates a steep decline in pollution levels post the first week of November – when the national capital looked near-apocalyptic, covered with a thick layer of smog post Diwali on October 30 – with some ups and downs in early December and around Christmas.Though the data (see graph below) does not have numbers, the concentration of particulate matter measuring 2.5 microns was below 400 micrograms per cubic metre in December-end and PM 10 was below the 600 mark. PM 2.5 and PM 10 are several times smaller than human hair and can settle deep in the lungs, causing cause severe respiratory ailments. In November, the PM 2.5 concentration (the deadlier of the two) had crossed the 900 mark in parts of the city, while PM 10 was in the 1000s. Experts, however, are not convinced that this translates to any actual improvement in air quality, on two grounds. First, they said, the period is too short to get a clear picture. Second, the particulate matter count is still way above the 24-hour prescribed standard for India – 60 microgram per cubic metre for PM 2.5 and 100 for PM 10. Environment experts and scientists that Scroll.in spoke to cautioned that the numbers should not be an excuse for the Delhi government to become lax about pollution control measures. Though this year’s smog was the worst in 17 years, according to the Centre for Science and Environment, the air quality in the winter of 2015 was also alarming and pollution, in fact, is a year-round problem in the national capital.Even so, the Delhi government’s three-tier plan to treat the city’s air – which includes setting up outdoor air purifiers, mist fountains and virtual chimneys at major traffic intersections – and a project to vacuum clean Delhi’s roads are yet to see the light of day.The recorded levels of PM 2.5 and PM 10 are still way above the safe limits, which are signified by horizontal lines. (Source: Delhi government)‘Unfair comparison’Polash Mukerjee, Research Associate in the Clean Air and Sustainable Mobility unit of the Centre for Science and Environment, said that the government should have compared the data for November and December last year with the corresponding period in 2015 to give the real picture.“I must say it is an unfair comparison because there are significant differences in wind pattern and climatic condition between the start of November and the end of December,” he said, “And what makes the analysis more complex is the extreme smog condition in November first week, which has to be tackled in order to come up with a fair analysis.”Mukerjee said there were lesser pollutants in the second week of January this year, because of the high wind speed and rainfall last week. “No government measure can be given credit for this,” he said. “But as far as the present air quality measure is concerned, we are still not safe as the PM 2.5 and PM 10 counts are still way above the safety limit.”For instance, on Sunday, the PM 2.5 count was above 300 in parts of the city, while PM 10 was above 200, both much above safe limit. Particulate matter measuring less than 10 microns is the most damaging and can lead to heart ailments, respiratory diseases and even lung cancer. Sustained exposure to PM 2.5 and PM 10 is closely linked to increased mortality and morbidity, research has shown.  “The analysis of Delhi’s air quality calls for assessment of longer series of data,” said a senior scientist at Ministry of Earth Science’s System of Air Quality and Weather Forecasting and Research, or SAFAR. “What Delhi has witnessed in early November is something unusual and extreme, which has to be nullified [by spreading the data over a longer period].”The scientist said measuring pollution information over just two months would not give a reliable average as the sudden spike in November would skew the data set. It would have to be tracked for a larger period to see whether the November levels were truly an anomaly, for instance. For example, a similar extreme pollution situation, though lesser in intensity, was seen last January. Were it to happen again this month, the season’s average would significantly increase. The scientist also stressed on the need to study the data over longer periods, ideally comparing two full seasons . “Presently, SAFAR is working on a longer data series and a report will be out soon after January end,” he said.The smog in the national capital in October-end. [Photo: Dominique Faget/AFP]Fighting pollutionSome of the main reasons for Delhi’s persistent air pollution problem are dust, industry activity and crop burning in Punjab, Haryana and Uttar Pradesh. Over the past year, the Aam Aadmi Party government in the city, which has faced much criticised over this issue, has come up with several short-term counter-pollution measures, but the bigger projects are still awaiting implementation. In 2016, the government implemented the Odd-Even scheme over two phases in the national capital, where only odd-numbered vehicles were allowed on roads on certain days of the week, and even-numbered vehicles on the others.After the post-Diwali smog in November, the government ordered temporary closure of all generators at the Badarpur Thermal Power Plant – the ban was later extended till January 31 – which was identified as a major source of air pollution. Former Delhi Lieutenant-Governor Najeeb Jung also put curbs on truck movement in the city and construction activity was halted for a week. On November 1, the government had announced its three-tier air purification plan, for which it is collaborating with the Indian Institute of Technology-Bombay and National Environmental Engineering Research Institute in Mumbai. At the time, the government had said the project would take 45 days to implement. When asked about its progress last week, senior officials in the Delhi government said it was still being worked on.On the other hand, the project to vacuum clean city roads to reduce the dust mixes with the air, has hit a road block. The government had first spoken of the project soon after the second phase of Odd-Even scheme concluded on April 30. “When tenders were invited for the first time for procuring trucks with vacuum cleaners, no company sent quotations,” said a senior government official who did not want to be identified.The government had said that they would first procure five vacuum cleaner trucks and later expand the project and buy 15-20 more. However, the first set of vacuum-cleaning machines, it turned out, did not work well on uneven roads. This project needs some rethinking at this stage, the government official said.","author":"Abhishek Dey","time":"2017-01-16T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/826578-44857-bttqzzfrok-1484532503.jpg","tags":["Delhi","air pollution","ambient air quality","pollution and health"],"source":"https://scroll.in/article/826578/delhis-air-quality-is-better-but-only-when-compared-with-novembers-apocalyptic-smog"}