{"title":"Delhi Police rejects approval for Munawar Faruqui show day after VHP objects","content":"The Delhi Police on Friday rejected permission for a show by comedian Munawar Faruqui that was scheduled to take place in the city on August 28, The Indian Express reported.This was a day after the Vishwa Hindu Parishad wrote to Delhi Police Commissioner Sanjay Arora seeking cancellation of the permission that was granted to the show. The outfit, along with the Bajrang Dal, had also warned of protests if the police failed to cancel the show.On August 23, the licensing branch of the police had given permission for the event at the Dr SPM Civic Centre, Kedarnath Sahni Auditorium. However, Joint Commissioner of Police (licensing branch) OP Mishra said that permission was rejected after authorities received a report from the local district police.“Local police conducted an enquiry and submitted their report to the licensing branch in which they informed them that the show will affect communal harmony in the area and they should cancel permission,” an unidentified official told the newspaper. The official added that the licensing branch then wrote to the organisers, informing them about the cancellation of permission.On Thursday, the Vishwa Hindu Parishad’s Delhi President Surendra Kumar Gupta claimed in the letter to the police that Faruqui “mocks Hindu gods and goddesses” in his show. “As a result of this, communal tensions were triggered in Bhagya Nagar [Hyderabad],” he said.Large-scale protests erupted in Hyderabad on Monday after now-suspended Bharatiya Janata Party leader T Raja Singh uploaded a video on YouTube, in which he repeated suspended BJP spokesperson Nupur Sharma’s disparaging remarks about Prophet Muhammad.Singh, who was detained on Thursday, claimed that he had posted a comedy video in reaction to Faruqui’s show held in Hyderabad on August 20.The comedian’s shows have been cancelled after pressure from Hindutva groups several times in the recent past. On August 19, a show of Faruqui’s was cancelled at the last minute in Bengaluru after a Hindutva outfit named Jai Shri Ram Sena had filed a complaint against the comedian and the organisers of the event.The Bengaluru Police claimed that the show was cancelled as the organisers had not sought permission.Over the last year, Faruqui’s shows have been cancelled in Bengaluru, Gurugram, Raipur, Surat, Ahmedabad, Vadodara, Goa and Mumbai.In January last year, Faruqui had been arrested from a venue in Indore based on a complaint filed by the son of a Bharatiya Janata Party leader about a purported joke that he had not even made. The complainant had alleged that the comedian was going to make objectionable statements about Hindu deities during the show.The comedian spent 37 days in jail before the Supreme Court granted him bail.","author":"Scroll Staff","time":"2022-08-27T08:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166368-wxtdzbdzrh-1636942148.jpg","tags":["Munawar Faruqui","Delhi Police","Delhi","VHP","Vishwa Hindu Parishad"],"source":"https://scroll.in/latest/1031419/delhi-police-rejects-approval-for-munawar-faruqui-show-day-after-vhp-objects"}