{"title":"Delhi violence: Four journalists injured in mob attacks, several forced to delete videos from phones","content":"At least four journalists were attacked by mobs on Tuesday as violent clashes over the amended Citizenship Act entered the third day in North East Delhi. News network NDTV said three of its reporters and a camera person were assaulted by armed mobs. The fourth journalist, identified as Akash, is in a serious condition, PTI reported. Scroll.in reporters saw supporters of the law threatening journalists and checking their phones for videos and deleting them.NDTV journalist Arvind Gunasekar lost three teeth when a mob hit him on the face, according to the news network. He was about to be hit by a cane but his colleague, Saurabh Shukla, intervened and got hit instead. No policemen were present at the location, according to NDTV.Mariyam Alvi, another NDTV journalist, was allegedly hit on the back by a mob in another locality. A cameraperson, Sushil Rathee, was injured.A reporter tweeted that a journalist had been shot while he was reporting at Maujpur.Shreya Chatterjee, a former senior correspondent at NewsX, told ThePrint that she was stopped from reporting on the ground in Maujpur. “They were saying, this is the fight of the Hindus, support us and don’t record this, otherwise we will be in trouble,” she said.Chatterjee also alleged that Reuters photojournalist Danish Siddiqui was injured. However, Siddiqui refused to comment on the matter.Parvina Purkayastha, a senior correspondent working with Times Now told ThePrint that she was reporting from a “safe corner”, and was not alone. However, five to six men from those supporting the Citizenship Amendment Act came with wooden sticks and told her they would hit her, she alleged. Purkayastha said she had to plead with the men not to harm her.Follow live updates here.Two of my colleagues @arvindgunasekar and @saurabhshukla_s were badly beaten by a mob just now in Delhi, they only stopped beating them after realising they are “our people- Hindus”. Absolutely despicable.— Nidhi Razdan (@Nidhi) February 25, 2020\n\nJournalist Akash was reporting at #Maujpur .When he was shot at. Currently at GTB Nagar police station pic.twitter.com/jJNMDoUj9K— Shantasree Sarkar (@sarkarshanta) February 25, 2020\n\nhttps://t.co/KvKJQnb4gQ reporters say that anti-Muslim mobs are checking journalists' phones for videos and deleting them/threatening reporters in Babarpur while carrying petrol bombs. https://t.co/TKNh9tcudB— Rohan Venkat (@RohanV) February 25, 2020\n\nReporters are getting attacked. Two of my colleagues are in the area and say mobs are checking phones for photos and videos. https://t.co/W7kycScmUi— Supriya Sharma (@sharmasupriya) February 25, 2020\n\nMedia bodies express concernTwo media bodies in Delhi, the Press Club of India and Indian Women’s Press Corps, expressed dismay over the attacks on journalists, PTI reported. “Several of them have been hospitalised,” the two bodies said in a joint statement. “They have been punched and attacked by communal mobs, and police were either absent or have not come to help. Shockingly, mobs were checking religious credentials of journalists.”The two organisations said the television media seems to have been specifically targeted. “We have little doubt the attackers actively sought to prevent videography or photography that may lead to them being identified,” they said.Thirteen persons have been killed and more than 150 have been injured since Monday afternoon in North East Delhi. Supporters of the Citizenship Amendment Act had first clashed with those protesting against it on Sunday evening. This came soon after Bharatiya Janata Party leader Kapil Mishra threatened police and asked them to disperse an anti-Citizenship Act sit-in in Jaffrabad area within three days. On Monday, more clashes took place in various localities.On Tuesday, Scroll.in reporters at the spot witnessed Hindu mobs throwing stones and petrol bombs at Muslim homes across the road in Kabir Nagar, near Maujpur.Section 144 of the Criminal Procedure Code barring the meeting of more than four people continued to be in place in parts of the district, but fresh stone pelting, vandalism and gathering of mobs has still been reported from some localities.","author":"Scroll Staff","time":"2020-02-25T17:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137198-ludpcojugg-1582629613.jpg","tags":["Delhi","Citizenship Act","CAA protests","NDTV","Delhi violence"],"source":"https://scroll.in/latest/954291/delhi-violence-four-journalists-injured-in-mob-attacks-forced-to-delete-videos-from-their-phones"}