{"title":"Delhi polls: ‘Plenty of proof that Kejriwal is a terrorist,’ claims Union minister Prakash Javadekar","content":"Union Minister Prakash Javadekar on Monday hit out at Delhi Chief Minister Arvind Kejriwal saying that there was “plenty of proof” to establish that the Aam Aadmi Party chief was a terrorist, News18 reported.The controversy over the remark began last week after Bharatiya Janata Party leader Parvesh Verma said “terrorists like Kejriwal are hidden everywhere”. The chief minister had responded to the saffron party saying that he will let the people of Delhi decide whether he is “their son, their brother or a terrorist”. Elections in the national Capital are scheduled for February 8 and the results will be declared three days later.“[Arvind] Kejriwal is putting up an innocent face and asking if he is a terrorist, you are a terrorist, there is plenty of proof for it,” Javadekar said on Monday during a press conference in New Delhi. “You yourself had said you are an anarchist, there is not much difference between an anarchist and a terrorist.”Also read:How is AAP handling BJP’s divisive campaign centred on Shaheen Bagh?BJP is making Shaheen Bagh protest a poll issue but here’s what Delhi voters say they care about#WATCH Union Minister Prakash Javadekar in Delhi: Kejriwal is making an innocent face & asking if he is a terrorist, you are a terrorist, there is plenty of proof for it. You yourself had said you are an anarchist, there is not much difference between an anarchist & a terrorist. pic.twitter.com/vRjkvFKGEO— ANI (@ANI) February 3, 2020\n\nOn January 30, the Election Commission issued a notice to Verma for the “terrorist” remark and had given him time till 5 pm the following day to respond. The notice to the BJP MP came on the same day the commission imposed a 96-hour ban on him for making objectionable remarks in the previous week.Verma was censured for warning voters in Delhi that “lakhs of protestors” gathering in the city’s Shaheen Bagh locality to demonstrate against the citizenship law would enter their homes to “rape their sisters and daughters and kill them”.","author":"Scroll Staff","time":"2020-02-03T15:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111081-shtbwysiyo-1570553267.jpg","tags":["Delhi elections","Arvind Kejriwal","Prakash Javadekar","terrorist"],"source":"https://scroll.in/latest/952011/delhi-polls-plenty-of-proof-that-kejriwal-is-a-terrorist-claims-union-minister-prakash-javadekar"}