{"title":"Delhi Police search ‘The Wire’ office, homes of Siddharth Varadarajan and four other staff","content":"The Delhi Police on Monday carried out searches at the office of The Wire and the homes of four of its editors – Siddharth Varadarajan, MK Venu, Sidharth Bhatia and Jahnavi Sen, people familiar with the developments told Scroll.in.  The home of the organisation’s head of product, Mithun Kidambi, was also searched.The raids took place two days after a first information report was registered against the editors on charges of cheating, forgery, defamation and criminal conspiracy  on the basis of a complaint filed by Bharatiya Janata Party social media chief Amit Malviya.“The police came around 4.40 pm and left at 6 pm,” Venu told Scroll.in. “They said they have come here on behalf of Delhi Police Crime Branch for the FIR filed by Amit Malviya. They have taken my iPhone and iPad for cloning.”  The searches at the homes of Varadarajan and Sen took place around the same time, they told Scroll.in. The search at Bhatia’s home started around 7.30 pm.“We are fully cooperating with them,” Varadarajan said. “We have given them the devices and passwords they asked for. They have taken four devices – one MacBook, two iPhones and one iPad.”Delhi: Visuals from outside the residence of 'The Wire' founder Siddharth Varadarajan where Delhi Police crime Branch searches are underway. pic.twitter.com/8IRtyJPRst— ANI (@ANI) October 31, 2022\n\nVenu also said that a lawyer representing the editors has gone to the Crime Branch office of Delhi Police to ensure that only materials related to the case are cloned from the seized devices.A staff member of The Wire who was at its office during the search told Scroll.in that more than 20 officials were part of the operation which went on till 9.45 pm. “They seized iMacs and asked those present at the office for passwords of their devices,”  he said.Officials of the Delhi Police said that no notices were issued to the four editors on Monday and no inquiry was carried out, ANI reported. “Further investigation is going on and necessary steps will be taken.”Malviya’s complaint relates to a series of articles about social media company Meta that The Wire retracted on October 23.The Wire had claimed that Malviya, who heads the social media cell of the saffron party, had special privileges through an Instagram programme called X-Check that ensured that any posts he reports are removed from the platform immediately, with “no questions asked”.Meta is the parent firm of Instagram.On its part, The Wire has claimed that it had been deceived by a member of its investigative team. On October 29, the digital publication filed a police complaint against researcher Devesh Kumar, who had worked on the Meta articles, claiming that he “fabricated and supplied documents, emails and other material such as videos with a view to damaging The Wire and its reputation.”Purpose to create chilling effect, says digital news bodyThe Digipub News India Foundation, an 11-member digital-only news association, said that “immediate and arbitrary search” based on a complaint filed by a spokesperson of the ruling BJP “smacks of malafide intentions”.The purpose of the searches was to create a chilling effect against journalism in India, Digipub said in a statement.“Moreover the danger of these searches being used as an excuse to seize and duplicate confidential and sensitive data held by The Wire cannot be dismissed,” the news websites’ the statement noted.However, it added that a media organisation should be held accountable by its peers and the civil society for publishing a false report.The association also expressed concerns that the investigation could become “a tool to further worsen the already fraught state of journalism in India”.Scroll.in is among the founding members of the association.  DIGIPUB's statement on police searches on the homes of the editors and a reporter of @thewire_in pic.twitter.com/MJS5CGQJEQ— DIGIPUB News India Foundation (@DigipubIndia) October 31, 2022\n\n‘The Wire’ vs Meta controversyThe controversy started after on October 6, The Wire said that Instagram had deleted a satirical post showing a man worshipping a statue of Uttar Pradesh Chief Minister Adityanath for violating the platform’s guidelines on “nudity and sexual content” even though the image did not depict any nudity.The publication followed this up with a report on October 10 claiming that the post was taken down after a complaint by Malviya, the head of the BJP’s social media cell. The Wire report claimed that Malviya has special privileges through an Instagram programme called X-Check that ensures that any posts he reports are removed from the platform immediately, with “no questions asked”, even if they do not violate Meta’s rules.On October 11, Andy Stone, Meta’s communications director, said that The Wire’s report was based on false information. He said that X-Check system had “nothing to do with the ability to report posts”.He also said that “posts in question were surfaced for review by automated systems, not humans” and that an internal report of Instagram cited by The Wire’s source “appears to be fabricated”.Defending its report, The Wire published another article on October 11, with an image of an email allegedly sent by Stone on October 11 in which he rebuked some of his colleagues, asking them how the internal Instagram report “got leaked” and seeking more information on the matter.The report also claimed that Stone had asked his colleagues to put Varadarajan and Sen on a “watchlist”.Meta’s Chief Information Security Officer Guy Rosen claimed that the email, too, was fake.After this, The Wire on October 15 said it had verified Stone’s email and produced more technical evidence to support its claims. But this was met with scepticism from technical experts.The news website had also published an explanation of the technical process that it had followed while writing the articles, which cited redacted emails from two cybersecurity experts. However, both the experts later denied having been part of the process.","author":"Scroll Staff","time":"2022-10-31T18:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182143-nggqwrxrks-1667226595.jpg","tags":["Siddharth Varadarajan","MK Venu","Amit Malviya","The Wire","Meta"],"source":"https://scroll.in/latest/1036303/delhi-police-raids-homes-of-the-wire-editors-siddharth-varadarajan-mk-venu-jahnavi-sen"}