{"title":"Delhi private liquor shops to be closed for 45 days from October 1","content":"All privately-run liquor outlets in Delhi will be shut for 45 days from October 1, News18 reported. This is because of a transition to the Delhi government’s new excise policy, under which all 860 liquor shops in the city will be given to private firms through an open tender process. During the transition period, only government-run liquor outlets will remain open, according to the Hindustan Times. These will be shut down on November 16. This will mean that during the transition period there will be 26 municipal wards in Delhi where no liquor shops will be open as they only have private ones. Further, there are 80 other wards where there are no liquor outlets.The excise department has asked government-run shops to stock up on liquor as demand is likely to rise, PTI reported, citing an official. “It’s a transition phase and some people may have problems but there will be no shortage as there are adequate number of government vends to cater to the demand,” the official said.The excise department has reportedly made preparations to ensure that illicit liquor does not enter Delhi from neighbouring states.New excise policyUnder the policy, the Delhi government will exit the retail business of liquor.The government has divided the city into 32 zones. Each zone will have about 27 liquor shops, the Hindustan Times reported. The policy aims to ensure equitable distribution of retail liquor outlets across Delhi, the government said.The policy also reportedly aims to improve experience of customers and tackle the liquor mafia. It also allows liquor shops to give discounts and rebates to customers, which was not allowed in the old policy.The government has so far received 215 bids for retail shops across the city, News18 reported.","author":"Scroll Staff","time":"2021-09-30T15:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164391-gsiulwiqzh-1632504193.jpg","tags":["Delhi","liquor outlets","Delhi liquor policy","Delhi government"]}