{"title":"Delhi Assembly polls: State BJP chief says hate speech by leaders of his party led to loss of seats","content":"Delhi Bharatiya Janata Party chief Manoj Tiwari said on Saturday that hate speech by leaders of his party led to loss of seats in the Assembly elections, The Indian Express reported. The Delhi Assembly elections, results for which were announced on February 11, resulted in the incumbent Aam Aadmi Party government winning 62 out of the 70 seats, while the BJP secured just eight seats.Asked about BJP MP Parvesh Verma’s labelling Delhi Chief Minister Arvind Kejriwal a terrorist, Tiwari told The Indian Express: “I have condemned that [speech]. And I did that before the elections. The Prime Minister [Narendra Modi] and Home Minister [Amit Shah] have also condemned it.”The Delhi BJP chief admitted that Union minister Prakash Javadekar had, in a press conference attended by Tiwari, also called Kejriwal a terrorist. However, Tiwari added: “Whatever the context, it was hate speech and our party had to face losses due to that. We condemned that speech then as well as today.” Asked about BJP leader Kapil Mishra’s rally in favour of the Citizenship Amendment Act in Delhi in December, where he and his supporters shouted “desh ke gaddaron ko, goli maro saalon ko [shoot the traitors to the country]”, Tiwari said: “It did not come to my knowledge when he raised the slogan. I want those who make such hate speeches to be permanently removed.” Tiwari added that a system should be created where people who make hate speeches lose their right to contest elections.However, Tiwari defended Union Home Minister Amit Shah’s exhortation to voters to “press the [EVM] button so hard that the current is felt at Shaheen Bagh”. “Shouldn’t those spreading a myth about Shaheen Bagh feel the current?” he asked. “A child died in the cold. Who is responsible for it?” The Delhi BJP chief reiterated the party line that the Citizenship Amendment Act does not take away anyone’s citizenship.Hundreds of women, with children, have been protesting at Shaheen Bagh in Delhi against the Citizenship Amendment Act since December 15. Several attempts to make them leave the area have failed. The Supreme Court last week appointed a two-member mediation team to talk to the protestors.Tiwari claimed that it was the Opposition, and not the BJP, which made Shaheen Bagh an election topic. “I am that MP who was beaten up and shooed away from the inauguration of a bridge in my own constituency,” he said, taking a shot at Kejriwal. “How is this an action of ‘sabka mukhyamantri [everyone’s chief minister]?’”The BJP leader parried a question about the Rashtriya Swayamsevak Sangh’s criticism of the party’s electoral campaign. In an editorial in its mouthpiece Organiser, the RSS had called the BJP’s Delhi campaign “horrific”, and said it led to alienation of voters from the saffron party. Tiwari told The Indian Express that he would read what RSS had said.","author":"Scroll Staff","time":"2020-02-23T11:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/101337-zvhlerwfis-1582435206.jpg","tags":["Manoj Tiwari","Delhi Assembly elections","hate speech","Bharatiya Janata Party","Amit Shah","Arvind Kejriwal terrorist"],"source":"https://scroll.in/latest/954038/delhi-assembly-polls-state-bjp-chief-says-hate-speech-by-leaders-of-his-party-led-to-loss-of-seats"}