{"title":"Delhi elections: Police chief’s tenure extended by a month ‘in public interest’","content":"The Union Ministry of Home Affairs on Friday extended Delhi Commissioner of Police Amulya Patnaik’s service for a month, till the end of February, “in public interest”, PTI reported. The order came a day after the Election Commission of India approved Patnaik’s extension, sought by the ministry in view of the upcoming Delhi Assembly elections.The elections for all 70 seats in Delhi will be held on February 8, and the results announced on February 11. In the 2015 elections, the Aam Aadmi Party had won 67 seats, the Bharatiya Janata Party just three and the Congress none. Patnaik’s extension drew surprise and ire from Congress leader P Chidambaram, who termed it “incomprehensible”. “The police commissioner of Delhi gets an extension on the day there is a shooting in the presence of a substantial police force,” Chidambaram tweeted. “Incomprehensible and reprehensible.”Chidambaram was referring to a gunman shooting a student outside Jamia Millia Islamia University in New Delhi on Thursday, with police personnel standing metres away. The attacker was heard shouting “Yeh lo azaadi [here’s your freedom]” before he injured Shadab Farooq, the student. The police took him into custody.“One has got an extension, but who has been suspended for the deplorable shooting yesterday?” Chidambaram asked.The Police Commissioner of Delhi gets an extension on the day there is a shooting in the presence of a substantial police forceIncomprehensible and reprehensible. One has got an extension, but who has been suspended for the deplorable shooting yesterday?— P. Chidambaram (@PChidambaram_IN) January 31, 2020\n\nThe Delhi Police had last month been accused of using excessive force against students protesting against the Citizenship Amendment Act at Jamia Millia Islamia. On December 15, the police entered the college campus and fired tear gas shells into the building. Videos also showed the police beating up protesting students. Jamia Millia Islamia University Chief Proctor Waseem Ahmed Khan had said that the police entered without permission and beat up students and staff members.Several students were injured in the attack, and had to be hospitalised. On January 5, a mob armed with sticks entered the Jawaharlal Nehru University in the national Capital and attacked students and teachers, injuring 34 of them. The Delhi Police, who also entered the campus following the incident, were accused of apathy, and in some cases, of encouraging the mob to attack the students. After an inquiry into the incident, the police claimed that seven out of the nine attackers, including JNU Students’ Union President Aishe Ghosh, were from Left-leaning organisations on campus.","author":"Scroll Staff","time":"2020-01-31T14:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123133-zbeglowone-1580461435.jpg","tags":["Amulya Patnaik","Delhi Police","Election Commission","Delhi elections","Ministry of Home Affairs"],"source":"https://scroll.in/latest/951704/delhi-elections-police-chiefs-tenure-extended-by-a-month-in-public-interest"}