{"title":"Delhi High Court calls for a Uniform Civil Code in India, asks Centre to take necessary steps","content":"The Delhi High Court has backed the implementation of a Uniform Civil Code in the country, Live Law reported on Friday. A Uniform Civil Code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths. The aim of such uniformity is meant to be ensuring equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.  Article 44 of the Constitution of India says that the state shall “endeavour to secure for the citizens a uniform civil code throughout the territory of India”. Establishing such a code has been on the ruling Bharatiya Janata Party’s agenda for long. It was also on its manifesto for the 2019 General Elections.On Wednesday, Justice Pratibha M Singh said that caste and religion-related barriers were gradually disappearing from the society. The court asked the Centre to take necessary steps for implementation of a uniform code, according to the Hindustan Times.The High Court made the observations while hearing a petition related to the applicability of the Hindu Marriage Act to a couple belonging to the Meena community in Rajasthan.The husband had filed for divorce under Section 13(1) of the Act, but a family court quashed his petition on the grounds that the law did not apply to the Meena community, which is a notified Scheduled Tribe in Rajasthan, according to Live Law. The man challenged this order in the Delhi High Court. “The youth of India belonging to various communities, tribes, castes or religions who solemnise their marriages ought not to be forced to struggle with issues arising due to conflicts in various personal laws, especially in relation to marriage and divorce,” Singh said.Also read: Will the BJP’s plan for a Uniform Civil Code save Muslim women?Demands for a uniform civil code are back and women’s groups continue to oppose it. Here’s whySingh said that the Hindu Marriage Act applies to everyone practising the religion, whether they were “Virashaiva, Lingayat or a follower of the Brahmo”, according to Live Law. She added, “If members of a tribe voluntarily choose to follow Hindu customs, traditions and rites they cannot be kept out of the purview of the provisions of the HMA [Hindu Marriage Act], 1955. Codified statutes and laws provide for various protections to parties against any unregulated practices from being adopted.”The judge said that the implementation of a Uniform Civil Code in India should not remain a “mere hope”. “The need for a Uniform Civil Code as envisioned under Article 44, has been reiterated from time to time by the Supreme Court,” she added.The Centre had told the Parliament last year that it was committed to introducing a Uniform Civil Code, but requires wider consultations.In September 2019, the Supreme Court had noted that the government made no attempts to frame a Uniform Civil Code even though the makers of the Constitution had expressed hope for such a law. The court described Goa as a “shining example” with a Uniform Civil Code.Women’s groups and secular organisations have firmly opposed a Uniform Civil Code. They have said that proponents of a Uniform Civil Code have never, so far, released a draft or even a rough blueprint of what it would look like. “The demand for a uniform civil code has been appropriated by the Hindutva right wing, which is anti-Muslim, extremist and heavily patriarchal,” said Hasina Khan, a founder of Bebaak Collective, a feminist non-profit organisation working for minority and human rights, told Scroll.in last year.  “It is sad, because we are opposed to many of the provisions in the Muslim Personal Law. But we cannot have a uniform civil code coming from a Hindutva government.”","author":"Scroll Staff","time":"2021-07-09T17:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/100432-yvseugitbc-1615381968.jpg","tags":["Uniform Civil Code","marriage laws","personal law"]}