{"title":"Delhi violence: SC upholds bail for three student activists","content":"The Supreme Court on Tuesday dismissed a petition by the Delhi Police challenging bail granted to student activists Devangana Kalita, Natasha Narwal and Asif Iqbal Tanha in a case pertaining to the violence that broke out in the city in February 2020, PTI reported.The Delhi High Court granted bail to the three activists – all of whom have been booked under the Unlawful Activities (Prevention) Act – on June 15, 2021. The police moved the Supreme Court against the order on the next day. On Tuesday,  a bench of Justices SK Kaul and A Amanullah dismissed the special leave petition filed by the police.Clashes had broken out between supporters of the Citizenship Amendment Act and those opposing it in February 2020 in North East Delhi, killing at least 53 persons and injuring hundreds. Most of those killed in the violence were Muslims. The Delhi Police have alleged that Kalita, Narwal and Tanha were part of a “larger conspiracy” in the violence that followed protests against the Citizenship Amendment Act.Kalita and Narwal are members of women’s rights group Pinjra Tod, while Tanha is a student from the Jamia Millia Islamia University in Delhi.The bench noted that the accused persons have been out on bail for nearly two years and said that it finds no reason to keep the matter alive. It also said that it has not gone into the question of whether the High Court correctly interpreted the provisions of the Unlawful Activities (Prevention) Act while granting bail, Live Law reported.The Delhi High Court order had criticised the government’s actions in “suppressing dissent”.“...It seems, that in its anxiety to suppress dissent, in the mind of the state, the line between the constitutionally guaranteed right to protest and terrorist activity seems to be getting somewhat blurred,” the court had said in its order. “If this mindset gains traction, it would be a sad day for democracy.”","author":"Scroll Staff","time":"2023-05-02T15:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160361-ytduupcnwb-1623743549.jpg","tags":["Natasha Narwal","Asif Iqbal Tanha","Supreme Court","Devangana Kalita","Delhi Police","Delhi High Court"],"source":"https://scroll.in/latest/1048405/delhi-violence-sc-upholds-bail-for-three-student-activists"}