{"title":"Delhi government wants to reduce air pollution by spraying water from helicopters. Is it feasible?","content":"The Delhi government this week asked the Centre to spray water from helicopters or aircraft to tackle dust pollution across the city. But is this a workable solution?Around this time last year, when Delhi’s air quality deteriorated alarmingly after Diwali, the Arvind Kejriwal government announced a “three-tier plan” to curb pollution by installing outdoor air purifiers, mist fountains and virtual chimneys at select intersections . The plan never saw the light of day. Instead, the state government has floated another ambitious proposal – to tame dust by sprinkling water on it from the air.In a letter to the Centre on October 23, Delhi’s Environment Minister Imran Hussain said his government would pay for the water sprinkling service from its Air Ambiance Fund. This fund has been gathered from levying a 25 paise cess on every litre of diesel sold in the city and, at last count, amounted to around Rs 240 crore. Senior Delhi government officials called Hussain’s letter “a strategic response” to an observation made by the National Green Tribunal around a year ago. The tribunal, which has frequently criticised the Kejriwal government over the past two years for failing to curb pollution, had on November 7, 2016, observed that the state should consider sprinkling water on the roads to settle dust, even using helicopters to do so if necessary.The letter, though, is silent on how the plan could possibly be implemented in a city as vast as Delhi. Though Delhi has been using the traditional method of sprinkling water – from jets attached to cranes – to control dust pollution, this is  limited in scale. Pollution control experts say that an exercise to use aerial spraying to tackle dust pollution over a city of Delhi’s size has not been attempted anywhere in the world.‘Whimsical plan’“Firstly, where do we get the water from?” asked Polash Mukherjee, research associate at the Clean Air and Sustainable Mobility Unit of the Centre for Science and Environment. “Delhi is water starved. Extracting ground water to execute the plan is out of question. If one decides to use non-potable water, its recycling on such a massive scale would still remain a big challenge.”If at all, he added, aerial sprinkling can probably be an emergency measure to contain pollution. It cannot be done on a “routine basis and that too on such a massive scale”.Mukherjee added: “Secondly, if choppers are to be used for aerial sprinkling to tackle pollution – which has never been executed anywhere in the world – they will have to fly low to identify spots where water needs to be sprinkled. But in the process, they will end up creating dust storms in the city.”Dipankar Saha, who runs the Central Pollution Control Board’s air laboratory, echoed Mukherjee, saying helicopters may kick up more dust than they might help settle. “Imagine what quantity of water, how many helicopters and how much time one would need to execute such a grand plan,” he added. “It is not too feasible, especially in a city like Delhi where we have seen torrential rain for an hour controlling pollution levels for no no more than four hours. Why would anyone go for such a whimsical plan before taking care of the basics?”What are the basics? “Total control and management of every inch of land surface in the city,” Saha replied. “There should be no loose dust particles on topsoil, no construction dust in the open. Have effective prohibition on burning of solid waste. Even population density, construction activity, the emission of pollutants have to be controlled and managed well before resorting to such unprecedented emergency measures.”‘Emergency response’The experts compared aerial water sprinkling with cloud seeding, which has been used in countries such as Saudi Arabia and China. Cloud seeding is a way to induce rain by shooting condensation-enhancing substances such as silver iodide into clouds, often with the help of an aircraft. In June 2016, China offered its cloud seeding technology to India to artificially induce rain in drought-affected regions, particularly in Maharashtra.But even cloud seeding is an “emergency response mechanism”, Mukherjee said. It is too costly to be feasible for curbing pollution across a large city, added Saha. Moreover, artificial rain contaminates groundwater and open water sources, so inducing it to control air pollution would not make sense.","author":"Abhishek Dey","time":"2017-10-27T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/855493-72105-thgbjtrqwr-1509021109.jpg","tags":["Delhi","pollution","aerial water sprinkling","Arvind Kejriwal","cloud seeding"],"source":"https://scroll.in/article/855493/delhi-government-wants-to-sprinkle-water-from-helicopters-to-reduce-air-pollution-is-it-feasible"}