{"title":"Delhi violence: 11 accused in killing of Muslim brothers worked with ‘mob mind’, says court","content":"A court in Delhi has said that 11 men accused of killing two Muslim brothers during the violence in February “lost their individuality and started working with a mob mind”, The Indian Express reported on Wednesday. Over 50 people lost their lives in the violence that followed protests against the Citizenship Amendment Act. More than 700 cases have been registered in connection with the violence and the murders.Earlier this month, Scroll.in had reported that the men were part of a WhatsApp group “Kattar Hindut Ekta” that was created on February 25. Members of the group bragged about killing Muslims and dumping the bodies in a sewer as well as forcing victims to chant “Jai Shri Ram”.In their chargesheet, the Delhi Police have mentioned that nine Muslim men were murdered from February 25 to 26. Their bodies were recovered over a period of several days from the Bhagirathi Vihar drain. The brothers – Aamir Khan and Hashim Ali – were part of this. The court made the observations while taking cognisance of the chargesheet filed against the 11 accused in the murder of Aamir Khan. The case of his younger brother Hashim Ali will be heard separately.Chief Metropolitan Magistrate Purushottam Pathak said the investigation in the case revealed that that the accused were instrumental in the gathering at Bhagirath Vihar on February 26. “It is prima facie revealed that there was a well hatched conspiracy amongst the accused persons,” Pathak said in his order. “Same is evident from the fact that in order to take revenge from Muslims, some youths of the area, who failed to perceive the bottomless stupidity of the propaganda, as saviours of their community created a WhatsApp group. The members as discussed herein lost their individuality and started working with mob mind. ‘Jai Shri Ram’ and ‘Har Har Mahadev’, which are sacred slogans and attached to victorious yelling, deadened their mind and paralysed their creative nature.”The court added that relevant provisions of law should have been mentioned in the chargesheet where the men assembled to take revenge and victims were targeted on the basis of their religious identity.“The mob turned into rioters and in the process of rioting, they looted mobile phone and caused the death of Amir by inflicting multiple injuries in a brutal manner, and with a view to conceal the evidence, all of them...threw his body in the drain,” the order said. “It has been found that the common object of the unlawful assembly was not only to kill but also to destroy all evidence...Thus, all...actively participated in connection with the carrying of the body or disposal of it by throwing it in drain...There cannot be any doubt that the accused...were certainly up to their neck in the conspiracy and were thus very active members of the unlawful assembly.”The accused in the case have been identified as Lokesh Solanki, Pankaj Sharma, Ankit Chaudhary, Sumit Chaudhary, Prince, Jatin Sharma, Himanshu Thakur, Vivek Panchal and Rishabh Chaudhary, Pawan Kumar and Lalit Kumar. They have been been charged for murder, rioting with a deadly weapon and criminal conspiracy. Also read:‘#I-stand-with-Kapil-Mishra’: BJP leader features prominently in WhatsApp group of Delhi riotersBeyond WhatsApp transcripts, what evidence does Delhi Police have in murder cases of nine Muslims?Delhi Police claims February riots were a conspiracy by CAA protestors – but where is the evidence?","author":"Scroll Staff","time":"2020-07-22T11:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138153-mxtfxlpspe-1583932771.jpg","tags":["Delhi","Muslims","North East Delhi","CAA protests"],"source":"https://scroll.in/latest/968222/delhi-violence-11-accused-in-killing-of-muslim-brothers-worked-with-mob-mind-says-court"}