{"title":"Delhi court sends Chief Minister Arvind Kejriwal to ED custody till March 28","content":"A Delhi court on Friday sent Chief Minister Arvind Kejriwal to the Enforcement Directorate’s custody​ till March 28, reported PTI. This came a day after the Aam Aadmi Party leader’s arrest by the central law enforcement agency in connection with the Delhi liquor policy case. The chief minister will be produced before Special Judge Kaveri Baweja at the Rouse Avenue court on March 28 at 2 pm.The Enforcement Directorate brought Kejriwal to the Rouse Avenue Court on Friday and filed an application seeking to hold him for 10 days in custodial remand.Additional Solicitor General SV Raju, representing the central law enforcement agency, claimed that there is sufficient material to conclude that Kejriwal is prima facie guilty, Bar and Bench reported.Earlier on Friday, Kejriwal withdrew his petition in the Supreme Court challenging his arrest in the liquor policy case.The chief minister’s counsel told the Supreme Court bench that he would instead argue his case before the court that will decide on whether to remand him in custody.The Aam Aadmi Party chief approached the top court on Thursday night, shortly after he was arrested by the Enforcement Directorate.Kejriwal is the first sitting chief minister to have been arrested in the country.The Delhi liquor policy came into effect in November 2021. It was withdrawn in July 2022, with Delhi Lieutenant Governor Vinai Kumar Saxena recommending an investigation into the alleged irregularities of the policy.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party government modified Delhi’s liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.Hours before Kejriwal’s arrest on Thursday, electoral bond data released by the Election Commission showed a company linked to another person accused in the same case, P Sarath Chandra Reddy, had donated Rs 5 crore to the BJP in 2022, just five days after he was taken in custody. Another Rs 25 crore was donated to the BJP after Reddy turned approver in the case.Opposition leaders said on Thursday that Kejriwal’s arrest showed that the Bharatiya Janata Party was afraid of defeat in the Lok Sabha elections. Congress leader Rahul Gandhi, in a social media post, remarked that a “scared dictator” wanted to create a “dead democracy”.AAP protests Kejriwal’s arrestOn Friday, Aam Aadmi Party leaders and Delhi ministers Atishi and Saurabh Bharadwaj were detained as party workers staged a protest in the city against the Bharatiya Janata Party following Kejriwal’s arrest, PTI reported.The two Delhi Cabinet ministers were placed in a police bus during the protests. The police also asked the protestors at the ITO intersection near the Aam Aadmi Party and BJP offices to disperse.The Aam Aadmi Party had called for a nationwide protest against the BJP-led Union government after the chief minister’s arrest.","author":"Scroll Staff","time":"2024-03-22T19:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187449-phbpyvuqla-1677683115.jpg","tags":["Delhi excise policy case","Delhi liquor policy case","Delhi","Arvind Kejriwal","Enforcement Directorate"],"source":"https://scroll.in/latest/1065663/delhi-court-reserves-order-on-chief-minister-arvind-kejriwals-plea-opposing-eds-request-for-remand"}