{"title":"Delhi liquor policy case: Businessman Vijay Nair sent in CBI remand for five days","content":"A Delhi court on Wednesday sent businessman Vijay Nair to the Central Bureau of Investigation’s custody for five days in a case of alleged irregularities in the now-withdrawn Delhi liquor policy, ANI reported.Nair, who is in charge of the communication desk in the Aam Aadmi Party, was arrested by the CBI on Tuesday. The central agency produced him in a court on Wednesday and had sought remand for seven days.Nair is a former chief executive officer of event management company Only Much Louder, and is the first one to be arrested in the case in which 15 persons are accused, including Delhi Deputy Chief Minister Manish Sisodia.Under the policy, which was implemented in Delhi on November 17, licences of 849 liquor shops were issued to private firms through open bidding. However, on July 30, the Delhi government withdrew the policy after Lieutenant Governor Vinai Kumar Saxena recommended an inquiry into it by the Central Bureau of Investigation.On September 1, Delhi reverted to its old liquor policy, under which only state-run stores are allowed to operate.The central agency has alleged that favours were given to liquor licence holders under the now-withdrawn policy, reported The Hindu. These include allegedly waiving or reducing the licence fee and granting L-1 licences for wholesale supply of liquor without the approval of the competent authority.The beneficiaries then diverted “illegal gains” to the accused officials and made false entries in their account books to evade detection, the Central Bureau of Investigation has alleged.In the first information report, the central agency has alleged that Arjun Pandey, an associate of Sisodia, had collected about Rs 2 crore to Rs 4 crore in cash from liquor businessman Sameer Mahendru on Nair’s behalf.Nair was arrested after he was called for interrogation on Tuesday, officials said.Nair refused to implicate Sisodia: AAPThe Aam Aadmi Party alleged that Nair was arrested as he refused to implicate Sisodia in the case.In a video message, party MLA Atishi claimed that the central agency was forcing Nair to name Sisodia but he had refused to do so.Noting that Nair was handling Aam Aadmi Party’s election campaign in Gujarat, the MLA alleged the the former CEO was arrested as the Bharatiya Janata Party was afraid of the outfit’s growing popularity in the state. Assembly elections will be held this year in Gujarat. She also said Nair has been taken into custody even though he has nothing to do with the excise policy.“We strongly condemn these unconstitutional and illegal methods being adopted by the BJP,” the Aam Aadmi Party said in a statement. “All allegations against Vijay Nair and AAP leaders are false and completely baseless.”Senior AAP Leader and MLA @AtishiAAP’s statement on Vijay Nair’s arrest by CBI. pic.twitter.com/Y6ow7m4Loh— AAP (@AamAadmiParty) September 27, 2022","author":"Scroll Staff","time":"2022-09-28T10:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180504-enyoilsyqk-1664341110.jpg","tags":["Vijay Nair","Delhi","Central Bureau of Investigation","Aam Aadmi Party","Delhi liquor policy case","Only Much Louder"]}