{"title":"Activist Harsh Mander’s home, offices raided by Enforcement Directorate","content":"The Enforcement Directorate on Thursday morning began searches on the premises of human rights activist Harsh Mander in Delhi, people familiar with the situation told Scroll.in.Mander’s home in Vasant Kunj area, his office in the Centre for Equity Studies at the city’s Sarvodaya Enclave locality, and Umeed, a children’s home that his organisation runs in the Mehrauli neighbourhood were searched. The raids began at 9.30 am, the Centre for Equity Studies said in a press release.The searches were conducted a day after the activist left for Berlin in Germany for a nine-month-long fellowship with the Robert Bosch Academy, said a person familiar with the situation. “He has gone there to study how Germany understood its violent past,” the person who did not want to be identified told Scroll.in.Mander’s daughter, Suroor Mander, is currently at her Vasant Kunj home as the Enforcement Directorate officials continue their searches.This is not the first time that Mander’s offices and home have been searched.Two children’s homes that the activist is associated with were raided by the National Commission for Protection of Child Rights in October. Mander had then said that the raids were the Union government’s attempt to defame him and target those who had peacefully protested against the Citizenship Amendment Act.The children’s homes had filed a petition in the Delhi High Court to quash the inspection reports from the National Commission for Protection of Child Rights. The child rights commission had alleged financial irregularities in the organisations associated with Mander. The panel had also claimed that children from these homes were taken to protest sites, The Indian Express reported in July. The National Commission for Protection of Child Rights had also alleged that the Centre for Equity Studies, where Mander serves as the director, had received “hefty funds” that were being used for “illicit activities like religious conversion”, the report said. In 2020, the Delhi Police had accused Mander of delivering a hate speech during protests against the new citizenship law. He, along with several others, was named in the Delhi Police’s affidavit to the High Court on July 13.In its statement, the Centre for Equity Studies described the raids as a “continuation of harassment” of Mander and the organisation.“Over the last several months, the organisation has been subjected to raids, investigations, and inquiries by different government agencies including Delhi police, and NCPCR [National Commission for Protection of Child Rights],” the statement added. The Centre Equity Studies said it was committed to cooperating with officials in the raid and will give information needed by the authorities. “It is deeply distressing for the entire team of CES and this continued harassment has created hurdles in the path of our organisational vision of working for the poorest of the poor and most marginalised sections of society,” the statement said.‘Raids meant to intimidate Centre’s critics’Several activists and academicians said in a statement that Thursday’s raids should be seen as part of the Centre’s use of government institutions to “threaten, intimidate and silence” its critics, reported The Indian Express. The statement was signed by 29 people, including economist Jean Dreze, activist Aruna Roy, Delhi University Professor Apoorvanand, former Planning Commission member Syeda Hameed and women’s right activists Annie Raja and Kavita Krishnan.“We condemn these raids [meant] to harass and intimidate a leading human rights and peace activist who has done nothing but work for peace and harmony, consistently upholding the highest moral standards of honesty and probity,” the statement said.The group said that the Economic Offences Wing and the Income Tax Department, which “harassed” the Centre for Equity Studies could not prove that money was diverted from the organisation or that it violated any laws. The signatories added that the allegations made by the National Commission for Protection of Child Rights were “false and malicious”. They pointed out that the Delhi Commission for the Protection of Child Rights had put an end to these allegations against the Centre for Equity Studies in its affidavit filed before the High Court.In its affidavit, the Delhi child rights body told the High Court in June that it conducted four enquiries at the children’s homes following the allegations made by the National Commission for Protection of Child Rights, reported The Wire. The Delhi child rights body had said it found that the allegations lacked merit and were not based on evidence.      “We stand with Harsh Mander and with each person associated with the Centre for Equity Studies,” the statement read. “The Constitution of India and the law of the land shall prevail, exposing these intimidatory tactics exactly for what they are – an abuse of state institutions to try and curtail all our rights.”Activists and Mander’s colleagues separately described the searches conducted by the Enforcement Directorate as a “witch hunt”.“It is a part of the long harassment that Harsh Mander and his colleagues have been subjected to,” said Apoorvanand. “Harsh was seen as an unequivocal supporter of the anti-CAA [Citizenship Amendment Act] protests, of nonviolent action and he tried to start a healing process through his work.”Opposition leaders and other eminent personalities also criticised the Enforcement Directorate’s actions and expressed solidarity with Mander.I am shocked & dismayed to read of the ED raids on my friend and college batchmate @harsh_mander: https://t.co/uh6lFdGGDpHe is a person of unquestionable integrity &honesty, incapable of wrongdoing, almost too upright for the  standards of today's India. This raid is a travesty.— Shashi Tharoor (@ShashiTharoor) September 16, 2021\n\nOne day after the International Day of Democracy, Modi Sarkar continues with its FDI obsession—Fear, Deception, Intimidation, by harassing a renowned activist and intellectual, Harsh Mander. And He gives lectures to others on inclusiveness and democracy!https://t.co/HRpwNeYcP9— Jairam Ramesh (@Jairam_Ramesh) September 16, 2021\n\nStand against this regime and an ED raid is what you face!It’s amusing that this government thinks it can scare people like @harsh_mander with these raids.More strength to you Harsh bhai and more power to the work you do.@karwanemohabbat— Yogendra Yadav (@_YogendraYadav) September 16, 2021\n\nHaving known him personally and worked with him, I can only say, that this raid says it all. In solidarity with @harsh_mander https://t.co/FTbfLDxe3F— Nandita Das (@nanditadas) September 16, 2021\n\nUnderstand what is being done to this country.Activist Harsh Mander’s home, offices raided by Enforcement Directorate https://t.co/9wujTbryLS via @scroll_in— Apoorvanand अपूर्वानंद (@Apoorvanand__) September 16, 2021\n\nStrongly condemn ED raids on @harsh_mander ‘s residence ,  office and children’s home since early morning today.— Shabnam Hashmi (@ShabnamHashmi) September 16, 2021\n\nSolidarity Harsh Mander https://t.co/ZWKwPmg55z— Rana Ayyub (@RanaAyyub) September 16, 2021\n\nHarassment comes in many forms. Activist Harsh Mander Raided By Enforcement Directorate In Delhi - NDTV https://t.co/AB9mLUXQSD— Sanjoy K Roy (@SanjoyRoyTWA) September 16, 2021\n\nAlso read:Modi government’s partisan misuse of institutions has pushed the Indian republic to the brinkWith Harsh Mander named in Delhi riots chargesheet, Indian democracy has slipped into a dark hole","author":"Scroll Staff","time":"2021-09-16T12:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138441-munonvqyyu-1612530013.jpg","tags":["Harsh Mander","Delhi","Enforcement Directorate"],"source":"https://scroll.in/latest/1005521/delhi-activist-harsh-manders-home-his-offices-searched-by-enforcement-directorate"}