{"title":"Delhi polls: ‘Press the button with such anger that current is felt at Shaheen Bagh,’ says Amit Shah","content":"Union Minister of Home Affairs Amit Shah on Sunday urged an audience in Delhi to “press the button with such anger that the current is felt at Shaheen Bagh”, NDTV reported. Shah was referring to the protests against the Citizenship Amendment Act at Shaheen Bagh in the national Capital, and the upcoming Delhi Assembly elections on February 8. The results of the polls will be declared on February 11.“Your vote to the Bharatiya Janata Party candidate will make Delhi and the country safe and prevent thousands of incidents like Shaheen Bagh,” Shah claimed at the rally in Babarpur. On Friday too, at a rally at the Jawaharlal Nehru Stadium, Shah had made similar comments, asking voters to “push the button with such force that the current makes the Shaheen Bagh protestors leave on February 8”.Congress leader P Chidambaram hit back at Shah, asserting in a tweet that only those who despise Mahatma Gandhi would want to get rid of the protestors at Shaheen Bagh. “Shaheen Bagh represents the essence of Mahatma Gandhi,” Chidambaram said. “Getting rid of Shaheen Bagh amounts to getting rid of Ahimsa and Satyagraha,” he tweeted. Hundreds of women, along with children, have been protesting at Shaheen Bagh against the new citizenship law for nearly a month and a half. All attempts by the police to persuade them to leave have failed. Last week, Delhi Deputy Chief Minister Manish Sisodia said in an interview that he supported the demonstrators.On Saturday, had Shah had called Chief Minister Arvind Kejriwal’s opposition to the Citizenship Amendment Act “shameful”, News18 reported. He claimed Kejriwal was misleading the people of Delhi. Shah said Kejriwal will fail this time like he did in Varanasi, in the 2014 Lok Sabha elections, and in Punjab, during the Assembly elections.“The BJP has won elections in the past that seemed very difficult,” Shah said. “Our opponents had been happy, and supporters tense. But whenever our cyber warriors got into the act, we came out victorious.”The Citizenship Amendment Act provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years and entered the country by December 31, 2014. The Act has been widely criticised for excluding Muslims. Twenty-six people died in last month’s protests against the law – all in the BJP-ruled states of Uttar Pradesh, Karnataka, and Assam. The government’s critics and some protestors fear that the amended law and the National Register of Citizens will be misused to target Muslims since the Citizenship Act now has  religion as a criterion. There are now fears that a nation-wide National Register of Citizens will be imposed. The Assam NRC had left out around 6% of the state’s population. Work has also begun on the National Population Register, which is the first step to creating an all-Indian NRC identifying undocumented migrants residing in India.","author":"Scroll Staff","time":"2020-01-27T07:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135338-tlwguuwmna-1580090886.jpg","tags":["Shaheen Bagh","Amit Shah","Bharatiya Janata Party","Delhi elections"],"source":"https://scroll.in/latest/951202/delhi-polls-press-the-button-with-such-anger-that-current-is-felt-at-shaheen-bagh-says-amit-shah"}