{"title":"Delhi wants to fight pollution with outdoor air purifiers – but experts are sniffing at the idea","content":"After failing at its attempts to shut down pollution at its source, the Aam Aadmi Party government in New Delhi is now trying to mop up pollutants that have already been spewed into the air. In a few weeks, people passing the city's busiest traffic intersections are likely to notice some additions – large outdoor air purifiers. “Five hotspots have been selected for the pilot project, which is expected to begin within 45 days,” said Delhi government spokesperson Nagender Sharma.The machines will be installed at the ITO junction, intersections near the inter-state bus terminus at Sarai Kale Khan, Kashmere Gate and also Anand Vihar, which is considered one of the most polluted places in the city. The fifth purifier might be installed outside the Indian Institute of Technology, Delhi, or at the All India Institute of Medical Science. Beijing, which is one of the most polluted cities in the world, was the first to experiment with these machines last year. Hong Kong followed suit, setting up outdoor purifiers close to bus stands.How it works“The system designed for Delhi is not the bigger replica of an indoor air purifier,” said Rakesh Kumar, director of National Environmental Engineering Research Institute, which is implementing the project with a team from the Indian Institute of Technology, Bombay. The outdoor air purifier will create drafts of air and simultaneously purify the air.“The device has been created primarily to influence the local meteorology by way of creating wind-driven turbulence, which will create a dilution effect by pushing away coarse pollutants,\" Kumar explained. Multi-layered filters will be used to get rid of particulate matter and volatile organic compounds in the diluted air zone. \"So technically, the machine will throw clean air,\" Kumar said.Each machine is around 27 cubic feet. The height at which it will be installed will depend on the area's traffic volume and the level of pollution. “It can be mounted on a pole and the height may range from three to ten metres,” said Kumar.The filters in the machine will be made of an enmeshed fibre similar to the High-Efficiency Particulate Arrestance (or HEPA) filters that are used in most indoor air purifiers. The filters will be able to cut off particles larger than five microns. “But it does not mean that the filters will not work for particulate matters like PM 2.5,\" said Kumar, referring to the most dangerous and common pollutants with a diameter of less than 2.5 microns. \"It indicates that the efficiency will be lower in case of particles below five microns. Because of the enmeshed structure of the filters, even finer microns which manage to penetrate one layer are likely to get trapped in another.”The re-usable filters might need to be changed in every two days or could last two weeks, depending on the level of pollution they are exposed to. The purifiers will have timers that can be set to peak traffic hours and can also be connected to sensors that can turn the purifier on or off depending upon the levels of pollution.Some basic versions of outdoor air purifiers operate on solar power but the one that has been designed for Delhi can also operate on electricity. Each unit is estimated to cost between Rs 1 lakh and Rs 1.5 lakh. Operating expenses are estimated to be Rs 20-Rs 25 per hour.Some criticismBut not everyone is convinced that the machines will be effective. “When it comes to air-purifying, it is easy to plan operations and evaluate their efficiency in an indoor environment, which is controlled in nature, unlike outdoor environments which are uncertain,” said Mukesh Khare, professor of environmental engineering at the Indian Institute of Technology, Delhi.The size and shape of the zone in which it is placed is also crucial to the effectiveness of the outdoor air-purifying system. “Quite a few manufacturers have come up with outdoor purifiers but none have been able to publish clear reports on the same,” said Khare.Sarath Guttikunda, director of an independent research group named Urban Emissions (India),  asked, “If you are in a room with one door, it makes perfect sense to filter the air. But what sense does it make if there are no walls altogether? How is that efficient or effective in filtering the air?”Guttikunda believes that the government should focus on controlling pollution at source.Polash Mukerjee, research associate at the clean air and sustainable mobility unit of the Centre for Science and Environment, said that policy-level changes are the only way to fight air pollution.  Placing air purifiers at major intersections is \"like prescribing to the masses fake pills to convince them of the benefits of something through placebo effect”, Mukherjee said. “What the government should do at this hour is plan and invest on ways to put curb on major sources of pollution.”","author":"Abhishek Dey","time":"2016-11-08T06:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/820659-44585-ehiavqpuqw-1478072047.jpg","tags":["Delhi","pollution","outdoor air purifiers","PM2.5","particulate matter","traffic"],"source":"https://scroll.in/pulse/820659/delhi-wants-to-fight-pollution-with-outdoor-air-purifiers-but-experts-are-sniffing-at-the-idea"}