{"title":"Delhi violence: AAP leader Tahir Hussain releases video, denies role in IB officer’s death","content":"Aam Aadmi Party leader Tahir Hussain on Wednesday claimed innocence in a statement of clarification after allegations were levelled against him for perpetrating violence in a locality in North East Delhi, reported NDTV. At least 34 people were killed as of Thursday.Allegations against Hussain emerged after the body of Intelligence Bureau officer Ankit Sharma was found from a drain in North East Delhi’s Chand Bagh locality, where violent clashes between those supporting and opposing the Citizenship Amendment Act erupted on Sunday and worsened over the next few days. Sharma was returning home on Tuesday when he was allegedly stoned and beaten to death.After Sharma was found, his father Ravinder Sharma – an assistant sub-inspector with the Delhi Police – alleged that the AAP leader’s supporters had killed his son. Ravinder Sharma also claimed that his son was shot after he was killed. The body has been sent for an autopsy.A widely shared video on the violence appeared to show a man, believed to be Hussain, on the roof of a building along with other people, who were throwing stones towards the street. The building reportedly belongs to Hussain, a local councillor. The man in the video was also reportedly seen carrying a stick at one point. Smoke was seen emanating from the building, which indicated that it may have been under attack.This is AAP Councillor Tahir Hussain, victim of mob violence and was rescued by Police two days ago. A mob took over his house and used it to launch attacks and He has not returned to his home since. But BJP is labelling him as a rioter.Must watch his statement pic.twitter.com/X29DtHE5j7— Abhijeet Dipke (@abhijeet_dipke) February 26, 2020\n\nIn a video that was posted on Twitter, Hussain claimed that the news about his involvement was “false and politically motivated”. “Since Kapil Mishra’s hate speech, the situation in Delhi has deteriorated, with stone pelting and violence taking place,” he said. “The same happened here [at his residence] the day before yesterday.” He claimed that a mob had broken the gate of his office, and climbed onto the building’s roof to carry out the attacks.Hussain said that he made repeated calls to the police who arrived after a few hours, and conducted a thorough search of the building. The AAP leader said that police officials asked him and his family to take shelter somewhere as the building was prone to further attacks. “I don’t know why the police later moved its force away and then once again the mob returned to launch attacks from there,” he said. “I am very distressed by what has happened and want you to know that I am a peaceful Indian Muslim and will always work for the country and to further Hindu-Muslim relations. Please believe me.”AAP leader Sanjay Singh defended Hussain on Thursday. “Tahir Hussain has already given his statement in which he said that he gave all details to police and media about mob entering his house during the violence,” Singh told ANI. “He had asked police for protection. Police came eight hours late and rescued him and his family from his house.” Singh added that his party will take action against anyone found guilty, irrespective of their political affiliations or religious association.Sanjay Singh, AAP: Tahir Hussain has already given his statement in which he said that he gave all details to police&media about mob entering his house during the violence. He had asked police for protection. Police came 8 hours late&rescued him&his family from his house. (2/2) https://t.co/AZns0p2AtW— ANI (@ANI) February 27, 2020","author":"Scroll Staff","time":"2020-02-27T13:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137322-ubetplgifa-1582788593.jpg","tags":["Tahir Hussain","AAP","Delhi violence","Delhi"],"source":"https://scroll.in/latest/954492/delhi-violence-aap-leader-tahir-hussain-accused-of-attacking-ib-officer-defends-himself-in-video"}