{"title":"Delhi violence: AAP councillor Tahir Hussain charged with murder in IB officer’s death case","content":"Aam Aadmi Party councillor Tahir Hussain was on Thursday charged with murder in connection with the death of Intelligence Bureau officer Ankit Sharma during the violence in North East Delhi that broke out between groups opposing and supporting the Citizenship Amendment Act, ANI reported. Hussain has been charged under Indian Penal Code Section 302 (punishment for murder) at Dayalpur police station. “We have registered a case of murder and kidnapping on the complaint of Ankit Sharma’s father,” a police officer told Hindustan Times. “Hussain has been named by Sharma’s father in the FIR.”Ankit Sharma’s body was found in a drain in Chand Bagh locality, where violent clashes on Sunday and worsened over the next few days. Sharma was returning home on Tuesday when he was allegedly stoned and beaten to death. After Sharma was found, his father Ravinder Sharma – an assistant sub-inspector with the Delhi Police – alleged that the AAP leader’s supporters had killed his son. Ravinder Sharma also claimed that his son was shot after he was killed. The body has been sent for an autopsy.A widely shared video on the violence appeared to show a man, believed to be Hussain, on the roof of a building along with other people, who were throwing stones towards the street. The building reportedly belongs to Hussain, a local councillor. The man in the video was also reportedly seen carrying a stick at one point. Smoke was seen emanating from the building, which indicated that it may have been under attack.However, Hussain released a video on Thursday, saying he was innocent. He called the news about his involvement in the crime “false and politically motivated”. “Since Kapil Mishra’s hate speech, the situation in Delhi has deteriorated, with stone pelting and violence taking place,” he said. “The same happened here [at his residence] the day before yesterday.” He said that a mob had broken the gate of his office, and climbed onto the building’s roof to carry out the attacks. Hussain said that he made repeated calls to the police who arrived after a few hours and conducted a thorough search of the building. The AAP leader said that police officials asked him and his family to take shelter somewhere as the building was prone to further attacks. “I don’t know why the police later moved its force away and then once again the mob returned to launch attacks from there,” he said. “I am very distressed by what has happened and want you to know that I am a peaceful Indian Muslim and will always work for the country and to further Hindu-Muslim relations. Please believe me.”Delhi Chief Minister Arvind Kejriwal responded to the allegations levelled against Hussain and said if anyone from his party is found guilty then he should be given double the normal punishment. Delhi Bharatiya Janata Party chief Manoj Tiwari claimed Aam Aadmi Party was protecting him. “The AAP councillor had made advance preparations for violence in Delhi, but the AAP is trying to cover it up,” he said. “The double standard of the AAP is exposed before the people.”BJP leader Kapil Mishra claimed phone call records between the chief minister and Hussain would prove their involvement in Ankit Sharma’s death. Mishra himself has been accused of making an incendiary speech before the violence broke out, although no FIR has been filed against him. At least 38 people have been killed and hundreds wounded in the violence that erupted.","author":"Scroll Staff","time":"2020-02-27T21:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137322-ubetplgifa-1582788593.jpg","tags":["Tahir Hussain","Ankit Sharma","IB officer death","Delhi violence","CAA protests","Arvind Kejriwal"],"source":"https://scroll.in/latest/954565/delhi-violence-aap-councillor-tahir-hussain-charged-with-murder-in-ib-officers-death-case"}