{"title":"Delhi violence: After courts’ rebuke, police launch helplines, say 106 arrested; toll now 27","content":"9.41 pm: United States House Foreign Affairs Committee Chairman Eliot Engel says he is “deeply troubled” by the deaths in India. “The right to protest is a key aspect in democracy, but they must remain peaceful and police must ensure the safety of all,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Chairman @RepEliotEngel: Deeply troubled by the deaths from the communal violence in India over the past couple of days.The right to protest is a key aspect in democracy, but they must remain peaceful and police must ensure the safety of all.https://t.co/SmVdg1HFD7— House Foreign Affairs Committee (@HouseForeign) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.05 pm: Guru Teg Bahadur Hospital confirms that 25 people have died there so far. With the two people who died at Lok Nayak Hospital, the toll is officially at 27.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sunil Kumar, Medical Superintendent, Guru Teg Bahadur (GTB) Hospital: The death toll has risen to 25 as 3 more died during medical treatment. #NortheastDelhi pic.twitter.com/IsUTHIP0GV— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.40 pm: Congress spokesperson Randeep Singh Surjewala responds to BJP leader Prakash Javadekar’s remarks on Sonia Gandhi. Gandhi had asked for the home minister’s resignation following the Delhi violence.“If Soniaji’s statement of stopping the riots and punishing the guilty is unfortunate, are the planned riots in Delhi fortunate?” he asks. “There is no politics of religion in the country, religion of politics needs to be followed. Ask Modiji to fulfil his rajdharma [duty to the state].”  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    जावडेकर जी,अगर सोनिया जी का दंगे रोकने और दोषियों को सजा देने का ब्यान दुर्भाग्यपूर्ण है तो क्या दिल्ली के सुनियोजित दंगे सौभाग्यपूर्ण हैं?याद रहे,देश में धर्म की राजनीति नही, राजनीति के धर्म की अनुपालना की ज़रूरत हैमोदी जी से कहिए की राजधर्म निभाएँhttps://t.co/af35DltZKx— Randeep Singh Surjewala (@rssurjewala) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.30 pm: The toll has risen to 27, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.07 pm: Many of the victims are from Mustafabad. Treatment to patients with critical injuries has been delayed, and no ambulance services provided, even for one who allegedly lost both his eyes in the violence the night before.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.01 pm: Almost 40 people injured in the violence, some with severe injuries, have been waiting at the Lok Nayak Jai Prakash Narayan or LNJP Hospital in Delhi, an independent journalist reports. Some of the victims suffered acid attacks, head injuries and eye injuries, and timely treatment was not available at the hospital. The hospital is managed by the Delhi government, under Arvind Kejriwal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Close to 40 injured in the #delhiviolence at LNJP hospital under @ArvindKejriwal led Delhi govt. Some faced acid attacks, head injuries, eye injuries. One bleeding since 2am. Timely treatment not available. Relatives stopped from seeking help from journalists/activists.— Neha Dixit (@nehadixit123) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.55 pm: Kejriwal and Deputy CM Manish Sisodia are visiting areas of North East Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: CM Arvind Kejriwal and Deputy CM Manish Sisodia interact with the local residents in the sensitive areas in #NortheastDelhi, to take stock of the situation there. pic.twitter.com/pkYEgP9f1y— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.32 pm: Tamil actor and politician Rajinikanth condemns the violence and blames it on an intelligence failure, Puthiyathalamurai reports. He says, “The violence should have been put down with iron hands. If unable to do so, should resign. The Centre should have controlled the violence at a time when a dignitary like Trump is visiting. I am telling you the truth. It pains me when people say BJP is behind me.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.23 pm: The US Embassy in Delhi warns its citizens and advises them to “exercise caution” due to the violence in North East Delhi. “Avoid all areas with demonstrations,” it says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    US Embassy in India issues advisory to its citizens, \"Exercise caution in light of violent demonstrations in Northeast Delhi\". pic.twitter.com/m3UjxZsM90— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.21 pm: Drones are being used, additional paramilitary forces and senior officers have been deployed, he says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.20 pm: Delhi Police shares their helpline numbers – 22829334 and 22829335.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #BreakingNews | Call on 22829334 and 22829335 for any help or information: MS Randhawa, PRO, Delhi Police#DelhiViolence #CAAProtestMore on https://t.co/Fbzw6mR9Q5 and NDTV 24X7— NDTV (@ndtv) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.16 pm: The public relations officer, MS Randhawa, says 18 FIRs have been registered in connection with the violence and 106 people have been arrested. “PCR calls from North East Delhi have reduced.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    MS Randhawa, Delhi Police PRO: Till now Delhi Police has registered 18 FIRs so far&106 people have been arrested in connection with the incidents in #NortheastDelhi. Miscreants are being identified.We have the CCTV footage&strong evidence. No untoward incident took place today. pic.twitter.com/BDx9sywFYd— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.14 pm: The Delhi Police is addressing the media. The Police PRO says there have been “no untoward incidents today”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.54 pm: Congress leader Adhir Ranjan Chowdhury criticises the Centre and Delhi Police for not handling the violence in the Capital properly. He alleges that their mishandling of the situation is a “deliberate design to provoke communal conflagration”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    (1/2)It took 4 days before Delhi Police swung into action, had these measures been taken earlier as it is being done today, many lives and properties worth of hundreds of crores of rupees would have been saved,— Adhir Chowdhury (@adhirrcinc) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.49 pm: The Haryana Police issues an advisory to all commissioners and district superintendents to be on alert amid the violence in Delhi, PTI reports. “The police force have been asked to be extra-vigilant and take all-out measures to prevent any occurrence of violence in their respective jurisdiction,” Additional Director General of Police (Law and Order) Navdeep Singh Virk said. This is especially in Faridabad, Gurgaon, Sonipat and Nuh districts, he added.Patrolling has been increased especially along the state’s borders with the National Capital Region.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.42 pm: Delhi CM Kejriwal is expected to visit some violence-affected areas in North East Delhi this evening, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.40 pm: Akal Takht Jathedar Giani Harpreet Singh on Wednesday asked all Delhi gurdwaras to offer all possible help to the victims of violence, The Indian Express reported.“It is principle of Sikhism to take care of any victim who comes for help,” he said in a statement. “The situation in Delhi is serious and so the managements of all Sikh Gurudwaras in Delhi should help the victims of violence in this time of grief irrespective of their religion either victims are Hindu or Muslim. The security of women and children should especially be taken care of.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.36 pm: Uttar Pradesh Chief Minister Adityanath says: “If people have misunderstood that they can arson and damage property then we know how to find a solution for that misunderstanding too. That is why protesting against the Citizenship Amendment Act is unnecessary.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Chief Minister Yogi Adityanath in UP Assembly: If people have misunderstood that they can arson and damage property then we know how to find a solution for that misunderstanding too. That is why protesting against the Citizenship Amendment Act is unnecessary. (file pic) pic.twitter.com/EPE2vm1SK9— ANI UP (@ANINewsUP) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.25 pm: BJP leader Kapil Mishra tweets that stones and petrol bombs were allegedly thrown from AAP councillor Tahir Hussain’s home, and that the same people were responsible for killing an Intelligence Bureau officer who died in the violence. “Tahir Hussain must be arrested and his phone checked. It is being said he was on the phone with Kejriwal throughout,” Mishra claims.Mishra is currently under fire from multiple quarters as comments he made on Sunday are being viewed as incendiary and causing the violence. The Delhi High Court earlier in the day told the police it had 24 hours to decide whether to file and FIR against leaders who made such remarks. Read more: Delhi violence: HC says ‘can’t allow 1984 repeat’, asks police to consider FIRs for hate speech\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.20 pm: After visiting parts of North East Delhi, Ajit Doval arrives to brief Union Home Minister Amit Shah, Times Now reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.09 pm: The number of patients affected in violence who have been treated at Guru Teg Bahadur Hospital is more than 200 till now, the medical superintendent says in a press release. Thirty-five patients are still admitted in the hospital, 16 were admitted today. At GTB Hospital, 22 people died. Besides this, two have died at Lok Nayak Hospital.Below are more details:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Nine of the 20 dead at GTB Hospital died of gunshot injuriesOne died of burn injuriesThree were stab victimsFive people died of injuries due to blunt objectsThe other three were “mixed” injuries\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.05 pm: Some of the worst violence took place on the Mustafabad main road, which cuts through the Brijpuri area, at the entrance to Mustafabad proper.Read more: In photos: School and mosque burnt in Delhi’s Mustafabad area, protest sites vandalised\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.55 pm: Kejriwal assures the people that his government will take care of them. “We are responsible for your life,” he says. “We must not let hatemongers succeed, we must not allow anyone to divide us on the basis of religion.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.48 pm: He promises the family of the constable killed that they will be looked after. Kejriwal says the violence has affected Muslims as well as Hindus and claims the riots have been incited by “outsiders” and “political elements”, NDTV reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.45 pm: Delhi Chief Minister Arvind Kejriwal talks about the violence in the state Assembly. “People in Delhi want to live in peace, Delhiites don’t want riots,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #BreakingNews | Chief Minister Arvind Kejriwal: \"Assure on behalf on all parties in the Assembly on the security and well-being of the people of Delhi.\"More on https://t.co/Fbzw6mR9Q5 and NDTV 24x&— NDTV (@ndtv) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.41 pm: Doval claims only a “few criminals” are spreading the violence, ANI reports. “People have a sense of unity among them, there is no enmity,” he says. “Everyone who loves their country also loves their society, their neighbour. Everyone should live with love and harmony with others. People should try to resolve each other’s problems and not increase them.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.40 pm: “I give you my word, everything will be fine,” NSA Ajit Doval promises a woman in violence-affected Jaffrabad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    WATCH - I give you my word, everything will be fine : NSA Ajit Dowal assures a student who raised her concerns at Jafrabad area of North East Delhi.#CitizenshipShowdown pic.twitter.com/v6UwpdPptP— News18 (@CNNnews18) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.30 pm: The Congress’ peace march has been stopped at Janpath Road, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Congress leaders and workers participating in 'peace march' stopped at Janpath Road. They were heading towards Gandhi Smriti. pic.twitter.com/LSaAAhmTo6— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.21 pm: NCP MP Supriya Sule joins the leaders Home Minister Amit Shah’s resignation. She says the Centre should be held responsible for the Delhi violence and adds that Shah should resign after owning moral responsibility, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.19 pm: The Class 12 English board examination has been postponed in 73 centres in North East Delhi, the Central Board of Secondary Education announces.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    JUST IN: CBSE postpones another set of exams scheduled to be held on Feb 27 in NE Delhi in wake of unrest in the area @IndianExpress pic.twitter.com/TEZUPN3VWa— Ritika Chopra (@KhurafatiChopra) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.15 pm: Doval says the situation is under control. “I have full confidence in containing the situation and in Delhi Police,” News18 quotes him as saying. “People of all communities are living in peace and harmony. We need to be together and not divided.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.05 pm: Doval is interacting with locals there. He says that the police “are doing their job”, NDTV reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5 pm: National Security Adviser Ajit Doval is making the rounds with security officials in Jaffrabad, North East Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #EXCLUSIVE | I will give all the answers once the situation is completely under control: NSA Ajit Doval while reviewing the security situation in the North-East Delhi. TIMES NOW's Siddhant with LIVE details. | #IndiaWantsAnswers pic.twitter.com/ahrJbfr7ez— TIMES NOW (@TimesNow) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.50 pm: The Congress is holding a peace march in Delhi. Part workers are heading towards Gandhi Smriti. Congress General Secretary Priyanka Gandhi Vadra is also participating, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress leaders and workers take out 'peace march' over violence in Delhi. They are heading towards Gandhi Smriti. pic.twitter.com/jrXJvGk7wB— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.45 pm: The court will resume hearing the matter on Thursday afternoon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.43 pm: The court takes note that 11 FIRs have been registered in connection with the violence in the Capital so far. It says that all videos relating to alleged hate speech by political leaders will be placed before the Delhi police commissioner, who will decide on registering FIRs.It tells the special officer in court, Praveen Ranjan, to express their “anguish” regarding FIRs not being filed in connection with hate speech.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Dictating order \" The court has also directed Mr Ranjan to communicate this court's anguish regarding non-registration of FIRs against such speeches.\"#DelhiRiots— Live Law (@LiveLawIndia) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.40 pm: The Delhi High Court asks the Delhi Police to take a “conscious decision” regarding filing of FIRs in connection with the violence, and to report back to it tomorrow, Bar and Bench reports.The court says that authorities must go by the mandate of law, and that they must “seriously consider the consequences” of the delay in registering FIRs in connection with hate speech.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.23 pm: Left leader Sitaram Yechury says the violence is a “chilling reminder” of the 2002 Gujarat riots, reports PTI. “It’s clear that the violence in Delhi has the sanction of police and that of the powers that govern them,” he says. “Adequate compensation should be provided to the kin of the dead and those injured by the Centre and the state government.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.21 pm: The hearing continues at the Delhi High Court, with the solicitor general saying Delhi is not burning, only a few areas are. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Court observes that the city is burning. The city is not burning. It's only few areas: SG Tushar Mehta#DelhiHighCourt #DelhiBurns #DelhiRiots pic.twitter.com/aUqCda6ICC— Bar & Bench (@barandbench) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.20 pm: Two people are also dead at Lok Nayak Hospital, bringing the toll to 24.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.04 pm: Lawyers for the Indian Civil Liberties Union have been assaulted at Jagatpuri police station when they went to coordinate the release of a detainee. The police also allegedly recorded videos of women lawyers.“We were waiting for people detained from the Khureji protest,” the ICLU’s Anas Tanwir told Scroll.in. “It was a team of IUCL and HRLN...when a cop started recording and taking pictures. When we objected a senior officer stepped in. We were soon ghearoed and lathicharged. Male police officials roughed up female lawyers.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.57 pm: “There are no attacks,” claims the solicitor general in Delhi High Court. “These things are bing sensationalised.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    You are a Constitutional Court. Please don't hold back even for a minute. As we speak, attacks are taking place: Gonsalves urges. There are no attacks. These things are being sensationalised : SG Mehta#DelhiRiots2020 #DelhiHighCourt  @ColinGonsalves_ @DelhiPolice— Bar & Bench (@barandbench) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.55 pm: The Delhi High Court says it will not deal with anything besides registration of an FIR right now, when the matter of deploying the Army to manage the violence is brought up before it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.52 pm: Solicitor General Tushar Mehta calls Gonsalves’ remarks “selective outrage”, Bar and Bench reports. “There are multiple clips. The petitioner must explain how did he choose those three clips to file a PIL. This is selective outrage.”The court tells him not to interrupt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.50 pm: “The ministers kill, they kill and the police watches,” advocate Gonsalves alleges. “This is not a normal case, police must state why they [BJP leaders] were not arrested.” The solicitor general says the court must consider whether, in “these circumstances” such arguments can even be made.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.45 pm: The court asks if any of the BJP leaders mentioned by the advocate have denied making alleged objectionable statements, Solicitor General Tushar Mehta says no, reports Bar and Bench. Gonsalves says no, adding that “they take pride in these slogans”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.36 pm: More pictures from Mustafabad, where some police patrols are on. Images by Scroll Staff.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: “The fact that these people [BJP leaders who made incendiary comments] were so senior, it seems that it was part of the political policy,” Gonsalves says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.25 pm: The Delhi High Court is hearing a plea by activist Harsh Mander. Advocate Colin Gonsalves shows the court videos of BJP leaders Anurag Thakur and Parvesh Verma making incendiary remarks.“Anurag Thakur’s video caused the ball to roll,” Gonsalves tells the court. “It’s just that one line. It’s a very powerful video. That’s the starting point.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Anurag Thakur's video caused the ball to roll. It's just that one line. It's a very powerful video. That's the starting point: Gonsalves #DelhiRiots2020 #DelhiHighCourt @ianuragthakur @Anurag_Office @ColinGonsalves_ pic.twitter.com/7Evf4Z0kmO— Bar & Bench (@barandbench) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.20 pm: The toll is up to 22 people, according to figures released by ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    North East Delhi violence: 21 deaths in Guru Teg Bahadur Hospital and 1 death in Lok Nayak Jai Prakash Narayan Hospital. https://t.co/UTouIXG64O— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: The family of Ratan Lal, the constable who was killed Monday, will receive Rs 1 crore as compensation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Live | Watch: The last rites of Head Constable Rattan Lal being performed at his hometown in Rajasthan.Details by TIMES NOW's Arvind Singh. | #DelhiStayUnited pic.twitter.com/Kgqt7YmLB5— TIMES NOW (@TimesNow) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.12 pm: The last rites for the constable killed in the violence on Monday is underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.10 pm: The High Court has appointed an amicus curiae, advocate Zubeda Begum, to coordinate between victims of violence and various agencies.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.05 pm: The Delhi High Court adjourns the matter to Friday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.03 pm: The court tells the police to undertake a requisition of adequate fire tenders and ambulances, civil defence volunteers and home guards, and tells the government to ensure there are enough shelters set up, Bar and Bench reports. Night magistrates should also be appointed in districts for the next two weeks.Helplines and district legal service authorities should be running round the clock and helpline numbers should be publicised, the court orders. It tells the director of Institute of Human Behaviour and Allied Sciences that post trauma services should be provided. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3 pm: The court expresses concern over the body of an Intelligence Bureau officer found in areas hit by violence, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 pm: “Time to give Z category security to citizens,” News18 quotes the High Court as saying. The court adds that state and central government functionaries should meet the victims and families.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.47 pm: The court says, “We cannot let another 1984 happen in this country, Not under the watch of this court,” ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.45 pm: The Delhi High Court hearing on the violence has resumed. The court asks the police if there could be a separate helpline for the violence, Bar and Bench reports. The judges leave it to police to work out safe passage for deceased victims, in consultation with families.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.40 pm: Union ministers Prakash Javadekar and Ravi Shankar Prasad both condemn Congress President Sonia Gandhi’s statements. They claim it is not appropriate for her to make such statements during the ongoing violence in North East Delhi. Earlier this afternoon, Gandhi had accused BJP leaders of inciting hate through their speeches and asked for Home Minister Amit Shah’s resignation.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Minister & BJP leader Prakash Javadekar: Congress president Sonia Gandhi's statement is unfortunate & condemnable. At such times all parties should ensure that peace is maintained, blaming the government instead is dirty politics. Politicising this violence is wrong https://t.co/BngL9ZLeVE pic.twitter.com/z20bsw3eKH— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.30 pm: A protest site that was destroyed at Brijpuri.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.29 pm: Images from a mosque that was burnt in Brijpuri, on Mustafabad Main Road.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.25 pm: Pakistan PM Imran Khan lashes out at the government on Twitter. “Today in India we are seeing the Nazi-inspired RSS ideology take over a nuclear-armed state of over a billion people,” he says. “Whenever a racist ideology based on hatred takes over, it leads to bloodshed.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    As I had predicted in my address to UN GA last yr, once the genie is out of the bottle the bloodshed will get worse. IOJK was the beginning. Now 200 million Muslims in India are being targeted. The world community must act now.— Imran Khan (@ImranKhanPTI) February 26, 2020\n\n\n\n    I want to warn our people that anyone in Pakistan targeting our non-Muslim citizens or their places of worship will be dealt with strictly. Our minorities are equal citizens of this country.— Imran Khan (@ImranKhanPTI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.23 pm: Mustafabad residents have been told to vacate the area. They are leaving the North East Delhi locality with their belongings, reports BBC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Muslim residents from Mustafabad in north east Delhi leave the area carrying their belongings with them. #DelhiViolence #DelhiRiots pic.twitter.com/Bocj3Fmn19— Nicola Careem (@NicolaCareem) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.20 pm: Some more images from Mustafabad. Image credits: Scroll Staff\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.15 pm: Some images from Mustafabad, where roads are now deserted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n    Picture credit: Scroll Staff\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2 pm: An Intelligence Bureau official died in the violence, bringing the toll in the violence up to 21. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.56 pm: Modi adds that he has reviewed the situation on the ground and officials are working to “ensure peace and normalcy”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Had an extensive review on the situation prevailing in various parts of Delhi. Police and other agencies are working on the ground to ensure peace and normalcy.— Narendra Modi (@narendramodi) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.55 pm: Prime Minister Modi tweets, asking people in Delhi to maintain peace and calm. “Peace and harmony are central to our ethos,” he says. “I appeal to my sisters and brothers of Delhi to maintain peace and brotherhood at all times. It is important that there is calm and normalcy is restored at the earliest.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.50 pm: The Delhi Police and paramilitary forces are patrolling areas in Ghonda, Brahmpuri and Bhajanpura, The Times of India reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    BRK: Delhi Police @DelhiPolice along with central paramilitary forces launch long foot patrolling, extensive interactions with locals from all conmunities on Ghonda, Brahmpuri and Bhajanpura roads to instill security and allay fears pic.twitter.com/6xjNDZZ0Ch— Rohan Dua (@rohanduaTOI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.48 pm: The Delhi Police hold a peace meeting with “Aman committee” in Usmanpur to ensure there’s peace, The Times of India reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    BRK: Delhi Police @DelhiPolice officials hold peace meeting with Aman committee in Usmanpur in to ensure peace following clashes over last 48 hours. pic.twitter.com/RDMv6RDxX4— Rohan Dua (@rohanduaTOI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.45 pm: Congress leader Priyanka Gandhi Vadra appeals to the people of Delhi not to indulge in violence and to maintain peace, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Priyanka Gandhi Vadra, Congress: I appeal to the people of Delhi to not indulge in violence, exercise caution & maintain peace. We have told our workers in Uttar Pradesh to do all they can to maintain peace if violence spreads there. #DelhiViolence pic.twitter.com/BVHBmEhmPi— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.43 pm: The Intelligence Bureau officer, whose body was found in Chand Bagh area, has been identified as Ankit Sharma, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Body of Intelligence Bureau Officer Ankit Sharma found in North East district's Chand Bagh area today. pic.twitter.com/WLDG0odk6P— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.33 pm: Muslims saved Hindu temples in Chandbagh, rioters came from outside, a resident tells BBC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    भजनपुरा का चांद बाग़ इलाका, जहां स्थानीय लोगों ने बताया कि मुसलमानों ने मंदिर को नुकसान पहुंचाने से कैसे बचाया?वीडियो: फैसल मोहम्मद अली/प्रेम भूमिनाथन pic.twitter.com/a6Otq1vLiR— BBC News Hindi (@BBCHindi) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.30 pm: Danish, a resident of Ashok Nagar in North East Delhi, tells The Quint that they repeatedly called the police on Tuesday, when mobs were setting their homes on fire and ransacking them. But “they kept asking for our address and did nothing else,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hear Danish explain what happened exact at Ashok Nagar on 25 February. \"We called the police again and again but they kept asking for our address and did nothing else,\" Danish an eyewitness to all the violence, whose house and shop was burnt, tells @TheQuint pic.twitter.com/c9Fgz9OOeV— Aishwarya S Iyer (@iyersaishwarya) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.28 pm: The Congress leaders’ plan to march to Rashtrapati Bhavan to meet President Ram Nath Kovind and hand him a memorandum seeking peace has been moved to Thursday because of his unavailability.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.21 pm: “BJP leaders are creating an environment of fear and hatred through their hate speeches,” Gandhi says. She seeks the resignation of Amit Shah for failing to restore normalcy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #DelhiViolence #CAAProtest #CAADelhiViolence #SoniaGandhi Watch live https://t.co/XvwYXd12lb pic.twitter.com/DcoVSCHYdB— NDTV (@ndtv) February 26, 2020\n\n\n\n    Watch | \"Because of centre and state government's inaction, over 20 people have died\": Congress Interim President Sonia Gandhi on #DelhiViolence #DelhiViolence #CitizenshipAct pic.twitter.com/XDFRSi2zuA— NDTV (@ndtv) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.20 pm: Congress President Sonia Gandhi holds a press conference on the violence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.19 pm: An IB officer also died in the clashes over the past few days, say some reports. His body was recovered from a drain in Chand Bagh area on Wednesday. His body was allegedly dumped in the drain after he was beaten up by the mobs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #DelhiViolence #ChandBagh pic.twitter.com/7amc6S8a6O— NDTV (@ndtv) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.15 pm: The court told Solicitor General Tushar Mehta to advice the police commissioner on filing FIRs against three BJP leaders for alleged hate speech after watching Mishra’s video and adjourned the matter to 2.30 pm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.12 pm: When the police officer told the court that he had not seen Mishra’s video, Justice Muralidhar said: “This is really concerning. There are so many TVs in your office, how can police officer say that he hasn’t watched the videos. I’m really appalled by the state of affairs of Delhi Police.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    'This is really concerning. There are so many TVs in your office, how can police officer say that he hasn't watched the videos. I'm really appalled by the state of affairs of Delhi Police', -Justice Muralidhar#DelhiRiots2020— Live Law (@LiveLawIndia) February 26, 2020\n\n\n\n    After watching Kapil Mishra's speech, the police officer present in the court identifies the Sub Inspector present in the video#DelhiRiots2020— Live Law (@LiveLawIndia) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.10 pm: The Delhi High Court is hearing a petition seeking an independent inquiry into the violence in North East Delhi. Division bench of Justices Muralidhar and Talwant Singh are hearing the matter. The court plays a video of senior BJP leader Kapil Mishra’s incendiary speech from Sunday after Solicitor General Tushar Mehta and a Delhi Police officer present in court claim they have not watched the videos, Live Law reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Justice Muralidhar orders for clip regarding Kapil Mishra's speech to be played in the court'Let all of you watch it', he says#DelhiRiots2020— Live Law (@LiveLawIndia) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.54 pm: Residents near Ashok Nagar locality of North East Delhi describe how they saved the lives of children as young as two months old from a burning house, The Quint reports. A woman asks what three-year-olds know about Hindu-Muslim matter and what their fault is. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    How lives of kids were saved.\"7-8 people were suffocating at this house (green paint). Amongst them were 4 kids, a 2-month old, 1.5 year old, 7-8 year old & one 11-12 year old boy. There was also an aunty who was pulled out,\" Gulshan whose house has been torched to @TheQuint pic.twitter.com/s2d59cnbKQ— Aishwarya S Iyer (@iyersaishwarya) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.47 pm: The Central Reserve Police Force, Sashastra Seema Bal, Central Industrial Security Force (CISF) and the Delhi Police conduct a flag march in Gokulpuri.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Delhi: Central Reserve Police Force (CRPF), Sashastra Seema Bal (SSB), Central Industrial Security Force (CISF), & Police conduct flag march at Bhagirathi Vihar in Gokulpuri. #DelhiViolence pic.twitter.com/NH3IoPu6AE— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.46 pm: A police official at GTB Hospital tells Scroll.in that a constable named Vikas was brought injured. The constable worked at the Gokulpuri thana. The cause of injury is not yet clear.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi Police: Any person who wants the details of any victim, he or she may contact the following officers. #DelhiViolence pic.twitter.com/casFST2mnx— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.40 pm: “The Delhi Police has remained paralysed in the last 72 hours – 18 lives have been lost so far, including a head constable, and hundreds are in hospital, many with gunshot injuries,” the Congress’ resolution adds. The Congress also posed a series of questions to the governments – “What were the reports given by the intelligence agencies in the days immediately after the conclusion of the Delhi elections and leading up to today? Was the violence spontaneous as claimed by the MHA or instigated as claimed by MoS Home? What was the strength of the police force deployed on the night of Sunday when there were clear indications that violence will break out?” It also asked why additional security forces were not called immediately to control the situation. “Where was the Home Minister and what was he doing since last Sunday? Where was the Chief Minister of Delhi and what was he doing since last Sunday,” the Congress asked.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.35 pm: “The tragic events since last Sunday have a history, design and a pattern,” the Congress’ resolution says. “It was evident even during the Delhi elections. Several leaders of the BJP made inflammatory statements clearly intended to create an atmosphere of fear and hate. The last of these statements was made on Sunday, when a BJP leader gave an ultimatum of three days to the Delhi police and warned that ‘after three days don’t tell us anything’.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.30 pm: The Congress blames both the central and the Delhi governments for the violence and seeks the resignation of Home Minister Amit Shah for failing to restore normalcy, Hindustan Times reports.“It is the collective failure of the two governments that have resulted in a great tragedy in the capital city which threatens to become worse by the day,” the Congress Working Committee says in a resolution adopted at a meeting in Delhi. “After reviewing the situation, the CWC is of the firm opinion that what has happened in Delhi is a colossal failure of duty for which the entire responsibility must be borne by the central government and particularly the home minister and we call upon the Home Minister to tender his resignation immediately.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.10 pm: Visuals from Gokulpuri, where security forces personnel are putting out embers and clearing debris following violence over the past few days. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Early morning visuals from Gokulpuri where security personnel are dousing embers and clearing debris, after yesterday's violence in the area. No incident of violence reported today. Security personnel have been deployed in the area. #NortheastDelhi pic.twitter.com/tkK4zEjcY2— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.05 pm: The father of Rahul Solanki, one of the youths who died in the violence in North East Delhi, speaks to Scroll.in. He urges Prime Minister Narendra Modi, Home Minister Amit Shah and Delhi Chief Minister Arvind Kejriwal to arrest the perpetrators of violence and resolve the situation. Solanki and the family of another victim named Shahid have alleged that the hospital has not yet handed over their sons’ bodies. “They let the family of the deceased police constable perform the last rites,” Solanki’s father says. “But what about my brothers who are kept here? Why isn’t the postmortem examination happening, why is the administration misleading the people of Delhi?”He asks why the families of people who have lost their children are being harassed. “The hospital is refusing to hand over the bodies to us, and we are not told why,” he says. “My son [Rahul Solanki] was shot last evening around six when he went to nearby shop to get milk for tea. He told me: ‘Baba, I’m going to get milk, I’ll be right back’, but was shot on the way.”He adds: “The situation continues to remain tense there. There is no police deployment, nothing. Rioters are succeeding and the administration fails to do anything about it.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    A very painful video of Rahul Solanki’s father. The hospital has not yet handed over his son’s body. He is urging the Govt to do more. Please watch. pic.twitter.com/xwt4v5ReMq— Vijayta Lalwani (@VijaytaL) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 am: Congress leaders will march to Rashtrapati Bhavan to seek normalcy in violence-hit North East Delhi, PTI reports. They are expected to submit a memorandum to President Ram Nath Kovind.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.45 am: While hearing a separate petition on the removal of protestors from Shaheen Bagh, Supreme Court Justice KM Joseph says the police should take action “the moment an inflammatory remark is made”, according to the Hindustan Times. The judge was referring to the violence in North East Delhi and the incendiary remarks made by some people.“The moment an inflammatory remark is made, police should take action,” he says. “Not just Delhi, any state for that matter. 13 lives is not small. Police should act as per law.” While Solicitor General Tushar Mehta objected and pointed out that a police officer was killed, the judge said the police should have taken action before the situation got out of hand. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.35 am: Delhi Police officials inspect Jaffrabad area, which faced violence for three days.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Special Commissioner of Police (Law & Order) SN Shrivastava and Special Commissioner of Police (Crime), Satish Golcha inspecting the Jafrabad area. SN Shrivastava was appointed as Special CP, yesterday. #DelhiViolence pic.twitter.com/xxHmyiKzyq— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.32 am: Security personnel hold flag-march in Johripur and Babarpur areas of North East Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Security personnel hold flag-march in Johripur area. #DelhiViolence pic.twitter.com/X8Db6Rt1D3— ANI (@ANI) February 26, 2020\n\n\n\n    Delhi: Security personnel conducting flag-march in Babarpur area. #DelhiViolence pic.twitter.com/cz66M8pON7— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.22 am: National Security Advisor Ajit Doval says people must trust the capabilities of the Delhi Police and not raise questions. He says there are enough forces on the ground, NDTV reports. “People were doubting the capabilities and intentions of Delhi Police. This needs to addressed. People need to trust the man in uniform,” Doval says. “A certain amount of insecurity was there in citizens. We want to dispel sense of fear from all communities,” Doval adds. “Tough action would be taken against all miscreants. No one can roam around with gun in hand on streets of Delhi.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.20 am: The Delhi High Court tells the CBSE to provide a longer solution on holding board exams in violence-hit areas of North East Delhi, PTI reports. The court said the students cannot wait every day to find out if the exams will be held the next day or not. It has asked the CBSE to inform if of its plan by 2.15 pm today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.09 am: At least 20 people have died and 189 injured following the violence in North East Delhi, Sunil Kumar, the director, professor and medical superintendent of GTB Hospital, tells Scroll.in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.04 am: Delhi Chief Minister Arvind Kejriwal says the situation is alarming and that the Army should be called in as the police were unable to handle the situation. “Situation is alarming. Police, despite all its efforts, is unable to control the situation and instill confidence,” Kejriwal says. “Army should be called in and curfew should be imposed in rest of affected areas immediately. I am writing to the Home Minister to this effect.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I have been in touch wid large no of people whole nite. Situation alarming. Police, despite all its efforts, unable to control situation and instil confidenceArmy shud be called in and curfew imposed in rest of affected areas immediatelyAm writing to Hon’ble HM to this effect— Arvind Kejriwal (@ArvindKejriwal) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.02 am: BJP leader Kapil Mishra hits out at those calling for his arrest following his incendiary remarks ahead of the violence in North East Delhi. “Those who did not consider Burhan Wani and Afzal Guru as terrorists are calling Kapil Mishra a terrorist,” Mishra tweets. “Those who go to court to get Yakub  Memon, Umar Khalid and Sharjeel Imam released are demanding the arrest of Kapil Mishra. Jai Shri Ram.”On Sunday, Mishra gave the police a three-day ultimatum to stop an anti-CAA protest that began on Saturday night. The Bharatiya Janata Party leader said he would not listen even to the police after three days.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    जिन्होंने कभी बुरहान वानी और अफ़ज़ल गुरु तक को आतंकवादी नहीं माना वो कपिल मिश्रा को आतंकवादी बता रहे हैंजो याकूब मेनन , उमर खालिद और शरजील इस्लाम को रिहा करवाने कोर्ट जाते हैं वो कपिल मिश्रा को गिरफ्तार करने की माँग कर रहे हैं जय श्री राम— Kapil Mishra (@KapilMishra_IND) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.55 am: As news of cases of extreme violence, arson, and looting, specifically in shops and houses owned by Muslims in North East Delhi kept pouring in through Tuesday, a trader from the area was recorded on camera saying that the violence was a result of the negligence of Delhi Police.Watch:‘All due to police negligence’: What a North East Delhi trader said about February 25 violence\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.50 am: The Delhi High Court issues a notice to the police and asks senior officials to be present in court in connection with the petition on violence in North East Delhi, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi High Court issues notice to Delhi Police and asks senior officials to remain present in the court in connection with a plea on violence in Delhi's North East district. #DelhiViolence pic.twitter.com/i6nvFKKBjb— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.41 am: Top Congress leaders, including Manmohan Singh, AK Antony, Ghulam Nabi Azad, P Chidambaram and Priyanka Gandhi, have begun a meeting to discuss the violence, PTI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.25 am: Toll from the violence in North East Delhi rises to 19, Reuters reports. “There are 15 patients in critical condition,” an official from the Guru Teg Bahadur Hospital tells the news agency.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 am: Delhi Bharatiya Janata Party President Manoj Tiwari urges members to work towards bringing peace to the national Capital instead of adding to the confusion, NDTV reports. “Shri Tiwari appealed to all the BJP leaders to do everything possible to establish peace in Delhi. No leader should do such a thing that causes confusion and portrays a wrong message among the people. Everyone should refrain from making inflammatory statements. Intentionally some people are trying to mislead the common people of Delhi,” a statement issued by the Delhi BJP says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.11 am: Visuals from Seelampur area of North East Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Latest visuals from Seelampur area. National Security Advisor (NSA) Ajit Doval had visited the areas affected by violence in North East Delhi last night and had reviewed security arrangements in the area. #DelhiViolence pic.twitter.com/YJCycbBMD3— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 am: Several protestors were briefly detained at the Civil Lines police station on Tuesday night for gheraoing Chief Minister Arvind Kejriwal’s home seeking action against the perpetrators of the violence in North East Delhi, the Hindustan Times reports. Around 3.30 am on Wednesday, water cannons were used to disperse the students.Read more here:Delhi Police use water canons to disperse Jamia, JNU students protesting outside Kejriwal’s house\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.56 am: Congresswoman Rashida Talib says the real story was the violence and not Trump’s visit to India. “We cannot be silent as this tide of anti-Muslim violence continues across India,” Talib says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.55 am: Democratic presidential candidate and Senator Elizabeth Warren says: “It’s important to strengthen relationships with democratic partners like India. But we must be able to speak truthfully about our values, including religious freedom and freedom of expression, and violence against peaceful protesters is never acceptable.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.52 am: US lawmakers condemn the violence in North East Delhi. US Congresswoman Pramila Jayapal said the “deadly surge of religious intolerance in India is horrifying”, PTI reports. “Democracies should not tolerate division and discrimination or promote laws that undermine religious freedom,” she says, adding that the “world is watching”.US Congressman Alan Lowenthal calls the violence a “tragic failure of moral leadership”. “We must speak out in the face of threats to human rights in India,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.49 am: Toll rises to 18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #UPDATE Sunil Kumar Gautam MD, Guru Teg Bahadur (GTB) Hospital: Death toll has increased to 18. #DelhiViolence https://t.co/V4m3kJQzCV— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.40 am: School students are worried about taking up their board examinations. A class 10 student of a government school has urged Union Home Minister Amit Shah to restore peace in North East Delhi. “I have my English board exam tomorrow. But my exam centre is in Sarvodaya Bal Vidyalaya, Shastri Park,” the student said in a video message, according to NDTV. “In our area yesterday, firing, arson and stone throwing took place. The situation of the area has gone worse and people are scared. We are scared whether we would be able to take the exam or not. I want to appeal to Home Minister Amit Shah to restore peace in Delhi.”Schools in North East Delhi have been told to remain closed on Wednesday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.35 am: The Delhi Police issued an advisory on Tuesday night urging people to ignore rumours and unverified messages on social media.“Delhi Police is making all earnest efforts, including deployment of reinforcement and involving respectable citizens of the area, to restore the normalcy,” a statement said. “Therefore, it is appealed to all citizens of Delhi to co-operate with Delhi Police in maintaining peace and harmony in the city. They are also advised not to lend an ear to rumour mongers and unverified messages being circulated on Social Media.”The statement added: “Delhi Police has kept strict vigil on such mischievous elements and miscreants. Strict legal action will be taken against those who are found involved in these incidents.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Appeal for Peace pic.twitter.com/IgcUvRVyZv— Delhi Police (@DelhiPolice) February 25, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.32 am: Delhi’s Deputy Chief Minister Manish Sisodia on Tuesday said “monsters” seem to have entered the national Capital and condemned the three days of violence. “It seems that the monsters have entered the city,” he wrote on Twitter. “This is not the common public of our Delhi. Whichever religion, caste area these people are from, they should be immediately caught and thrown in jail. Strict punishment should be given.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.29 am: National Security Advisor Ajit Doval met top police officials on Tuesday night, ANI reports. He then visited the areas affected by violence in North East Delhi. He reviewed security arrangements and the deployment of police personnel in the area.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.27 am: “This chaos of Delhi will have a larger impact on India as the CAA agitations are not going to go away,” former Lieutenant Governor of Delhi Najeeb Jung adds. “Union government should not sit on pride but initiate dialogue immediately. This is the only way out.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.25 am: “Why has no action has been taken so far against [BJP leader] Kapil Mishra,” Najeeb Jung asks. “He has instigated and initiated this whole thing and should be held responsible for the deaths reported so far. His property should be confiscated and he should be made to compensate, however marginally, the families of the victims.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.22 am: “Delhi does not need the Army just yet as it has a range of paramilitary forces and 75,000-strong police force which can be used extremely effectively,” he says. “The SHOs are a very competent lot, as I know them, they are not being led properly.”9.20 am: Former Lieutenant Governor of Delhi Najeeb Jung questions the Delhi Police leadership amid the violence in Delhi. Though station house officers were competent, they were not being led properly, he says, according to The Indian Express. Events in Delhi have greater implications, he says, adding that the only solution was for the Centre to strike up a dialogue with the protestors.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.15 am: The Ministry of Information and Broadcasting on Tuesday asked all private satellite TV channels to be cautious about content that may instigate violence or promote “anti-national” attitudes. The advisory came after 13 people were killed in the violence in North East Delhi over the last three days.Read more here: Delhi violence: I&B ministry asks TV channels not to air content promoting ‘anti-national attitude’\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.08 am: Union Home Minister Amit Shah has spoken to the family of the injured Shahdara Deputy Commissioner of Police Amit Sharma and inquired about his health, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Union Home Minister Amit Shah has spoken to the family of the injured Shahdara DCP (Deputy Commissioner of Police) Amit Sharma and inquired about his health. #DelhiViolence pic.twitter.com/4rZqkKbYWR— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.05 am: “Today [Wednesday] four persons were brought dead. Death toll rises to 17,” ANI reports, citing an official at the Guru Teg Bahadur Hospital in Delhi’s Dilshad Garden locality.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.10 am: Visuals from Jaffrabad metro station. The protesters left the metro station last night.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Latest visuals from Jafrabad metro station. The protesters left the metro station last night. #NortheastDelhi https://t.co/VA0MyUsiJd pic.twitter.com/YjbRDjsMLY— ANI (@ANI) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.35 am: A video of Bharatiya Janata Party MLA Abhay Verma leading a march in the Mangal Bazaar area of Laxmi Nagar has started doing the rounds. His supporters are seen chanting slogans like “Goli maro”, “Jo Hindu hit ki baat karega, wohi desh pe raj karega [Those who speak in favour of Hindus will rule the country]” and “Jai Shri Ram”.Aam Aadmi Party leader Sanjay Singh has also tweeted a video of the march, asking: “What is this Laxmi Nagar BJP MLA doing?” They [BJP] pretend to conduct meetings to restore peace and their legislator is instigating people.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    ये लक्ष्मी नगर भाजपा का विधायक क्या कर रहा है? @AmitShah शांति बहाली के लिये सर्वदलीय मीटिंग का दिखावा करते हैं और उनके विधायक दंगा भड़काने में लगे हैं। pic.twitter.com/zxl5C90VH9— Sanjay Singh AAP (@SanjayAzadSln) February 25, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.33 am: In a hearing at midnight, the Delhi High Court asks police to ensure safe passage to those injured during the violence, and provide emergency medical assistance at government hospitals. The plea sought safe passage of injured victims from Al-Hind Hospital in New Mustafabad to other government hospitals with better facilities.A forum of doctors from several government-run and private hospitals submitted the plea late on Tuesday for police protection as their ambulances were attempting to reaching the injured in Mustafabad area in North East Delhi, reports The Indian Express. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.32 am: Union Home Minister Amit Shah has held three meetings in 24 hours on Tuesday over the violence in North East Delhi. Newly appointed Delhi Police Special Commissioner (Law and Order) SN Srivastava was present at the meetings, reports NDTV. Shah has discussed the situation with Delhi’s Lieutenant Governor Anil Baijal, Chief Minister Arvind Kejriwal, Delhi Police Commissioner Amulya Patnaik, Congress leader Subhash Chopra, and BJP’s Delhi unit chief Manoj Tiwari, among others. He has urged politicians to tackle the situation without indulging in politics.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.30 am: The Delhi Police have dismissed reports on Tuesday that escalation of violence occurred due to inadequacy of police forces. In a tweet, the Delhi Police say they have not provided any such information to the Ministry of Home Affairs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.29 am: Himachal Pradesh Chief Minister Jai Ram Thakur has said that only those who are ready to chant “Bharat Mata ki Jai” will be allowed to live in India, The Indian Express reports. “Only that person who says Bharat Mata ki Jai will stay in India…and the one who does not say it, who will oppose India, will not respect the Constitution, will repeatedly dishonour it, there is definitely a need to think about them,” he told reporters.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.28 am: The Central Board of Secondary Education on Tuesday decided to postpone Class 10 and Class 12 exams after Tuesday’s violence in North East Delhi district, ANI reports. The exams were to begin on Wednesday. Students from the rest of the national Capital will take the exams as scheduled.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Central Board of Secondary Education: On the request of Directorate of Education, Government of Delhi and to avoid inconvenience to students, staffs and parents, the Board has decided to postpone Class 10 and 12 exams scheduled for February 26 in north east part of Delhi. pic.twitter.com/IFFtedikVR— ANI (@ANI) February 25, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 am: Here is what happened on Tuesday:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Violence continued for the third day on Tuesday with increasing mob attacks on Muslim localities in Delhi. The violence began on Sunday after huge groups of people supporting the Citizenship Amendment Act clashed with those opposing it. As of Tuesday night, 13 people were killed.Amid several reports of arson and vandalism, and emergency calls for help – predominantly from Muslim localities – the Delhi Police and paramilitary personnel held flag marches in some areas after dispersing mobs. However, the situation remained uncertain well into Tuesday night.Dozens of people are being treated for injuries in hospital. On Tuesday evening, Delhi Police Public Relations Officer MS Randhawa said 130 civilians and 56 police personnel have been injured so far.Bharatiya Janata Party leader Kapil Mishra said he cannot be blamed for the violence in North East Delhi as he had done nothing wrong by supporting the Citizenship Amendment Act. On Sunday, Mishra gave the police a three-day ultimatum to get a protest site in Jaffrabad locality  cleared, soon after which supporters of the Citizenship Act started clashing with those opposing it, in various parts of the district.A Hindu mob attacked a mosque in Delhi’s Ashok Nagar area. The mob, shouting “Jai Shri Ram” and “Hinduon ka Hindustan [India for Hindus]” paraded around the burning mosque, and a “Hanuman flag” was placed on top of the building, reports said.The day also saw attacks on several journalists by the mobs, including one who was shot. NDTV said that four of its reporters as well as camerapersons were attacked, with one losing three teeth and another hurt enough to be left with a limp.  United States President Donald Trump, who was in India, said he had discussed religious freedom with Prime Minister Narendra Modi, but added that it was “up to India” to handle the ongoing violence in parts of Delhi. He said “individual attacks” could be handled by the government.","author":"Scroll Staff","time":"2020-02-26T08:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137296-owrjhxacwl-1582730612.jpeg","tags":["BJP","Abhay Verma","Sanjay Singh","Citizenship Amendment Act","Delhi violence","Delhi"],"source":"https://scroll.in/latest/954333/delhi-violence-bjp-mla-leads-crowd-chanting-shoot-the-traitors-slogan-in-delhis-laxmi-nagar"}