{"title":"National Herald case: Rahul Gandhi to appear before ED again on Tuesday, say officials","content":"Congress MP Rahul Gandhi will on Tuesday appear before the Enforcement Directorate for the second day for questioning in a money laundering case related to the National Herald newspaper, PTI reported citing officials.On Monday, he appeared before the agency amid protests by party members in Delhi and other parts of the country.Around 10.30 pm, Congress leader Mukul Wasnik said that Gandhi was still being questioned, ANI reported. Gandhi had entered the agency’s office at 11.10 am and left for lunch at 2.10 pm. He returned for questioning around 3.30 pm.Meanwhile, General Secretary Priyanka Gandhi Vadra and chief ministers of Congress-ruled Rajasthan and Chhattisgarh marched to the Enforcement Directorate office from Akbar Road. Before their march, the Delhi Police imposed restrictions under Section 144 of the Criminal Procedure Code, prohibiting the gathering of four or more persons in the areas around the Congress headquarters in the national Capital.Rajasthan Chief Minister Ashok Gehlot, his Chhattisgarh counterpart Bhupesh Baghel along with Congress leaders Randeep Surjewala, KC Venugopal, Adhir Ranjan Chowdhury, Deepender Hooda and Jairam Ramesh were among those detained by the Delhi Police.“Several Congress workers have been detained because they wanted to carry out a peaceful march,” Baghel told reporters.हम खड़े हैं अपनों के साथ, क्योंकि ये लड़ाई साझी है।पुलिस हिरासत में लिए गए नेताओं से मिलने पहुंची कांग्रेस महासचिव @priyankagandhi जी।#IndiaWithRahulGandhi pic.twitter.com/fT5k8p1bQc— Congress (@INCIndia) June 13, 2022\n\nProtests were also held by the state units of the Congress in Kerala, Karnataka, Maharashtra, Assam, and Gujarat.Senior Congress leader and two time former CM of Kerala @Oommen_Chandy leads Kerala leaders in sloganeering in Congress protest against ED.#RahulGandhi #NationalHeraldCase pic.twitter.com/NbbmwWPXnQ— Sanakan Venugopal (@vssanakan) June 13, 2022\n\nAddressing the media on Monday morning, Congress leader Randeep Surjewala compared the Bharatiya Janata Party-led Union government’s restrictions to an “undeclared emergency”.  We'll hold a peaceful protest march to the ED office under the leadership of Rahul Gandhi. We're the protectors of the Constitution, we will not bow down or be scared. By deploying a large police force, it has been proven that Modi govt is shaken by Cong: RS Surjewala at party HQ pic.twitter.com/xukzhl0YXO— ANI (@ANI) June 13, 2022\n\n“The coward Modi government has deployed many police barriers and police personnel and imposed an undeclared emergency in Central Delhi,” Surjewala said, according to ANI. “This proves that the Modi government is shaken by Congress.”Chowdhury alleged that the Delhi Police was deliberately not giving permission for their march.“We want to go along [with Rahul Gandhi], it is not a crime,” Chowdhury said. “We urged Amit Shah to allow us but to no avail. We believe in peaceful protest and not instigating riots like BJP.”Congress MP Karti Chidambaram said that the cases against the Gandhi family were “bogus”.We're here from various parts of India to show solidarity with our party leadership&show the nation the blatant misuse of ED. All cases of ED are bogus...I've got ED notices the maximum times,so I'm the resident expert in Congress in the matters of ED: Karti Chidambaram, Cong MP pic.twitter.com/EgaQ6E1PVx— ANI (@ANI) June 13, 2022\n\n“We are here from various parts of India to show solidarity with our party leadership and show the nation the blatant misuse of ED,” Chidambaram said, according to ANI. “I’ve got ED notices the maximum times, so I’m the resident expert in Congress in the matters of ED.”On the other hand, BJP spokesperson Sambit Patra said that the case against the Gandhi family was not political.“Mahatma Gandhi taught the world to fight for truth while Congress is teaching the world to celebrate corruption and fight for it,” he said. “Gandhi’s [Rahul and Sonia]  are out on bail, it’s not a political case.”The Enforcement Directorate had initially summoned Congress President Sonia Gandhi and MP Rahul Gandhi for questioning on June 8. On June 1, Rahul Gandhi, however, had sought a fresh date from the central agency saying he was not in the country.Sonia Gandhi, too, had sought more time to appear before the agency, saying she is recuperating from Covid-19. She had tested positive for the disease on June 2. The Enforcement Directorate has summoned her to appear for questioning on June 23.The National Herald caseThe National Herald is published by Associated Journals Limited and owned by Young Indian Private Limited. It was founded and edited by Jawaharlal Nehru before he became India’s first prime minister.In April 2008, the paper suspended operations as it had incurred a debt of over Rs 90 crore. Bharatiya Janata Party MP Subramanian Swamy has accused Sonia Gandhi and Rahul Gandhi of setting up the Young Indian Private Limited firm to buy the debt using the funds from the Congress.In his complaint before a trial court, Swamy accused the Gandhis and others of conspiring to cheat and misappropriate the funds. He has alleged that the Young Indian firm paid only Rs 50 lakh to obtain the right to recover Rs 90.25 crore that the Associated Journals Limited owed to the Congress.The party had loaned the amount to Associated Journals Limited on an interest-free basis, according to court records. The Congress has claimed that there was no money exchange and only conversion of debt into equity took place to pay off dues like salaries.","author":"Scroll Staff","time":"2022-06-13T10:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175693-ipfchxclxj-1655101327.jpg","tags":["Rahul Gandhi","Congress","Enforcement Directorate","National Herald case"],"source":"https://scroll.in/latest/1026038/delhi-police-ban-gatherings-around-congress-headquarters-ahead-of-march-to-support-rahul-gandhi"}