{"title":"Enforcement Directorate arrests Delhi Chief Minister Arvind Kejriwal in liquor policy case","content":"The Enforcement Directorate on Thursday arrested Delhi Chief Minister Arvind Kejriwal to question him in connection with the Delhi excise policy case, Delhi minister Atishi confirmed in a social media post.“We have moved the Supreme Court for quashing the arrest of Delhi CM,” she wrote. “We have asked for an urgent hearing by the Supreme Court tonight itself.”Kejriwal is the first sitting chief minister to be arrested in the history of independent India, reported NDTV. The Aam Aadmi Party has said that Kejriwal will not be resigning from the post.In January, the Enforcement Directorate had arrested former Jharkhand Chief Minister and Jharkhand Mukti Morcha leader Hemant Soren in connection with a money laundering case. However, Soren had resigned from his post before he was arrested, soon after being questioned by the central law enforcement agency.We have moved the Supreme Court for quashing the arrest of Delhi CM @ArvindKejriwal, by ED. We have asked for an urgent hearing by the Supreme Court tonight itself.— Atishi (@AtishiAAP) March 21, 2024\n\n\nEarlier in the day, a team of the Enforcement Directorate had arrived at the Aam Aadmi Party leader’s residence, fuelling speculation that he was going to be arrested. Party workers staged a protest outside the Delhi chief minister’s home.“We cannot go inside because heavy security is deployed,” said Atishi, who was present outside Kejriwal’s home. “We will wait here. If a popular chief minister is arrested this way, his supporters from all over Delhi will come here.”#WATCH | AAP workers stage protest outside the residence of Delhi CM Arvind Kejriwal.  Enforcement Directorate team is present at Arvind Kejriwal's residence for questioning. pic.twitter.com/CmvqWuYUmY— ANI (@ANI) March 21, 2024\n\n\nThe development came hours after the Delhi High Court refused to grant interim protection against coercive action to the Aam Aadmi Party chief in the excise policy case, reported Live Law.“...at this stage, we are not inclined [to pass any order],” said a division bench of Justices Suresh Kumar Kait and Manoj Jain.Kejriwal had been summoned nine times by the Enforcement Directorate in connection with alleged irregularities in the Delhi government’s now-scrapped liquor excise policy.The chief minister had skipped all nine summonses.After the Enforcement Directorate arrived at Kejriwal’s house, party leader Raghav Chadha took to social media to say that “a big conspiracy is ongoing to arrest” the Aam Aadmi Party chief.“The wonderful works done in Delhi and Punjab are being discussed all over the world today,” wrote Chadha. “You can arrest Kejriwal's body but not Kejriwal's thinking.”लोक सभा चुनावों से ठीक पहले अरविंद केजरीवाल जी को गिरफ़्तार करने की बहुत बड़ी साज़िश चल रही है। केजरीवाल जी के साथ करोड़ों लोगों का आशीर्वाद है, कोई बाल भी बाँका नहीं कर सकता।दिल्ली और पंजाब में हुए शानदार कामों की चर्चा आज पूरी दुनिया में हो रही है। केजरीवाल के शरीर को…— Raghav Chadha (@raghav_chadha) March 21, 2024\n\n\nDelhi Legislative Assembly Speaker Ram Niwas Goel said that even if Kejriwal is arrested, he will not resign from his post as the chief minister.Earlier in the day, Kejriwal had filed a fresh plea as part of his main writ petition challenging the summons issued to him and the validity of certain provisions of the Prevention of Money Laundering Act that have been invoked against him.Appearing for Kejriwal, senior advocate Abhishek Singhvi told the High Court that the Enforcement Directorate was being misused by the Centre to create a non-level playing field ahead of the Lok Sabha elections, reported Bar and Bench.“I am not a man who is going to flee or influence witnesses or tamper with evidence,” Singhvi told the court. “In that sense, the triple test is satisfied. Elections have been announced and I am the head of a national party…I am saying I will answer all the questions. I am ready to appear through virtual conference or answer their questionnaire.”Additional Solicitor General SV Raju, appearing for the central agency, opposed Singhvi’s submission and said that the law cannot be different for the chief minister of any state.Raju also clarified that Kejriwal was being summoned in his personal capacity and not his capacity as the Delhi chief minister or the national convener of the Aam Aadmi Party.Liquor policy caseThe Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation alleging irregularities in the Delhi government’s liquor excise policy, which has been scrapped.The policy came into effect in November 2021. It was withdrawn on July 30, 2022, with Delhi Lieutenant Governor Vinai Kumar Saxena recommending an investigation into the alleged irregularities of the policy.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party government modified Delhi’s liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate has also claimed that members of a “South Group” had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair, who is currently in jail.On Friday, the Enforcement Directorate had arrested Bharat Rashtra Samithi leader and MLC K Kavitha for her alleged involvement in the case, describing her as a member of the so called South Group. “ED investigation revealed that Ms K Kavitha along with others conspired with the top leaders of Aam Aadmi Party including Arvind Kejriwal and Manish Sisodia for getting favours in the Delhi Excise policy-formulation and implementation,” the agency said after her arrest. “In exchange of these favours, she was involved in paying Rs. 100 Crore to the leaders of AAP.”Two senior Aam Aadmi Party leaders – Manish Sisodia and Sanjay Singh – are also currently in jail in connection with the case.On March 16, a Delhi court granted bail to Kejriwal on a complaint filed by the Enforcement Directorate after the Aam Aadmi Party leader skipped the eight summonses issued to him.A day later, the Enforcement Directorate issued the ninth summons to the Delhi chief minister.High Court seeks ED’s responseWhile hearing Kejriwal’s plea against the summons on Wednesday, the Delhi High Court granted the central agency two weeks to submit its reply on the maintainability of the petition, according to Live Law.The court asked Singhvi why Kejriwal was not appearing in front of the Enforcement Directorate in response to the agency’s notices.Singhvi told the court that Kejriwal will appear on the condition that he is granted protection against coercive action.“The elections are round the corner,” said Singhvi. “You do not tell me whether I am being called as an accused or a suspect or witness. I will appear and answer all the questionnaire but I need protection.”Also read: A ‘liquor scam’ has put AAP leaders in jail. But has it dented the party’s image in Delhi?","author":"Scroll Staff","time":"2024-03-21T20:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180200-uljcsynwkz-1663730517.jpg","tags":["Arvind Kejriwal","Enforcement Directorate","AAP","Delhi","Excise policy case","Delhi liquor policy case","Aam Aadmi Party"],"source":"https://scroll.in/latest/1065596/delhi-excise-police-case-ed-arrives-at-arvind-kejriwals-residence-for-questioning"}