{"title":"Delhi court summons Arvind Kejriwal on February 17 after ED’s complaint","content":"A Delhi court on Wednesday asked Delhi Chief Minister Arvind Kejriwal to appear before it on February 17 for not complying with the five summons issued to him by the Enforcement Directorate in the Delhi liquor policy case, reported Bar and Bench.The Enforcement Directorate had moved court against the Aam Aadmi Party chief on February 3 for skipping the fifth summons that was issued to him on February 2. The law enforcement agency has sought to question Kejriwal in connection with the alleged scam. Kejriwal, on the day of his fifth summons, participated in a protest in Delhi against the Bharatiya Janata Party for allegedly influencing the outcome of the Chandigarh mayoral election held on Thursday.On Wednesday, the Aam Aadmi Party said that it is studying the court order and will take action according to the law, reported ANI. “We will inform the court how all Enforcement Directorate summons were illegal,” the party said.The central agency’s case against the chief minister is based on a first information report registered by the Central Bureau of Investigation. The report alleges that the Aam Aadmi Party modified Delhi’s liquor excise policy for 2021-2022 to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Aam Aadmi Party has alleged that the Enforcement Directorate wants to arrest Kejriwal and stop him from campaigning for the Lok Sabha polls, due later this year.The central agency has already arrested three senior Aam Aadmi Party leaders, including former Deputy Chief Minister Manish Sisodia, Rajya Sabha MP Sanjay Singh and party’s communications in-charge Vijay Nair.On Tuesday, Aam Aadmi Party leader and Delhi Education Minister Atishi accused the Enforcement Directorate of coercing witnesses in the Delhi liquor policy case and tampering with the footage of their interrogations.She listed instances where witnesses who had been questioned by the Enforcement Directorate told the party that they had been coerced into giving statements against leaders of the Aam Aadmi Party government.The minister claimed that one witness was slapped so hard by one central agency official that their eardrum ruptured. Another witness said that the Enforcement Directorate had threatened action against his wife if he did not cooperate with them, Atishi alleged.The allegations came after raids by the central law enforcement agency at the homes of persons associated with the Aam Aadmi Party on Tuesday, in connection with a separate corruption case involving the Delhi Jal Board.These included the properties of Kejriwal’s secretary Bibhav Kumar and Rajya Sabha MP and party treasurer ND Gupta. Locations linked to former Delhi Jal Board member Shalabh Kumar were also raided.Also read: Enforcement Directorate coerced witnesses in Delhi liquor policy case, tampered with interrogation footage, says Delhi minister Atishi","author":"Scroll Staff","time":"2024-02-07T16:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198239-twtxihlskz-1707303265.jpg","tags":["Arvind Kejriwal","Enforcement Directorate","Delhi Liquor Policy Case","Aam Aadmi Party"]}