{"title":"Delhi riots: Court acquits seven persons accused of arson, vandalism","content":"A Delhi court on Monday acquitted seven persons accused of rioting and vandalising a shop during the February 2020 riots in the National Capital, reported The Indian Express.Those who have been acquitted are Babu, Dinesh Yadav, Tinku, Sandeep, Golu Kashyap, Vikas Kashyap and Ashok, according to PTI.Clashes had broken out between supporters of the Citizenship Amendment Act and those opposing it in February 2020 in northeastern Delhi, killing at least 53 persons and injuring hundreds. Most of those killed in the violence were Muslims.In March 2020, the Gokalpuri police station registered a first information report on the complaint of Salman Malik, who alleged that a mob of rioters looted and set his shop on fire during the riots, due to which he suffered losses of up to Rs 5 lakh.During the hearing on Monday, Additional Sessions Judge Pulastya Pramachala of Karkardooma courts noted that the sole witness recorded a video of the mob of rioters on his mobile phone torching the complainant’s shops.However, the court said that a forensic report on the video did not show that it was examined for manipulation or tampering. The judge said that on this account, the video could not be accepted as evidence.Judge Pramachala also said that the sole witness gave contradictory statements regarding the date of the arson. The witness initially told the investigating officer that the shop was torched on February 24, 2020. However, in court, he had stated that the incident took place on February 25.“I find that there is a big mishap in the case of prosecution and evidence brought on the record, in respect to the time of the incident,” said the judge. “The benefit of such contradictions in the story of prosecution has to go in favour of the accused persons.”Court reprimands policeDuring a hearing on Friday, Judge Pramachala reprimanded the Delhi Police for clubbing 39 complaints together in two riot-related cases pertaining to rioting and unlawful assembly, reported Live Law.Noting that there was no evidence on record to even confirm the date and time of the alleged incidents, the court ordered further investigations into the complaints separately.The first FIR in question was registered at the Dayalpur police station in 2020 against three accused persons – Javed, Gulfam and Pappu alias Mustkeem – based on a complaint by one Aftab. He alleged that a mob of rioters had looted his shop and set some items on fire.In the second FIR, registered at Dayalpur police station, complainant Zameer Ahmed alleged that his shop was looted by a mob.","author":"Scroll Staff","time":"2023-11-21T10:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155845-fqgsulbghs-1615081404.jpg","tags":["Delhi","Delhi riots","Delhi violence","Northeast Delhi"],"source":"https://scroll.in/latest/1059367/delhi-riots-court-acquits-seven-persons-accused-of-arson-vandalism"}