{"title":"Delhi Police arrest freelance journalist allegedly found in possession of classified documents","content":"The Delhi Police said on Friday that they have arrested a freelance journalist, found in possession of defence-related classified documents, in connection with a case under the Official Secrets Act, PTI reported. Rajeev Sharma was arrested by the Special Cell of the Delhi Police.“He was found to be in possession of some defence-related classified documents,” Deputy Commissioner of Police (Special Cell) Sanjeev Kumar Yadav said. “Investigation of the case is in progress and further details will be shared in due course.”Sharma was arrested on September 14 and produced before a local court the following day, IANS reported. The court then sent the journalist to six-day police custody. The Delhi Police seized his laptop, his mobile phone and are scanning his call detail records.Sharma runs a YouTube channel called “Rajeev Kishkindha”, which has tens of thousands of followers. On the day of his arrest, he uploaded two videos. One of the videos claimed that China would still do “mischief” despite talks between the two countries at the foreign ministers’ level. The other video deplored the state of journalism in the country. Sharma’s Twitter account, which has over 5,300 followers, has been restricted. On September 7, Sharma had written an article for Chinese state-run daily Global Times, The Indian Express reported. He was one of the journalists who last year said they had been alerted about their phones being targeted for surveillance through the Israeli spyware Pegasus. Senior journalist Rajeev Sharma arrested by Special Cell of Delhi Police under British era Official Secrets Act (OSA). https://t.co/Yu5N2xYb10— vijaita singh (@vijaita) September 18, 2020","author":"Scroll Staff","time":"2020-09-19T08:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147707-sobpelcgae-1600483668.jpeg","tags":["Rajeev Sharma","Delhi Police","journalist arrested","official secrets act","China"],"source":"https://scroll.in/latest/973496/delhi-police-arrest-freelance-journalist-allegedly-found-in-possession-of-classified-documents"}