{"title":"Delhi’s Daryaganj book bazaar has a new, sanitised home, which has benefits as well as drawbacks","content":"Two Sundays have passed since the age-old site for book lovers in Delhi NCR, Daryaganj Sunday Patri Kitab Bazaar, has been “relocated” to Mahila Haat, a site convenient and close to the original location of the heritage book bazaar. However, this is only partially correct.For, what has happened is that the five-decade-old heritage book bazaar has been shut down. And a new book-market has been opened at a new location in a new form.A history of “re-locations”The first signs of the Daryaganj Sunday Book Market, alternatively and more precisely known as Daryaganj Sunday Patri Kitab Bazaar, appeared behind Jama Masjid, near Kasturba Gandhi Hospital. In the beginning, there were only four or five vendors selling used books, mostly collected from kabadiwallas. After several minor relocations around Jama Masjid and the Red Fort, the book bazaar eventually acquired an L-shaped structure on the pavements of Netaji Subhash Marg and Asaf Ali Road, the number of vendors eventually rising to more than 250. Initially, the span extended from the now-lost Lohe-ka-pul to the now-shut-down Golcha Cinema. Until the recent move to Mahila Haat, the officially demarcated space for the market was from Golcha Cinema to Delite Cinema. The commercial and cultural mannerisms of this site have been that of an old-time bazaar, except that unlike the heterogenous commodities at a typical bazaar, this one was meant for books and their accompaniments. This was a typical site of informal trade being held between mostly temporary and a few repetitive buyers, on only one day of the week – Sunday.What changes now?While the commercial idea of what gets sold at the Sunday book market and how will remain unchanged at the new location, what changes is the aesthetic framework. Especially peculiar to this book bazaar was its structure of a street market, where it grew organically. The most recent relocation  implies not just a dynamic physiognomic change, but also implies a cultural shift. From being a heritage Patri Kitaab bazaar, it is now a “haat”, a book-market. This is a signal of a shift in how the new space will function. The aesthetics of walking on the streets of Daryaganj are absent from the cleaner, closed, and controlled, space of Mahila Haat. To walk around in the haat will enable the experience of taking in a market space, whereas walking in the street-bazaar has been a unique way of experiencing the city itself, as one is also able to form singular and personal narratives of the public cityscape.Throughout the history of Delhi, bazaars have been essential to the city’s blueprint, and central to the architectural distribution of the city between commercial and residential zones. Any bazaar is essentially a public space for a more immediate and localised form of trade and commerce. In a bazaar, informal transactions are held in the spaces allotted for trade. The minimal yet visually vibrant aesthetic of the Daryaganj Patri Kitaab Bazaar was appeared periodically on one side of a street. Several roles would overlap – pedestrians becoming readers and buyers, and readers turning into unconcerned pedestrians as soon as they had gone around a turn in the road. At a haat, however, the crowd is definite and with intent: Those present are the chosen ones, those who have made a decision to enter the book market and buy books for their home libraries, their children, to prepare for their examinations, or for reselling at a profit to bookstores. In the closed space of Mahila Haat, no one can accidentally become a book buyer, attracted by the visual and intellectual appeal of the space, as was typically the case with the Daryaganj Patri Kitab Bazaar. The gated architectural feature of the haat has a different cultural appeal: It has several places to sit, to gloat over your purchase, or meet your friends. The same chaiwallah visits periodically to serve tea to all the vendors and a few buyers. (He dreams of having a tea stall in the new book market one day, he tells me.) Children play on the manicured grass within the green spaces at Mahila Haat, and groups of students gather at various shaded shelters to discuss what they could cannot find, what they have bought, and what they could have bought had the bookseller agreed to a lower price. In contrast, at the earlier bazaar book-hunters used to huddle at each bookstall as other readers joined them, jumping across the row of booksellers, until they were tired and left. While the street is an active and dynamic space, the characteristics implied in the structure of the haat make it appear passive and relaxed.How do the vendors view the change?This is the perspective that matters the most, given that their livelihoods are at stake here. First, they consider it an upgrade of sorts. This is a futuristic approach, where the new space carries the promise of betterment and improvement over their previous manner and function of work. The new location is gated and looked after, away from the chaos of an Old Delhi street. “There will be no pickpocketing here, and women will move freely too,” said Qamar Saeed, former president of the now disbanded Daryaganj Sunday Book Bazaar Welfare Association. It is also now a regularised space, where each bookseller has been provided a fixed area 6 feet wide and 4 feet deep on a rental basis, replacing the previous semi-regular tehbazari system. The rent will be fixed at Rs 175-Rs 200 per week for now and may increase by 10% as and when the agreement is renewed. During the past two Sundays, most of the vendors had booked and paid for multiple slots, saying that the given space is not enough for displaying their books properly, without which it is difficult to appeal to customers. Second, the vendors consider this shift a loss. This is the set of vendors who attach a certain credibility to the historical nature of the space and are suspicious of what the new site will have to offer. They have also been critical of the process of relocation. Protests were held at Delhi Gate Metro Station, exit no. 3, where the vendors opposed to what they called an unlawful relocation of the market formed human chains and prepared creative posters. Ankit Jha, a housing and livelihood rights activist at the Anti Eviction Support Cell, who has been supporting the protests for the past few weeks, said, “The court order for eviction needs to be read and interpreted in the context of the history of the market. It has been misinterpreted to evict street vendors. We will not allow this arbitrary rehabilitation and will put the onus on the law to support our cause.” Sandeep Verma from the National Hawkers Federation informed the protesters that according to the Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014, vendors can only be evicted after following proper process and with proper documentation, neither of which, the vendors say, has taken place in the case of the present relocation. Verma warned the vendors that given the present scenario, they may lose their claim to permanent resettlement. Two weeks after the relocation, there were mixed reactions from the vendors at Mahila Haat. Most of them were happy at finally being able to sell books that had been lying in their godowns for two anxious months. They also seemed satisfied with the new location. Most of them were busy as the new space flourished with readers in its second week. However, quite a few are still waiting for a final decision on where the market will eventually be located. Some of them complained that the L-shaped structure of the older bazaar gave equal opportunity to every vendor, with almost every visitor passing by them and searching for their chosen books or serendipitous finds.  Because the booksellers are spread out across the expanse of Mahila Haat, not every vendor is getting attention. “This may be because even the buyers are getting used to the space, like we are,” said one of the vendors who was disappointed with the turn-out at his stall.Although they have adapted to digital payment, most of the vendors are accustomed to the mannerisms of trading on the streets and are unsure about what their own gains and losses in the process of “beautification” of the city. They are also afraid that this is not the last move that they are being asked to make. The relocation took place after prolonged negotiations between the vendors and the civic authorities, with only a verbal assurance of the availability of the Mahila Haat for the next two to three years. An official agreement is yet to be put in place.Was this the only solution? An alternative approach would have been a better, judicious “re-use” of the original space, where proper, regulated arrangements could have been made for the weekly transformation of the street into something that has been integral to the cultural and historical landscape of Delhi. Several street markets across India and overseas could have served as functioning examples.What is at stake if the new location turns out to be permanent? According to Sohail Hashmi, prominent historian and archiver of Delhi, by letting go of its heritage, “the city shall be losing its soul.” And there will be no monument to commemorate a huge loss. All photographs by Kanupriya Dhingra.","author":"Kanupriya Dhingra","time":"2019-09-28T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128140-rhnayjiodp-1569650427.jpeg","tags":["Delhi","books"]}