{"title":"Delhi: AAP MP calls for Adityanath’s arrest after he claims Arvind Kejriwal has links to Pakistan","content":"Aam Aadmi Party’s Rajya Sabha MP Sanjay Singh on Sunday lashed out at Uttar Pradesh Chief Minister Adityanath for saying that his Delhi counterpart Arvind Kejriwal has links to Pakistan, ANI reported. Singh said Adityanath should be arrested, jailed and asked to provide proof for his claims. “Election Commission is silent on all this, his campaigning should be banned in Delhi,” Singh added. On Thursday, the Aam Aadmi Party chief had attacked Pakistan minister Fawad Hussain for his tweet against Prime Minister Narendra Modi. Hussain had said that the people of India must defeat Modi in the upcoming Delhi Assembly elections. In response, Kejriwal said Modi was his prime minister as well and warned him that India won’t tolerate Pakistan’s interference in its internal matters.On Saturday, Adityanath had accused Kejriwal of seeking support from Pakistan at a rally in Delhi’s Karawal Nagar. “How did it happen,” he had asked. “We don’t know where all their [AAP’s] links are. This shows Arvind Kejriwal doesn’t trust the people of Delhi. He is asking his masters in Pakistan to tell Imran Khan’s minister to issue statement in his support.” Adityanath is one of the Bharatiya Janata Party’s star campaigners for the elections.Singh called Adityanath a “psychopath” and dared the BJP to instead talk about electricity, education and employment matters during their campaign for the Delhi elections. “There are good psychiatrists in Delhi and we can provide free of cost treatment to him,” he added. Assembly polls for all 70 seats in Delhi will be held on February 8, and the results declared on February 11. In the 2015 elections, AAP had won 67 seats, the Bharatiya Janata Party three seats and the Congress none.","author":"Scroll Staff","time":"2020-02-02T20:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/100273-uvixwyyzky-1555512074.jpg","tags":["Sanjay Singh","Arvind Kejriwal","Adityanath","Delhi","Pakistan","AAP"],"source":"https://scroll.in/latest/951932/delhi-aap-mp-calls-for-adityanaths-arrest-after-he-claims-arvind-kejriwal-has-links-to-pakistan"}