{"title":"Delhi violence: UN human rights chief expresses ‘great concern’ about CAA, police inaction","content":"United Nations High Commissioner for Human Rights Michelle Bachelet on Thursday expressed “great concern” over the Citizenship Amendment Act and reports of police inaction during the violence in Delhi. At least 37 people have been killed so far in violence between supporters and opponents of the Act.Addressing the 43rd session of the Human Rights Council in Geneva, Switzerland, Bachelet said: “Indians in huge numbers, and from all communities, have expressed – in a mostly peaceful manner – their opposition to the Act, and support for the country’s long tradition of secularism. I am concerned by reports of police inaction in the face of attacks against Muslims by other groups, as well as previous reports of excessive use of force by police against peaceful protestors.” Bachelet called on Indian political leaders to prevent further violence.The human rights chief also said that in Jammu and Kashmir, though some political leaders have been released and ordinary life has returned to normal in some ways, 800 people still remain under detention. “Schools, businesses and livelihoods have been disrupted by the continued heavy military presence, and no steps have been taken to address allegations of excessive use of force and other serious human rights violations by security forces,” Bachelet alleged.Bachelet said that while internet and mobile services have been partly restored following an order from the Supreme Court, the authorities in Jammu and Kashmir continue to impose excessive restrictions on the use of social media.India had scrapped the special status of Jammu and Kashmir under Article 370 of the Constitution on August 5 last year, and imposed a curfew in the state. It detained several political leaders, including three former chief ministers, and divided the state into two Union Territories of Jammu and Kashmir, and Ladakh.","author":"Scroll Staff","time":"2020-02-27T20:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137362-csgipnrafj-1582815902.jpg","tags":["Michelle Bachelet","United Nations High Commissioner for Human Rights","Jammu and Kashmir","Delhi violence","Citizenship Amendment Act"],"source":"https://scroll.in/latest/954553/delhi-violence-un-human-rights-chief-expresses-great-concern-about-caa-police-inaction"}