{"title":"Delhi violence: Police file FIR against AAP’s Tahir Hussain for murder; toll rises to 38","content":"10.50 pm: Here are the biggest updates of the day:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Delhi High Court gave the Centre a month to reply to a plea seeking action against Bharatiya Janata Party leaders such as Anurag Thakur and Kapil Sharma for making incendiary remarks ahead of the massive violence that broke out in Delhi. This came after the Delhi Police claimed that the situation was “not conducive” to file such FIRs at present.The Delhi Police filed an FIR against AAP councillor Tahir Hussain in connection with the death of an Intelligence Bureau officer in the violence. Hussain has vehemently denied being involved in it. Allegations were made against him after a video showed people throwing stones allegedly from the roof of his apartment building.The police formed two special investigation teams to look into the violence. All related cases have reportedly been transferred to the teams, which comprises Crime Branch officers.The Congress and other opposition parties attacked the government for the transfer of Delhi High Court judge S Muralidhar to the Punjab and Haryana High Court, hours after he had pulled up the Delhi Police for their inaction during the violence. Delhi Chief Minister Arvind Kejriwal announced Rs 10-lakh compensation for families of victims of the violence. He also announced the steps taken by the Delhi government for relief and rehabilitation of those affected by the violence.The Home Ministry relaxed the curfew for Friday, saying that there has been no violence reported in the police stations that come under affected North East Delhi districts.United Nations High Commissioner for Human Rights Michelle Bachelet expressed “great concern” over the amended citizenship act and reports of police inaction during the violence this week, as well as those of excessive police force used against protestors.Akali Dal MP Naresh Gujral, the son of former Prime Minister IK Gujral, wrote to the home minister, lieutenant governor and police commissioner about police inaction in Delhi and said it was reminiscent of the 1984 anti-Sikh riots. “Their [Muslims’] lives and properties have not been protected by the Delhi Police, which is very similar to what we saw in 1984,” he said.India asked bodies such as the Organisation of Islamic Cooperation not to make irresponsible statements after the OIC condemned the violence in Delhi and asked the government to “bring the instigators and perpetrators of these acts of anti-Muslim violence to justice”. The Ministry of External Affairs also criticised the the United States Commission on International Religious Freedom for urging India to protect the rights of minorities amid the violence.The Central Board of Secondary Education on Thursday postponed the Class 10 and Class 12 examinations scheduled on February 28 and 29 in parts of North East Delhi.\n\n    Delhi: Locals distribute food to people attending to their relatives who were injured in #DelhiViolence & are recuperating at Guru Teg Bahadur Hospital. Moosa Alvi, one of the organisers, says, \"It is not sponsored by any political party. We are doing it on our own\". pic.twitter.com/lcJcnYAask— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.54 pm: The Ministry of Home Affairs says there has been “no major incident reported” in the last 36 hours in “any affected police station of Delhi’s North East district”, PTI reports. The ministry adds that prohibitory orders under section 144 will be relaxed for 10 hours on Friday since the situation has improved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.45 pm: Congress spokesperson Abhishek Manu Singhvi points out that while Tahir Hussain “deserves the severest punishment as per the law” if the allegations against him are true, there has been no case filed against BJP leaders such as Kapil Mishra and Anurag Thakur for their hate speech and “pouring incendiary oil in riots”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    If evidence concrete, #tahirhussain deserves severest punishment as per law. Only a small Q- not even ONE fir after 10 days against #kapilmishra, #thakur, several #bjp leaders, all slogan shouting #bjp flag flying mobsters pouring incendiary oil in riots &caught on camera!— Abhishek Singhvi (@DrAMSinghvi) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.27 pm: The Delhi Waqf Board says it will set up relief camps in violence-hit areas distribute ration kits there, News18 quotes a member of the Board Himal Akhtar as saying. AAP leader Amanatullah Khan, who is chief of the waqf board, has directed the camps to be set up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.13 pm: The Delhi Police file an FIR against AAP councillor Tahir Hussain under sections of the Indian penal Code pertaining to murder. This comes after a complaint was filed by the family of Ankit Sharma, an Intelligence Bureau officer killed in the Delhi violence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi violence: FIR registered under section 302 IPC (Punishment for murder) at Dayalpur police station, AAP Councilor Tahir Hussain named in the 'Details' section of the FIR. pic.twitter.com/pLQyFyKxeo— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.09 pm: Members of the Indian Institute of Science in Bengaluru issue a statement asking the Centre to take urgent measure to prevent deterioration of the situation in Delhi. “We strongly condemn the failure of the Government of India in discharging its duties towards the protection of life and property,” 276 members say. “The communal targeting of Muslim communities across Delhi and elsewhere is antithetical to the secular and democratic ethos of India.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.05 pm: Here are the details of 36 victims of the Delhi violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.58 pm: The toll from the violence has risen to 38, reports PTI. “Over 215 riot victims have been brought to our hospital and treated since February 24,” Medical Superintendent of GTB Hospital Sunil Kumar says. “However, at present only 51 patients are admitted. The condition of almost all patients are stable except one.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.08 pm: Bharatiya Janata Party leader Kapil Mishra on silent march to restore normalcy in Delhi. The violence began on Sunday after huge groups of people supporting the Citizenship Amendment Act clashed with those opposing it. Bharatiya Janata Party leader Kapil Mishra is accused of instigating people after he gave a three-day ultimatum to the Delhi Police to ensure that the streets of Jaffrabad and Chand Bagh were cleared of those protesting against the Citizenship Amendment Act. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #दिल्ली में शांति के लिए 'मौन मार्च' करते #कपिल_मिश्रा। pic.twitter.com/AkReM7Is4t— Pranay Upadhyaya (@JournoPranay) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.30 pm: Meghalaya Governor Tathagatha Roy claims that in Delhi, lessons can be learnt on how to manage “engineered disturbances” from the 1989 Tiananmen Square incident of China. Thousands of people were killed in a bloodbath at Tianamen Square in Beijing in 1989.“Remember Tienanmen Square, Beijing in 1988? And how Deng Xiaoping handled it?” he tweeted, before deleting it. “Perhaps there is a lesson there on how to handle the engineered disturbances of NE Delhi! I’m sure all comrades will agree!”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.18 pm: United Nations human rights chief Michelle Bachelet expresses “great concern” over the Citizenship Act and the reports of “police inaction” during violence in Delhi, reports PTI. “I am concerned by reports of police inaction in the face of attacks against Muslims by other groups, as well as previous reports of excessive use of force by police against peaceful protesters,” Bachelet says at the 43rd Session of the Human Rights Council in Geneva. “This has now widened into broader inter-communal attacks, with 34 people killed since Sunday. I appeal to all political leaders to prevent violence.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 pm: Turkey’s President Recep Tayyip Erdogan denounces “massacres” committed against Muslims in India, reports News18. The violence in parts of Delhi over the Citizenship Amendment Act since Sunday that has left over 35 people dead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.07 pm: Finance Minister Nirmala Sitharaman says investor sentiment has not been dampened by the clashes over the Citizenship Amendment Act in North East Delhi, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.05 pm: Delhi Lieutenant Governor Anil Baijal asks Special Commissioner of Police (Vigilance) Sundari Nanda to meet families of Delhi violence victims and ensure all possible help.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.00 pm: Union minister Ravi Shankar Prasad says there is no question of repealing Citizenship Amendment Act, but the government will try to convince those opposing it, reports PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.42 pm: Two Special Investigation Team’s have been formed under Deputy Commissioner of PoliceJoy Tirkey and Deputy Commissioner of Police Rajesh Deo, reports ANI. The teams will immediately take over the investigation of the cases connected with North East Delhi violence. Additional Commissioner of Police BK Singh will supervise the work of both the teams.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.40 pm: Special Investigation Team led by two senior police officers will probe violence in which 38 have been killed, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.27 pm: Press Council of India advises media to not to glorify violence and to desist from publishing or telecasting pictures that are likely to cause “revulsion”. “News, views or comments relating to communal or religious disputes/clashes shall be published after proper verification of facts and presented with due caution and restraint in a manner which is conducive to the creation of an atmosphere congenial to communal harmony, amity and peace,” the council says in a statement.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.22 pm: Delhi Bharatiya Janata Party chief Manoj Tiwari says ensuring peace in violence-hit areas of North East Delhi and taking action against the accused involved in the clashes are the two main priorities, reports PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.20 pm: Bharatiya Janata Party leader Kapil Mishra says there was nothing “inciting” in his statement, where he gave a three-day ultimatum to the Delhi Police on Sunday to stop an anti-CAA protest in the national Capital. “I was talking to a police officer that the road be cleared,” he tells ANI. “If you call those blocking the road – agitators and those asking to clear it – terrorists, it shows your bias. I don’t want to comment on a sub-judice matter.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.14 pm: Scroll.in speaks to some of those injured in the violence:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ajmat had stepped out today morning with his e-rickshaw when he was accosted and asked his name. As soon as they heard a Muslim name, the mob pounced on him. He ended up with 52 stitches in his head and 6 in his leg. He was supposed to get married on March 21. pic.twitter.com/vXji8TPysG— Arunabh Saikia (@psychia90) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.56 pm: BJP leader Kapil Mishra attacks AAP councillor Tahir Hussain again. “Violence in the name of anti CAA protest is going on for the last 90 days in different states including Delhi. No questions are raised from those on whose roof petrol bomb is found.”Mishra is himself accused of making incendiary speeches that was shown to the Delhi High Court during a plea on the violence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #NewsAlert - Violence in the name of anti CAA protest is going on for the last 90 days in different states including Delhi. No questions are raised from those on whose roof petrol bomb is found: Kapil Mishra, BJP #DelhiViolence pic.twitter.com/ISMTiYhKeH— News18 (@CNNnews18) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.49 pm: The Nationalist Congress Party calls for Home Minister Amit Shah’s resignation over the delay in action amid violence in Delhi.“The Gujarat model has been repeated in Delhi,” PTI quoted NCP spokesperson Nawab Malik as saying. There were massive communal riots in Gujarat in 2002. “Whether the home minister could not handle the situation in Delhi or he himself had given such instructions to the police should be probed. He should resign immediately,” he says.Malik also asks for the resignations of minister Anurag Thakur and Delhi BJP leader Kapil Mishra for making incendiary speeches.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.24 pm: The toll has risen to 37 now, after three more bodies have been taken to GTB Hospital, reports The Indian Express.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5 pm: Shiromani Akali Dal MP Naresh Gujral says the police’s inaction during the initial days of violence is reminiscent of what happened during the 1984 riots. Gujral, the son of former Prime Minister IK Gujral, has written a letter to Delhi Police Commissioner Amulya Patnaik, PTI reports.“Because their lives and properties have not been protected by the Delhi Police, which is very similar to what we saw in 1984,” he says. “It’s shocking.” He adds that minority groups in some parts of the Capital are frightened.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.50 pm: The announcements from the chief minister on compensation include:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Rs 25,000 for rickshaws lost in violenceRs 2.5 lakh for houses that were substantially but not fully burnt down Rs 5 lakh for burnt houses Rs 50,000 for e-rickshawsRs 5 lakh to the kin of minors who diedRs 5 lakh to those incapacitatedRs 3 lakh to those orphaned\n\n    #Breaking | 'Compensation of Rs 10 lakh to the kin of the people who died. Rs 5 lakhs in case of the death of a minor & for people who are incapacitated, says Delhi CM @ArvindKejriwal. | #DelhiDemandsJustice pic.twitter.com/24vNzIlB4z— TIMES NOW (@TimesNow) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.41 pm: “We are doing all we can for the people of Delhi,” Kejriwal says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.39 pm: Kejriwal says those who have incited violence in Delhi should not be spared, regardless of which party they are from. Anyone from AAP guilty of inciting violence should be given “double punishment”, he says.There have been accusations levelled against AAP member Tahir Hussain that he was involved in the violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.36 pm: He says the state will bear the expenses of treatment for those injured. Students will get free books and uniforms, and the state will set up camps to provide documents for people who lost their papers in the fires.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.34 pm: Delhi CM Arvind Kejriwal is also addressing the press. He announces compensation of Rs 10 lakh to each family who has lost someone in the violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.30 pm: He says Modi has also publicly appealed for peace and brotherhood. On the violence, he says: “What led to this and why this happened will be a matter of investigation. What is important to note here is that the law enforcement agencies are working on the ground and bring the situation to normalcy.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.28 pm: Ministry of External Affairs spokesperson Raveesh Kumar addresses the media. “There is an effort on the ground to restore normalcy, create confidence,” he says. “We urge these bodies [Organisation of Islamic Cooperation] not to indulge in irresponsible statements at this sensitive time.”  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Breaking | LIVE: Raveesh Kumar (@MEAIndia), Official Spokesperson, Ministry of External Affairs briefs media. MEA hits back at OIC's anti-India trade. 'The statements that have come from OIC are factually inaccurate,' says Raveesh Kumar. Listen in. pic.twitter.com/5xGnT0IBox— TIMES NOW (@TimesNow) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.24 pm: Another family who lost someone in the violence tells HuffPost India that authorities at GTB Hospital have not handed over the body since Tuesday. Veer Bhan was shot to death in Maujpur on Tuesday evening. The hospital has not yet updated the family about his body, they say.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.18 pm: Families of victims are waiting at GTB Hospital for bodies of their loved ones and some to find out whether their relatives are being treated at the hospital, PTI reports. The hospital has reportedly not conducted post mortems on several victims. “We have been coming here since last two days,” the family of 35-year-old Mudassir Khan told PTI. “Yesterday, the in-charge IO said that files were ready and the post mortem would be conducted. Today, we have been waiting here since 8 am and the post-mortem is underway.” A mob attacked Khan outside his house in Kardampuri, North East Delhi, on Monday. He suffered a bullet injury to his head and was declared brought dead by GTB hospital.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.14 pm: The Congress brings up Justice Muralidhar’s transfer again, asking whom the government was trying to protect by doing that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    What was the need to transfer Justice S. Muralidhar in the middle of the night & in the middle of a case? Who was the govt trying to protect? #LoyalOrLoya pic.twitter.com/ESKxKCFrSm— Congress (@INCIndia) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.58 pm: Here are photos of Yamuna Vihar road in North Gonda where riots took place: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    (Photo credit: Scroll Staff)\n\n    (Photo credit: Scroll Staff)\n\n    (Photo credit: Scroll Staff)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.54 pm: Special Commissioner of Police (Law and Order) SN Shrivastava is on a visit to the affected Khajuri Khas area, ANI reports. “I’ve come here to assure people that we’re with them and for their welfare,” he says.  “People here have responded positively and assured that they’ll work together through Aman Committees to bring back the feeling of brotherhood.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.48 pm: Justice S Muralidhar’s transfer from the Delhi High Court was a “selective response” to his court orders in which he castigated the Delhi Police, the Communist Party of India (Marxist) claims according to PTI. The party demands that Muralidhar’s transfer be kept in abeyance.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.40 pm: CBSE postpones Class 10, Class 12 exams scheduled for February 28, 29 in violence-hit Northeast Delhi, PTI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.36 pm: Javadekar says that instead of working for peace, Arvind Kejriwal identified the victims by their religions in the Delhi Assembly. He claims that the BJP is working to bring peace in Delhi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.30 pm: BJP leader and Union minister Prakash Javadekar accuses the Congress and AAP of doing dirty politics over the riots, PTI reports. “Attempts to instigate violence were made for two months; Sonia Gandhi gave a call for ‘fight to the finish’ at a rally in December,” Javadekar claims, blaming the Congress for the violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.26 pm: The Delhi High Court makes Centre a party in the North East Delhi violence case, as Solicitor General Tushar Mehta had pleaded, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.20 pm: The BJP claims that peace has been restored in the national Capital within two days, arrests have been made and an investigation has begun, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.08 pm: The Delhi High Court has adjourned the hearing of the plea till April 13, citing the ongoing violence in the national Capital, Live Law reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3 pm: Colin Gonsavles, the lawyer for petitioner Harsh Mander, claims in the Delhi High Court that protests against the Citizenship Amendment Act were going on peacefully until some politicians resorted to hate speech, News18 reports. “Goli maaro became the favourite slogan of a political party,” he argues. He says those who used this slogan should be charged with murder.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.55 pm: RSS General Secretary Suresh Joshi says the Centre should ensure that peace is restored in the national Capital, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.49 pm: Guru Teg Bahadur Hospital Medical Superintendent Sunil Kumar says the condition of journalist Akash, who sustained injuries during the violence earlier this week, is now stable, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.46 pm: A photo of Rajdhani Public School in Shiv Vihar, where mobs damaged properties:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    (Photo credit: Scroll Staff)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.39 pm: The Delhi Police tells the High Court that in a conscious decision, they’ve decided not to file an FIR for hate speech against anyone at this stage as it won’t help in restoring peace and normalcy in the city, ANI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.31 pm: A hearing into the communal violence in Delhi has begun in the Delhi High Court, ANI reports. The petitioner, retired bureaucrat Harsh Mander, has sought a judicial inquiry into the incidents of violence, FIRs against accused, compensation for the riots’ victims and deployment of the Army in the national Capital. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.27 pm: A photo showing heavy damage to properties owned by Hindus in Shiv Vihar area of Delhi:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    (Photo credit: Scroll Staff)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.20 pm: Union minister Ravi Shankar Prasad tells ANI that all processes were followed while transferring Justice S Muralidhar to the Punjab and Haryana High Court. “As part of process, consent of the Judge in question was taken,” Prasad says. “Two other judges have also been transferred like him by following the process.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.15 pm: Pleas have been moved before the Delhi High court seeking lodging of FIRs against Congress President Sonia Gandhi, ex-president Rahul Gandhi, its General Secretary Priyanka Gandhi for allegedly giving hate speeches, PTI reports. The pleas also seek FIRs against Delhi Deputy Chief Minister Manish Sisodia and AAP leader Amanatullah Khan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.10 pm: Advocate Sanjjiiv Kkumaar has filed an impleadment petition in the Delhi High Court seeking direction to police to register FIRs against social activist Harsh Mander, radio jockey Sayema, actor Swara Bhasker and Aam Aadmi Party MLA Amanatullah Khan, ANI reports. Kkumaar has also sought a National Investigation Agency probe into the violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.05 pm: A mangled motorcycle in Ghonda.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    [Credit: Scroll Staff]\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.54 pm: Defence Minister Rajnath Singh tells ANI that the situation is moving towards normalcy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.50 pm: Barricades put up in Brahmpuri Gali No. 10.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    [Credit: Scroll Staff]\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.46 pm: Haryana minister Ranjit Chautala says violence is part of life.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Haryana Minister Ranjit Chautala on #DelhiViolence: Dange toh hote rahe hain. Pehle bhi hote rahe hain, aisa nahi hai. Jab Indira Gandhi ka assassination hua, toh puri Delhi jalti rahi. Yeh toh part of life hai, jo hote rehte hain. pic.twitter.com/b2zeJRbfmp— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.41 pm: CBSE will conduct fresh exams for students unable to appear for papers in other parts of city due to the violence in northeast Delhi, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.29 pm: The Congress and the BJP trade barbs over the transfer of a Delhi High Court judge. Justice S Muralidhar was transferred to the Punjab and Haryana High Court on Wednesday late night, the same day he criticised the central government, the state as well as the police for the violence in North East Delhi. The Supreme Court Collegium had on February 12 recommended the judge’s transfer.Congress Spokesperson Randeep Singh Surjewala calls the transfer a “classic case of hit-and-run injustice” by the BJP. Meanwhile, Union minister Ravi Shankar Prasad  attacks the Congress in return and claims that the party again displayed its scant regard for the judiciary by politicising a routine transfer.     Also read‘Hit-and-run injustice’: Congress criticises HC judge’s transfer after hearing on Delhi clashes\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.17 pm: A view of a deserted lane in Gautampuri.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    [Credit: Scroll Staff]\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.14 pm: Delhi Lieutenant Governor Anil Baijal appoints Solicitor General Tushar Mehta, Additional Solicitor General MK Acharya, advocates Amit Mahajan and Rajat Nair to represent Delhi Police in the matters related to law and order, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.55 pm: Delhi Chief Minister Arvind Kejriwal chairs a meeting, reports ANI. They decide to provide relief material to violence-hit areas.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.52 pm: Former Prime Minister Manmohan Singh says they told the president that what has happened in the last four days in Delhi is a matter of national shame. “...It is a reflection on total failure of central government,” he adds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Dr. Manmohan Singh: We called upon President to suggest to him that what has happened in last 4 days in Delhi is a matter of great concern&a matter of national shame in which at least 34 people have died&200 people are injured, it is a reflection on total failure of Central Govt. pic.twitter.com/KsQSncg45L— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.50 pm: “We call upon you [President] to ensure that life, liberty and property of citizens are preserved,” says Sonia Gandhi after submitted a memorandum to Ram Nath Kovind. “We also reiterate that you should immediately call for the removal of the home minister for his inability to contain violence.” Also readDelhi violence: Immediately sack Amit Shah as home minister, Congress urges President Kovind\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.43 pm: Bharatiya Janata Party leader BL Santhosh tells told United States Senator Bernie Sanders that his criticism of President Donald Trump for not commenting on the violence in Delhi would “compel” Indians to “play a role” in the 2020 Presidential elections. Santhosh later deleted his tweet. Also readBJP leader threatens Sanders with ‘playing a role’ in US polls after his tweet on Delhi violence\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.40 pm: The Congress submits a memorandum to President Kovind.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Congress interim president Sonia Gandhi, former Prime Minister Dr. Manmohan Singh, and other senior party leaders leave from Rashtrapati Bhavan after submitting a memorandum to President Kovind on #DelhiViolence. pic.twitter.com/TVEeWZZR4b— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.37 pm: Here’s a list of 22 people who died in the violence released by GTB Hospital. Four victims have not been identified. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.31 pm: Patients’ list from Jag Pravesh Chandra hospital.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.20 pm: The Congress delegation meets the president, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.12 pm: Delhi Special Commissioner of Police (Law and Order) SN Shrivastava says the situation is returning to normal. “We are registering cases and proceeding with legal action, soon we will be making arrests,” he tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi Special Commissioner of Police (Law & Order) SN Shrivastava: As of now the situation is returning to normal. We are registering cases and proceeding with legal action, soon we will be making arrests. I hope all these things will contribute to normalcy. #DelhiViolence pic.twitter.com/iETagpiK3u— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.05 pm: Congress President Sonia Gandhi, former Prime Minister Manmohan Singh are on their way to Rashtrapati Bhavan to submit a memorandum to President Ram Nath Kovind on the Delhi violence, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.01 pm: A medical store owner in Chand Bagh area tells ANI that the situation is better now. “Members of both communities carried out a peace march in the area to help restore normalcy,” says Raisul Islam.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: A medical store owner Raisul Islam in Chand Bagh area says, \"Situation is better now. I'm trying to provide medicines to the people who have urgent requirements. Members of both communities carried out a peace march in the area to help restore normalcy.\" #DelhiViolence pic.twitter.com/mzLPxWMNOF— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.55 am: Toll is now 34, reports PTI citing health department officials.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.53 am: Bahujan Samaj Party chief Mayawati says parties are playing “dirty politics” in the guise of Delhi violence, reports ANI. “Centre should let police and system work freely, without any kind of interference,” she adds. “Delhi CM should play a major role in normalising the situation instead of doing politics in other states.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.37 am: During a flag march in Chand Bagh area, Delhi Police Joint Commissioner OP Mishra says grocery, medical and other shops can be opened. “There is nothing to fear, police are here for your security,” he added. “Please don’t assemble in groups, especially the youth.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH Delhi Police Joint Commissioner OP Mishra during a flag march in Chand Bagh area announces, \"Grocery, medical and other shops can be opened. There is nothing to fear, police are here for your security. Please don't assemble in groups, especially the youth\". #DelhiViolence pic.twitter.com/nYhseSjf00— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.33 am: The Sikh Forum issued a statement on the current violence.  In its statement, the forum said the situation was “eerily reminiscent” of the 1984 anti-Sikh riots. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Sikh Forum has worked to ensure that the events of '84 cannot be whitewashed. Last night they issued this press-note on the current violence, it needs to be read -  this ghastly situation is eerily reminiscent of that which occurred 35 years back. pic.twitter.com/HMxrHclhr7— Hartosh Singh Bal (@HartoshSinghBal) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.26 am: Most shops in Jaffarabad, Maujpur, Chandbagh, Gokulpuri and surrounding areas are closed, reports PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.10 am: The Ministry of External Affairs says the comments by United States Commission on International Religious Freedom, sections of media & a few individuals on Delhi violence were factually inaccurate and misleading, reports ANI. “[They] appear to be aimed at politicising the issue,” it added. The ministry added that law enforcement agencies and senior government representatives are trying to normalise the situation. “We would urge that irresponsible comments are not made at this time.”Also readDelhi violence: India rejects criticism by US religious freedom panel, calls it misleading\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.48 am: Union minister RS Prasad says the transfer of Justice Muralidhar was done on the basis of the Supreme Court Collegium’s recommendation on February 12. “While transferring the judge consent of the judge is taken,” he tells ANI. “The well settled process has been followed.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.32 am: Congress leader Randeep Surjewala alleges that Delhi HC Judge S Muralidhar was transferred by the government to save BJP leaders in Delhi violence case, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.15 am: Visuals from Seelampur area. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Latest visuals from Seelampur area. Security personnel have been deployed in the area. #DelhiViolence pic.twitter.com/D0N1sYEP0v— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.14 am: Congress leader Rahul Gandhi remembers the late CBI Judge Brijgopal Harkishan Loya, who died while presiding over the Sohrabuddin Sheikh case. His comments come after a Delhi High Court judge, who pulled up the police for inaction, was transferred late Wednesday night.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Remembering the brave Judge Loya, who wasn’t transferred.— Rahul Gandhi (@RahulGandhi) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.02 am: The toll has increased to 30 at Guru Teg Bahadur Hospital, medical superintendent Sunil Kumar Gautam tells ANI. Overall, the toll is now 32.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.52 am: Congress leader Priyanka Gandhi Vadra criticises the late-night transfer of Delhi HC Judge Muralidhar. She calls the transfer “sad and shameful” but said it was not a surprise given “the current dispensation”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The midnight transfer of Justice Muralidhar isn’t shocking given the current dispensation, but it is certianly sad & shameful. Millions of Indians have faith in a resilient & upright judiciary, the government’s attempts to muzzle justice & break their faith are deplorable. pic.twitter.com/KKt4IeAMyv— Priyanka Gandhi Vadra (@priyankagandhi) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.45 am: Fire department director Atul Garg says they have received 19 calls from 12 am till 8 am on Thursday from the violence-hit areas. “More than 100 firemen have been deployed,” he tells ANI. “The four fire stations in these areas have been provided with extra fire tenders.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.36 am: Aam Aadmi Partyleader Sanjay Singh took out a peace march in East Delhi’s Gandhi Nagar Assembly constituency on Wednesday in a bid to ease tensions after three days of communal violence. Slogans like “Hindu-Muslim, Sikh-Issai Sab Hain Bhai-Bhai”, “Bhaichara Zindabad” and “Humari Ekta Zindabad” were raised.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.30 am: Delhi Commission for Women chief Swati Maliwal says an office of the mahila panchayat of the panel was set on fire in Gokalpuri. She shares images of the burnt office on Twitter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    दिल्ली महिला आयोग की महिला पंचायत के गोकुलपुरी स्थित कार्यालय को दंगाइयों द्वारा जला दिया गया। DCW अध्यक्षा @SwatiJaiHind ने @DCPNEastDelhi से इलाके का दौरा किए जाने की गुजारिश करी। pic.twitter.com/mz5mbBp6s2— Delhi Commission for Women - DCW (@DCWDelhi) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.27 am: The Left parties say the violence in Delhi is a “chilling replay” of the “communal genocide” in Gujarat in 2002, reports The Indian Express. They argue that the only way to restore peace is by calling in the Army. “Violence is happening under the sanction of police and the authorities which control Delhi Police… powers that govern them,” says Sitaram Yechury. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.20 am: West Bengal Chief Minister Mamata Banerjee has shared a poem titled “Narak [Hell]” on her Facebook account. She has expressed concerns over “a peaceful country being turned violent”. In an apparent reference to the violence in northeast Delhi, she spoke about “holi of blood before the holi of colour”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.16 am: A journalist with a Hindi news portal alleges that he was forced to drop his pants to check if he was circumcised while filming in a violence-hit area, reports The Telegraph.“I was doing a Facebook Live session for Jan Chowk’s page on Wednesday while riding pillion,” said Susheel Manav. “We had driven about 100 metres into the lane [in Maujpur] from the main road when we were stopped by motorcycle-borne men who asked why I was filming the area.” Manav said they snatched his phone. He alleged that he was hit with rods and one person pressed a pistol on his stomach. “I cried out: ‘I am Hindu, I am a Brahmin.’ They demanded that I recite the Hanuman Chalisa. Even after doing so, they asked us to take off our pants. We were injured, and Awadhu Azad [who was riding the bike] was bleeding. They did not believe we were Hindu and wanted to check,” he says.The policemen did not do anything to them, he adds. They rode into Babarpur. “This was a Muslim area and people from the shops there came forward to help us. I told them our names and that I was a journalist and we needed help as we had no money. The people took us to a small clinic, which did not charge us any money for treatment. We were bandaged and given tetanus shots by paramedical staff as the doctor was not in,” says Manav.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.05 am: Security personnel deployed in Maujpur, Jafrabad, Seelampur and Babarpur areas.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Latest visuals from Maujpur, Jafrabad, Seelampur and Babarpur; Security personnel have been deployed in these areas. #NortheastDelhi pic.twitter.com/cxXdMQQjPv— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.03 am: Residents come together to collect burnt Qurans near North East Delhi mosque. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Tweet does not exist\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.01 am: A resident narrates the ordeal of taking a gunshot victim to hospital during the violence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.40 am: The toll has gone up to 28, with one more death in Guru Teg Bahadur Hospital, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: 1 more death at Guru Teg Bahadur (GTB) Hospital, taking the total deaths to 28 in the city, including 2 deaths at Lok Nayak Jai Prakash Narayan (LNJP) hospital. #DelhiViolence pic.twitter.com/gKrt6XnJUX— ANI (@ANI) February 27, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.50 am: Aam Aadmi Party Councillor Tahir Hussain issues a statement denying his involvement in the violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is AAP Councillor Tahir Hussain, victim of mob violence and was rescued by Police two days ago. A mob took over his house and used it to launch attacks and He has not returned to his home since. But BJP is labelling him as a rioter.Must watch his statement pic.twitter.com/X29DtHE5j7— Abhijeet Dipke (@abhijeet_dipke) February 26, 2020\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.40 am: Democratic presidential candidate Bernie Sanders calls US President Donald Trump’s statement regarding the violence in New Delhi during his India visit a “failure of leadership”. “Over 200 million Muslims call India home,” tweets Sanders. “Widespread anti-Muslim mob violence has killed at least 27 and injured many more. Trump responds by saying ‘That’s up to India’. This is a failure of leadership on human rights.” Also readDelhi violence: Trump’s reaction a ‘failure of leadership’, says Bernie Sanders\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.34 am: A differently-abled man was beaten with sticks by a mob that entered a mosque when he was offering prayers in Mustafabad, alleged his wife. Feroz Akhtar, 42, received severe injuries on his head, back and shoulder, reports PTI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.27 am: Rahul Solanki’s body was taken to a crematorium on Wednesday night, reports PTI. “Today, we took his body home from GTB Hospital,” said Solanki’s father. “We wanted police and paramilitary forces to give us protection till we reached the crematorium to perform his final rites,” he said. Solanki, a marketing executive, was shot dead on Monday when he stepped out to buy milk.Also read: Businessman, father of two among those killed in Delhi violence, families wait for bodies\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.22 am: Delhi High Court judge Justice S Muralidhar gets transfers notice to the Punjab and Haryana High Court late on Wednesday night. The notification was issued by the Centre about two weeks after it had been recommended by the Supreme Court Collegium on February 12.  This came hours after the High Court pulled up the police for inaction. It ordered better security and setting up of helplines, and criticised the authorities for not filing first information reports against BJP leaders who made incendiary, religiously divisive speeches.Read more here: Delhi violence: HC judge who rapped police for inaction transferred to Punjab and Haryana High Court\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.20 am: More reports of arson and unrest poured in from North East Delhi’s Bhajanpura, Maujpur and Karawal Nagar areas late on Wednesday, hours after National Security Advisor Ajit Doval took charge of the security situation and attempted to establish order in the affected areas. The number of casualties as a result of large-scale mob violence in Delhi, much of it directed at Muslims, climbed to 27 on Wednesday.The police and paramilitary forces carried out flag marches in violence-hit areas. The Centre said the situation was under control and did not warrant the deployment of the Army – a request raised by Delhi Chief Minister Arvind Kejriwal earlier in the day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.17 am: Here are the main updates from Wednesday:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Film actor and politician Rajinikanth blamed the Centre’s intelligence failure for the violent clashes going on in Delhi since Sunday evening. He said those in power should “resign and go” if they could not curb the violence with an iron fist.Akal Takht Jathedar Giani Harpreet Singh asked gurdwaras in Delhi to offer all possible help to victims of the violence. Condemning the violence, Singh said “the principle of Sikhism is to take care of any victim who comes for help”. “The situation in Delhi is serious and so the managements of all Sikh gurdwaras in Delhi should help the victims of violence in this time of grief, irrespective of their religion...” he added.  \n\n    National Security Advisor      Ajit Doval took charge of the law and order situation in Delhi, walking      through a number of the areas where he talked to those affected by the      violence. In one case he was stopped by a young student in a burkha who      said fear has taken root. However, Doval told the media that the situation      was now “totally under      control.”Doval submitted an      assessment report of the measures taken to control the riots to the      Cabinet Committee on Security. He also met Union Home Minister Amit Shah      in the afternoon after his second visit to North East Delhi on Wednesday.In Gamri Extension, news      emerged that an 85-year-old      woman died after an armed mob of around 100 people set      fire to the building in which her family resided.The body of an      intelligence bureau officer, identified as      Ankit Sharma, was found in a drain in Chand Bagh. Sharma was      returning home on Tuesday evening when a mob pelted stones at him and beat      him to death.Rajendra Kumar Mishra, a      resident of Chand Bagh, alleged that the mob that caused violence, arson,      and looting in the area for three days was made up of outsiders. Another      resident, Mohan Singh Tomar, said that during the violence, local Muslims      guarded three temples in the area and protected them from      damage. “The temples are safe because of the communal harmony in our      area,” he said.The Delhi Police      allegedly destroyed CCTV cameras and manhandled protestors      in Khureji Khas area. The police later cleared the site of protestors.Police personnel also beat up lawyers at      the Jagatpuri police station. The lawyers, from the Indian Union of Civil      Liberties and the Human Rights Law Network, had gone to the police station      to secure the release of a detainee who had been protesting at Khureji      Khas.A Hindu trader who plies      his trade at Maujpur Chowk,      near Chand Bagh, blamed the Delhi Police for the violence. “They are not      reaching the troubled areas on time and are unable to control the      situation,” he said. “The mob is inciting violence in the name of Hindus      and disrespecting them. These people belong to a specific political      party.”An independent      journalist reported that a man named Marouf Ali, 32, from      Bhajanpura was shot dead point blank on the forehead. She said his body      was taken to Lok Nayak Jai Prakash Narayan Hospital. She added that four      out of the five patients at the emergency neuro ward of the hospital, all      Muslims, have lost their eyesight. She said that though the hospital falls      under the jurisdiction of the Delhi government, there are not enough beds      and officials are behaving in a bureaucratic manner.","author":"Scroll Staff","time":"2020-02-27T08:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137368-mmykjhwetd-1582818953.jpg","tags":["Delhi violence","Delhi news","Ajit Doval","Delhi Police","Narendra Modi","Amit Shah","mob violence","attack on Muslims"],"source":"https://scroll.in/latest/954460/delhi-violence-tension-prevails-as-toll-climbs-to-27-hc-judge-who-pulled-up-police-transferred"}