{"title":"‘Delhi Police did not do their job’: Retired officials critical of how Jamia firing was handled ","content":"On January 30, a gunman opened fire at a protest near Jamia Millia Islamia University in Delhi, injuring one student – in front of at least 20 police personnel.   Video footage shows a phalanx of policeman looking on as the gunman waves his weapon and then opens fire. The inaction of the police seemed quite in contrast to the vigilance they have displayed towards at other demonstrations in the Capital over the past six weeks, as peaceful protestors have been beaten and detained.  Among the slogans the gunman shouted before pulling the trigger was “Dilli Police zindabad” or Long Live the Delhi Police. Since he is reportedly a minor,  his name cannot be published.   The protesters at Jamia, as have participants in hundreds of other recent demonstrations across the country, were agitating against the Citizenship Amendment Act thatexpedites Indian citizenship for undocumented non-Muslim migrants  from the three neighbouring countries of Bangladesh, Pakistan and Afghanistan. Those opposing the law note that it introduces a religious criterion for Indian citizenship and contend that it violates the constitutional right to equality. On Thursday evening, the Delhi police defended their seeming inaction. Explanations have ranged from being blind sighted to claiming that the incident “happened too quickly” for the shooting to have been prevented. However, several retired police officials to whom Scroll.in spoke said that Thursday afternoon’s events in Delhi amounted to dereliction of duty on the part of the police.‘Could have easily handled it better’ “They did not do their job – simple as that,” said K Saleem Ali, a former Indian Police Service officer of the Tripura cadre who had also served the Central Bureau of Investigation, retiring as the agency’s special director.Ali said the police’s reaction as the teenagers kept pointing his gun at the crowd for nearly 30 seconds before finally shooting betrayed a lack of intent. “They could have easily handled it better,” he said. “There are ways and methods of restraining a person in a situation like that, but they did not do it.”Former Gujarat and Punjab police chief Julio Ribeiro concurred. “If a fellow was brandishing a gun like that and I was in in charge, I would have immediately told my men to disarm him,” said Ribeiro. “And there are different methods to disarm – if you can do without use of force it is fine, otherwise you shoot in the leg.”The injured student being led away from the scene. Credit: Danish Siddiqui/Reuters‘Different instructions for different situations’ Ribeiro said the fact that the gunman ultimately “meekly surrendered” without the use of any visible force indicated that the police did not do enough. “I don’t know what instructions they were given, but it seems they are given different instructions for different situations,” he said. This is the second time in less than a month that the Delhi police stand accused of going soft on armed assailants targeting students. On January 5, the police largely stood by as masked men and women wielding iron rods, lathis and other weapons attacked students of the Jawaharlal Nehru University in the campus.This, however, was in stark contrast to the police’s action in Jamia Milia University in Delhi when they reportedly barged in the campus and beat students up following a demonstration in the area against the Citizenship Amendment Act.   Another former top police official Prakash Singh, who has headed the force in Uttar Police and Assam, said while there was no one-size-fits-all approach in such situation, it was “odd” that in the presence of so many policemen the gunman dared to shoot. “They should have responded with a greater urgency” he said. “Although, a sub-inspector did finally go and tackle him, it could have been prompter.","author":"Arunabh Saikia","time":"2020-01-31T18:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135666-xvbrjhqvjp-1580473636.jpg","tags":["Jamia Millia Islamia","Delhi Police","Julio Ribeiro"],"source":"https://scroll.in/article/951716/delhi-police-did-not-do-their-job-retired-officials-critical-of-how-jamia-firing-was-handled"}