{"title":"Delhi liquor policy case: AAP MP Sanjay Singh’s bail petition rejected by High Court","content":"The Delhi High Court on Wednesday refused to grant bail to Aam Aadmi Party leader Sanjay Singh in a money-laundering case linked to the now-scrapped liquor policy, The Indian Express reported.Justice Swarana Kanta Sharma said that there were no grounds to grant bail to Singh at this stage. She, however, directed a city court to expedite the trial in the case.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party-run Delhi government modified the liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.  The Enforcement Directorate, which is investigating the money-laundering allegations linked to the case, has alleged that Singh played a key role in formulating and implementing the policy, The Hindu reported.The High Court said in its order on Wednesday: “There are specific statements that Rs 2 crore was paid to [co-accused] Sarvesh Mishra for Sanjay Singh at his official residence in lieu of the new excise policy made to suit them and generate profit for them… the role at this stage of the applicant cannot completely be ruled out.”The court said that specific allegations about the time and place of the meetings among the accused persons, including the AAP MP, could not be disregarded. Singh, in his petition, contended that no specific role was attributed to him in the case. He said that he was arrested based on the disclosure statement of Dinesh Arora, an accused person who later became an approver.Justice Sharma, however, said it was clear that Arora had not been forced to testify against Singh. “The present accused will, as per law, have the right to challenge the truthfulness of the incriminating part of the statement of the approver to effectively nullify it,” she said.","author":"Scroll Staff","time":"2024-02-08T11:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179567-cwxwlpmxga-1662550558.jpg","tags":["Sanjay Singh","AAP","Swarana Kanta Sharma","Delhi High Court"]}