{"title":"Delhi government has control over bureaucrats, rules Supreme Court","content":"A Supreme Court Constitution bench on Thursday ruled that the Delhi government holds legislative power over bureaucrats excluding the departments of public order, police and land, Live Law reported.“In a democratic form of government, the real power of administration must rest on the elected arm of the government,” the bench led by Chief Justice DY Chandrachud said.The bench passed the unanimous verdict on the dispute between the Centre and the Delhi government led by Chief Minister Arvind Kejriwal about the scope of the Union government’s executive powers in the national capital and its control over administrative services.The bench, also comprising Justices MR Shah, Krishna Murari, Hima Kohli and PS Narasimha, said that it does not agree with an earlier verdict of Supreme Court judge Justice Ashok Bhushan in the case.In February 2019, a division bench of Justices Bhushan and AK Sikri had delivered a split verdict. Justice Bhushan held that the Delhi government did not have power over bureaucrats. Justice Sikri said that the lieutenant governor could decide on transfers and postings of officials of the rank of secretary, head of the department and joint secretary, while Delhi Andamans Nicobar Islands Civil Service cadre files could be processed through the Delhi government to the lieutenant governor.  The Centre appoints and transfers bureaucrats in the city, and this has been at the heart of the tussles between the lieutenant governor and the ruling Aam Aadmi Party for years now.In 2018, another Constitution bench of the Supreme Court had said that the lieutenant governor is bound by the “aid and advice” of the council of ministers of the Delhi government in all matters under its jurisdiction.“In collaborative federalism, the Union and the state governments should express their readiness to achieve the common objective and work together for achieving it,” the bench had said.On May 6 last year, a three-judge bench headed by former Chief Justice NV Ramana had referred the case to a larger bench on the Centre’s plea. The Union government had argued that it needs the power to make transfers and postings of officers in Delhi on account of it being the national capital and the “face of the nation”.On Thursday, the Constitution bench said that a democratically-elected government should have control over its officers, reported Bar and Bench.“If a democratically-elected government is not allowed to control its officers and hold them to account, then its responsibility towards the legislature and public is diluted,” it said. “If officers feel they are insulated from the elected government, they feel they are not accountable.”The bench also said the Union government’s power in cases where both the Centre and states can legislate is limited to ensure that governance is not taken over by the former, reported PTI.Hearings in the caseDuring the hearings in the case this year, the Supreme Court had questioned what purpose would be served by an elected government in Delhi if the Centre retains control over postings of civil servants.Solicitor General Tushar Mehta had told the court that Delhi is a Union Territory and is thus an extension of the Union.“If the national capital is under siege and the arterial road connecting to the capital is blocked with a permanent structure and if the government of Delhi sends food, it is the responsibility of the bureaucrat to communicate to the LG that this is the capital and the capital cannot be under siege,” Mehta added.But the Delhi government contended that it will not be able to function if it does not have the power to manage civil services.Senior Advocate Abhishek Manu Singhvi had told the court that any government that seeks to fulfil the will of the people must have the power to create posts, appoint persons and change them as needed. “There is a famous saying in Hindi ‘Ek myan mein do talwar nahi rah sakte’ [there cannot be two swords in one sheath],” he added.Victory of democracy: Arvind KejriwalDelhi Chief Minister Arvind Kejriwal said that the verdict by the Constitution bench is a “victory of democracy”. He also thanked the Supreme Court for “doing justice to the people of Delhi”.दिल्ली के लोगों के साथ न्याय करने के लिए माननीय सुप्रीम कोर्ट का तहे दिल से शुक्रिया। इस निर्णय से दिल्ली के विकास की गति कई गुना बढ़ेगी। जनतंत्र की जीत हुई।— Arvind Kejriwal (@ArvindKejriwal) May 11, 2023\n\nThe Aam Aadmi Party in a tweet said the lieutenant governor will have no power over the officers “to stop the work of the people of Delhi”.“The elected government will have the power of transfer-posting of officers,” the party said. “Officers will work only through the elected government.”Aam Aadmi Party leader Raghav Chadha said that the judgement is a “landmark decision” and sends a stern message.“...Officers working with the government of Delhi are meant to serve [the] people of Delhi through the elected government and not unelected usurpers parachuted by the Centre to stall governance,” he said.Satyamev JayateDelhi wins✌️Hon'ble Supreme Court's landmark judgement sends a stern message that officers working with Govt of Delhi are meant to serve people of Delhi through the elected government & not unelected usurpers parachuted by Centre to stall governance, namely LG.— Raghav Chadha (@raghav_chadha) May 11, 2023\n\nThe Bharatiya Janata Party-led Centre has said that Thursday’s judgement will have far-reaching ramifications for other Union territories like Jammu and Kashmir as well, reported PTI.“We will have to see how this judgement will affect the Jammu and Kashmir government, which will be formed after the elections,” BJP spokesperson RP Singh said. “In Delhi also, I believe the matter will not be solved so easily, because for example the chief secretary will have to deal with topics that are divided between the Centre and the state. There will be a tug of war regarding such issues.”VIDEO | “There will be a ramification of this as not just Delhi but Jammu and Kashmir is also a Union Territory now,” says BJP spokesperson RP Singh on Supreme Court verdict in Centre-Delhi services row. pic.twitter.com/wHPL4s3Nsm— Press Trust of India (@PTI_News) May 11, 2023\n\nAlso read:Explainer: Why Supreme Court verdict is a blow to the AAP government in DelhiSupreme Court verdict is a check on Delhi lieutenant-governor, but decisions could still be stalled","author":"Scroll Staff","time":"2023-05-11T12:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165739-gazfudcltg-1646754834.jpg","tags":["Arvind Kejriwal","Supreme Court","Lieutenant Governor","DY Chandrachud","Delhi","National capital"],"source":"https://scroll.in/latest/1048917/delhi-government-has-control-over-bureaucrats-rules-supreme-court"}