{"title":"Delhi court reserves order on plea to restore temples claimed to be inside Qutub Minar complex","content":"A district court in Delhi on Tuesday reserved its order on a petition seeking to restore Hindu and Jain temples claimed to be inside the Qutub Minar complex, Live Law reported. The court will pronounce its order on June 9.The plaintiff, a lawyer named Hari Shankar Jain, has claimed that the Quwwat-Ul-Islam Masjid located in the monument was built in place of a temple complex. Claiming that idols of Hindu and Jain deities exist in the complex, he has sought that the temples be restored.Jain had initially filed a suit in a civil court but it was dismissed. He then moved the Saket district court.On Jain’s appeal, the Archeological Survey said on Tuesday that Hindu sculptures exist in the complex but a fundamental right to worship cannot be claimed there as the Qutub Minar is a protected monument under the Ancient Monuments and Archaeological Sites and Remains Act, 1958, Bar and Bench reported.At the hearing, Jain referred to the Supreme Court’s decision in the Babri Masjid-Ram Janmabhoomi case to argue that a temple would not lose its character or sanctity merely because it was destroyed.“I am a worshipper,” he said. “There are images still existing, still visible...if they deity survives, right to worship survives.The court observed that while the existence of the idols was not in dispute, the matter at hand was about the right to worship.“Now you want this monument to be turned into a temple calling it restoration,” Additional District Judge Nikhil Chopra said. “My question is how would you claim that the plaintiffs have a legal right assuming it existed about 800 years back?” The court hearing took place two days after Union Culture Minister GK Reddy had denied media reports that claimed that the government had ordered excavations at the Qutub Minar, according to ANI.Reddy had given the clarification after news reports said that the government had directed the Archeological Survey to conduct excavations at the Qutub Minar complex to ascertain whether the monument had been built by Qutubuddin Aibak or Chandragupta Vikramaditya.The reports had emerged after Culture Secretary Govind Mohan visited the monument on Saturday. However, the culture ministry said that it was a routine visit.","author":"Scroll Staff","time":"2022-05-24T17:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174829-ojxtfcbela-1653389648.jpg","tags":["Qutub Minar","Hari Shankar Jain","Delhi","Qutub Minar complex","Delhi court"],"source":"https://scroll.in/latest/1024674/delhi-court-reserves-order-on-plea-to-restore-temples-claimed-to-be-inside-qutub-minar-complex"}