{"title":"Delhi HC restrains Cobrapost from releasing part two of its documentary on paid news","content":"The Delhi High Court on Thursday restrained online media house Cobrapost from releasing its documentary Operation 136: Part II, an exposé on media houses allegedly tailoring content to promote a Hindutva agenda, Live Law reported. The court issued the order based on a plea from Dainik Bhaskar, a daily that features in the documentary.The court granted the injunction a day before Cobrapost was to release its documentary during a press conference at the Press Club of India in New Delhi. The organisation had in March claimed that 17 media houses had indulged in paid news, peddled a communal agenda and accepted black money for their activities. In response to the court’s order on Thursday, the news organisation issued a press release, saying that the High Court had granted the injunction without hearing Cobrapost’s side of the story. “We shall consequently be challenging the court order in the interest of truth and justice,” Cobrapost added. It released the second part of the documentary on social media late on Friday afternoon, excluding the reporter’s purported discussion with officials of Dainik Bhaskar.Senior Advocate Neeraj Kishan Kaul, appearing for Dainik Bhaskar, argued before the court that the entire objective of the Cobrapost documentary was to sully the reputation of the daily. He said the documentary could “cause irreparable loss to the plaintiff and any conversation by any employee of Dainik Bhaskar cannot be held to the ideology of the company”.The media house said that in compliance with the Delhi High Court order, “references to and material related to Dainik Bhaskar publication group are not released at this stage.”  The documentariesPart one of the documentary, titled Operation 136: Part I, showed a Cobrapost reporter posing as a religious activist, approaching media houses to help the BJP win the 2019 elections by promoting Hindutva through the press. It showed media house representatives purportedly agreeing to the undercover reporter’s proposal to carry communally-motivated news in exchange for bribes.The second part claims to have exposed “more than two dozen media houses” agreeing to plant such stories in exchange for money. In a press release, Cobrapost claimed that some media organisations had done so for huge amounts of money.In a press release, Cobrapost said that the second part of Operation 136, “has exposed owners and high-ranking personnel of more than two dozen media houses, both mainstream and regional, the biggest ones and the smaller ones, the oldest ones and the newer ones.”The operation shows “Indian media’s underbelly in its most visceral form where even the ‘big daddies’ do not mind agreeing to undertake a campaign that has the potential to not only cause communal disharmony among citizens but also tilt the electoral outcome in favour of a particular party,” the press released added.","author":"Scroll Staff","time":"2018-05-25T17:02:56.222016+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/880281-msamzzlxmw-1515053425.jpg","tags":["Cobrapost","Operation 136: Part II","sting operation","paid news","Delhi High Court"]}