{"title":"Delhi riots: ‘Is forming WhatsApp group of Muslim students a crime?’ Umar Khalid’s lawyer asks court","content":"Activist Umar Khalid’s counsel on Tuesday asked a Delhi court if forming a WhatsApp group of Muslim students amounted to terrorism, reported Live Law. Senior Advocate Tridpeep Pais made the comment during a hearing of Khalid’s bail plea in a case related to the communal violence that broke out in the national Capital in February last year. Khalid has been charged under the stringent Unlawful Activities Prevention Act in the case.In the chargesheet, the police had alleged that Khalid had “coalesced a coalition of the current government haters that led to the formation of Delhi Protest Support Group on WhatsApp.”The police had also alleged that the WhatsApp group was formed after Khalid mentored a group of students called “Muslim Students of JNU” (Jawaharlal Nehru University) with the help of another activist Sharjeel Imam to incite violence.      Khalid, a former student of Jawaharlal Nehru University student, was arrested along with several other activists after clashes broke out between the supporters of the Citizenship Amendment Act and those opposing the law in North East Delhi between February 23 and February 26, 2020.The violence claimed 53 lives and hundreds were injured. The majority of those killed were Muslims.In the 200-page chargesheet filed on November 22, the police had alleged that Khalid “remotely controlled” the Delhi riots. They had claimed that the Khalid had held a “secret meeting” where he allegedly outlined the details to carry out the riots.   During Tuesday’s hearing, Pais said there were no witnesses to show that Khalid had formed the WhatsApp group.“Not a single WhatsApp message to show [any incitement of violence]...I can add [people to the WhatsApp group] also if I had the number[s],” Pais said. “Not a single witness statement to support this assertion.”  The advocate added that call detail records showed that Khalid and Imam were not in contact through messages, according to Bar and Bench. The advocate also claimed that the statements of witnesses cited in the chargesheet were made up. “Where did you get it from?” he asked. “It’s from your mind. Half is from the fertile imagination of the officers and script writers.”Pais also took exception to the police calling Khalid a “senior and mentor” of Imam. “Where is the reference to Umar Khalid [in Imam’s statement in the chargesheet]?” he asked. “Where does he say Khalid introduced me [Imam] to [activist] Yogender Yadav? This is the only material. Where does it say ‘senior, mentor’?”Referring to a photo of Khalid, Pais argued that a meeting cannot be described as “secret” if information regarding it are available online.“Where does it say it’s a crime?” he asked. “This meeting has found itself on every news item, branded about like some great conspiracy.”During his argument, Pais also referred to a statement from the administrator of the WhatsApp group referred to by Delhi Police. The advocate pointed out that the administrator had told the police that the people who opposed the Citizenship Amendment Act had met only to discuss protest strategies.The advocate said he needed more time to make his arguments after which the court posted the matter for further hearing on November 2. Last month, Khalid had filed a fresh bail plea in the case under Section 437 of the Criminal Procedure Code. He had earlier filed a bail plea under Section 439 of the CrPC. Khalid filed the fresh petition after Special Public Prosecutor Amit Prasad had raised objections on a bail plea filed under Section 439 by co-accused in the case and Congress Councillor Ishrat Jahan.Section 439 of the CrPC grants power to High Courts and Sessions Courts to grant bail, while Section 437 has similar provisions for other courts. Prasad had submitted that Jahan’s plea could not be entertained by the special UAPA court, adding that she should instead file the petition under Section 437.Khalid was granted bail in April in connection with another case related to the riots registered at the Khajuri Khas Police Station in which 15 people, including suspended Aam Aadmi Party Councillor Tahir Hussain, were also arrested.","author":"Scroll Staff","time":"2021-10-12T17:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/140376-ivgwkaledw-1609863041.jpg","tags":["Umar Khalid","Delhi violence","Delhi riots"],"source":"https://scroll.in/latest/1007523/delhi-riots-is-forming-whatsapp-group-of-muslim-students-a-crime-umar-khalids-lawyer-asks-court"}