{"title":"Delhi liquor policy case: Why is party that allegedly benefitted not an accused, SC asks CBI, ED","content":"The Supreme Court on Wednesday asked the Central Bureau of Investigation and the Enforcement Directorate, which are probing the Delhi liquor policy case, why they had not made the political party that allegedly benefitted from the crime, an accused, The Indian Express reported.The court asked the question to Additional Solicitor General SV Raju, who was appearing for the two central agencies, while hearing former Delhi Deputy Chief Minister Manish Sisodia’s bail plea in the case. Party leader Sisodia was arrested in the case by the Central Bureau of Investigation in February. The court did not mention the Aam Aadmi Party on Wednesday.“As far as PMLA [Prevention of Money Laundering Act] is concerned, your whole case is that it went to a political party,” Justice Sanjeev Khanna, presiding over a two-judge bench, asked. “That political party is still not an accused. How do you answer that? He [Sisodia] is not the beneficiary, the political party is the beneficiary.”During the hearing on Thursday, Justice Khanna clarified that his question “was not to implicate anyone”, according to Live Law. “Suppose if as per the prosecution if A is not being prosecuted, can B or C be prosecuted?” Khanna said. “In that context the question was posed as a legal question.”The Central Bureau of Investigation and the Enforcement Directorate have alleged that Delhi’s Aam Aadmi Party government in November 2021 modified the now-scrapped liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate also claims that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.In return, the Enforcement Directorate alleged, the “South Group secured uninhibited access, attained stakes in established wholesale businesses and multiple retail zones [over and above what was allowed in the policy]”.On Wednesday, Aam Aadmi Party’s Rajya Sabha MP Sanjay Singh was arrested by the Enforcement Directorate in connection with the case. The action came hours after the agency conducted searches at his home.Sisodia, Singh and the Aam Aadmi Party have rejected the allegations against them.Delhi Chief Minister Arvind Kejriwal on Wednesday said that the Enforcement Directorate would not find anything during the searches. “They [Bharatiya Janata Party] believe that they will lose in the 2024 elections,” he claimed. “These are the last desperate attempts by them.”","author":"Scroll Staff","time":"2023-10-05T11:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186512-jowwrjbqgc-1675598803.jpg","tags":["Delhi liquor policy case","Delhi","Supreme Court","Legal","AAP"],"source":"https://scroll.in/latest/1057108/delhi-liquor-policy-case-why-is-party-that-allegedly-benefitted-not-an-accused-sc-asks-cbi-ed"}