{"title":"Delhi elections: Kapil Mishra gets 48-hour campaigning ban for ‘India vs Pakistan’ tweet","content":"The Election Commission on Saturday imposed a 48-hour campaigning ban on Bharatiya Janata Party leader Kapil Mishra ahead of the Delhi Assembly elections, PTI reported. In a controversial tweet on Thursday, Mishra had suggested that the February 8 elections would be like an “India vs Pakistan match”.The ban on campaigning will come into effect at 5 pm on Saturday, officials said. Mishra is the BJP candidate for the polls from Model Town in North Delhi, and is up against Aam Aadmi Party MLA Akhilesh Pati Tripathi. On Friday, the Election Commission  had called the tweet “highly objectionable” and had asked Twitter to remove it. The returning officer of the poll panel also sent a show-cause notice to the BJP leader. Delhi Chief Electoral Officer Ranbir Singh ordered the police to file a case against Mishra under Section 123 of the Representation of the People Act, 1951, which relates to corrupt practices and electoral offences, for trying to create communal tension, The Times of India reported.Mishra has continued tweeting similar remarks since his first statement. In another tweet on Thursday, with which he shared an article about Delhi Deputy Chief Minister Manish Sisodia expressing solidarity with the anti-Citizenship Amendment Act protestors at Shaheen Bagh, Mishra claimed: “Aam Aadmi Party and Congress have created mini-Pakistans like Shaheen Bagh. In response, Hindustan will face them on February 8. Whenever the anti-nationals create a Pakistan in India, the nationalists’ Hindustan will face them.”On Friday, Mishra accused the Congress and AAP of playing communal politics. “Who is playing the Hindu-Muslim card,” he asked in a tweet. “Manish Sisodia who says he is with Shaheen Bagh protesters? Priyanka Gandhi who supports those who burned vehicles at Turkman Gate in Delhi? Kejriwal who is distributing Rs 5 lakh to hooligans? Who is giving tickets to people like Amanatullah [Khan] and Shoaib Iqbal, known for making provocative speeches?”","author":"Scroll Staff","time":"2020-01-25T16:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/58673-xrvubljfms-1579786842.jpg","tags":["Kapil Mishra","Delhi Assembly elections","Election Commission","Delhi"],"source":"https://scroll.in/latest/951081/delhi-elections-kapil-mishra-gets-48-hour-campaigning-ban-for-india-vs-pakistan-tweet"}