{"title":"Indian Olympic Association’s ad-hoc panel asked to conduct elections of WFI amid protest by athletes","content":"The Ministry of Youth Affairs and Sports on Monday asked the Indian Olympic Association to form an ad-hoc committee to conduct elections of the executive committee of the Wrestling Federation of India, ANI reported.The chief of the sport’s governing federation, Brij Bhushan Sharan Singh, is accused of sexually harassing women wrestlers. The Union government wrote a letter to Indian Olympic Association a day after several athletes, including Olympic bronze medal winners Sakshi Malik and Bajrang Punia as well as Commonwealth Games gold medal winner Vinesh Phogat, resumed their protest at Delhi’s Jantar Mantar seeking action against Singh.In its letter, the sports ministry said the elections of the executive committee, which is headed by Singh, have to be conducted within 45 days of the formation of the ad-hoc panel. The ad-hoc committee has also been tasked to manage the day-to-day affairs of the Wrestling Federation of India till the polls are conducted.Indian Olympic Association to constitute an ad-hoc committee to conduct elections of the Executive Committee of the Wrestling Federation of India (WFI) within 45 days of its formation and to manage the day-to-day affairs of WFI. pic.twitter.com/qDyJ8Moozn— ANI (@ANI) April 24, 2023\n\n“It is understood that the election to the executive committee has been scheduled on May 7, 2023,” the letter said. “In this regard, considering the current situation, it is expedient that the said election process should be treated as null and void and that fresh elections to the executive committee should be conducted under a neutral body/returning officer.”The country’s top wrestlers had first levelled the allegations against Singh, who is also a Bharatiya Janata Party MP from Uttar Pradesh’s Kaiserganj, on January 18 during a protest at the same site. They, however, ended the demonstration after marathon talks with Union Sports Minister Anurag Thakur.On January 23, the sports ministry formed an oversight panel, headed by boxer MC Mary Kom, to investigate the matter. The committee had been instructed to submit its findings within a month. But the committee submitted its report in the first week of April.Seven women wrestlers, including a minor, have also filed a sexual harassment complaint against Singh at the Connaught Place police station in Delhi. However, a first information report has not been filed yet.The Delhi Police have asked for a report from the oversight committee after the protest started again, an officer told PTI on Monday. “The FIR will be registered after concrete evidence comes to light,” he added.In its letter, the Ministry of Youth Affairs and Sports said that the oversight panel investigating the allegations found that the Wrestling Federation of India did not have an Internal Complaints Committee as is mandated under the Prevention of Sexual Harassment Act.It also found a lack of awareness-building measures among sportspersons for their grievance redressal and recommended more transparency and consultation between the wrestling federation and the athletes.On Monday, the wrestlers moved the Supreme Court seeking registration of the first information report against Singh, reported Mirror Now. The court is likely to hear their plea on Tuesday.‘Podium to footpath’  Earlier in the day, Phogat shared a photo of wrestlers sleeping in the open on a footpath. “Podium to footpath,” she wrote. “In the hope of justice under the open sky at midnight.”Podium से फुटपाथ तक। आधी रात खुले आसमान के नीचे न्याय की आस में। pic.twitter.com/rgaVTM5WGK— Vinesh Phogat (@Phogat_Vinesh) April 23, 2023\n\nPhogat told reporters that the protesting wrestlers have “lost faith in the system”.She added that the athletes have been trying to reach out to Thakur and other authorities for three months, NDTV reported.“The members of the committee are not responding to us, sports ministry has also not said anything, they don’t even pick up our calls,” Phogat said. “We have won medals for the country and have put our careers at stake for this.”Punia vowed that the athletes will not back down till Singh is punished, reported ANI. “This time, all parties are welcome to join our protest whether it is the BJP, Congress, AAP or any other party,” he added.Singh, who has completed 12 years as the Wrestling Federation of India president, has denied the allegations against him. Last week, he had hinted that he might look for a new role within the governing body. He is not eligible to contest elections this time under the government’s Sports Code as he has completed three four-year terms as president.Also read:With pending criminal cases, wrestling chief accused of sexual abuse is no stranger to controversyWith wrestlers’ protest against sexual harassment, is India finally facing its Larry Nassar moment?","author":"Scroll Staff","time":"2023-04-24T13:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189440-njrhphvryo-1682321628.jpg","tags":["Brij Bhushan Sharan Singh","Delhi Police","Wrestlers protest","Wrestling Federation of India"],"source":"https://scroll.in/latest/1047894/delhi-police-seek-report-of-panel-that-probed-sexual-harassment-allegations-against-wfi-chief"}