{"title":"Delhi government sent 12 suggestions to Centre to regularise unauthorised colonies, says Kejriwal","content":"Delhi Chief Minister Arvind Kejriwal on Wednesday said his government had sent 12 suggestions to the central government to regularise unauthorised colonies. He said that the Centre should allow registry of the properties soon with the help of satellite images to fix boundaries in the authorised colonies, PTI reported.Kejriwal said in the first phase 1,797 unauthorised colonies would be regularised and the rest would be done in the second phase. “We have accepted all conditions of the Centre to regularise unauthorised colonies,” the chief minister said at a press conference. “We have also sent our 12 suggestions to the Centre.”One of the suggestions of the Delhi government is a request to move the cut-off date for ownership rights to March 2019, instead of January 1, 2015. Kejriwal urged the central government not to wait for the Delhi Development Authority to start the mapping exercise in three months. “I have learnt that Union minister Hardeep Puri has said that the process will be initiated in a month, following which the DDA will do a mapping exercise in another three months,” the Hindustan Times quoted him as saying. “Delhi government has satellite maps which can be provided to the Centre. The DDA can invest its own time on the exercise and submit maps later.”The Delhi government has also requested the Centre to take general power of attorney and other documents into consideration, which were declared void in a 2011 Supreme Court order, to be eligible during registry. Residents would have to pay stamp duty for just the last transaction even if the ownership of a property had been transferred numerous times, the chief minister said.Union Housing and Urban Affairs Minister Hardeep Singh Puri, on Tuesday, had said that it was incorrect that the Centre had approved the Delhi government’s proposal on the matter sent in November, 2015, as claimed by Kejriwal.","author":"Scroll Staff","time":"2019-07-24T20:10:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/122558-ypckjvdirh-1562298424.jpg","tags":["Arvind Kejriwal","Delhi","unauthorised colonies"],"source":"https://scroll.in/latest/931657/delhi-government-sent-12-suggestions-to-centre-to-regularise-unauthorised-colonies-says-kejriwal"}