{"title":"Delhi court frames sexual harassment charges against BJP MP Brij Bhushan Singh","content":"A Delhi court on Friday framed charges of sexual harassment and “outraging modesty of women” against Bharatiya Janata Party MP and former Wrestling Federation of India chief Brij Bhushan Sharan Singh, reported Bar and Bench.The case against Singh pertains to the sexual harassment of five women wrestlers. The Delhi Police registered a first information report against him in April 2023, following the intervention of the Supreme Court. On June 15, the police filed a 1,000-page chargesheet against him.On Friday, Additional Chief Metropolitan Magistrate Priyanka Rajpoot passed the order on framing of charges against him for harassing five wrestlers. The court said that Singh has been discharged of all allegations levelled against him by the sixth complainant, reported The Indian Express.The sixth woman had made the allegations in 2012, according to the newspaper.The court also said that there is sufficient material against the BJP leader for him to be charged with criminal intimidation in the allegations made by two complainants.The Delhi Police had filed the chargesheet on June 15 against Brij Bhushan months after India’s top wrestlers, including Sakshi Malik, Bajrang Punia and Vinesh Phogat, had launched protests seeking his arrest.The police, in the first information report, alleged that Singh demanded sexual favours in exchange for professional help from at least two female wrestlers as well as harassed over half a dozen players.On May 2, the BJP dropped Singh from the Kaiserganj Lok Sabha constituency in Uttar Pradesh, and nominated his son Karan Bhushan Singh instead for the upcoming parliamentary polls.Also read:Despite wrestlers’ courage, a culture of fear grips Indian sport","author":"Scroll Staff","time":"2024-05-10T21:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192337-tateitwfld-1689737037.jpg","tags":["Brij Bhushan Sharan Singh","sexual harassment","Women wrestlers","BJP","Wrestling"],"source":"https://scroll.in/field/1067739/delhi-court-frames-sexual-harassment-charges-against-bjp-mp-brij-bhushan-singh"}