{"title":"Delhi violence: Minority panel report blames BJP leaders for inciting people through their speeches","content":"A fact-finding committee constituted by the Delhi Minorities Commission on Thursday released its report on the February violence in the city, which left at least 53 people dead and hundreds injured. The committee, headed by advocate MR Shamshad, said that there was “repeated incitement to violence” throughout the Delhi Assembly election campaign from December to February by Bharatiya Janata Party leaders.The findings of the 10-member committee said the violence in North East Delhi was “planned, organised and targeted”. It said the violence that occurred between February 23 and 26 started in different pockets in the area almost immediately after a speech by BJP leader Kapil Mishra at Maujpur in the presence of Deputy Commissioner of Police Ved Prakash Surya. Mishra had given a three-day ultimatum to the Delhi Police to clear out protestors against the Citizenship Act, saying he would take the law in his hands otherwise.“Following the speech, different groups/mobs quickly fanned out to the local areas, openly carrying various weapons and arms like petrol bottles/bombs, iron rods, gas cylinders, stones and even firearms,” the report said. “Despite the open display of weapons and firearms, sufficient actions were not taken by the district administration or police to protect life and property.”It stated that Union Home Minister Amit Shah, Union ministers Giriraj Singh, Anurag Thakur and Uttar Pradesh Chief Minister Adityanath, among many others, made “provocative, threatening speeches” against the protestors. “The violence which broke out in North East Delhi was clearly preceded by a number of speeches by BJP leaders openly maligning anti-CAA protestors and questioning their motives with no basis, making derogatory remarks laden with communal undertones and open threats of violence, and to cast the Shaheen Bagh protests, particularly, in a negative light to build an “anti-Shaheen Bagh” narrative,” the report said.Other BJP leaders mentioned in the Delhi minority panel report include Parvesh Verma, Tarun Chugh, Tajinder Pal Bagga and Tejasvi Surya.Delhi BJP spokesperson Harish Khurana denounced the findings, PTI reported. “This is a political report,” he alleged. “Does it mention councillor Tahir Hussain who is in jail in connection with the riots?”Khurana accused the minorities commission of levelling baseless allegations against the saffron party. “They should respect the law and let it take its own course,” he added.The 135-page report said that testimonies of the victims revealed that the attacks were selectively targeted towards Muslims. Except one incident, there have not been reports of Muslims being armed with weapons other than stones, it added.It also held the Delhi Police complicit in the violence, accusing it of inaction and carrying out a biased investigation. “Multiple testimonies collected by the fact-finding committee recount reports of police inaction even as violence unfolded before them, or of police not arriving despite repeated calls on the emergency call number,” the report alleged. “Testimonies also suggest how police were patrolling the area but when asked for help, they refused saying they had no orders to act. Police also did not exercise powers to disperse unlawful assemblies, or take measures to apprehend, arrest and detain those perpetrating the violence.”The report said that efforts have been made to change the entire narrative “to one of violence on both sides rather than a pogrom that was in fact carried out”.Crucial events are missing from most of the chargesheets that have been filed and the police are investigating almost all the cases based on the premise that the violence were planned by protestors to coincide with United States President Donald Trump’s visit to India, it added. “The speech of Kapil Mishra made on February 23 as well as other speeches and statements inciting violence against anti-CAA protesters have been ignored,” the panel said.Delhi Police spokesperson Anil Mittal said they have not received any report, adding that they have a robust public grievance redressal system. The report has been submitted to Delhi Lieutenant Governor Anil Baijal and Chief Minister Arvind Kejriwal.Also read:From planning murder to praising Modi: WhatsApp chats offer a window into the minds of Delhi rioters‘#I-stand-with-Kapil-Mishra’: BJP leader features prominently in WhatsApp group of Delhi riotersBeyond WhatsApp transcripts, what evidence does Delhi Police have in murder cases of nine Muslims?","author":"Scroll Staff","time":"2020-07-17T10:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137235-lpqradgjkf-1582688061.jpg","tags":["Delhi Violence","North East Delhi","Delhi Police","Delhi Minorities Commission","Kapil Mishra","BJP"],"source":"https://scroll.in/latest/967742/delhi-violence-minority-panel-report-blames-bjp-leaders-for-inciting-people-through-their-speeches"}