{"title":"Delhi court allows NewsClick human resources head to turn approver in UAPA case","content":"A Delhi court on Tuesday allowed the human resources head of news website NewsClick to turn approver – or act as a government witness – in a case filed under the Unlawful Activities (Prevention) Act, Live Law reported.Additional Sessions Judge Hardeep Kaur allowed the application of the human resources head, Amit Chakraborty, seeking permission to become an approver. The judge granted him pardon in the case.Chakraborty had filed the application expressing his willingness to disclose information about the case to the Delhi Police last month. His statement was then recorded before a magistrate as per the Code of Criminal Procedure.On October 3, Delhi Police raided several journalists associated with NewsClick and arrested the website’s founder, Prabir Purkayastha, and Chakraborty. They remain in judicial custody. The case was registered after The New York Times alleged in an August 5 report that the Indian news website had received money from American businessman Neville Roy Singham, who worked closely with the “Chinese government media machine” to spread its propaganda. The first information report describes Singham as an active member of the propaganda department of the Communist Party of China.On October 6, NewsClick said that the “absurd nature” of the allegations shows that the proceedings are nothing but an attempt to muzzle the free press. Singham, on his part, alleged that The New York Times “intentionally chose not to publish” his responses to the August 5 article and did a disservice to the cause of press freedom.The American investor termed the newspaper’s article as a “misleading and innuendo-laden hit piece” on him. He said he had given his response to The New York Times on July 22 but the newspaper did not publish his point of view.","author":"Scroll Staff","time":"2024-01-09T20:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154691-ibniiwjkvu-1612964480.jpg","tags":["NewsClick","Amit Chakraborty","Delhi","Delhi court"],"source":"https://scroll.in/latest/1061882/delhi-court-allows-newsclick-human-resources-head-to-turn-approver-in-uapa-case"}