{"title":"Delhi Police were ‘uncontrollable’ as they unleashed violence at Jamia Millia Islamia, students say","content":"At around 10 pm on Sunday, Abdul walked towards gate number seven of Delhi’s Jamia Millia Islamia University to try to get into the campus to speak to his fellow students. He had one arm bandaged, the result of a police lathi-charge on Friday when students clashed with men in uniform. When a policeman told Abdul that he couldn’t go in, he asked it was safe to walk to the other end of the street – which was strewn with damaged vehicles and spent tear gas shells. The policeman assured the student it was. He said that “they had given us enough today”, Abdul said.The officer was making a reference to the storming of the university campus by the police a few hours earlier. The a ction resulted in at least 125 people being injured badly enough to require treatment, according to activist Yogendra Yadav.  Jamia’s chief proctor said that 52 people, most of them students, had been detained. For Abdul, it was the end of a long evening that had begun with a demonstration in South Delhi against the amendments to the Citizenship Act, which speeds up the naturalisation process for non-Muslim migrants from Afghanistan, Pakistan and Bangladesh. Many fear that the Citizenship Act will be used in conjunction with the National Register of Citizens promised by the Bharatiya Janata Party to marginalise India’s 200 million Muslims.Ever since the legislation was passed by the Rajya Sabha on Wednesday, there have been protests against it across India. Sunday evening’s demonstration in Delhi included some students of Jamia Millia Islamia University. Around 5 pm, some participants in the rally clashed with the police in a South Delhi neighbourhood. After they vandalised private vehicles and set three buses on fire, the police baton-charged the demonstrators and fired tear gas to disperse the crowds.Abdul told Scroll.in about the events that led to the clash and the storming of the campus by the Delhi Police.Students of Jamia Millia Islamia University stage a protest against the passing of Citizenship Amendment Bill. Credit: PTI“There were two different groups protesting today,” said the student. “One that took out a march and consisted of people from the locality was stopped a kilometre away from the campus on Mata Mandir Road. The police suddenly lathi charged. Some time later, buses were burnt.”Abdul said the second set of agitators were students at the university. Some time after the violence on Mata Mandir Road, the police stormed the university campus and attacked students. “Some of us were left outside and we ran,” he added.Students of Jamia Millia Islamia University stage a protest against the government's Citizenship Amendment Bill (CAB) in New Delhi. Credit: AFPWhile the exact timeline is not yet clear, it seems the Delhi Police entered the university campus at around 5.30 pm. Every student that Scroll.in spoke to asserted that the police action was totally unprovoked. When the students were attacked, they said they started retaliating with stones. By 7 pm, the police had spread out through the entire campus. Hundreds of policemen seemed to have been involved in the operation. According to one student, even people who were not participating in the protest were beaten up. The police started firing tear gas shells inside a reading hall after breaking the window panes of the library.“They got inside and started beating the students,” a student told Scroll.in over the phone. “I met some students who were beaten very badly and taken to ambulances.”Videos showed chaotic scenes inside the hall, with sounds of things being smashed and students running and crouching under desks. Video from Jamia Millia Islami's central library. Students claim Delhi Police is now inside the campus. #CABPolitics  #CABProtests pic.twitter.com/JatMhr4loW— Kunal Majumder (@kunalmajumder) December 15, 2019\n\nA female student said that when the police started charging into the campus, many students ran back to the hostel area. “Many students were caught in police lathicharge,” she said. “Some injured were taken to the hospital but others still hiding in the hostels.”Here is a video showing the police beating up students in what I'm told is the area in front of the Zakir Hussain library. Presumably earlier in the evening. pic.twitter.com/Pg40UvZcmN— Supriya Sharma (@sharmasupriya) December 15, 2019\n\nThe students said that the police were “uncontrollable” as they beat them. In some places, the lights were switched off. “Even empty buildings were raided,” a student said. “Some policemen entered the toilets and attacked students.” A video showed a student lying unconscious on the floor of a washroom, while another student cowered in a corner, his face covered with a blood-stained cloth.Video from inside a washroom at Jamia University in Delhi. One student with a smashed eye, another unconscious on the floor, mirrors smashed by @DelhiPolice @CPDelhi, stop the violence. pic.twitter.com/LU4ZL0sHP9— Neha Dixit (@nehadixit123) December 15, 2019\n\nThe police seems to have not made any differentiation between male and female students on the campus. Students also said they saw men wearing uniforms that were not those officially worn by the Delhi Police.A woman student who was prevented from entering the campus said her friend had been injured in the police action. “A friend called me from Jammu and Kashmir girls hostel and she said someone was asking for a dupatta because a girl had been shot,” she said.The police denied firing inside the campus, though videos that emerged later in the evening showed policemen using rifles. It is not clear if they were using rubber bullets.Some students who spoke to Scroll.in said that they thought rubber bullets had been fired.A video accessed by Firstpost shows police firing as students try to come out from Gates 1 and 5 of the #JamiaMilliaIslamia UniversityFollow LIVE updates:https://t.co/Z5BnVG5CCK pic.twitter.com/vL6gLwEoxj— Firstpost (@firstpost) December 15, 2019\n\nAt around 7.30, a large group, consisting of Jamia students and residents of the neighbourhood around it, gathered on the road opposite the local metro station. Following police warnings, the group began to disperse. Several of the men who were walking towards the police were asked to hold their hands up in the air. Minutes later, many of them were detained and taken away in a police bus.Some of them told the police that they dispersed heeding to the warnings but were being taken away without reason.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.21925509486999%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/lhlklxrivq-1576436964.jpg\">\n  </picture><figcaption>Students and others protest against the police action against students of the Jamia Millia Islamia University in New Delhi on Sunday. Credit: PTI</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 62.125%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/mzodrddbcp-1576436961.jpg\">\n  </picture><figcaption>Students and others protest against the police action against students of the Jamia Millia Islamia University in New Delhi on Sunday. Credit: PTI</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 61.29438957764236%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/bduwdsplan-1576436969.jpg\">\n  </picture><figcaption>Students and others protest against the police action against students of the Jamia Millia Islamia University in New Delhi on Sunday. Credit: PTI</figcaption></figure>\nWhile this group began to shout slogans, the police were trying to push back a crowd near gate one of the metro station. Several tear gas shells were fired into the university buildings near the station.Police officials at the spot claimed their action was in retaliation against the stone throwing by the students inside the campus.","author":"Sruthisagar Yamunan","time":"2019-12-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132876-yzausbikyf-1576420168.jpeg","tags":["Jamia Millia Islamia","Citizenship Amendment Act","Delhi Police"],"source":"https://scroll.in/article/946933/delhi-police-were-uncontrollable-as-they-unleashed-violence-at-jamia-millia-islamia-students-say"}