{"title":"Delhi violence: Give ‘double punishment’ if anyone from AAP is guilty, says Arvind Kejriwal","content":"Delhi Chief Minister Arvind Kejriwal on Thursday responded to the allegations levelled against Aam Aadmi Party councillor Tahir Hussain for perpetrating violence in a locality in North East Delhi, and said if anyone from his party is found guilty then he should be given double the normal punishment.“No one, be it any party, should be spared if they are responsible for inciting violence,” the chief minister said at a press conference. “If anyone from AAP is found guilty, they should get double punishment. There should be no politics on the issue of national security.”Allegations against Hussain emerged after the body of Intelligence Bureau officer Ankit Sharma was found from a drain in North East Delhi’s Chand Bagh locality. At least 37 people have been killed and hundreds injured in the clashes that erupted on Sunday between those supporting and opposing the Citizenship Amendment Act. Hussain released a video on Thursday, saying he was innocent.The chief minister also announced the steps taken by the Delhi government for relief and rehabilitation of those affected by the violence. He said an ex gratia compensation of Rs 10 lakh will be given to the kin of those who died. The Delhi government sanctioned Rs 3 lakh for children whose parents had died, and Rs 5 lakh to the kin of minors who died. For those whose houses have been completely burnt, the government will provide compensation of Rs 5 lakh and if the houses have been partially damaged, the residents will get Rs 2.5 lakh as compensation. For burnt, uninsured commercial units, the government will provide compensation of Rs 5 lakh.Kejriwal added that the state government was working to rehabilitate the victims. “The people affected by the riots are getting medical treatment in private hospitals and their expenses will be reimbursed by the Delhi government,” the Aam Aadmi Party chief said.He said an app is being developed by the Delhi government for people to file their claims and will be released in a day or two.\"पीड़ित परिवारों की सहायता के लिए दिल्ली सरकार ने राहत की योजना बनाई है। मुझे आप सब के साथ और विश्वास की उम्मीद है।\"- @ArvindKejriwal प्रेस कॉन्फ्रेंस लाइव 👇 https://t.co/5zBlk4vTS0— AAP (@AamAadmiParty) February 27, 2020","author":"Scroll Staff","time":"2020-02-27T17:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137343-mzldllssuo-1582804627.jpg","tags":["North East Delhi","Arvind Kejriwal","Tahir Hussain","AAP","Delhi violence"],"source":"https://scroll.in/latest/954521/delhi-violence-give-double-punishment-if-anyone-from-aap-is-guilty-says-arvind-kejriwal"}