{"title":"Delhi Police made ‘no palpable progress’ in inquiry of hate speech at 2021 Hindutva event, says SC","content":"The Supreme Court on Friday observed that the Delhi Police has made “no palpable progress” in its investigation of hate speech made at a Hindutva event in the national capital in 2021, Live Law reported.At the event organised by the Hindu Yuva Vahini on December 19, 2021, Suresh Chavhanke, the editor-in-chief of television channel Sudarshan News, had administered an oath to a group of people to “die for and kill” to make India a “Hindu rashtra” or a Hindu nation. A first information report in the case was filed nearly five months later on May 4, 2022. On Friday, a bench of Chief Justice DY Chandrachud and Justice PS Narasimha heard a contempt petition filed by activist Tushar Gandhi against senior police officials for not taking action according to the guidelines laid down to curb hate speech and lynching.“They have not arrested anyone, no chargesheet has been filed,” Advocate Shadan Farasat, representing Gandhi, told the judges.The chief justice questioned Additional Solicitor General KM Nataraj, representing the Delhi Police, about the delay in filing the FIR. “After 4th of May, it has been eight months,” Chandrachud added. “What progress has been made? If you register an FIR five months later, and eight months after that there is no substantial progress...You tell us”Farasat said the matter was very serious and urged the court to read the transcripts of the speech made at the event. “It is a call for action for violence of a certain kind,” the advocate submitted. “This is not just one person...One person [Chavhanke] is leading and everybody is taking an oath behind him.”The court directed the investigating officer of the case to file an affidavit detailing steps taken in the inquiry within two weeks.Notably, in an affidavit filed on April 14 last year, the Delhi Police had told the Supreme Court that no anti-Muslim speech had been made at the Hindu Yuva Vahini event. However, the court had directed the Delhi Police to file a “better affidavit”.Between December 17 and December 19 in 2021, a religious parliament or “dharam sansad” was also held in Haridwar where members of Hindutva groups and seers had called for violence against Muslims.“Just like Myanmar, the police, the army and every Hindu must pick up arms and organise a cleansing [of Muslims],” one of the organisers, Swami Prabodhanand from the Hindu Raksha Sena, had said. “We have no other choice.”On November 11, the Supreme Court bench had discharged the Uttarakhand government and the police chief from a list of parties in the contempt plea, PTI reported.In October, a Supreme Court bench comprising Justices KM Joseph and Hrishikesh Roy had directed the police to immediately lodge cases against hate speech makers without waiting for a complaint to be filed.“The Constitution envisages Bharat as a secular nation, and fraternity assuring the dignity of the individual and unity and the integrity of the country is the guiding principle enshrined in the Preamble,” the bench had said. “We feel that this court is charged with the duty to protect these fundamental rights and also protect and preserve the constitutional values and the secular, democratic character of the nation and in particular the rule of law.”","author":"Scroll Staff","time":"2023-01-13T15:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167944-ofxrqacwzy-1640286458.jpeg","tags":["Delhi Police","DY Chandrachud","Supreme Court","Suresh Chavhanke","Hate speech"],"source":"https://scroll.in/latest/1041801/delhi-police-made-no-palpable-progress-in-inquiry-of-hate-speech-at-2021-hindutva-event-says-sc"}