{"title":"Delhi Police say they used ‘maximum restraint, minimum force’ at Jamia Millia University","content":"The Delhi Police on Monday said they used “maximum restraint, minimum force” during the crackdown in Jamia Millia Islamia University the previous day during demonstrations against an amended citizenship law, PTI reported. The police have been accused of using excessive force and even assaulting students.Delhi Police Public Relations Officer MS Randhawa said the security personnel were “provoked” by protestors. “There was no firing, there have been no casualties in Jamia violence,” he said in a press conference. “The crime branch will investigate Jamia violence. Thorough investigation will be done and accountability will be fixed.”He said the protest took place around 2 pm on Sunday where local people also participated, ANI reported. “Our staff showed maximum restraint despite provocations,” the police official said. “Around 4.30 pm, some protestors went towards Mata Mandir Marg and set a bus on fire.” Randhawa said the police is keeping a close watch on social media. “There are a lot of rumours going around over this incident, I appeal to everyone especially students to not believe in rumours,” he added. “Action will be taken against whoever is involved in this incident.”“Four DTC buses, 100 private vehicles and 10 police bikes were damaged during the violence,” Randhawa said, adding that one police official was in the Intensive Care Unit of a hospital.The protests swept campuses across India on Monday over the various aspects of the law that relaxed conditions for non-Muslim migrants from Pakistan, Bangladesh and Afghanistan to get Indian citizenship.","author":"Scroll Staff","time":"2019-12-16T16:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/132938-yrdbxufgjn-1576493112.jpg","tags":["Delhi Police","MS Randhawa","Citizenship Act","CAB protests"],"source":"https://scroll.in/latest/946993/delhi-police-say-they-used-maximum-restraint-minimum-force-at-jamia-millia-university"}