{"title":"Delhi: Centre announces ownership rights for 40 lakh people living in unauthorised colonies","content":"The Union Cabinet on Wednesday approved a proposal to give ownership rights to 40 lakh people living in unauthorised colonies in Delhi, according to the Press Information Bureau. The bill to pass this legislation will be introduced in the Winter Session of Parliament.“This is the biggest decision taken at the meeting today, a historic decision to give ownership rights to people in these colonies,” Union Information and Broadcasting Minister Prakash Javadekar said at a media briefing, Hindustan Times reported. Urban Development Minister Hardeep Singh Puri claimed it was the “most far-sighted revolutionary decision”.In July, Delhi Chief Minister Arvind Kejriwal had also announced that his government had decided to give ownership rights to people living in these colonies. The chief minister said the Centre had agreed to the proposal. He asked the Union government to allow registry of properties with the help of satellite images in order to fix the boundaries of authorised colonies. However, Puri lashed out at the Aam Aadmi Party government on Wednesday, claiming that it had been slow in implementing the plan. “I have made many attempts to encourage the Delhi chief minister to do what was his responsibility, identify these colonies and take things forward,” he said. Puri claimed the state government had not even selected the firm that would delineate the boundaries of these colonies.“The Delhi government could not delineate the boundaries of these colonies even after 11 years of issuance of the Regulations and has sought more time up to 2021 to complete this exercise,” Puri added. As a result, the Centre decided to step in, he added. About a third of Delhi’s population lives in these colonies. Puri said ownership rights would be transferred to the inhabitants on payment of nominal charge based on carpet area and plot size. For colonies built on government land, the charge will be 0.5% for a carpet area of less than 100 square metres, 1% for 100 to 250 square metres and 2.5% for plots with carpet areas more than 250 square metres.  For colonies on private land, it will be half the charge on government land.Kejriwal welcomed the Centre’s decision. “This has been an old demand of the people of Delhi,” he said according to ANI. “We welcome this decision and I would like to thank central government on behalf of the people.” The Centre’s announcement came months before the Delhi Assembly elections, which are expected to be held in early 2020. The Aam Aadmi Party had won 67 of the 70 seats in the 2015 polls. Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-23T18:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129638-axbtgasbqt-1571837988.jpg","tags":["Unauthorised colonies","Hardeep Singh Puri","Arvind Kejriwal","Aam Aadmi Party","Delhi"],"source":"https://scroll.in/latest/941495/delhi-centre-announces-ownership-rights-for-40-lakh-people-living-in-unauthorised-colonies"}