{"title":"Delhi HC issues notice on Sharjeel Imam’s appeal against sedition charges on him","content":"The Delhi High Court on Friday asked the authorities to respond on a petition filed by student leader Sharjeel Imam against a trial court order that had framed various charges, including sedition against him. in a case related to making alleged inflammatory speeches, the Bar and Bench reported.A bench of Justices Siddharth Mridul and AK Mendiratta asked the special public prosecutor to submit documents related to the case within two weeks. The matter will next be heard on May 26.The case pertains to four speeches made by Imam in Aligarh Muslim University, Delhi’s Jamia Millia Islamia University, Gaya in Bihar and Asansol in West Bengal during the protests against the Citizenship Amendment Act between December 2019 and January 2020.  On January 24, a trial court in Delhi had denied granting bail to Imam. The court had also charged him in the case under the Unlawful Activities (Prevention) Act and various provisions of the Indian Penal Code, including sedition.  Imam has challenged the trial court order in the Delhi High Court.On Wednesday, the Delhi High Court had asked the police to file its response within 10 days to Imam’s plea against the denial of bail. In an oral observation, the judges had on Wednesday noted that the trial court had “dealt with nothing” when it came to the question of granting bail. The judges had also questioned the Delhi Police on why Imam should not be granted bail.At Friday’s hearing, Imam’s lawyer, Advocate Tanveer Ahmed Mir pointed out to the judges that they have already issued notice in connection to the plea against bail being denied. To this, the judges said that Imam’s pleas on the matter of bail and the charges framed against him will be dealt with separately.“Hearing of the appeal will take longer than bail...There will be different considerations while deciding bail and appeal,” the judges said, according to Bar and Bench.The police have alleged that in his speech, Imam had purportedly asked those protesting against the Citizenship Amendment Act to “cut off Assam from India” by occupying the “Muslim-dominated chicken’s neck”. Imam’s lawyers have argued that the statement was a way to refer to a chakka jam call that he had made in the speech.Imam was arrested from Bihar on January 28, 2020, and has been in custody since then. Imam was booked for sedition and under provisions of the Unlawful Activities (Prevention) Act. He has also been booked for in connection with the alleged “conspiracy” related to planning the communal riots which erupted in Delhi in February 2020.","author":"Scroll Staff","time":"2022-03-11T21:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135536-fjzvyypllb-1598937164.jpg","tags":["Delhi High Court","Delhi riots","Sharjeel Imam","Aligarh Muslim University","Citizenship Amendment Act","National Register of Citizens"],"source":"https://scroll.in/latest/1019305/delhi-hc-issues-notice-on-sharjeel-imams-appeal-against-sedition-charges-on-him"}