{"title":"Delhi violence: Time not suited for hate speech FIRs, police tell HC; Centre gets 4 weeks to reply","content":"The Delhi High Court on Thursday gave four weeks’ time to the Centre to respond to a plea seeking first information reports against three Bharatiya Janata Party leaders for allegedly making incendiary remarks, reported Bar and Bench. The order was passed after the Delhi Police made submissions that the situation was “not conducive” to file FIRs in the matter at present.The court was hearing a petition filed by activist Harsh Mander to seek FIRs for hate speech in the wake of violent clashes that began in North East Delhi on Sunday. On Wednesday, the plea was heard by a bench of Justice S Muralidhar, who had rebuked the police for inaction during the clashes and said the situation would not have escalated if the police had “not allowed instigators to get away”.On Thursday, the bench comprised Chief Justice DN Patel and Justice C Hari Shankar. Muralidhar was transferred to the Punjab and Haryana High Court after a government notification late on Wednesday, approving a two-week-old recommendation of the Supreme Court Collegium.Solicitor General Tushar Mehta, representing the Delhi Police, told the bench on Thursday: “We have considered the issue of registration of hate speech FIRs...I have avoided making statements which are not conducive. Authorities have examined all audio-video material. We have decided to defer the registration of FIR.”Mehta was responding to a direction given by Muralidhar’s bench on Wednesday. The court had said “another 1984 riots” cannot be allowed in the city and directed the police to take a decision on filing cases against BJP leaders Kapil Mishra, Anurag Thakur and Parvesh Verma for hate speech.During the proceedings on Thursday, the High Court allowed the Centre to become a party in the case. The special commissioner of police said 48 FIRs had been filed so far. Mehta added the cases pertained to loss of property, among other things. “As far as other prayers are concerned, they are being dealt with in a similar matter,” the solicitor general said. “At this juncture when all stakeholders are working to ensure normalcy, any hurried intervention may not be conducive.”The petitioner’s counsel Colin Gonsalves pointed out that Muralidhar’s bench had on Wednesday focused on registration of the FIRs. The lawyer brought the court’s attention to alleged hate speech delivered by Bharatiya Janata Party leaders that were also played in court on Wednesday, reported Live Law. “If hate speech is resulting in murder, these three and many others are responsible,” Gonsalves said. “The crime is so serious and the repetition is on an everyday basis. These people are very high people in party and the government the implication is that it’s alright to kill.” The lawyer added that those who had delivered the hate speech “should be taken off the streets” to send a message that anyone can be held responsible.Following the submissions, the court of Chief Justice DN Patel and Justice C Hari Shankar adjourned the matter till April 13.","author":"Scroll Staff","time":"2020-02-27T16:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137333-cwecqhmasn-1582799184.jpg","tags":["Delhi Police","BJP","Delhi High Court","Centre","Delhi violence"],"source":"https://scroll.in/latest/954512/delhi-violence-time-not-suited-for-hate-speech-firs-police-tell-hc-centre-gets-4-weeks-to-reply"}