{"title":"Delhi violence was well-planned, outsiders were brought in as part of conspiracy: Minorities panel","content":"The Delhi Minorities Commission has alleged that last week’s communal violence in North East Delhi was well-planned and one-sided, The Hindu reported. The commission made the remark in an assessment report after visiting the affected areas. Violence in the district started on February 23 and continued for five days, claiming 47 lives – the worst toll in communal clashes in Delhi since 1984.“We have said that the violence was one-sided as that’s what we felt from what people told us,” Zafarul-Islam Khan, the commission’s chairperson, told the newspaper. “They said that it was not possible for outsiders to pinpoint shops and houses owned by Muslims. So there had to be insiders who were helping the outsiders.”Khan told The Wire that nearly 1,500 to 2,000 outsiders were brought to North East Delhi and most of them were kept in schools for nearly 24 hours before launching the attacks as part of a planned conspiracy. He claimed it had now been established that police presence was minimal on February 24 and February 25, when most of the violence took place.“Our revelation is that this was planned violence,” Khan told the news website. “For this people had been brought from outside. It is for the police and intelligence to find from where they had come.”Khan alleged that the police did not “save anything” and instead “allowed properties and people to be burned, allowed the rioters to damage houses and even to blast them”. “It was only after two days that the police became active,” he said. “The violence lessened on February 26 and ended the following day. The police will have to answer for its acts – there are no two ways about this.”Observations from delegation’s visitAccording to The Hindu, the commission said it had found extensive damage to Muslim homes and shops everywhere its delegation went. In Bhajanpura locality, the delegation found that Muslim-owned shops were looted and torched but Hindu-owned shops were left untouched. In Yamuna Vihar, shops and homes of both committees were affected, the panel’s report said.Residents of Gali number 5 in Khajuri Khas told the delegation that violence on February 23 began shortly after Bharatiya Janata Party leader Kapil Mishra issued a threat to police on camera. “This gali is a blind alley where 100 persons lived and they could not on their own flee from the main road,” the panel said. “They left the place under police protection in the morning of February 25. In this gali, we found the house of BSF [Border Security Force] jawan Mohammad Anis which was badly damaged.”The commission also said that compensation announced by the Delhi government was inadequate and should be doubled. “We have also asked the government to fix the compensation depending on the damage caused,” Khan was quoted as saying. “For example, a person whose garage has been burnt cannot sustain with the compensation announced by the government. The damage caused might be more and money not enough.”The panel report included a testimony by Raj Kumar, a driver at the burnt Rajdhani School, saying: “Mr Kumar told us that some 500 persons barged into his school around 6.30 pm on February 24. They wore helmets and hid their faces. They remained there for the next 24 hours and went away next evening after the arrival of police force in the area. They were young people who had arms and giant catapults which they used to throw petrol bombs from the school rooftops.”Khan said a fact-finding committee would be formed, comprising journalists, human rights activists and civil society members.","author":"Scroll Staff","time":"2020-03-04T17:45:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/137422-vawuhxtfoy-1583150924.jpg","tags":["Delhi violence","Delhi Minorities Commission","Zafarul-Islam Khan","North East Delhi"],"source":"https://scroll.in/latest/955155/delhi-violence-was-well-planned-outsiders-were-brought-in-as-part-of-conspiracy-minorities-panel"}