{"title":"Delhi bans the sale and bursting of firecrackers up to January 1","content":"The Delhi Pollution Control Committee on Tuesday banned the sale and bursting of firecrackers up to January 1, 2022, PTI reported. Earlier this month, the Union Territory had banned crackers during Diwali to curb pollution levels. The pollution authority cited the risk of pollution and crowds during the pandemic as the reason for the ban. “The bursting of firecrackers under the prevalent pandemic crisis is not favourable for the cause of larger community health given the significant relationship between air pollution and respiratory infections,” India Today quoted the order as saying.Every winter, from October, Delhi’s air quality levels deteriorate.Farmers from Punjab, Haryana and Uttar Pradesh burn the residue of their paddy harvest during this season since it is a cost-effective and time-saving measure to prepare the fields for sowing of the other crops like wheat. However, the practice results in increased levels of air pollution in large areas of North India. Lower temperatures, wind speeds, and other factors such as industrial pollution also add to the problem. Often the Air Quality Index drops further around Diwali, when firecrackers are burst.Due to this, Delhi has been ranked as one of the most polluted cities in the world. In 2020, New Delhi’s average annual concentration of PM2.5 – particulate matter with a diameter of less than 2.5 micrometres – in a cubic meter of air was 84.1, a study said, making it the 10th most polluted city in the world.On September 15, Delhi Chief Minister Arvind Kejriwal, at a press conference, had asked the Centre to tell the concerned states to use a bio-decomposer instead of burning their fields. Kejriwal did not hold farmers responsible for regional pollution levels though. He said that the state governments should have provided them a solution.Read more: Arvind Kejriwal bans firecrackers during Diwali in Delhi again, cites ‘dangerous pollution’ levels","author":"Scroll Staff","time":"2021-09-29T08:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157162-teleuevkss-1632883519.jpg","tags":["Delhi","Air pollution","Firecrackers"],"source":"https://scroll.in/latest/1006493/delhi-bans-the-sale-and-bursting-of-firecrackers-up-to-january-1"}