{"title":"Delhi court transfers Satyendar Jain’s case to new judge on Enforcement Directorate’s plea","content":"A Delhi court on Friday transferred the proceedings of Aam Aadmi Party leader Satyendar Jain’s trial in a money laundering case to a new judge on a request from the Enforcement Directorate, The Indian Express reported. The case will now be heard by Special Judge Vikas Dhull.The previous judge in the case, Gitanjali Goel, had rebuked the Enforcement Directorate over its investigation in the case while hearing the bail pleas of the Aam Aadmi Party leader and two of his alleged aides – Vaibhav Jain and Ankush Jain.She had asked why the Enforcement Directorate went beyond the Central Bureau of Investigation’s case to look into alleged proceeds of crime that are not mentioned in the chargesheet, according to The Indian Express. Goel also sought to know what exactly the crime in the case was, observing that the companies allegedly cheated by Jain were also named as accused.Jain, a minister without a portfolio in the Delhi government, was arrested by the Enforcement Directorate on May 30. The agency’s case is based on a first information report filed by the Central Bureau of Investigation in 2017 under the Prevention of Money Laundering Act. He is accused of having laundered money through four companies allegedly linked to him.Last week, the Enforcement Directorate’s counsel moved an application before the principal district and sessions judge of Rouse Avenue Court, seeking the transfer of the case proceedings from Goel.On Thursday, the Enforcement Directorate had told the court that Goel did not consider the influence of Jain, who was previously the health minister of Delhi, on hospitals and doctors while hearing his bail on medical grounds.The agency claimed that Goel had asked for reports from the hospital which the Enforcement Directors had objected to, according to The Indian Express.The arguments were opposed by lawyers representing Jain, who questioned where the country was headed if the agency could not trust its doctors and judges.Senior advocate Kapil Sibal, who appeared on behalf of Jain, said that no apprehension was put forth by the investigative agency before September 15 when the hearing was in its final stage.","author":"Scroll Staff","time":"2022-09-23T14:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175960-yiscmmiole-1655537610.jpg","tags":["Satyendar Jain","AAP","Delhi"],"source":"https://scroll.in/latest/1033491/delhi-court-transfers-satyendar-jains-case-to-new-judge-on-enforcement-directorates-plea"}