{"title":"Delhi riots: Explain why Sharjeel Imam can't be equated with those granted bail, HC tells police","content":"The Delhi High Court on Monday asked the state police to explain how activist Sharjeel Imam’s role in the 2020 Delhi riots conspiracy case was different from those of the accused persons who have been granted bail, reported PTI.The case pertains to clashes that had broken out in North East Delhi from February 23 to February 26, 2020, between supporters of the Citizenship Amendment Act and those opposing it, leaving 53 dead and hundreds injured. Most of those killed were Muslims.Activists Asif Iqbal Tanha, Devangana Kalita and Natasha Narwal were granted bail in the case by the High Court in June 2021. The Supreme Court last year upheld the High Court order after it was challenged by the Delhi Police.On Monday, a division bench of Justices Suresh Kumar Kait and Manoj Jain was hearing Imam’s bail plea. Imam has been booked under the Unlawful Activities (Prevention) Act and provisions of the Indian Penal Code.He has sought bail on the grounds that six of the 18 accused named in the case have already been granted relief. However, Special Public Prosecutor Amit Prasad opposed the plea, saying that different roles have been attributed to different accused persons, reported PTI.The Delhi Police also said that it is for Imam to convince the court about the merits of his case and it is not incumbent upon the prosecution to prove how his role was different from those who secured bail in the case, reported PTI.The court will next hear the matter on February 19.The High Court has begun hearing afresh the bail petitions of Imam, United Against Hate founder Abdul Khalid Saifi, Rashtriya Janata Dal youth wing leader Meeran Haider and others accused in the Delhi riots case.","author":"Scroll Staff","time":"2024-01-15T20:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144983-cpyzfzilyi-1598430475.jpg","tags":["Sharjeel Imam","North East Delhi","Supreme Court","Delhi High Court"],"source":"https://scroll.in/latest/1062185/delhi-riots-explain-why-sharjeel-imam-can-t-be-equated-with-those-granted-bail-hc-tells-police"}