{"title":"Delhi polls: Kejriwal files nomination after six-hour wait, AAP accuses BJP of impeding process","content":"Aam Aadmi Party leader and Delhi Chief Minister Arvind Kejriwal filed his nomination papers on Tuesday – the last day to do so – after waiting more than six hours at an election office, NDTV reported. Kejriwal arrived at the election office in Jamnagar House in the afternoon with his family, but by that time there was already a long queue of candidates. Leaders of the Aam Aadmi Party wondered how so many candidates – 66, according to NDTV – had suddenly materialised, and that too without proper documents. “Around 35 candidates  sitting at RO office with CM,  without proper nomination papers, without even 10 proposers,” tweeted AAP MLA Saurabh Bharadwaj. “They are calling their proposers on phone to come.  They are insisting unless their papers are complete and they file nomination, they won’t allow CM to file nomination.”Kejriwal’s deputy Manish Sisodia blamed the Bharatiya Janata Party of being behind this attempt to delay the chief minister’s nomination. “BJP planted 45 people in the line before Arvind Kejriwal,” he alleged. “The Election Commission is deliberately giving each candidate half an hour or one hour...even those whose papers are not complete or those who don’t have proposers.” Kejriwal, who was given token number 45, appeared magnanimous in response. “Does not matter,” he said. “Many of them are filing for the first time. They are bound to make mistakes. We also made mistakes the first time. We should hand hold them. I am enjoying waiting with them. They are all part of my family.”Doesn’t matter. Many of them r filing for the first time. They r bound to make mistakes. We also made mistakes the first time. We shud hand hold them. I am enjoying waiting wid them. They r all part of my family. https://t.co/9s8hRDnjSU— Arvind Kejriwal (@ArvindKejriwal) January 21, 2020\n\nबीजेपी ने @ArvindKejriwal से पहले आज 45 उम्मीदवार पर्चे भरने के लिए लाइन में लगा दिए हैं. चुनाव आयोग जानबूझकर हर उम्मीदवार को आधा या एक घंटा दिए जा रहा है, जिसके काग़ज़ पूरे नही है उसे भी, जिसके प्रस्तावक नही है उनको भी, ताकि @ArvindKejriwal को पर्चा भरने से रोका जा सके. https://t.co/obLA4RpekV— Manish Sisodia (@msisodia) January 21, 2020\n\nYou can stall him but you cannot stop him. pic.twitter.com/s5rsZRk1Hy— AAP (@AamAadmiParty) January 21, 2020\n\nKejriwal, who will contest the elections from the New Delhi seat, was scheduled to file his nomination papers on Monday but was delayed because of a roadshow. The saffron party has fielded  Yuva Morcha President Sunil Yadav against him, while the Congress candidate is Romesh Sabharwal.The polls for all 70 seats in Delhi will be held on February 8, and the results will be announced on February 11.","author":"Scroll Staff","time":"2020-01-21T20:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110614-erwzqzgcpf-1561345447.jpg","tags":["Arvind Kejriwal","AAP","BJP"],"source":"https://scroll.in/latest/950650/delhi-polls-kejriwal-files-nomination-after-six-hour-wait-aap-accuses-bjp-of-impeding-process"}