{"title":"Delhi LG seeks NIA probe against Kejriwal for allegedly receiving funds from banned Sikh group","content":"Delhi Lieutenant-Governor VK Saxena on Monday recommended a National Investigation Agency probe against Delhi Chief Minister Arvind Kejriwal for allegedly receiving political funding from the banned organisation Sikhs for Justice, reported The Indian Express.Saxena made the recommendation to the Ministry of Home Affairs based on a complaint by Ashoo Mongia of the World Hindu Federation.Mongia’s complaint mentioned videos purportedly featuring Gurpatwant Singh Pannun, a Sikh separatist leader. According to Mongia’s complaint, the videos show Pannun claiming that the Aam Aadmi Party received $16 million (Rs 133 crore) in funding from Khalistani groups between 2014 and 2022, Saxena claimed in a letter to the home ministry.Pannun is the founder of the Sikhs for Justice, a pro-Khalistan group based in the United States, which was banned in India in 2019. Khalistan refers to an independent Sikh state sought by some groups. In 2020, Pannun was declared an “individual terrorist” in India under the Unlawful Activities Prevention Act, 1967.“It has also been alleged that a clandestine meeting occurred in 2014 between Sh. Kejriwal and pro-Khalistani Sikhs at Gurdwara Richmond Hills, New York,” Saxena said in his letter. “During the said meeting. Sh. Kejriwal purportedly promised to facilitate release of Devender Pal Bhullar, in return for substantial financial backing from Khalistani factions to the Aam Aadmi Party.”In September 1993, Bhullar was convicted in connection with the killing of nine persons and injuring 31 others in a blast outside the Youth Congress headquarters in Delhi. He has been in jail since 1995.Saxena’s recommendation to the home ministry came after the Supreme Court on Friday verbally remarked that it may consider granting Kejriwal interim bail in the liquor policy case keeping in mind the ongoing Lok Sabha elections.Delhi LG, VK Saxena has recommended an NIA probe against Delhi CM Arvind Kejriwal for allegedly receiving political funding from the banned terrorist organization “Sikhs for Justice”LG had received a complaint that Arvind Kejriwal-led AAP had received huge funds – USD 16… pic.twitter.com/11wzfXvgmo— ANI (@ANI) May 6, 2024\n\n\nThe Aam Aadmi Party dismissed Saxena’s allegations saying that a plea demanding a high-level investigation in the same matter was dismissed by the Delhi High Court in 2022.“LG [Lieutenant-Governor] saab desperately trying to make headlines during Election season,” Delhi minister Saurabh Bharadwaj said in a post on Monday. “This is complete misuse of constitutional office of LG.”LG saab desperately trying to make headlines during Election season. This is complete misuse of constitutional office of LG. The  PIL demanding high level investigation in same matter was dismissed by HC two years back.The Division Bench of Acting Chief Justice Vipin Sanghi… pic.twitter.com/BsFtmmz3Mt— Saurabh Bharadwaj (@Saurabh_MLAgk) May 6, 2024","author":"Scroll Staff","time":"2024-05-06T21:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200537-iabendeybo-1715008362.jpeg","tags":["VK Saxena","Arvind Kejriwal","Sikhs for Justice","National Investigation Agency"],"source":"https://scroll.in/latest/1067527/delhi-lg-seeks-nia-probe-against-kejriwal-for-allegedly-receiving-funds-from-banned-sikh-group"}