{"title":"Delhi violence: Bhim Army chief blames BJP’s Kapil Mishra for clashes in plea to Supreme Court","content":"Bhim Army chief Chandrashekhar Azad on Tuesday blamed Bharatiya Janata Party leader Kapil Mishra’s incendiary remarks for the clashes that broke out in Delhi over the Citizenship Amendment Act, The Hindustan Times reported. Azad made the remarks in a petition filed in the Supreme Court seeking police action in connection with the violence, in which nine people have died so far.The petition, moved by Azad along with former Chief Information Commissioner Wajahat Habibullah and Shaheen Bagh resident Bahadur Abbas Naqvi, has sought directions for the Delhi Police to register first information reports based on complaints filed related to the violence that began in northeast Delhi on Sunday. The top court will hear the plea on Wednesday.In his petition, the Bhim Army chief alleged that Mishra was responsible for inciting and orchestrating the violence in the city. On Sunday, Mishra gave the police a three-day ultimatum to stop an anti-CAA protest that began on Saturday night. The Bharatiya Janata Party leader said he would not listen even to the police after three days.Follow live updates of the situation in Delhi today here.The petitioners have also demanded protection for the women in Delhi’s Shaheen Bagh locality who have been protesting there since December 15, Live Law reported. Earlier this month, Azad filed a intervention petition in the Supreme Court in a case for clearing the anti-Citizenship Act protestors from Shaheen Bagh , alleging that authorities have intentionally put up blockades on various streets – linking Delhi with Noida – to cause inconvenience to commuters. The petition, moved by Azad, Habibullah and Naqvi alleged “the allegation of road blockade by protestors is just an excuse”.On Monday, Azad also wrote a letter to Delhi’s Lieutenant Governor Anil Baijal expressing concern over the safety of Muslims and people from the Scheduled Caste community in Delhi, ANI reported. Azad added that he intended to visit the areas affected by violence. “You are requested to kindly direct Delhi Police to provide adequate security for the visit,” he wrote. “I would be grateful if you could direct concerned police officials to inform me time and date preferably tomorrow [Tuesday] itself when I can undertake the visit.”Meanwhile, the Delhi High Court has agreed to hear a petition seeking the constitution of  a Special Investigation Team to look into the episodes of violence during the ongoing clashes. Activist Harsh Mander moved the plea in the High Court, reported Live Law. The petition has asked for a judicial inquiry, led by a retired judge. It further alleged that the Delhi Police had started instigating a mob that was chanting “Jai Shri Ram” slogans. “In Bhajanpura, 100 RSS goons mobilised in the area and distributed weapons and swords to people,” the plea read. The petition has sought registration of a first information report against Mishra, Union minister Anurag Thakur and another BJP leader Parvesh Verma for delivering hate speeches. During campaigns for the Delhi elections earlier this month, Thakur and Mishra were censured for their remarks against anti-Citizenship Act protestors. During a rally, Thakur had led a crowd chanting the “shoot the traitors” slogan used for anti-Citizenship Act protestors. Verma had warned voters in Delhi that “lakhs of protestors” gathering in Shaheen Bagh would enter their homes to “rape their sisters and daughters and kill them”. Mander’s plea also sought compensation for those injured and killed during the clashes on Monday, and asked the court for an order on the preservation of CCTV footage from the violence-hit areas. The petitioner has asked for family access to all those detained in relation to the clashes. The plea has also sought a similar direction to protect demonstrators at all sites.Clashes erupted between supporters of the Citizenship Amendment Act and its opponents in North East Delhi on Monday. A constable was among seven people killed, and at least 50 people were injured as mobs threw stones at each other, and set shops, houses and vehicles on fire. Section 144 of the Criminal Procedure Code barring the gathering of more than four people continued to be in place in Northeast parts of the city, but fresh stone pelting was reported from Brahampuri locality on Tuesday, according to the Hindustan Times.","author":"Scroll Staff","time":"2020-02-25T13:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133252-sdylykvxyn-1582432202.jpg","tags":["Chandrashekhar Azad","Bhim Army","Kapil Mishra","Delhi","delhi violence","CAA protests","Supreme Court","Citizenship Amendment Act"],"source":"https://scroll.in/latest/954266/delhi-violence-bhim-army-chief-blames-bjps-kapil-mishra-for-clashes-in-plea-to-supreme-court"}