{"title":"Deluge of sand and silt from Sikkim flood destroys farming, fishing downstream of Teesta river","content":"Gopal Sarkar, a 54-year-old farmer from Jalpaiguri district in the northern part of West Bengal, faced difficulties cultivating vegetables this past winter. His one-hectare plot is covered by a four-five feet layer of sand and silt, hampering its productivity.“Every year, at this time, I grow potatoes, green peas, bottle gourd, cabbage, cauliflower and various other vegetables that are in high demand in the market. However, this year, I have barely planted anything. The entire field lies empty and barren,” Gopal Sarkar, whose farm is in the Gajoldoba barrage region in the Mal subdivision of Jalpaiguri, told Mongabay-India.He is one of many farmers affected by the October 2023 flood in Teesta river that originated in the neighbouring state of Sikkim and impacted croplands along Teesta’s riverbanks in West Bengal, spanning a 22 kilometre stretch from Gajoldoba (Number 12 village) to Chapadanga. The floodwaters brought a deluge of sand and silt, altering the agricultural landscape of the villages downstream of the Gajoldoba barrage.As Lhonak lake in the Himalayan state of Sikkim breached in early October 2023, it triggered a flash flood in the Teesta river within the Lachen Valley of Sikkim. The flood’s impact in Sikkim worsened after water was released from the Chungthang dam and the flood’s impact continued to pockets of northern West Bengal, including the Jalpaiguri district.This Teesta basin area in Jalpaiguri, next to the Gajoldoba Teesta barrage, is predominantly inhabited by migrants from nearby districts, say locals. They cultivate vegetables and paddy. Known for its seasonal produce, such as potatoes, ridge gourd, pointed gourd, long beans and green peas, the dry land in the riverine area also yields watermelon and muskmelon during the summer months. Agriculture and fishing are the primary source of livelihood here.Gopal Sarkar, who arrived in the Gajoldoba village from Cooch Behar district in the late 1970s, seeking employment during the construction of Teesta barrage, like most others in the region, is now grappling with the aftermath of last year’s flood. The once fertile fields right next to the dam, spanning approximately 202 hectares and owned by about 200 farmers, have been buried under a thick layer of grey silt, claims Sarkar, while talking to Mongabay-India.Gopal Sarkar attempts to cultivate pumpkins, but the reddish hue on the plants suggests a nutrient deficiency hindering proper growth. Credit: Arunima Kar, via Mongabay.Despite the challenges, driven by limited employment opportunities and the absence of alternative sources of livelihood, some farmers in the region are attempting to revive the land and transform the arid sand into fertile fields once again. However, their efforts are met with uncertainty as most crops struggle to grow and survive.Gopal Sarkar recounted his unsuccessful attempt to grow green peas, a crop that once flourished in the region. Despite applying ample fertilisers, the plants did not respond as expected, indicating a lack of essential nutrients in the soil.Minu Sarkar, 50, and Ajay Das, 24, residents of the same village, who relied on paddy cultivation and fishing in the Teesta river for their livelihoods, have also lost their means of income. “I had about two hectares of paddy cultivation. I took loans from others to cultivate, thinking I would grow rice and sell it to repay my loans, but that did not happen. There was a pond here in the field where there were fish. Everything is gone. The pond disappeared due to silt. My son’s wedding is coming up, and our financial condition is extremely bad,” Minu Sarkar lamented.Farmers in Gajoldoba region are attempting to revive the land and transform the arid sand into fertile fields once again. Credit: Arunima Kar, via Mongabay.With a loss of agricultural opportunities, the younger farmers are moving to other parts of the country for work. Partha Sarkar, 28, a resident of 12 no. Gajoldoba, who was born here and used to work in the fields before the 2023 flood, has now gone to work as a labourer in Kerala.“We were working in the fields since childhood, but given the situation here, I have to seek employment elsewhere,” said Partha. “We had about two hectares of agricultural land, which is now completely gone,” he said.The floods, that occur once every five to ten years, used to bring silt that revitalised lands, enhancing yield and soil quality, according to Manoranjan Biswas, deputy head of Chapandanga gram panchayat.However, this flood brought a twist, noted Kankan Lahiri, who oversees the Uttarbanga Matsyajibi Forum for the Society for Direct Initiative for Social and Health Action (DISHA), a voluntary organisation working on various environmental and social issues in West Bengal. The flash flood washed away ammunition from an army depot in north Sikkim. “Mortar shells from the nearby army camp floated with the water, dispersing into different areas of the char and river,” Lahiri explained.A satellite view of the Gajoldoba Teesta Barrage and the farmlands in Gajoldoba (No. 12) to its right, before and after the floods in October 2023. Visualisation from Nimbo by Kermap. Contains modified Copernicus Sentinal data 2023–2024.Loss to fisheryThe toll of the floods extends to the fishing communities that rely on the Teesta river for sustenance. Kankan Lahiri elaborated on their plight, “The water remains contaminated, with fish stocks depleted. Many have turned to migrant work or resorted to purchasing fish from elsewhere, with only a slight resurgence this January after a complete lull in November and December.”Sachin Das, 65, shared the grim reality, saying, “All the fish in the river died due to the floodwaters, contaminated with unknown chemicals. The deluge brought gas cylinders and large logs, further polluting the water and killing sizable fish populations.”Bablu Das, branch secretary of the Uttarbanga Matsyajibi Forum, fears a long road to recovery. “The losses suffered in October’s flood won’t be recovered in the next four-five years,” he claims.Sachin Das, from Gajoldoba, lost substantial agricultural land to the flood. He lamented the loss of lucrative fish markets and the encroaching threat of future inundations due to elevated land levels and inadequate flood defences. Credit: Arunima Kar, via Mongabay.Kankan Lahiri highlighted the efforts made by his organisation to access government assistance. “We have pursued various avenues, including Pradhan Mantri Matsya Sampada Yojana and provisions for lean periods, where the government is supposed to provide Rs. 5,000 and 30 kg of rice. Appeals have been made to local government offices, and discussions were held with the Zila Parishad recently.”In October last year, they wrote a letter to Jayanta Kumar Roy, a Member of Parliament from Jalpaiguri, drawing attention to the loss of livelihood of the small-scale fishermen in the area.Demand for a damThe farmers have not received any assistance from the government following the flood, they say. One of the reasons is that around 60% of these lands are khas lands, officially owned by the government, with no property rights granted to individuals, says Manoranjan Biswas of Chapandanga gram panchayat. He adds that this has made it impossible for them to receive assistance through relief programmes under state or central government farmers’ schemes. The government has given them some corn seeds, but nothing has been done to recover the land to make it fit for agriculture again, complain the residents.The agricultural lands in Gajoldoba are entirely buried under a 4-5 feet layer of sand and silt, severely hindering any agriculture. Photo by Arunima Kar.Local farmers, interviewed by Mongabay-India, echoed these concerns, underscoring the urgent need for a dam adjacent to the Teesta River to prevent further inundation of their land and residences. This would instill confidence among farmers to reinvest in agriculture and enhance the land’s fertility for future crop cultivation.There was a makeshift dam, ‘bashta’r bandh’ made with cement bags right next to the barrage, shielding the fields and houses of the people in the area from floods in Teesta river, local people say. It was constructed some five years ago under the Mahatma Gandhi National Rural Employment Guarantee Scheme  by the local villagers, according to their claims. The flood affected this structure as the sand and silt covered it. The villagers have now demanded that a dam be constructed along that area, separate from the barrage, to protect the downstream region from further floods.Without urgent action, the future looks bleak for the region. Bablu Das emphasised the critical need for a dam to safeguard lives and livelihoods, “Without a dam, our village faces imminent submersion. Failure to act will force us to abandon our homes and seek refuge elsewhere,” he said.The district officials have visited and assessed the situation in the area. The officials assured farmers to look into the matter. Mongabay India has emailed the district administration to inquire about the scale of the total loss due to the flood and to discuss plans for compensating the villagers and did not receive a response at the time of publishing.This article was first published on Mongabay.","author":"Arunima Kar ","time":"2024-03-09T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199030-zeggniican-1709646639.jpg","tags":["Sikkim","Sikkim Floods","Teesta River Basin","Climate Change","Agriculture"],"source":"https://scroll.in/article/1064701/deluge-of-sand-and-silt-from-sikkim-flood-destroys-farming-fishing-downstream-of-teesta-river"}