{"title":"Demands for a uniform civil code are back and women’s groups continue to oppose it. Here’s why","content":"On November 28, the Uttar Pradesh government cleared an ordinance to prevent “love jihad”, a right-wing conspiracy theory which claims that Muslim men are seducing and marrying Hindu women in order to convert them to Islam. The new law, while penalising forced religious conversions, also makes it mandatory for an individual to seek the state government’s permission if they wish to convert to another religion in order to get married.Uttar Pradesh has already arrested about 35 people  under this law, but is not the only state cracking down on “love jihad”. Last week, the Madhya Pradesh cabinet cleared a similar bill while three other Bharatiya Janata Party-led states – Karnataka, Haryana and Assam – have announced plans to pass such laws.Hindutva organisations have been raising the bogey of love jihad for nearly a decade, targeting inter-faith couples and Muslim men even though no evidence of such forced religious conversions through marriage have been found so far. The demand for laws hindering inter-faith marriages, however, is incongruent with the right wing’s other favourite demand: a uniform civil code.By definition, a uniform civil code involves having a common set of laws governing marriage, divorce, succession and adoption for all Indians, instead of allowing different personal laws for people of different faiths. The aim of such uniformity is meant to be ensuring equality and justice for women in particular, who are often denied their rights in marriage, divorce and inheritance under patriarchal personal laws.Hindutva groups have raked up the demand for a uniform civil code for decades, and implementing it was one of the three big promises in the BJP’s manifesto when it came to power in 2014. Now that the BJP has fulfilled the other two promises – abolishing Article 370 in Kashmir and laying the foundation for on a Ram Mandir in Ayodhya – its supporters expect the uniform civil code to be next, and have raised the demand once again in conversations about “love jihad” laws.Opposition to a uniform civil code has been fierce and predictable from minority religious groups who want to preserve their personal laws. But the idea of a uniform code has also been firmly opposed by women’s groups and secular organisations, for reasons that are nuanced and less obvious.Uniform Civil Code? Plea in SC seeks 'uniformity' in laws on divorce and alimony, Centre issued notice https://t.co/SY8fDOT7MV— Free Press Journal (@fpjindia) December 16, 2020\n\nAppropriated by Hindutva forceIn 1956, the “endeavour” to secure a common civil code across the country was added as a directive principle in the Constitution. However, the subject has always been contentious and politically charged, so the code was neither drafted nor implemented.Up to the 1990s, women’s rights groups saw merit in the idea of a uniform civil code, which could provide women with rights not granted under the Hindu Code Bills, the Muslim Personal Law or other personal laws. In 1995, for instance, non-profit group Forum Against Oppression of Women drafted its own blueprint for a common civil code in a document titled “Vision for Gender-just Realities”.Although it was never formally submitted to any government agency, this “vision” document focused on ensuring women’s rights in matters of marriage, divorce and inheritance. Like the existing Muslim Personal Law, it viewed marriage as a contract rather than a sacrament. It also recognised non-heterosexual relationships and civil partnerships, equal ownership of marital property and equal rights of both men and women over inheritance.Over the past 20 years, however, most women’s groups have changed their position on the matter and now reject a common civil code.“The demand for a uniform civil code has been appropriated by the Hindutva right wing, which is anti-Muslim, extremist and heavily patriarchal,” said Hasina Khan, a founder of Bebaak Collective, a feminist non-profit organisation working for minority and human rights. “It is sad, because we are opposed to many of the provisions in the Muslim Personal Law. But we cannot have a uniform civil code coming from a Hindutva government.”No blueprintThis, for many, is the crux of the matter. Even though the uniform civil code has its roots in ideas of gender justice, Hindutva groups have turned it into a stick to beat Muslims with.The demand for the code is raised whenever controversial aspects of Muslim personal law like triple talaq or polygamy are in the headlines, Khan said. In 2017, after the Supreme Court already deemed triple talaq to be invalid and unconstitutional, the BJP government doubled down and passed a law to criminalise that form of instant divorce, which Muslim groups see as a red flag for the uniform civil code.“This is the intention of the right-wing – to criminalise everything in order to target Muslims,” said Khan. “Muslim men don’t want issues of women’s rights to come to the fore because it provides fodder to Hindutva groups. Women end up bearing the double burden of this.”The Bharatiya Janata Party is a loud advocate of the uniform civil code, but has earned the distrust of minority communities by its Hindutva bias.https://t.co/ehJAGUaZqx— The Telegraph (@ttindia) December 21, 2020\n\nAnother red flag for women’s groups is the fact the proponents of a uniform civil code have never, so far, released a draft or even a rough blueprint of what such a code would look like. Would it involve taking the best gender-just practices from different personal laws and making them applicable for all? Or would it involve scrapping the personal laws of minority communities in favour of a majoritarian Hindu approach?“People in the right wing are not spelling out what kind of laws they have in mind,” said historian Tanika Sarkar. “They are focusing on Muslim men and women, but would they allow change in Hindu personal laws? In general, the Hindu community has been very opposed to reforms.”According to feminist activist Chayanika Shah from the Forum Against Oppression of Women, Hindus would have to be willing to let go of their own personal laws in order to achieve a uniform civil code.“They would have to get rid of the Hindu Undivided Family [under the existing Hindu civil laws], which offers a lot of protection to Hindu family property,” said Shah, who points out that Hindu inheritance laws have been retained for Hindus even in the Special Marriage Act, the only law that comes closest to a uniform civil law by allowing men and women from any faith to enter into a civil marriage.“I think the right wing has no idea what it means to have a uniform civil code,” she said. “Even currently, within various Hindu communities, rules about who you can marry and what is considered a marriage ceremony are all protected by customary laws.”Shah’s reference is to the legal protections that Indian law provides to the customs of various indigenous communities. In addition to these, Goa is the only state with its own civil code applicable to all Goans across faiths, even though it is not uniformly implemented.Keeping in mind these pluralities, many women’s groups believe that India needs to reform individual personal laws to make them more gender-just, instead of getting stuck on the idea of single, universally applicable uniform code.“The right wing keeps repeating the same demand over and over again,” said Flavia Agnes, a feminist lawyer from Mumbai. “But there is no need for a uniform civil code at all.”","author":"Aarefa Johari","time":"2020-12-29T09:00:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/57510-ftpctuocfj-1493997676.jpg","tags":["Uniform civil code","love jihad","Uttar Pradesh","Muslim Personal Law","marriage laws","Special Marriage Act","personal laws","Hindu laws"],"source":"https://scroll.in/article/980443/demands-for-a-uniform-civil-code-are-back-and-womens-groups-continue-to-oppose-it-heres-why"}