{"title":"CJI has not addressed crisis in judiciary, democracy at stake, say top Supreme Court judges","content":"In an unprecedented move on Friday, four senior judges of the Supreme Court addressed the media. They said democracy will not survive if they do not speak out now, as their attempts to get Chief Justice of India Dipak Misra to address a crisis in the judiciary had gone unanswered.Justice Jasti Chelameswar, who is lower in seniority only to the chief justice, said the Supreme Court owed a responsibility to the institution and the nation. “Our efforts have failed in convincing the chief justice to take steps to protect the institution [of the Supreme Court],” he said.Three other judges – Justice Rajan Gogoi, Justice Madan B Lokur and Justice Kurian Joseph – joined Chelameshwar at the press conference. Together, they are the top four judges in seniority in the court after the chief justice.“Many things that are less than desirable happened in the last few months,” Chelameswar said. “Democracy cannot survive without an independent judiciary.”The judges were referring to Chief Justice Misra’s allocation of cases in the Supreme Court, which many have questioned, most vocally after he moved the Medical Colleges bribery scam from Justice Chelameshwar’s court to his own in November 2017. The press conference was held at Justice Chelameswar’s house. Acknowledging that it was “an extraordinary event in the history of any nation”, he said, “We tried to collectively persuade the chief justice of India that certain things are not right and remedial measures need to be taken, but unfortunately we failed.”“A couple of months ago, the four of us gave a signed letter to the CJI,” he said. “We wanted a particular thing to be done in a particular manner. It was done but in such a way that it raised questions about the integrity of the institution.” “This morning also we had to go for something,” Chelameswar said, in reference to the case of Justice Loya’s death. When the judges were asked specifically whether the matter is connected to Loya, a special CBI judge who is said to have died in suspicious circumstances, Justice Gogoi said yes. Asked whether the judges sought the impeachment of the chief justice, they said, “It is not for us to say...Let the nation decide.”Justice Chelameswar added: “There are many wise men saying many wise things in this country. We don’t want wise men saying 20 years from now that Justice Chelameswar, Gogoi, Lokur and Kurian Joseph sold their souls and didn’t do the right thing by our Constitution.”When asked, the judges denied they had broken ranks by holding the press conference.","author":"Scroll Staff","time":"2018-01-12T12:25:12.469158+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864783-78937-fjuxskhtth-1515743831.jpg","tags":["Supreme Court","Justice J Chelameswar","Chief Justice of India"]}