{"title":"Note ban cost more than the amount IT officials can hope to recover from unusual deposits","content":"One year ago, millions of people were queuing up in front of banks to deposit their own money and withdraw some of it in tiny amounts, after the government invalidated 86% of the currency in circulation overnight. As the queues grew longer and tempers grew more frayed, the government trotted out various reasons for this disruptive move. Now, a year later, demonetisation is yet to deliver on any of the stated goals and the bill for the disastrous measure has not yet been paid in full. One by one, the payoffs have turned out to be mirages.The first stated objective was that this would unearth massive amounts of black money, virtually driving it out of existence. In November, Mukul Rohatgi, the attorney general at the time, confidently informed the Supreme Court that at least Rs 4 trillion of the invalidated notes would not come back to the Reserve Bank of India. Niti Aayog Member Bibek Debroy was more cautious. He estimated that about Rs 1.6 trillion (roughly 10% of the value of demonetised currency) would not be returned.  No real gainBut even Debroy’s “cautious” assessment was wrong by a factor of 10. Only Rs 16,000 crore worth of demonetised notes have not returned to the banking system so far – that is just under 1% of the cancelled notes. As much as Rs 15.28 trillion, or over 99% of the withdrawn Rs 15.44 trillion came back.Another stated objective for demonetisation was that it would prevent the proliferation of fake currency. But the total number of fake notes detected during the exercise had a value of just 0.0007% of the total demonetised currency.The sub-text – that large quantities of fake money fuels terrorism - can just be dismissed as jumla, since there never was a large amount of fake currency in circulation anyway.A third ostensible reason for the exercise was to encourage – or rather, coerce – citizens to opt for cashless electronic transactions. This was callous, given that there are few bank branches and ATMs in rural areas apart from low telecom penetration and poor connectivity.  On this count too, demonetisation did not achieve much. While digital transactions spiked in December 2016 and rose in coming months, the trend reversed soon after cash came back into the system.  According to data from the National Payments Corporation of India, the total value of electronic transactions was Rs 94 trillion in November 2016. By March this year, it was at Rs 149 trillion. But by July, it was down to Rs 107 trillion and it dropped further to Rs 100 trillion in October. Transaction volumes, meanwhile, fell from Rs 957.5 million in December 2016 to Rs 863.9 million this October. As any behaviourial scientist could have attested, people do not like being coerced.Direct tax collections have not risen much either. According to the Ministry of Finance, net direct tax collections increased in the current financial year, reaching 39.4% of the total budgeted estimates. This is a 15% rise in absolute numbers, but net direct tax collections have often risen by 14%-15% or more in earlier fiscals.The only stated goal that has still not been debunked is the possibility of punitive tax collections in future. A reported Rs 1.7 trillion worth of unusual cash deposits were recorded according to the RBI. The Income Tax department could eventually levy punitive tax on some of these suspicious transactions. But this may take years to happen and the potential collections are unlikely to compensate for the huge losses the economy has already suffered.  Sanjay Kanojia/AFPImmeasurable pain There can be no way to compensate the 100-odd people  who died indirectly or directly because of demonetisation. Some died while standing in lines to access their money, others lost children because they did not have valid notes to pay for treatment costs at hospitals and a few committed suicide on learning that their cash savings were worthless. Nor is it possible to compensate the vast number of citizens who suffered loss of livelihood. Demonetisation put entire industries in the formal  sector into near-hibernation and it dealt a knock-out punch to the informal sector. There has not been much rehiring since. Private corporate investment remains stalled. Non-food bank credit (lending for purposes other than food production or procurement) growth in India, which is usually about 15% per annum or higher, dropped to 5% in the last financial year. This was a multi-decade low.  GDP growth rates have declined over the last six quarters, reaching a low of 5.7% in  the April-June quarter of the ongoing financial year. The GDP growth for 2016-’17, at 7.1% , was some 0.5% lower than the February 2016 Budget estimates and that was after jugglery  with the Wholesale Price Index and the Index of Industrial Production, which was sure to boost growth numbers. There are hopes that the July-September quarter of this financial year will be better, but that is assuming the implementation of the Goods and Services Tax stabilises and the associated short-term disruption eases off. Growth projections by the International Monetary Fund, Asian Development Bank, RBI and the Central Statistics Office, among others, have all pared off between 0.5% to 1% off growth assumptions made prior to demonetisation.The RBI logged drastically lower profits in 2016-’17. The central bank transferred Rs 66,000 crore in profits (it transfers almost all its profits, keeping a small reserve) in 2015-’16 and it transferred only Rs 30,600 cr in 2017-’18. The 2016-’17 Budget had estimated around Rs 75,000 crore to accrue in transferred RBI profits.Had it not been for massive government spending, GDP growth would have  been even lower. By September-end, the government had already spent more than 90%  of its Budgeted Fiscal Deficit (3.2% of GDP) for the year. Various states had also launched massive farm loan waivers to ease agrarian distress caused by the note ban. So far, at least Rs 67,000 crore worth of farm loans have been distributed. All these loans were sanctioned by public-sector banks. When you add these amounts, including the RBI’s lower profit transfers and farm loan waivers, demonetisation has already cost the government about Rs 1 trillion at least. Also consider that it is not possible to collect taxes on growth that does not happen. At a conservative estimate our GDP growth has reduced by at least 2% over two fiscals. So, even if a large proportion of that “suspicious” Rs 1.7 trillion can be confiscated, it may still not compensate for these losses.AFPLong road to recoverySupporters of the note ban will continue to dismiss these as transient effects of the move. But the transient effects have already lasted a year now and have caused misery to the millions who lost livelihoods. And in all likelihood, the damage is not yet over. We can instinctively understand the drop in demand that demonetisation has triggered. That is a transient effect. As cash came back into the system, consumption improved. However, the note ban also triggered a structural effect that may not be quite as transient on the supply side. It destroyed elements of the value chain that supplies goods and services.  The informal economy (not black, but informal) supplies key inputs to industries like textiles, hosiery, construction, and many other manufacturing sectors, and of course, to agriculture. Unfortunately, the disruptive effect  of GST will slow down the process of reforging those chains.  If demand improves and supply does not, imports will rise (an effect we have already seen).  At some stage, that could impact the current account  adversely. Growth will also slow down further.Finally, there is a behavioural effect that is hard to model but easy to understand. The day after demonetisation, I wrote in Scroll.in that this move eroded trust  in the currency. It has also created deep suspicion of policy-makers.This was made worse by the near-daily notifications issued by the government during demonetisation that changed the amount that could be withdrawn, the deadline to deposit old notes and the reasons behind the exercise. The implementation of the GST has further added to the suspicion of policymakers, since the new tax regime has also been subject to multiple changes. The most charitable interpretation of these adhoc measures is that the government is making things up as it goes along – that is not a nice attribute in policymakers. The eroded trust in currency can be seen in the fact that every time the finance minister or the prime minister announces a speech, jokes do the rounds of how everyone should rush to ATMs. It would be very easy at this instant for somebody to start a panic by floating rumours, for instance, that the Rs 2,000 note is to be withdrawn.A mindset of suspicion is not conducive to taking risks or spending hard-earned money. This is perhaps why entrepreneur and consumer have both turned cautious. The government (and the RBI) will have to work hard and find ways to reassure people, and make the nation believe that policy will become more transparent and consistent. That is not going to be a transient process.","author":"Devangshu Datta","time":"2017-11-10T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857115-49037-hmdtlehetw-1484051494.jpg","tags":["Demonetisation Anniversary","Indian Economy","Black Money"],"source":"https://scroll.in/article/857115/demonetisation-has-already-cost-more-than-what-the-it-department-can-recover-from-unusual-deposits"}