{"title":"Demonetisation has given rise to a state unanswerable to citizens","content":"After demonetisation in November 2016, a new relationship between the citizen and state has emerged where the citizen no longer has any power to hold the state to account. After five years of demonetisation, the presence of the Indian state in the everyday lives of citizens is visible even more clearly. Untangling the process through which this has happened remains the challenge as the country marks five years of this policy-induced crisis.Writing in January 2017 in the Economic and Political Weekly, I had suggested that through the announcement on November 8, 2016, withdrawing Rs 1,000 and Rs 500 notes, the Indian state has been unleashed on us in the name of protecting our own virtue. The government does not want to be answerable to the citizen.The devastating economic fallout of demonetisation is well documented. Numerous writings in the last five years (“What was the point about demonetisation?”, “Notebandi”) and in particular those written recently marking five years of demonetisation comprehensively establish that demonetisation did not achieve any of its stated goals of (in fact as suggested in these writings the goalposts were never clearly articulated) and turned out to be a disaster in denting the economy and increasing the hardships for ordinary people in India. Wage workers, daily earners, small traders and business owners, informal sector workers, all suffered.Demonetisation to Covid-19The suffering was not limited to the immediate aftermath of demonetisation but it also compounded the suffering  from the policy choices that followed demonetisation – implementation of Goods and Services Tax in July 2017 to the grave disadvantage of small traders and businesses, the unemployment crisis of 2018 and 2019, the lockdown in March 2020 and finally the devastation caused by the poor handling of the second wave of Covid-19. \n    \n      \n      Five years after demonetisation\n      Taking stock of the surgical strike on the Indian economy.\n    \n    \n        Read here\n    \nThe economic devastation of Covid-19 was compounded on the foundation laid down by the self-inflicted trauma of demonetisation. The immediate context and reasoning behind demonetisation was essentially political. As Arun Kumar suggests, this announcement was done to give s semblance of seriousness and uphold the “jumla” or false promise that Rs 15 Lakh will be available for each family in India once the black money was brought back home. He suggests that a big bang was needed since the administrative and legislative announcements of 2015 and 2016 had not had the requisite impact. But it is the deeper political project which I wish to draw attention to. Demonetisation or its fallout ought to be discussed keeping both the political and economic in front of us.The devastating economic fallout of demonetisation is well documented. Photo credit: Rupak De Chowdhuri/ReutersThe key to the project of demonetisation was to experiment with total mobilisation of society on a scale, where literally every citizen is enlisted in a policy cause, without revealing how it is guaranteed to work and what problems do they resolve. People were made to believe a premise, as limited as saying, since something tastes terrible it must be good for one’s health. Moral political goalsThe moral and the political were in one leap intertwined when standing in line to withdraw one’s own money was a way to honour the country. Citizens  were told that the government will do the best for its citizens and the citizens need not understand the rationale behind the policy choice. Questions were not to be asked, only sound bites were repeated – so was the new moral-political argument of the government. There was an added moral-political dimension to this project – it introduced newer ways of personification of policy and ensuring participation in nation-building, all individually, with no associations or alliances. Questions of distributive consequences and transparency  were effaced. Every citizen appeared either as a patriot or a criminal, and the state repeated that “the honest have nothing to fear”. The state epitomised virtue and stood above the citizens.  Compliant media played a stellar role in facilitating these moral political goals.All this has proved very handy for choices made after demonetisation. The callous response to the suffering of the poor and marginalised changed in a significant way. Earlier the poor were ignored or placated with doles but not callously rejected as the experience of the migrant workers during the lockdown revealed. State and pandemicIn fact, now the discourse has moved even beyond. We all witnessed blaming the migrants for not being grateful to the state for preventing the spread of the contagion.The state used the Covid-19 crisis as an opportunity to strengthen the control of capital over labour. Labour Ministry consolidated 29 Central labour laws into four labour codes – wages, social security, industrial relations and occupational safety. The legislative change delivered a key message that those who experienced hunger, unemployment, humiliation, indignity and death during the lockdown were responsible for their precarious existence. They were told that the attempt by the state to “over-protect” them, in the past made them more vulnerable.In 2020, the sudden lockdown announced by the Modi government had triggered a migration crisis in India. Photo credit: PTISince the workers were responsible for their precarity and overprotection they were obviously expected to cover the costs not only of the lockdown but also of rebuilding the economy, livelihoods and lives in post-Covid-19 India. This is far beyond what demonetisation attempted but it had laid the ground for such grotesque rationality.By reconstructing accountability the Indian ruling classes have managed another gain. The state need not be any longer compassionate. And citizens cannot seek compassion or seek accountability or even ask for its policy vision. The patriot-criminal divide comes to use if any such question is raised. The consequence is the invisibilisation of the suffering of the citizens and the labouring poor. This is evident both in the media and in the dominant state policy discourse. We have been a witness to the helpless, powerless suffering of the poor during demonetisation, the suffering of the migrant worker during the lockdown and the trauma of the loss of life during the Covid-19 pandemic. The state lacks compassion and the citizens find themselves lacking the power to seek state accountability.How is this achieved? The leadership has a popular mandate so the policy choices that are made today through the institutions of parliamentary democracy are “legit”. The new nation-building project excessively relies on using (Hindu) civilisational symbolism to build global friendly capitalism. From banning beef to gagging writers and dissenting voices and using the repressive apparatus of the state are all part of the Indian democracy today to deal with the social strife emanating from the gap between economic promises and performance and the lack of trust in political leadership or politics in general. It is this intertwining of the economic and the political that makes a failed economic project like demonetisation appear “successful”. To bring to the fore the suffering of ordinary people the jugalbandi of the political and the economic is the tool used and this is what needs to be laid bare.Problematic choices  Learning from the demonetisation experience allow us to reason without inhibition   that there was nothing inevitable about a health emergency getting converted into a humanitarian crisis. There was nothing inherent in the pandemic for making India’s wealthiest to escape its worst while the majority of India paid the price. The workers did not suffer because of any “archaic laws”, they suffered the fresh apathy unleashed on them.Long due and much awaited Labour reforms have been passed by Parliament. The reforms will ensure well-being of our industrious workers and give a boost to economic growth. They are also shining examples of ‘Minimum Government, Maximum Governance.'— Narendra Modi (@narendramodi) September 23, 2020\n\nThere is a lot in common between the labour laws and the agriculture laws passed in September 2020, during the pandemic. The cohesion is not only in terms of economic goals but also how the two Acts hollowed out the spirit of accountability. They instrumentally used the institutions to centralise power in the central government and its offices.Policy choices like demonetisation or change in labour laws or lockdown are problematic not  because they are inadequate for solving problems, since for a specific section of the population they might be extremely effective, but because they caused immense suffering. Suffering, unlike mere unsolved problems, represents sufficient grounds for highlighting the existence of a normative problem in policy/decisions around us and therefore the need to build a counter-narrative. Suffering is self-justifying and the experience of it is the policy critique. It is this very experience that made the farmers rise to defend their rights and in doing so they created grounds for defending the wider constitutional rights of all citizens. In a similar vein, the critique of demonetisation has to move beyond identifying its internal inconsistency or the irrationality of it as a policy intervention and seek policy interventions that stand in favour of distributive justice and defending the last rights of last women in this country.Atul Sood teaches at the Jawaharlal Nehru University in New Delhi.This article is part of a series looking back on five years of demonetisation prepared by the Centre for Financial Accountability. Read the entire series here.","author":"Atul Sood","time":"2021-11-25T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166763-wwxcgmouof-1637769120.jpg","tags":["Lockdown","Demonetisation","Economy","Narendra Modi","Covid-19"],"source":"https://scroll.in/article/1011346/demonetisation-has-given-rise-to-a-state-unanswerable-to-citizens"}