{"title":"Demolish Taj Mahal and Qutub Minar, says BJP MLA","content":"Bharatiya Janata Party MLA Rupjyoti Kurmi demanded on Wednesday that the Taj Mahal and Qutub Minar should be demolished and temples should be constructed at the two sites, ANI reported.The matter came to light after a video of Kurmi making the statement at a press briefing on Tuesday was widely shared on social media. In the video, Kurmi requested Prime Minister Narendra Modi to build temples at the sites of the Taj Mahal and Qutub Minar and offered to donate a year’s salary for the project.Assam BJP MLA @RKurmiOfficial requests PM @narendramodi to demolish the Taj Mahal and Qutub Minar and built temples in both the places. He offers to donate one year salary for this. pic.twitter.com/XVJtWwfltN— TIME8 (@TIME8News) April 4, 2023\n\nAfter a controversy erupted over his statement, the MLA from the Mariani constituency of Assam doubled down on his demands while speaking to reporters on Wednesday. Kurmi said that the Taj Mahal should not be described as a symbol of love.“[Mughal emperor] Shah Jahan built the Taj Mahal in [the] memory of his fourth wife Mumtaz,” the BJP leader said. “If he loved Mumtaz, then why did he marry three more times after the death of Mumtaz.”Meanwhile, a complaint has been filed against Kurmi’s statement at the Latasil police station in Guwahati, the Pratidin Time reported. A first information report has not been registered yet.Guwahati, Assam | Taj Mahal is not the symbol of Love. Shah Jahan built Tajmahal in memory of his 4th wife Mumtaz. If he loved Mumtaz, then why he married three times more after the death of Mumtaz: BJP leader Rupjyoti Kurmi (05.04)— ANI (@ANI) April 6, 2023\n\nKurmi’s comments come against the backdrop of the controversy about the deletion of a chapter on Mughal history from the Class 12 History textbook of the National Council of Educational Research and Training.The change in curriculum had been notified by the NCERT in June last year. But, the matter resurfaced after multiple omissions that had not been announced last year came to light as textbooks for the new academic year hit the markets. Paragraphs on attempts by Hindu extremists to assassinate Mohandas Karamchand Gandhi and the ban imposed on the Rashtriya Swayamsevak Sangh after his killing are among the texts dropped by the NCERT that were not part of the “list of rationalised content” it had released in June. All references to the 2002 Gujarat riots have also been removed from NCERT textbooks in the new curriculum.","author":"Scroll Staff","time":"2023-04-06T12:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188820-qdgvtkwafu-1680763381.jpg","tags":["Rupjyoti Kurmi","Taj Mahal","Qutb Minar","Shah Jahan"],"source":"https://scroll.in/latest/1046920/demolish-taj-mahal-and-qutub-minar-says-bjp-mla"}