{"title":"Demonetisation, GST were ‘twin blows’ for India’s economy and small businesses, says Manmohan Singh","content":"Former Prime Minister Manmohan Singh on Tuesday called the “twin blows” of the Centre’s demonetisation drive and the implementation of the Goods and Services Tax a “complete disaster for our economy” that “has broken the back of our small businesses”.“To promote a less cash economy, coercive steps like demonetisation are ineffective,” he said. “No where in the world has any nation taken such a drastic step that swept off 86% of the currency in circulations. I repeat what I said in Parliament: this was an organised loot and a legalised plunder.” Singh made the statements in Ahmedabad in Gujarat while discussing the economic climate in India. “November 8 was a black day for our economy and, indeed, our democracy,” the Congress leader said, referring to the day in 2016 when the Centre announced its move to demonetise Rs 500 and Rs 1,000 notes. “Tomorrow, we mark one year since the disastrous policy was thrust on the people of our country.”Singh said that every 1% loss in the Gross Domestic Product costs the nation Rs 1.5 lakh crore. “Think of the human impact of this loss where businesses had to shut down,” he told traders and small and medium businessmen at the event, according to Business Standard. “What is even more tragic is that after the monumental blunder of demonetisation, instead of providing relief to poor farmers and small and medium businesses, the government inflicted a badly designed and hastily implemented GST.”\n\n\n    \n    Play\n\nThe former prime minister asserted that demonetisation and GST will push people further back into poverty, and that in Surat alone, 60,000 looms had been discarded since the new tax was implemented in July.“The unprecedented growth in imports from China can be attributed to demonetisation and GST...These twin blows damaged India’s SME sector and our businesses had to run to Chinese imports at the cost of Indian jobs,” Singh said.The new tax regime has caused needless confusion, which has sowed a deep-rooted fear of tax terrorism, he added. “At a time when the economy slowed down despite global conditions, tax terrorism has led to the lowest growth in private investment in past 25 years,” Singh said.Opposition parties will observe the one-year mark of demonetisation on Wednesday as a “Black Day”. The Bharatiya Janata Party, on the other hand, said Union ministers and state party chiefs will commemorate the anniversary as “Anti-Black Money Day”.Singh has been a strong critic of demonetisation since it was implemented. In an interview to BloomberQuint on Monday, he said the time for politicking over demonetisation had ended. He had urged Prime Minister Narendra Modi to seek help from all quarters to rebuild the economy.","author":"Scroll Staff","time":"2017-11-07T12:38:08.334769+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/856997-49352-hkozpyeqsz-1501778183.jpg","tags":["Manmohan Singh","demonetisation","GST"],"source":"https://scroll.in/latest/856997/demonetisation-gst-were-twin-blows-for-indias-economy-and-small-businesses-says-manmohan-singh"}