{"title":"Demonetisation disrupted the life of every Indian – and failed all of its stated goals","content":"Some incidents are hard to forget – the death of a loved one, the moment one falls in love, the birth of a child. They remain etched in our memories with a vividness that transcends time. Occasionally, there is an incident that imprints itself on the collective memory of a nation, when something happens that touches each of our lives so deeply that when, many years later you ask, “What were you doing when…?”, everyone you question shares their story as clearly if it had happened just yesterday.The announcement of demonetisation on November 8, 2016, was one such moment. As I reached out on social media over the past few weeks to ask people what they were doing at that time, I was struck by how clearly they remembered what they were doing during Prime Minister Narendra Modi’s announcement, as also what they experienced in the days that followed. It was clear that India’s 2016 note ban was a really momentous step that had touched and disrupted each of our lives.When I was approached in December 2016 to write a book about demonetisation, I was enthusiastic. There was a vast amount of information in the public domain: opinions by eminent economists and citizens both in favour of and against the measure, numerous articles in the national and international press on the human and economic impact of the note ban, and, at least in the initial days, a steady flow of data from the Reserve Bank of India.It seemed that it would be a relatively easy task to swiftly document and analyse this major policy move. The first chapter, on the story of the surgical strike (as demonetisation had been popularly dubbed), was easy to write. In many ways, the saga of the note ban was reminiscent of a thriller – the drama, twists, turns and almost daily reversals of policy and often absurdly funny policy statements all made for good copy. However, as the 50 days of demonetisation progressed, it started to become painfully clear how poorly the decision had been planned and executed. The mood of the nation turned increasingly sombre, government spokespersons nervously started changing goal posts, and our central bank, once a highly revered institution, began to be mocked as the Reverse Bank of India.Many questions, no answersIt became a puzzle to try and decipher not just what the Reserve Bank was doing but why they were doing it. What was the role, if any, of the bank’s governor Urjit Patel and its former governor Raghuram Rajan in the decision? How much was the “demonetisation dividend” and how would it be used? What was the impact on economic growth and jobs? Had demonetisation succeeded in tackling black money, corruption, counterfeit notes and terrorism as Modi had promised it would? Data not just from the Reserve Bank but from other government sources too dried up. What data was available was contradictory and changed frequently, making it difficult to proceed with the book.Around the same time, I fell seriously ill. My poor health and the lack of verifiable information walked hand in hand for several months. There were days when I felt the book would never see the light of day. As I stumbled back on to my feet, I decided to tackle two chapters that needed no current numbers.One was a journey of exploration into past demonetisations both in India and elsewhere. This was a wonderful learning experience. It was fascinating to understand how financial and economic decisions can have a disproportionate impact on the history of nations. The other chapter, on the note ban’s human impact, was harder. As I read hundreds of stories of ordinary Indians and the chaos demonetisation had unleashed in their lives, I was reminded of an experience early in my banking career.Devastation of demonetisationI started my banking career in the current accounts department of the largest branch of Grindlays Bank – 19 NS Road in Kolkata. It was a tough job. Operations were entirely manual and the hours were long. After work, it was impossible to find a taxi, so the journey home was a 1.5-km walk to Esplanade, followed by a jam-packed mini bus ride, and thereafter a tram ride. Reaching home, I had to study for my banking exams under candle light, for those were the days of long power cuts. This took a toll, especially on my sandals.I became a regular customer of the mochi, Ram bhai, who sat at the corner of the bank branch. His brother Lakhan bhai, also a cobbler, sat a few hundred metres away outside our nearby branch at 29 NS Road. Sometimes they exchanged places. Slowly, I learnt of their dreams and the story of their lives. They had migrated to Kolkata from Bihar a few years ago with their wives. They had only one daughter between the two families and had pledged not to have any more children, so they could educate their child in an English-medium school. The grace and dignity with which they lived their lives made my own problems seem completely trivial.As I sifted through the demonetisation stories published across the country, I was reminded of Ram bhai’s words: “This is a tough life, Didi, but at least we can live.” Indeed, India’s economy, imperfect though it is, allows our people a toehold on life, no matter how tenuous and fragile. Demonetisation crushed this fragile cord, destroying the livelihoods of the poorest Indians, who had nothing to fall back upon. Dismissed as anecdotal evidence by government spokespersons, these stories presented a mind-numbing picture of the devastation caused by demonetisation.Objective data now provides evidence that demonetisation failed on every count, causing both damage to the economy and untold misery to millions of people. (Credit: Himanshu Sharma / Reuters)In time, more information became available. In retrospect, the delays that had earlier seemed so frustrating turned out to be a blessing in disguise. The passage of time lent perspective to the exercise, helping me understand and assess not just the human and economic impact of demonetisation, but also to draw up a factual report card on whether it had achieved any of its stated goals.On the second anniversary of demonetisation, objective data provides evidence that it failed on every count, causing both damage to the economy and untold misery to millions of people. In our post-truth world, there will undoubtedly be many attempts to present it in a more positive light. I hope my research will help discerning readers draw their own conclusions.Meera Sanyal’s The Big Reverse has been published by HarperCollins. It is now in stores.","author":"Meera H Sanyal","time":"2018-11-08T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/901185-dugumijhhd-1535564104.jpg","tags":["Demonetisation","Note ban","Narendra Modi","Economy","Reserve Bank of India"],"source":"https://scroll.in/article/901185/demonetisation-disrupted-the-life-of-every-indian-and-failed-all-of-its-stated-goals"}