{"title":"Demonetisation was a ‘well-considered decision’ taken in consultation with RBI, Centre tells SC","content":"The central government on Wednesday told the Supreme Court that the move to demonetise Rs 500 and Rs 1,000 notes in November 2016 was a “well-considered decision” taken after advance preparation and consultation with the Reserve Bank of India, Live Law reported.“All possible measures were taken to mitigate inconvenience to the public and reduce the disruption of economic activities,” the government said in an affidavit. “The short-term inconvenience and disruptions have to be seen in the larger context.”The government made the submission to a Constitution bench of Justices S Abdul Nazeer, BR Gavai, AS Bopanna, V Ramasubramanian and BV Nagarathna. The bench is hearing a batch of 58 petitions challenging the demonetisation move.On November 8, 2016, Prime Minister Narendra Modi had announced that Rs 500 and Rs 1,000 currency notes would cease to be legal tender in India from midnight. Modi had said that the decision had been taken to “fight corruption, black money and terrorism”.The Rs 2,000 notes and Rs 500 notes with a new design were introduced after demonetisation.The petitioners have claimed that the exercise violated several constitutional rights of citizens, such as the right to property (Article 300A), right to equality (Article 14), right to carry on any trade, business or occupation (Article 19) and right to life and right to livelihood (Article 21).In the affidavit submitted on Wednesday, the central government said there were several benefits of the demonetisation exercise such as a reduction of fake currency notes, an increase in digital transactions and the detection of unaccounted income, according to Live Law.“The overall impact of demonetisation on economic growth was transient, with real growth rate being 8.2 % in FY 16-17 and 6.8% in FY 17-18, both being more than the decadal growth rate of 6.6% in the pre-pandemic years,” the government said.It also added that the government had started its consultation about the move with the Reserve Bank of India in February 2016, reported The Indian Express.The government also urged the Constitutional bench to not be persuaded further regarding the legality of the exercise. “The Supreme Court has generally refrained from judicial review of decisions in the realm of economic policies,” it added, according to Live Law.Meanwhile, in a separate affidavit, the Reserve Bank of India said that the inconvenience caused to the public cannot be a ground to challenge the validity of demonetisation as it was taken in national economic interest, the Hindustan Times reported.","author":"Scroll Staff","time":"2022-11-17T11:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115576-eiuozidzva-1630470543.jpg","tags":["Demonetisation","Narendra Modi","Supreme Court","2016 Demonetisation"],"source":"https://scroll.in/latest/1037631/demonetisation-was-well-considered-decision-taken-in-consultation-with-rbi-centre-tells-sc"}