{"title":"Demonetisation, GST and lockdown: How the Modi government has wrecked India’s small businesses","content":"The last five years appear to us as a series of 100-meter sprints for India’s small businesses and informal workers, one at a time. Be it for demonetisation, or Goods and Services Tax or the lockdown, each time the citizens are expected to run and endure what is called momentary hardships, purportedly to achieve what is said to be a “noble goal”. At times it is “ache din”, “Digital India”, “surgical strike on black money”, “Rs 15-lakhs to every citizen”, “Make in India”, “Aatma Nirbhar Bharat”, “five trillion economy” –  a carrot that changes every once in a while. Each one is packaged with the correct mix of demagoguery, branding and high decibels in the media newsrooms that has rendered us into a country that lives in short bursts and even shorter memories. \n    \n      \n      Five years after demonetisation\n      Taking stock of the surgical strike on the Indian economy.\n    \n    \n        Read here\n    \nThe manufactured euphoria is used as a smokescreen that shrouds the larger picture – a marathon race to the finish. A race that was flagged off with the slogan of “sabka saath sabka vikas”, but which over the years has been designed to decimate the small entrepreneurs and the informal sector in favour of big capital.First blood: DemonetisationOne of the first hurdles that was erected on the tracks of the small business was demonetisation. The banning of Rs 500 and Rs 1,000 notes that overnight rendered 86% of India’s currency null and void, five years back, is one of the many moves that perfectly spotlights this game plan of the current regime. It had everything. The surprise announcement at 8 pm on November 7, 2016, that shocked and awed the country. Following demonetisation, people had to wait outside banks for hours to exchange their notes. Photo credit: Amit Dave/ReutersThe announcement did not talk about the preparation for its implementation but demanded to rise above our individual hardships, endure the pain for just 50 days to rid the country of the evils of black money, terrorism and even cash. That was enough for the ever-faithful media to peddle stories of a daring “surgical strike” on black money, of new Rs 2,000 notes having tracking chips and so on. And anyone who questioned was branded an anti-national coming in the way of the “noble goal”.Behind the charade of the “surgical strike” on black money what is carefully hidden is the global war on cash that has been pushed by the big capital through the Better than Cash Alliance funded by United States Agency for International Development, Bill and Melinda Gates Foundation, Citi Foundation, Ford Foundation, Mastercard, Omidyar Network and Visa Inc. An alliance that India joined exactly a year before demonetisation. “The stated intention of the cashless push”, as explained by Tony Joseph, “is to make it impossible for the informal sector to survive as it does today – even though it employs more than 70% of India’s labour”. While proponents of a cashless economy spoke of the necessity of the “creative destruction” of the informal sector, he warns of the immense job loss and uncertainty that any such forced digitisation would entail for a country like India. This is precisely what we saw unfold since demonetisation.For a cash-intensive unorganised sector, demonetisation came as a bolt from the blue. With a dearth of working capital, the micro and small enterprises were in no position to pay and lakhs of workers abandoned small towns and cities to return to their villages.  Bihar’s finance minister in December 2016 said 95% of migrants had returned home because their employers had no money to pay their salaries. In a December 2016 study, the All India Manufacturers’ Organisation reported 40% and 32% job losses in the age groups of 40 years to 55 years and 22 years to 30 years respectively during the first 50 days of demonetisation. By the end of the year, it was clear that the smaller the units, the more susceptible they were. So, small-scale traders, shops and micro industries witnessed 60% job losses and suffered a 47% dip in revenue while large-scale industries suffered only 2% job losses and a 3% revenue dip during the same period.Structural blow: GSTThe unorganised sector had hardly found their footing back in the race when yet another hurdle was erected on their track, this time in the name of Goods and Services Tax. It once again threw the economy on a tailspin. The Goods and Services Tax was a bigger and more structural blow to the unorganised and small entrepreneurs than even the shockwave of demonetisation. Photo credit: Adnan Abidi/ReutersYet again, it was said that the strains would be short-lived. We were once again asked to endure for the cause of formalisation which it was said would in the long run take the country to newer heights. There is a good reason in fact to believe that the Goods and Services Tax was a bigger and more structural blow to the unorganised and small entrepreneurs than even the shockwave of demonetisation.The economics of logistics of the GST framework was completely skewed against the survival of the small players and in terms of market share helped in augmenting the footprint of the larger companies and big organised retail brands.As has been pointed out by various economists, be it the next-door kirana shops or the local service providers, their survival depends largely on non-compliance as it is only by this means that they are able to offer competitive prices vis-a-vis the bigger players. To subject them to official rates and to burden them with the cost of compliance was to basically translate into throwing at least most of them out of the race. And that is precisely what happened. We heard the Executive Chairman of Prestige Group saying  “Thanks to GST, the unorganised competition is reducing. There are three or four organised players.” Rest could not keep up. “That is why I called GST, Ground Scorching Tax — it is at the ground level that the economy is getting damaged,” said economist and author Arun Kumar in an interview.Fatal fall: LockdownA report by Transunion Cibil and Sidbi said that by the end of 2019, micro, small and medium enterprises with exposures from Rs 10 lakh to Rs 10 crore had recovered to pre-demonetisation levels, but the segment with exposure of less than Rs 10 lakh was still far from recovery. The Covid-19-induced lockdown had completely disrupted the Indian economy. Photo credit: Jewel Samad/AFPThe unorganised sector was desperately trying to get back on its feet when in 2020 yet another hurdle was put on their tracks. This time even a deadlier one that knocked them down – the Covid-19 lockdown. The most stringent state-imposed lockdown ever recorded in human history was declared with a 4 hours head start bringing the country to a standstill and a silent  migration in motion. The propaganda machinery was yet again unleashed to sing the song of endurance for just a few weeks for the country to emerge strongly in the war against the virus, a war that we evidently failed in by the time of the second wave.The lockdown completely disrupted the economy, the heaviest price being paid yet again by the unorganised sector that was already crippled by the blows of demonetisation and GST. The effect was particularly skewed against women in the labour force. As per a study, while only 19% of women remained employed, 47% had not returned to work till the end of 2020. Among them, domestic workers and sex workers (who are predominantly women) were among the worst affected. Though invisibilised in official data, it was widely reported how women lost their small savings owing to demonetisation and even had to face domestic violence, which further intensified during the lockdown.Unorganised workers impactedAs to the fate of the unorganised sector at large, the All India Manufacturers’ Organisation in association with nine other industry associations in a study of over 42,000 self-employed and micro-entrepreneurs, found that a third of them were on the verge of closing down and more than 70% were forced to fire workers. A detailed survey of 400 firms conducted in mid-2020 found that microenterprises lost 20% of annual sales, while medium and large enterprises lost about 11%. The study estimated that microenterprises could retain only 37% of their workers, while the number for large enterprises was 57%. This was before the second wave came to our shores.The account of Med Khan, a knife sharpener in Mumbai is moving. For him, the pandemic was an accelerator of something that was already in motion. “Most people buy stainless steel knives from Amazon and do not need my service,” he said. Shaktiman Ghosh, the General Secretary of the National Hawkers Federation, in an interview said that during the nationwide lockdown only 10% of hawkers selling fruits, vegetables and groceries were able to stay operational. More than 80% of hawkers were not able to even open their makeshift shops. It was devastating for them as about 60% of hawkers, he said, are hand to mouth depending on their daily earnings to survive.It has been stiffly contested, and also belied by the horrors of the second wave, as to whether such a stringent lockdown was the way to handle the pandemic. But one thing is certain, it further solidified the footing of big digitised retail on the already floundering small players, hawkers, and itinerant service providers. Grofers, for instance, claims that amongst the new users in 2020, 64% were first-time online grocery shoppers, while for 20% it was their first interface with e-commerce. Flipkart too boasts of a new user growth of close to 50% right after the lockdown and the bulk of them were in fact from the so far under-tapped tier-3 cities making the lockdown stand out as an inflexion point for online retail.Cumulatively seen, the demonetisation, the GST or the lockdown are in fact not short sprints – but a continuum – a five-year-long marathon – that has turned into a death trap for small businesses employing the bulk of the informal workforce. They have either been bought over or their market share has been steadily eroded by big business. Recent National Crime Records Bureau data reveals that the pandemic year of 2020 saw more suicides among business people in India than even farmers. Among those who took the noose were mostly vendors (36%) and tradesmen (37%). Hate, bigotry and carefully camouflaged promises have either kept us distracted from these stark realities or have turned us into cheerleaders for a misplaced sense of pride. How long before we put an end to this death race?The  authors are researchers at the Centre for Financial Accountability and analyse the government’s financial decision making from a people-centric perspective.This article is part of a series looking back on five years of demonetisation prepared by the Centre for Financial Accountability. Read the entire series here.","author":"Priya DharshiniAshish KajlaAnirban Bhattacharya","time":"2021-11-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/57615-uyrencyzbf-1494151483.jpeg","tags":["Indian economy","GST","Demonetisation","lockdown","Covid-19"],"source":"https://scroll.in/article/1011509/demonetisation-gst-and-lockdown-how-the-modi-government-has-wrecked-indias-small-businesses"}