{"title":"Demonetisation anniversary: The Raj currency note withdrawal of 1946 had uncanny parallels with 2016","content":"Four years after Narendra Modi announced demonetisation on November 8, 2016, the withdrawal of banknotes has become a historic event in the lives of Indian citizens and those who depended on the Indian economy. But did you know that demonetisation has colonial precedence? In 1946, as the world was just out of the jolt of the Second World War and India was at the peak of anti-colonial struggle, the British Raj conducted its own version of demonetisation.While the demonetisation exercise of 2016 has led to important work on the legal history of demonetisation in India, we know much less about the social history of the declaration. Goonja Mukherjee, in her MPhil dissertation, gave a glimpse of how India reeled under the withdrawal of certain notes, in the process allowing us to understand that lessons from history tell us about the social consequences of governmental actions. At a time of governmental stimuli and massive financial upheavals due to the pandemic, the social histories of financial decisions alert us to how Indian communities have historically reacted to transformations in monetary practices.The demonetisation in 1946 was announced as a measure to curb black marketeers. Black marketeering was a consequence of the Second World War and the resultant famine in Bengal. The black market in India signified the unregulated and illegal sale of everyday items such as food and cloth, rather than luxury products as is commonly assumed.Demonetisation was also supposed to curb tax evasion. A survey by the Associated Press of America suggested that of Rs 1,200 crores of currency in circulation, up to Rs 300 crores in higher denominations, had gone underground to evade income and excess profit taxes. As World War II brought unusual profits to businessmen, an excess profits tax and a business profits tax were introduced.  The Income Tax Department was supposed to administer this. The excess profits tax was repealed in 1946 and the business profits tax in 1949. This era was characterised by a considerable emphasis on the development of investigation techniques. In 1947, the Taxation On Income (Investigation Commission) was set up. It was against this background that the British Raj took the step of demonetisation. How it was doneThe finance department passed two ordinances in January 1946. The first ordinance was the Bank Notes (Declaration of Holdings) Ordinance, which required all banks and government treasuries in British India to furnish to the Reserve Bank of India a statement of their holdings of banknotes of Rs 100, Rs 500, Rs 1,000 and Rs 10,000 as at the close of business on the previous day by 3 pm on January 12, 1946. That day was declared a bank holiday. The second ordinance was the High Denomination Bank Notes (Demonetisation) Ordinance. It demonetised banknotes of the denominations of Rs 500 and above with effect from January 13, 1946.Some of the parallels with the demonetisation in 2016 are uncanny. Holders of high denomination notes could get them exchanged at the Reserve Bank, a scheduled bank, or a government treasury on presentation of the high denomination notes and a declaration in the form prescribed in the schedule to the Ordinance within 10 days of the commencement of the Ordinance.The government believed the working capital of black-market operations to be held in the form of high denomination notes. Government, well aware of persistent public demand for action, took this step to deal with black marketing and tax evasion in the country.Economic impactBusiness cycles in Bombay were the first to respond in shock, with long queues in front of banks clogging the arteries of the city’s roadways. Though the stated objective was to unearth underground money, which in Bombay alone was estimated at Rs 20 crores, the official history of the Reserve Bank of India notes it was against the bank’s advice. While the finance ministry wanted to go ahead with the scheme, the governor of the RBI did not see the situation apt for this.  Economists issued a joint statement that it would be of no consequence as long as currency began to be issued in large amounts. In Bombay, there were more sellers than buyers in markets, and considerable hesitance in accepting Rs 100 notes. Further, there was buying and selling of Rs 100 notes at Rs 95 to Rs 97, a large number of Rs 500 and Rs 1,000 notes were unofficially exchanged at 60% to 70% of their original value. Gold shot up from Rs 73 to Rs 96 per gram and then dropped down to Rs 82. Millions of gold bars were exchanged for currency. Diamonds were sold at a high premium too. Silver was one of the rare precious commodities to remain stable.Millions of gold bars were exchanged for currency in 1946. Photo credit: AFPThe demonetisation had its casualty. Newspapers reported death from shock. A 43-year-old woman from Punjab died of heart failure, allegedly she had 1 crore in thousand-rupee notes. About 2 crores worth of notes of the high denomination were found to be held in Delhi where apart from contractors, a large number of government officials were reported to have gotten rich from bribery and corruption. The largest sum tendered by an individual was by a government servant, a sum of Rs 603,000. The reason he gave for the amount was that it was an official secret that could not be disclosed to the public. Rumours were afloat of more ordinances, and Rs 100 notes were disappearing fast. The government had to issue a press note to say there was no intention of demonetising Rs 100 notes.An interesting fallout was the arrest of millionaires for breaching the ordinance. The first such case was reported against Binod Lall, a Delhi millionaire, who allegedly was caught by the police while carrying 40 notes of Rs 1,000. Similarly, a Bombay millionaire, Dwarkadas Morarka of Sholapur Spinning and Weaving co ltd, was charged with breach of the ordinance and falsification of accounts in respect of Rs 4,52,000 was sentenced to a month of rigorous imprisonment.Mixed reactionsThere were mixed reactions to demonetisation. Most were sceptical of this move, as destructive to the economy especially to holders of small savings. Indian independence activist Rajendra Prasad, who subsequently became the first President of India, in an interview, said it would hit the middle and lower-middle classes hard and that the wartime ordinances only succeeded in complicating the problems they were intended to solve. Russa Mehta, a businessman, said that he had been informed that the RBI was exchanging Rs 1,000 notes for smaller denominations for those who filled up the declaration forms. But these forms were never scrutinised, and hundreds of people had filled these forms with fictitious names and addresses, there was no check on these. People without bank accounts were exchanging money too. To note, he had no problem with the ethos behind the demonetisation but pointed out that it was not the correct method. There was also some praise for the British Government’s move. In a letter to the editor of Times of India, NR Padmanavan from Bombay wrote that the government deserved the warmest congratulation from the public for having taken such swift action. He said that the press which was criticising the move had not really understood the main targets. It had not affected the man in the street, but the hoarders.The official history of the Reserve Bank of India notes that the 1946 demonetisation was against the bank’s advice. Photo credit: Altaf Hussain/ReutersAn unsuccessful moveThe summation of the debate could be found in the official history of the Reserved Bank of India. They declared that the measure did not succeed. By the end of 1947, out of a total issue of Rs 143.97 crores of the high denomination notes, notes of the value of Rs 134.9 crores continued to be exchanged. Thus, notes worth only Rs 9.07 crores were probably truly demonetised. The main loophole was that there was no way to ultimately differentiate between an honest earning and a black-market gain.The 1946 demonetisation revealed that notes on their own could barely capture black-marketeers or tax evaders. Instead, it removed trust from an economy based on cash exchange. Post-Independence reforms The first few years of independent India saw a considerable emphasis on the development of investigation techniques that emphasised on monitoring people rather than the circulation of notes. In 1947, Taxation On Income (Investigation Commission) Act was set up almost as a result of the failures of previous measures such as demonetisation. In short, this demonetisation remained as a glitch in India’s financial history, barely recorded in official accounts of financial institutions’ inheritances from the Raj.Goonja Mukherjee received her BA degree from Presidency College, Kolkata, and an MA from the Centre for Historical Studies, JNU. She wrote her MPhil thesis from JNU under the supervision of Dr Indivar Kamtekar. Goonja’s timely thesis outlines the concept and practices of corruption in colonial India, a subject which is fairly understudied in Indian history. She passed away after a prolonged illness in 2018, but her colleagues at JNU ensured that she lives on through her robust intellectual contributions. For any queries, contact Goonja’s colleagues at [email protected] and [email protected].","author":"Goonja Mukherjee","time":"2020-11-08T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/45745-vugrximsrq-1604758774.jpg","tags":["Demonetisation","RBI","Narendra Modi","Economy","British Raj"],"source":"https://scroll.in/article/976509/demonetisation-anniversary-the-raj-currency-note-withdrawal-of-1946-had-uncanny-parallels-with-2016"}