{"title":"Denied visibility in official data, millions of transgender Indians can’t access social benefits","content":"Last year, as India went into lockdown due to the Covid-19 pandemic, the government announced that each transgender person would receive Rs 1,500 as direct transfer and ration supplies. Despite an estimated population of 4.8 million, only 5,711 transgender individuals received the bank transfer and 1,229 received the ration supplies.“When we asked persons from the community to send us their bank account details, to forward to the government, around 80% told us that they have no bank accounts,” said Tinesh Chopade, advocacy manager at Humsafar Trust, an organisation working to advance health, advocacy, capacity building and research for the LGBTQIA+ community. “This is simply because they have no documentation.”The lack of identity cards in their preferred names and recording their preferred gender identities means that many Indians who identify as transgender are excluded from various social security benefits.The countrywide census conducted in 2011 had three options to declare a person’s sex – Male, Female and Other. This was India’s first attempt at collecting data on people with non-binary gender identities. Despite issues of exclusion and accuracy, the census provided an estimate of India’s transgender population – 487,803.However, most other official data sources continue to collect and provide data in the binary format, excluding transgender and intersex persons. While there are no countrywide surveys or reports, multiple qualitative reports highlight ostracisation and stigma faced by India’s transgender community.Transgender children are forced to quit their education due to harassment and bullying, impacting their chances of employment and societal integration. Individuals who identify as transgender often face discrimination from healthcare workers, limiting their access to health services. They are subjected to higher rates of gender-based violence, especially by police personnel.Most of these issues go unreported or underreported due to limited data.While sex is biologically determined, gender is a social constuct. Thus far, data collection has been sex-focused and not gender-focused, stated a 2020 report by the Centre for Internet and Society, India for the Big Data for Development Network: “Gender-disaggregated data does not reflect the reality of all gender minorities and cannot be used to make development decisions, especially for the inclusion of transgender and intersex persons, who are often misrepresented or absent in this data.”Even sex-disaggregated data fail to include intersex persons. “The first certificate we get as a human being is the birth certificate which our parents provide the data for. Even that does not have a column to record for intersex children,” said Chopade.A transgender person is someone who does not identify with the sex they were assigned at birth. The term intersex is used when a person is born with a reproductive or sexual anatomy that doesn’t fit the typical definitions of female or male. But India’s laws club transwomen, transmen, intersex people, genderqueer people and persons ascribing to socio-cultural identities such as kinner, hijra, aravani and jogta under the definition of ‘transgender’.“There should be no justification required to adopt an inclusive approach to data. A non-binary approach to data is the bare minimum requirement to acknowledge the existence of individuals who identify outside the binary genders of male and female,” Brindaalakshmi K, author of the CIS report, told IndiaSpend, “However, a non-binary approach to data may not solve the data challenges faced by intersex persons. It requires a more nuanced approach.”Addressing the data gapNearly six in 10 transgender persons surveyed in Kerala in 2015 had dropped out of school due to “severe harassment” and gender-related negative experiences. The same report–prepared by Sangama, a human rights organisation for individuals oppressed due to their sexual preferences, which interviewed 3,619 transgender persons – found that only 12% of the transgender persons surveyed were employed and half of the respondents made less than Rs 5,000 per month.The report also highlighted high rates of violence against transgender persons, particularly perpetrated by police personnel. More than half (52%) of the respondents said they had been harassed by the police and nearly all (96%) said they had not raised a complaint because of their gender identity.A similar study conducted by the National Human Rights Commission in 2017 among 900 transgender persons in four districts of Uttar Pradesh and the National Capital Region found that three in four transgender persons in NCR and 82% in Uttar Pradesh were never in school or dropped out before grade X. Nearly 15% had no jobs and 69% were working in the informal sector, primarily engaged in singing, dancing and “blessing” [Transgender persons from some communities are invited to give blessings at weddings or after child birth. For many people, this is a significant source of income]. Three in four respondents were dissatisfied with their career or income generating activities and 53% were earning less than Rs 10,000 per month.“The government has not initiated any survey or census on important issues that affect the transgender community,” said Kalki Subramaniam, founder and director of Sahodari Foundation on the lack of countrywide data addressing transgender issues. “We have no data on how many transgender persons are educated, how many are uneducated, how many are homeless, how many live with their families and how many live on the streets.”Major national data sources on health, education and employment that provide sex-disaggregated data do not have a separate category for the transgender population.These datasets include the National Family Health Survey, which provides essential health and nutrition data; the Unified District Information System for Education, a collation of data from schools on resources and enrollment; and the Periodic Labour Force Surveys, the primary source of statistics on labour force participation and employment.“To pitch for a policy change, the officials and other stakeholders ask us questions on the number of transgender persons. But unfortunately, we do not have the data,” said Chopade of Humsafar Trust. With no comprehensive national data, the trust relies on data that they build through outreach activities, interventions and research.The National Statistical Office under the Ministry of Statistics and Programme Implementation, which is responsible for conducting countrywide sample surveys, has not conducted any surveys on transgender or intersex persons and their issues.The annual Crime In India report released by the National Crime Records Bureau, which provides data on all the reported crimes in India, started collecting data on transgender persons in 2016. However, as with other reported crimes, the report may not truly represent the magnitude of crimes against transgender persons as it only includes crimes that are reported to the police and other law enforcement agencies.Getting the identity cardsTransgender persons were granted legal recognition in a Supreme Court judgement in April 2014 that recognised transgender as a third gender. The judgement, popularly called the NALSA judgement, upheld transgender persons’ right to self identify and directed central and state governments to grant legal recognition to their gender identity. It provided a legal recourse for transgender persons to change their name and gender and acquire identity cards in their preferred name and gender.A valid identity card is a prerequisite for accessing any government welfare scheme or private service system, including healthcare, education, banking and housing. Despite legal recognition in 2014, acquiring an identity card in their preferred name and gender remains a challenge for transgender persons.“We had to wait months to open a bank account for our organisation,” said Shaman Gupta, co-chair of Transgender Welfare Equity and Empowerment Trust Foundation. “Sometimes the identity card details do not match with the PAN card of our board members or our addresses were not updated because we had to provide so many proofs.”Only a third of the transgender persons interviewed in the Kerala government survey had an Aadhaar card or a voter ID card and only 2% had a PAN card. Three in four respondents could not register their preferred gender identity.Similarly, around 16% of the transgender persons interviewed in UP and Delhi had an Aadhaar card or voter ID card where they were identified as transgender. Around 1% had an Aadhaar card and 2.5% had a voter ID card in the old name and gender.Some transgender persons may have multiple sets of documents (in their given name and assigned gender, and preferred name and gender), the CIS report notes. This can be for various reasons: to prevent losing their eligibility for insurance claims that were procured in their assigned gender or to retain property rights that may be lost with changing their gender. No legislation in India covers this issue, the report says.The process to acquire documents in their preferred name and gender included submitting an affidavit to the district magistrate and a gazette notification. This meant going to government offices and meeting officials who may not be sensitised, and a long legal process. “Sometimes the person sitting in the [gazette] office would not be aware and they would say that this cannot be published or the gazette officer’s information may not be available,” said Gupta. “So, a lot of people would come to Delhi as it is the central gazette.”This option was thus limited to individuals who are educated or associated with a non-profit organisation working with the community, found the 2020 report on gendering of development data.Since November 2020, this process has shifted online with the launch of the National Portal for Transgender Persons. The portal, based on the Transgender Persons (Protection of Rights) Act, requires individuals to log in, fill up a form and upload an identity proof.Over four months since the launch, by March this year, 1,915 persons had applied for the certificate of identity, the Ministry of Social Justice and Empowerment told parliament. Of these, 220 were rejected due to insufficient or invalid documents. Of the valid 1,695 applications, nearly 85% or 1,418 are pending. Only 227 cards have been issued.“People had started applying in December,” said Gupta, “It has been nearly four months but they have not got an update on the profile.”Getting the identity certificate also requires other existing identification documents. Since many transgender persons leave their home (of birth) without their identification documents, this process becomes impossible for most, stated the CIS report.“Many transgender persons run away from their homes and, while leaving, collecting documents may not always be on their minds,” said Chopade. “They just want to escape the situation or the violence that they are facing.”From binary to ternary“While the ‘other’ category in data forms, like that in census 2011, seems like cherishing inclusion, it is exclusionary and stigmatising,” said Ritushree Panigrahi, a transgender woman, corporate lawyer and an LGBTQIA+ activist. Panigrahi, along with Ungender, a consultancy working towards diversity and inclusion in workplaces, created a database of online platforms and streaming platforms to government websites that ask for gender data in binaries.“Discrimination starts with segregation between humans,” she said. “At one hand these gender data forms are giving option of Male/Female to the cisgender persons and on the other segregating the rest of genders in one category of ‘Others’.”“Just putting out the ‘Others’ category or the transgender category does not help,” said Subramaniam of Sahodari Foundation, “because different people in different communities have different identities.”Some of the respondents interviewed in the CIS report echoed the sentiment.”Non-binary people don’t prefer an identity of a trans man or a trans woman,” Sivakumar​, co-founder of Nirangal, an NGO based in Chennai, told researcher Brindaalakshmi. “For instance, there is a category called Kothi. This category signifies an individual who is very feminine but wears shirts, pants or lungies. Kothi is a cultural category that falls in between ‘male’ and ‘trans woman’. Often Kothi-identified individuals, as well as gay and bisexual men, get classified as men who have sex with men under the government HIV program. If someone asks for an identity that is neither male nor female, neither trans woman nor trans man then what category is left for that person?”However, other respondents in the CIS study said that the option of multiple identities might make the process of identification complicated and counterproductive for people identifying beyond the dominant gender binary of male and female.While there is a need for data, there is also a need for sensitisation, said Brindaalakshmi K., the author of the gendering data report. “As a first step, all involved–from the architect to the enumerators – should gain a clear understanding of the difference between sex and gender,” said Brindaalakshmi. “Sensitisation and training would be essential to address the internal biases of all involved in the process. It will also help them understand the social and living circumstances of transgender and intersex persons before enumerating them. Otherwise, a mere attempt to collect data will not lead to integration of transgender and intersex persons.”This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Shreya Raman, IndiaSpend.com","time":"2021-06-16T13:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/mqgdtzllek-1528472847.jpg","tags":["Transgender rights","LGBTQIA"],"source":"https://scroll.in/article/997580/denied-visibility-in-official-data-millions-of-transgender-indians-cant-access-social-benefits"}