{"title":"Dense fog envelopes Delhi as severe cold wave sweeps through North India","content":"A dense layer of fog engulfed Delhi and neighbouring areas on Tuesday morning, reducing visibility to 50 metres in some parts of the national capital, PTI reported.A severe cold wave has gripped North India with the maximum temperature plummeting 10 degrees below normal in Delhi. A severe cold wave occurs when the minimum temperature drops to two degrees Celsius or the departure from the normal is more than 6.4 degrees Celsius.On Tuesday, 10 trains were running late by 1.30 am to 3.30 am, a railway spokesperson said.The weather department has predicted severe cold conditions to continue for the next few days. Mahesh Palawat, vice president (meteorology and climate change), Skymet Weather, told PTI that a western disturbance led to a fresh spell of snowfall in the mountains on Sunday and Monday. Cold northwesterly winds are now sweeping through the plains after its retreat, he explained.“An increase in the humidity levels due to the WD [western disturbance] resulted in dense to very dense fog which reduced the sunshine, pulling down the day temperature further,” Palawat added.Dense fog was observed as cold wave continues in Delhi, with a minimum temperature recorded at 7 degrees Celcius. Pictures from DND and Bara pulla. pic.twitter.com/CYvIsIq9FQ— ANI (@ANI) December 27, 2022\n\nThe Indian Meteorological Department has also warned that very dense fog could continue over some parts of Uttarakhand, Punjab, Haryana, Chandigarh and West Rajasthan over the next 24 hours, The Indian Express reported.On Monday, Bathinda in Punjab and Bikaner in Rajasthan reported zero visibility, while it dropped to 50 metres and below at Ambala, Hisar, Amritsar, Patiala, Ganganagar, Churu and Bareilly.","author":"Scroll Staff","time":"2022-12-27T10:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184908-ggenmqicdx-1672115537.jpg","tags":["Delhi","Delhi fog","Delhi cold","IMD","North India"],"source":"https://scroll.in/latest/1040630/dense-fog-envelopes-delhi-as-severe-cold-wave-batters-north-india"}