{"title":"Dera Sacha Sauda godman plays rugby and saves the world in his hilarious movie debut","content":"Movie stars in India are often treated as gods, as the release of any Rajinikanth movie will attest. But what happens when a godman attempts to become a movie star? That’s what Gurmeet Ram Rahim Singh is hoping to find out in January, with the release of MSG: Messenger of God.Singh is the head of Dera Sacha Sauda, which describes itself as a social welfare and spiritual organisation, but is often characterised as being a religious cult with an incredibly loyal following. Often put in the same category as Asaram Bapu and Rampal, other godmen who tend to be mocked by the mainstream because of their penchant for getting on the wrong side of the law, Singh f manages to be even more larger-than-life than the other two.A look at his official website explains why. In addition to being the spiritual head of the organisation, the 47-year Singh is described as an “author, inventor, scientist, an athlete, writer, multi-lingual orator, scholar, musician, theologian, physician, philosopher, philanthropist, peace activist and the ultimate humanitarian”.MSG will be his first movie, which he claims to have partly directed along with Jeetu Arora, whose directing credits have appeared on television shows like Kyunki Saas Bhi Kabhi Bahu Thi. The official website says the movie, out on January 16, will be released in four languages including English and Hindi and is focused on fighting corruption and drug abuse as well as reviving humanitarian values.It's hard to pick a favorite image from the trailer, which has Singh doing everything from dousing himself in water after a rugby game to riding a Segway at a dhobi ghat with an Indian flag, and even walking away from a hilariously fake helicopter.In typical Dera Sacha Sauda style, there are a  several hype-worthy details: the three-hour movie was reportedly made in just 67 days, shot at over 200 locations around India and, according to the website has over a “million real artists” in it. It will also feature seven songs from Singh himself.In case you hadn’t heard, in addition to everything else, Singh is a hit musician who claims to have sold lakhs of albums. He also has a talent for producing rather catchy songs with amazing videos, like the viral hit, Love Charger. In case you haven’t seen this classic, imagine Sai Baba and his followers, except the godman is decked out in more bling than Bappi Lahiri and crooning lyrics like, “billions battery when goes down, you charged up with love, so strong your power love, you are the love charger”.And if Love Charger is Singh’s big concert hit, with over a million views on the official YouTube Vevo music label, Chora Babbar Sher Ka is the hipster option, with autotuned music and a trippier video. Singh drives around the entire video on a sportsbike, alternating between scoring amazing goals in football and ploughing fertile fields.All this tacky brilliance, easily mocked by those outside Singh’s sphere, also hides plenty of questionable activity. In the aftermath of the drama over Rampal in Haryana earlier this year, questions were raised over whether arms training was taking place in the Dera Sacha Sauda  headquarters, with the Punjab and Haryana High Court asking authorities to keep an eye on things there.Singh is currently facing charges of rape and murder, and in one occasion earlier this year, chose to bring thousands of followers to the court where his trial is taking place, prompting the court to express concerns about a repeat of the Rampal situation, when thousands of followers prevented authorities from arresting him in a murder case leading to the death of five people.","author":"Rohan Venkataramakrishnan","time":"2014-12-19T12:14:50+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/696079-8d16c83f-03fa-4e35-81a6-e4b23e7b1faa.jpg","tags":[],"source":"https://scroll.in/article/696079/Dera-Sacha-Sauda-godman-plays-rugby-and-saves-the-world-in-his-hilarious-movie-debut"}