{"title":"Design for Ayodhya mosque, hospital unveiled","content":"The Indo-Islamic Cultural Foundation, a trust formed by the Uttar Pradesh government and the State Sunni Central Waqf Board, on Saturday unveiled the design of a mosque and a hospital to be built on a five-acre land allocated to it in the Ayodhya dispute case by the Supreme Court. The structure will be built in Ayodhya’s Dhannipur village.“Today at the Press Conference of Trust members and Architect Prof S M Akhtar, the design of the Mosque and Hospital was unveiled,” it tweeted.Today at the Press Conference of Trust members and Architect Prof S M Akhtar, the design of the Mosque and Hospital was unveiled. @athardesi @FaruqiZufar #ayodhyamosque pic.twitter.com/Iy4vn6SLVI— INDO-ISLAMIC CULTURAL FOUNDATION (@IndoIslamicCF) December 19, 2020\n\nThe trust was formed to construct the mosque and other utilities on the plot, according to PTI. Besides the mosque and the hospital, a community kitchen and a modern library will also be set up in the complex. The structure would also have the trust office and publication houses focusing on research and Indo Islamic Cultural-Literature Studies.“The design of the mosque has been prepared using modern technology, and it will be egg-shaped without any dome,” Jamia Millia Islamia Professor SM Akhtar said. “The two-storeyed mosque will not have any minaret. Solar power will be installed in the mosque, and around 2,000 people will be able to offer ‘namaaz’ at the same time.”In a statement, the Indo-Islamic Cultural Foundation, or IICF, said that the hospital would have state-of-art facilities and focus on the needs of children suffering from malnourishment and expecting mothers. The 300-bed hospital complex will be six times the size of the mosque, according to Hindustan Times.  IICF Secretary Athar Husain said that the construction of the mosque was scheduled to begin from January 26 but got delayed as the approval of the map was difficult. “Hence, the construction is likely to begin from August 15,” he said. The structure is expected to be ready in two years.“The mosque will be eco-friendly, and plants from across the world will be planted,” Husain said. “The hospital will be a different building, which will a ground floor plus four floors.”When asked if Chief Minister Adityanath would be invited to the foundation laying ceremony, the IICF secretary said no big function is organised while laying the foundation stone of a mosque according to Islamic traditions. “After the hospital mosque is constructed, prominent people of the country and the state will be invited,” he added.Husain said that the mosque will be named after a king or a nawab. “Personally, I have suggested that the mosque be named as Dhannipur Masjid,” he said.In a landmark verdict on November 9, 2019, the Supreme Court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court said that the demolition of Babri Masjid in 1992 was “an egregious violation of the rule of law” and directed the government to acquire an alternative plot of land to build a mosque.Prime Minister Narendra Modi broke ground on the temple on August 5 in an elaborate ceremony. On August 20, the Ram Janmabhoomi Trust said that the construction of the temple has begun and would be completed within three to three and a half years.The mosque in Ayodhya was demolished on December 6, 1992 by ‘kar sevaks’ who claimed that an ancient Ram temple stood at the same site.","author":"Scroll Staff","time":"2020-12-20T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152276-gcsmsszhvo-1608467292.jpg","tags":["Ayodhya","Ayodhya Verdict","Indo-Islamic Cultural Foundation"],"source":"https://scroll.in/latest/981823/design-for-ayodhya-mosque-hospital-unveiled"}