{"title":"Despite court order, Tamil Nadu government is flouting land acquisition law for highway project","content":"In August, eight days after the Madras High Court granted an interim stay on land acquisition for the Chennai-Salem highway project, the Salem district administration organised a special camp to grant loans to residents whose properties were marked for acquisition. “The officers began the meeting by convincing us to avail the special loans to build houses or start a business,” said Sivagami, a resident of Ramalingapuram village in Ayothiapattinam block. “We questioned the very intention of organising such an event especially when the interim stay order is in place.”Two existing national highways connect the state capital to Salem district. However, the state announced in May that it would be acquiring 2,560 hectares of land in five districts to build a 277-km eight-lane highway called the Chennai-Salem corridor as part of the Central government’s Bharatmala Pariyojana. In June, the official survey of the land took place under the police watch, provoking anger among farmers. Over three months, as the first part of this series reported, more than 60 farmers were arrested and several others detained before the  Madras High Court intervened on August 21, granting an interim stay on the land acquisition.The court was responding to a clutch of petitions filed by farmers, an environmental group called the Poovulagin Nanbargal, as well as public interest litigation filed by the political party, Pattali Makkal Katchi.The petitioners argued that the highway project had been designed in a rush. The acquisition of agricultural lands threatened to compromise food security in the region and “affect very badly the livelihood sources  of millions of the farmers”. They also pointed out that “no demand has been made by people of Tamil Nadu for such a project in this area, since there are 3 major highway roads available from Chennai to Salem”.Sivagami’s family, for instance, is among the 350 families that had moved to Ramalingapuram village four years ago after their land and property was taken for National Highway-68 which connects Chennai to Salem via Ulundurpet. These families stand to be displaced again. Along with their homes, even a government high school and a temple will disappear. The farmers affected by the project are largely from the most backward caste group of Vanniyars. The division bench of Justices TS Sivagnanam and V Bhavani Subbaroyan placed a stay on the land acquisition “considering the fact and the sensitivity of the matter and the category of persons from whom the lands are proposed to be acquired”. The High Court extended the interim stay again on September 14. By then, the authorities in all the five districts had completed the land survey, marked the properties to be acquired for the project and also the electric poles to be removed.The authorities have even started the rehabilitation process in all five districts. This violates the 2013 land acquisition law which mandates that a social impact assessment be conducted in consultation with local residents to finalise a resettlement and rehabilitation plan. Sivagami, a resident of Ramalingapuram, along with her neighbours walk through the agricultural field that will be acquired for corridorDifferent lawsMost highway projects are executed under a different set of laws than industrial projects. Instead of the Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013, the government acquires land for national highways under the National Highways Act, 1956. The compensation, however, is determined based on the 2013 law – as the feasibility report of the Chennai-Salem corridor states. Even the rehabilitation and resettlement is done in accordance with the 2013 law. Section 3A of the National Highways Act requires the government to publish a notification declaring its intent to acquire land for a highway in two local newspapers, one of which must be published in the regional language. Objections to the land acquisition can be filed with local authorities within 21 days from the date of the publication of the notification. Section 3D of the law states that in the event that no objections are filed, based on a report by the local authorities, the Central government can issue a notification enabling the land acquisition.The Madras High Court clearly pronounced that the authorities should not issue a notification for the Chennai-Salem corridor under the National Highways Act, 1956, while the interim stay is in place. However, a senior official of Feedback Infra Private Limited, which had been hired by the National Highway Authority of India to prepare a detailed project report of the corridor, said: “The revenue department is now preparing the 3D notification. It will be published once the court gives us clearance.”While the project director in the highway authority’s regional office in Chennai did not respond to Scroll.in’s requests for an interview, the official of Feedback Infra Private Limited spoke to this reporter on the condition of anonymity. “We are confident that the project will be implemented though it might get delayed because of legal hurdles,” he said.Rehabilitation plans despite stay orderEven district officials are confident that the project will eventually go through. Not only have they organised camps to disburse loans, they have even given title deeds for alternative housing sites, as well as planned vocational training for those losing their land. Such rehabilitation measures are premature and illegal. Under the Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013, rehabilitation needs to be done as per plans drawn up in consultation with people affected by the project. The law stipulates that when the government intends to acquire land for a public purpose, it shall carry out a social impact assessment study in consultation with the concerned panchayat, municipality or municipal corporation. Besides, the authorities have to prepare a draft rehabilitation and resettlement scheme, which should be made known locally by wide publicity in the affected area and discussed in the gram sabhas or municipalities. A public hearing needs to be conducted by giving adequate publicity about its date, time and venue.None of this has happened yet. The senior official of Feedback Infra Private Limited confirmed that the social impact assessment study has been stopped because of the high court stay order. Despite that, rehabilitation measures unilaterally planned by the government continue to be implemented.In Salem, the district collector constituted a land acquisition coordination committee as early as May when the corridor project was first announced, said a senior officer in the revenue department, who did not want to be identified because he is not authorised to speak to the media. This committee comprises officials from nearly 20 different government departments, who have been asked to identify welfare schemes that can be used to rehabilitate the affected farmers. The committee meets every Monday to review the progress of the rehabilitation measures.The rural development department is giving pattas or title deeds under the Chief Minister Solar Powered Green House Scheme to those losing their homes for the corridor project. As per the scheme, each house will be built over an area of 300 square feet at a cost of Rs 1.80 lakh. “So far, 48 pattas have been distributed to people whose properties will be acquired for the corridor in Salem district,” said the official. These were distributed before the stay placed by the High Court, he added.When asked why camps were held after the land acquisition was stayed by the court, he said: “The court has stayed only the land acquisition process. The farmers might allege that we are brainwashing them but this has nothing to do with the preparations for the rehabilitation of the affected farmers.”The district administration has also roped in industries to provide vocational training to those whose livelihood will be affected by the project. Apollo hospital, for instance, has been enlisted to provide training in nursing. “This is being done to ensure that affected people are rehabilitated,” the official said.A burial ground in Chengum taluk lies in the path of the Chennai-Salem corridor. While the Salem district administration has gone ahead distributing title deeds and charting out plans for rehabilitation and resettlement, the other four districts that lie in the path of the corridor were slowly catching up.In Dharmapuri district, Chandra Kumar, a farmer, alleged that the administration invited the farmers losing their homes to the corridor and offered to distribute pattas for alternative housing sites. “However, the farmers refused to take them,” he said. In Kancheepuram and Krishnagiri districts too, farmers alleged that the revenue department officials were “brainwashing” the project-affected families with different schemes and compensation offers.Despite several attempts made by Scroll.in to contact them, the district collectors of Dharmapuri, Kancheepuram, Krishnagiri and Salem did not respond to calls and messages.The district collector of Tiruvannamalai, KS Kandasamy, said the administration had completed the survey and marked the land to be acquired but had not published the details. Resettlement sites too had been identified. “We have formed a committee to look into the compensation package,” he said. “We will call for personal sitting with the farmers, hear them and customise the rehabilitation scheme based on their demands.” However, farmers in all five districts questioned the government’s move to draw up rehabilitation and resettlement plans when the highway project itself was on hold. “When the officials visited our land to survey, they were persuading us to avail special loans and take up alternative employment opportunities,” said Narayanan, a farmer in Salem district. “Who authorised them to do this? Let the government come out with an answer.”","author":"S Senthalir","time":"2018-10-04T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895654-ylrgozndti-1538404936.jpg","tags":["land","land acqusition","Tamil Nadu","Roads and Highways"],"source":"https://scroll.in/article/895654/despite-court-orders-tamil-nadu-government-is-flouting-land-acquisition-law-for-highway-project"}