{"title":"Despite the setback, it is important to continue the support for the Indian women’s hockey team","content":"This article originally appeared in The Field’s newsletter, Game Points, on January 24, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.The Indian women’s hockey team went into a huddle in the dugout of the Marang Gomke Jaipal Singh stadium in Ranchi last Friday. They wore forlorn expressions. Some may have had tears already streaming down their faces.This was the end of the road on their attempted journey to the 2024 Paris Olympic Games.At the Olympic Qualifiers in Ranchi over the past week, the women’s team competed in an eight-team tournament where only the top three finishers would earn tickets to Paris. India finished fourth, short by just a goal – the narrowest of margins with the greatest devastation.Regardless of the disappointment of failing to make the Olympics, India must urgently take essential steps to ensure this is not the end of the line for women’s hockey.Despite the result of this qualifier, the women’s team has shown considerable improvement.The 2016 Olympics in Rio saw the women’s team qualify for a Games for the first time since Moscow 1980. However, the campaign in Brazil was not a happy welcome back to the fold: the team finished last in their group.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThough not much was expected of them when they made the cut for Tokyo 2020, they stunned the field, beating a mighty Australian side to eventually finish fourth. Suddenly, the team was on the upswing.They played with their hearts on their sleeves. Facing the biggest teams with determination, grit, fearlessness. With a feeling that they belonged in the higher stages. As equals.It was a shift in mentality, and it showed in the way the team won the high-pressure Nations Cup in 2022 – beating Spain in the final in Valencia – to qualify for the top-flight FIH Pro League. And waiting in the ranks is a number of wide-eyed, talented youngsters gunning for a chance to find a breakthrough in a team with a growing pool of talent.The Paris cycle may be over, but come Los Angeles 2028, that pool of talent will start to hit their peak, with the likes of the livewire in midfield Lalremsiami, the tireless Salima Tete, the poachers Sangita Kumari and Beauty Dungdung, and the ever-animated Bichu Kharibam in goal.But for that to happen, there is an immediate need to ensure the progress that has been made does not go down for nought.There was a time, not so long ago, when the women’s team was an afterthought. A time when success with the women’s team would earn its coach a promotion – so to speak – to the men’s team, and a bad spell as coach with the men’s team meant a demotion to the women’s team.Those times are still in recent history, but the players have proven that they deserve much more.Hockey India has, so far, refrained from doing what Hockey India tends to do best – sack a coach after a failed tournament.It is important to treat this as a setback. And not a step back.","author":"Shahid Judge","time":"2024-01-25T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197767-wuukitiijw-1706004359.jpeg","tags":["Indian women's hockey team","Olympic Qualifiers","Paris Olympic Games","Paris 2024 Olympics","Savita Punia","Salima Tete","Lalremsiami","Indian hockey","Hockey"],"source":"https://scroll.in/field/1062585/despite-the-setback-it-is-important-to-continue-the-support-for-the-indian-womens-hockey-team"}