{"title":"Despite threats and harassment, Mumbai activists are putting up a strong fight to save Aarey Colony","content":"On July 8, about 500 middle class working professionals skipped work, school and college, ignored delayed train services and braved heavy rains and jammed roads to turn up at a public hearing at an auditorium in the Bandra-Kurla Complex. Adivasis, students, professors and people from different walks of life had all gathered to raise their voices against the proposed felling of 2,702 trees in Mumbai’s Aarey Colony, to make way for a car shed for the Metro-3 project.Their demand: the trees in this lush green forest be saved from the axe. Holding placards, shouting, booing and jeering, the attendees questioned how authorities could be blind to the impact of deforestation in Aarey on climate, air and water pollution and the ecosystem in general.The hearing on July 8 was organised by the Brihanmumbai Municipal Corporation under special orders from the Bombay High Court following the filing of a public interest litigation. The first public hearing last year was cancelled following agitation and protests by people over the police denying them entry. The Brihanmumbai Municipal Corporation admitted that 82,000 people have opposed the Aarey tree cuttings online. Activists, however, challenge the figures and say that the actual number has crossed two lakhs. Apart from the 1,93,865 people who signed the petition on change.org, a similar exercise on jhatkaa.org elicited 73,511 responses and 24,673 responded on Letmumbaibreathe.in, according to the Aarey Conservation Group.The public hearing on July 8. Credit: Aarey Conservation GroupWhile the first public interest litigation, filed by businessman and tree activist Zoru Bathena, talked about saving trees in Aarey, the issue gained so much support along the way that the scope of the public interest litigation was eventually widened to include concerns about tree cover in all of Mumbai city – including the functioning of the Tree Authority committee, that alone monitors and permits tree felling in Mumbai.Citizen involvementMumbaikars aren’t exactly known for civic engagement and activism or fighting for collective rights. So, people from different sections of society rising in unison to save the city’s tree cover is news.It all possibly started with Aarey, around five years back, when 1,884 acres of the tropical, deciduous Aarey forest land started facing threats from real estate sharks. But what really got the citizens’ goat was the complicity and inaction of government bodies.The initial 3,162.32-acre Aarey area of 1949 is much smaller today, thanks to allocations to agencies – such as 108 acres in 1977 to the State Reserve Police Force, 329 acres in 1989 to Film City, 98.6 acres in 2009 to the Force One commando force, 145 acres to the Konkan Agricultural University and the most recent allocation of 100 acres for a city zoo. The proposal to set up a car shed for Metro by allocating another 33 hectares of land and cutting down almost 2,702 trees for it was the final straw.The public outcry at the hearing was as much against this en masse tree cutting as against the allocation of space for a Metro car shed right in the middle of a forest, especially as Mumbai anyway has very poor tree cover with a per capita tree density of just 0.28 – according to NGO Praja – which roughly translates to one tree for every four people.Forget green spaces, Mumbai lacks open common spaces with the Brihanmumbai Mahanagar Palika handing over prime land to private groups to maintain and even turn into elite clubs, thus denying access for all. Most Mumbai kids lack space to play and most citizens are confined to playing or walking within the premises of their building society. In such a scenario, the average Mumbaikar is realising that money cannot buy everything: not clean air, not shade and definitely not a sustainable future. It is, thus, not surprising that they are now rising to protest, contest and actively fight against unnecessary tree felling for concrete developmental projects.A road running through the Aarey Colony in Mumbai. Credit: Aalok Joshi [CC BY-SA 4.0]Regular vigilanceEvery tree-cutting notice of the Brihanmumbai Municipal Corporation is now watched out for, evaluated and acted on. “We keep an eye on public notice of tree cutting proposals, evaluate them and file objections either in an individual capacity or as a group, as and when necessary”, says Zoru Bathena. “This forces the Brihanmumbai Mahanagar Palika to review their tree cutting activity and at times, even refuse permission. At other times, vigilant citizens check if tree cutting squads hold valid tree cutting permissions, failing which they consider it a criminal offence and file [an] FIR with the police. Such vigilance has saved many trees in Mumbai.”When a 2018 proposal to cut 444 trees to make way for storm-water drains on either side of the LBS Marg came up, alert citizens spotted that most of the drain work was already over by the time the proposal was made and that only  15 trees blocked the drain-work. Ensuing objections and verifications finally led to the cutting of just two trees.Huge tree cutting proposals such as the one for the cutting of 842 trees for Kandivli hospital, 77 trees for Vikhroli flyover, 431 trees for a metro depot at Mankhurd and many others for laying pipelines, road widening projects or building construction projects would have been sanctioned without much thought had it not been for increased vigilantism by Mumbaikars. These proposals are currently pending with the Tree Authority as the latter’s powers to sanction tree cuttings has been suspended by the  Bombay High Court.Not a smooth pathTaking on the authorities isn’t easy, however, especially when multi-crore projects with the might of the entire government of the day are involved.“Offline we are threatened with police complaints and online we are trolled if we try to oppose tree cuttings in Aarey,” said activist Nishant Bangera. When we opposed illegal tree cutting at Aarey, the officials asked the police to file a false manhandling complaint against us. And when we raise our voices on social media, we get trolled, clearly by hired public relations agencies, who all seem to post with unusual alpha-numeric usernames, clearly with the intent of browbeating us, labelling us as anti-development and anti-national.”Local tribals too complain that opposing tree felling has become very risky. “They come in large numbers with huge police presence and two layers of security,” says tribal leader Laxman Dalvi. “Forget opposing them, it gets difficult to even penetrate the cover to reach the tree. These are trees our forefathers had planted. Who are these people to cut them? We are glad that the city is coming out in our support and feel emboldened now.”Not just through intimidation, authorities have also tried to push their agenda surreptitiously, as well. Public notices for tree cuttings, a mandatory provision, would be put in obscure newspapers to avoid catching the public eye. Suddenly and quietly, rules are tweaked to conveniently help government agencies. But citizens are growing smarter, as well. The High Court has now directed the Brihanmumbai Mahanagar Palika to issue notices in popular newspapers.Bollywood actors have also raised their voices in support of Aarey on social media. “The Aarey Conservation Group was a small group when it started in 2014,” says Amrita Bhattacharjee, a human resource professional and one of the founding members of the group. “But, in 2018 a lot of youngsters came in and they brought fresh energy and spearheaded multimedia initiatives that generated social media support.”That Mumbai’s citizens are now turning up at protests and talks, is in itself a major achievement.  As the fight to save Aarey enters a crucial stage, the Aarey Conservation Group is now taking its fight to the people. Public campaigns, tree trails, art events, landscape art by architects, are on the anvil. It wants more people, including school and college students, to see Aarey for themselves to realise what they might lose if they don’t fight back.Hepzi Anthony is a freelance journalist based in Mumbai.This article was first published in Citizen Matters, an online civic media website supported by Oorvani Foundation.","author":"Hepzi Anthony","time":"2019-07-19T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/930963-xhctgxoaqn-1528198853.jpeg","tags":["Aarey colony","trees","green cover","BMC","Mumbai","climate change"],"source":"https://scroll.in/article/930963/despite-threats-and-harassment-mumbai-activists-are-putting-upa-strong-fight-to-save-aarey-colony"}