{"title":"Despite strong words, a Biden-Harris administration is unlikely to change US position on Kashmir","content":"If United States President Donald Trump takes time off from golfing to concede the election, the country will soon have a Democrat government. Observers in the Indian establishment may have greeted this news with mixed feelings. Trump had come to power in 2016 declaring he was a “big fan of Hindu” and a “big fan of India”, comments that chimed well with the Bharatiya Janata Party government at the Centre. Four years of high-octane camaraderie between Prime Minister Narendra Modi and Trump followed. Earlier this year, Modi even endorsed a second “Trump sarkar” while the visiting president maintained a tactical silence on India’s new citizenship laws and human rights violations in Kashmir. The awkward moment from a few months earlier, when Trump breezily offered to mediate between India and Pakistan to sort out tensions between the two, appeared to have passed.The Biden-Harris campaign has been different in tenor, especially when it came to human rights in Kashmir. In 2019, soon after the Centre stripped Jammu and Kashmir of special status under Article 370 and split it into two Union Territories, Harris did not mince words. “We have to remind Kashmiris they are not alone in the world,” she said. “We are keeping a track on the situation. There is a need to intervene if the situation demands.”In the Biden campaign’s agenda for Muslim Americans, India’s National Register of Citizens and Kashmir featured in the list of threats to Muslim populations across the world. “In Kashmir, the Indian government should take all necessary steps to restore rights for all the people of Kashmir,” said the campaign agenda.  “Restrictions on dissent, such as preventing peaceful protests or shutting or slowing down the Internet, weaken democracy.”Despite these strong words, the US stance on Kashmir is unlikely to alter with a change of guard in the White House.US in crisisAs political scientist Paul Staniland pointed out, “The US is in a massive political crisis that won’t end even when Biden takes power.” Which means, the old priorities are unlikely to change, especially after an election fought largely on domestic issues.First, the need of the US to find a counterweight to China in the region. While Indian and Chinese forces are massed along the frontier in Eastern Ladakh, Washington and Beijing fight for control in the South China Sea and Taiwan. The US has also viewed China’s drive for primacy in the economic and technological realms with growing alarm. A Biden administration might not pursue Trump’s aggressive trade war with China and is likely to seek cooperation in other spheres. But it will not be radically different in its impulse to contain China. “The last thing a domestically beleaguered US administration facing the rise of China has any appetite for would be a major diplomatic offensive in South Asia,” said Staniland.Second, Indian markets remain important to American firms. Despite the shrinking of the Indian economy, even in March, top US diplomats were urging Indian markets to open up. Last year, the US notched up $34 billion  in exports to India, and that’s not counting what Indians spend on US technology, travel and other services. Though it is far behind China, India’s markets have an outsized presence compared to its economy.Staniland also added that Indian coverage of the Kashmir statements overestimated US domestic-political interest in South Asian politics: “On Kashmir specifically, it’s largely fallen out of the US media compared to summer/fall 2019.”A paramilitary soldier guards a street in Srinagar. Credit: Tauseef Mustafa/AFPIndifferent ValleyIndeed, American interest in the region has long faded. According to this article by Arun Joshi in Greater Kashmir, in the 1990s, the White House and the US State Department kept a close watch on the daily violence in the Valley. US diplomats made regular visits to the Valley and Frank Wisner, then US ambassador to India, developed personal relationships with Kashmiri politicians, including the separatist Hurriyat leadership. Since then, the diplomatic visits have dwindled. In a post 9/11 world, the US has been distracted by other wars.This waning interest is also reflected in public discourse in the Valley. According to popular mythology in Kashmir in the heyday of the militancy,  Delhi was known as the “markaz”, or power centre pulling strings. Islamabad was another “markaz”. The US was the ultimate “markaz” dictating operations. This time, as news of Trump’s defeat trickled in, a few political parties in Kashmir issued statements, expressing the hope that the “politics of polarisation” was over and that the Biden-Harris government would focus on the “wrongs that are being done” in Kashmir. But the wider public appears to have to have shrugged it off, even though the president’s anti-Muslim policies had made him unpopular in Kashmir. China’s incursions in Ladakh gave rise to far greater interest and some black humour in the Valley.Few expect much from the change at the White House. After the sweeping changes of 2019, Joshi notes, “Kashmiris were in shock over the silence of the world. Now it does not shock them anymore.”A fine balanceWhile the White House may remain tight-lipped, there may be more sound and fury in the US Congress. Even under a Trump administration last year, the House Foreign Affairs Committee held a hearing on human rights in South Asia where Democrat Congresswoman Ilhan Omar grilled US government representatives and speakers from India on the state of affairs in Kashmir.Two resolutions were moved in Congress. One, by Democrat representative Pramila Jayapal, raised concerns about the communications blockade while speaking of “dire security challenges” faced by the Indian government. It found bipartisan support. The other, pushed by Congresswoman Rashida Tlaib, held that India had “unilaterally changed the status of Jammu and Kashmir without a direct consultation or the consent of the Kashmiri people”. It condemned human rights violations and spoke of “supporting Kashmiri self-determination”. It had few takers even within the Democratic party.Going forward, Staniland predicted, the US might adopt the kind of balance reflected in the Jayapal resolution – talking about human rights rather than “making deeper claims about Kashmir’s political status or suggesting actual coercive measures”.The longstanding US position on Kashmir, as this Congressional paper from last year noted, was that it should be settled through “negotiations between India and Pakistan while taking into consideration the wishes of the Kashmiri people”. But for years, the US government has done little to push that position. Biden may not provide the kind of “political cover” that Trump did to Modi, but he is unlikely to rock the boat.Corrections and clarifications: This story has been edited to reflect that United States President Donald Trump had offered to mediate between India and Pakistan in 2019, a few months before his visit to India in February 2020. An earlier version of the story said the offer was made later. The error is regretted.","author":"Ipsita Chakravarty","time":"2020-11-16T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149129-knkugcvcqy-1602647390.jpg","tags":["US elections","Joe Biden","Kamala Harris","Kashmir","Modi","human rights","Donald Trump"],"source":"https://scroll.in/article/978599/despite-strong-words-a-biden-harris-administration-is-unlikely-to-change-us-position-on-kashmir"}