{"title":"Despite the ‘Make in India’ push, the share of manufacturing sector in the GDP has stayed stagnant","content":"In 2011, when his nephew Deepak Sharma sought career advice, Ramniwas (who goes by one name), a former production line worker at Maruti Suzuki’s manufacturing plant in Manesar, Haryana, asked him to enrol for a diploma course in one of Haryana’s polytechnic institutes. “Technical line mein bohot scope hai [There are many opportunities for anyone with a technical education],” he told the 16-year-old.Sharma had just completed high school that year, in Guhna, an agricultural village in Haryana’s Kaithal district, about 200-km from Manesar, an industrial hub that is part of the larger National Capital Region of Delhi.Sharma remembers the late-2000s as a time full of hope. India’s economy was buoyant, and demand for workers in NCR’s industrial hubs exerted a strong pull in the towns and villages of Uttar Pradesh and Haryana. It was not uncommon to hear news about successful placements via the many polytechnic colleges in his state, Sharma told IndiaSpend.Sharma took his uncle’s advice and enrolled for a three-year diploma in mechanical engineering at the CMRA Government Polytechnic, in the village of Sanghi in Rohtak district, 47-km from his village. The college had been established in 2006, when India’s manufacturing sector grew at about 12%, up from 6.8% in 2002.Three years later, he and a few others from his college were offered jobs at a large steel-making factory, Sharma told IndiaSpend. But there was a hitch. Sharma had not cleared one of the papers, and in order to get the job, he had to take it again. When he subsequently cleared the exam, the company retracted its offer, and it emerged that the company had refused to take any of the other students, said Sharma, and had offered no explanation. Despite college being over and no job in hand, Sharma did not lose heart – he firmly believed that a factory job would come his way soon, and give him a ticket out of his village.Representational image. Photo credit: ReutersSharma returned to Guhna to enrol in a local Industrial Training Institute. For two years, he trained to be a wireman and later bagged a one-year apprenticeship in the assembly line at a company manufacturing automobile carburettors in Rewari, Haryana.The job paid Rs 12,000 per month. “There were so many expenses to pay for,” he told IndiaSpend. “House rent, food and transportation... I could barely save. I later found out that the yearly increment was just Rs 500-Rs 1,000.”The living conditions were dire too, Sharma said – he lived in a cramped dormitory, which he shared with six other workers. In 2018, he had to leave the company after his apprenticeship came to an end, and has not found a job since.Sharma’s journey from hope to gloom coincides with the boom to bust cycle of India’s economy, from the high growth period between 2004 and 2011, through the economic slowdowns of 2012 and 2013, to the latest contraction since October 2017.High unemploymentEven before the pandemic pushed the economy into a historic recession, unemployment was at a high of about 6%, and the economy was struggling to create sufficient jobs in the organised sector.Tens of millions of workers who came of age at a time when India’s economic growth was robust, and increasingly sought jobs in the growing manufacturing sector, now find themselves trapped in a labour market where wages are low and jobs are hard to find.In 2017, a joint report by the Indian Institute of Management, Ahmedabad, and job search company Monster India, found that manufacturing jobs in sectors such as automobiles, pharmaceuticals, chemicals, metals, cement, rubber and electrical machinery are among the lowest-paid jobs in India. The median gross hourly wage in the manufacturing sector, the report documented, was Rs 254.04, about 9% less than the median wage for the entire Indian economy taken together (Rs 279.7). The report also stated that at least 93% of the 20,350 surveyed respondents held a three-year diploma degree in technical education from a polytechnic.This trend is in contrast to China’s experience, where rapid industrialisation and a booming manufacturing sector helped provide income and social mobility to tens of millions of blue-collar workers.“What happened in China and Taiwan, [a transition] from agriculture to manufacturing, has not happened in India,” Deepanshu Mohan, director of the Centre for New Economics Studies at Jindal School of International Affairs, told IndiaSpend. “Our experience is closer to Brazil’s, which has shades of industrial clusters but has not led to social mobility for the working classes from one sector to another.”In 2014, Prime Minister Narendra Modi launched the Make in India campaign in a bid to transform India into a global manufacturing hub. Photo credit: Punit Paranjpe/AFPFailed manufacturing pushIndia has attempted to give an impetus to the manufacturing sector on multiple occasions in the last decade. In 2011, the then United Progressive Alliance government announced a National Manufacturing Policy, with an aim to increase the share of manufacturing in the gross domestic product from 15% to 25% by 2022, and in turn create millions of factory jobs.In 2014, immediately after coming to power, Prime Minister Narendra Modi launched the Make in India campaign in a bid to transform India into a global manufacturing hub. After the pandemic pushed India into its worst economic contraction since liberalisation in 1991, Modi, yet again, pitched India to become the world’s factory in an effort to capitalise on the United States-China trade war.These efforts have yielded little result. The share of manufacturing in GDP has remained stagnant at about 17%, as has total employment.Merely increasing the share of manufacturing jobs is not enough unless the jobs are productive and well-paying, said Radhicka Kapoor, an economist at the Indian Council for Research on International Economic Relations, New Delhi.In a study published in 2018, Kapoor found that a majority of manufacturing jobs are low paying and increasingly less productive, and are housed in a large number of unorganised and smaller firms, which dominate India’s manufacturing sector.“Earnings data show that earning levels are low for manufacturing jobs,” Kapoor told IndiaSpend. “[This is] because most of the employment is generated in the unorganised sector. The real wages of blue-collar workers in the production line have been flat since 2000-2001 even in the organised manufacturing sector as [analysis of] Annual Survey of Industries data [shows].”In comparison, real wages for workers in China’s manufacturing sector increased by about 11.4% annually between 2009 to 2014. The term “real wage” refers to wage adjusted for inflation, ie wages in terms of the amount of goods and services that can be bought.In 2017, the International Labour Organization found that one of the reasons behind stagnating wages in the organised manufacturing sector is the increase in the number and proportion of contract workers, who are displacing permanent and directly employed workers at large firms. IndiaSpend reported on this informalisation of the organised workforce earlier. According to the Annual Survey of Industries data, the share of contract workers in the organised manufacturing sector has jumped from about 16% in 1997-1998 to about 35% in 2014-2015.One afternoon, about a dozen young migrant workers lounged on the concrete road divider outside a leading two-wheeler manufacturer’s production plant in Manesar. The men were dressed in brown coloured uniforms. Their job entailed unloading truckloads of raw material and other equipment at the factory.Most of the men worked as contract workers. Called “loaders” in factory parlance, they receive Rs 200-250 per truck. Loaders fall below blue-collar workers in the manufacturing sector hierarchy and invariably tend to be contract workers, who work without the social security benefits of a fixed-term job such as a pension, leave and health insurance.“We arrive at 7 am and wait all day for the trucks to arrive,” Sunil (who goes by one name), a contract loader at the plant, told IndiaSpend. The 25-year-old used to be a blue-collar worker at another factory in Manesar, but was laid off during the pandemic. “There are days when one truck arrives. On other days there are two and on some days there are none.”Most loaders outside the plant have a technical education, said Sunil. “I know many people from my village who went to polytechnics, to ITIs… they are all doing thekedari (contract work). Even people with B Tech and BA degrees are not finding jobs. Ask anybody here.”Representational image. Photo credit: Amit Dave/ ReutersThis phenomenon of contractualisation is manifesting across industries, Kapoor noted in her study, which is based on analysis of 15-year Annual Survey of Industries data from 2000-’01 to 2015-’16. “Total employment in the organised manufacturing sector increased from 7.75 million in 2000-’01 to 13.26 million in 2014-’15, with 44.26% of this increase being explained by the growing use of contract workers,” it said.Economists and observers have noted that behind this trend is large manufacturing firms’ push to circumvent India’s stringent labour laws, while at the same time prioritising capital over labour. Higher profitability of firms is not transforming into robust growth in workers’ wages, according to an India Ratings analysis of Annual Survey of Industries data. In 2013, a study in The Indian Growth and Development Review found that for a labour-abundant economy, firms in India’s manufacturing sector were even more capital intensive than China’s.“People are doing so many informal jobs where they work in the field for part of the year and then rest in urban areas,” said Kapoor. “This is not [the characteristic] of secure employment. And this breaks their ability to consistently move up the income ladder.”Contractualisation of jobs is also rampant in ancillary industries, which feed the bigger firms, said Himanshu (who uses only his first name), an associate professor of economics at New Delhi’s Jawaharlal Nehru University. “These [smaller/ancillary firms] do not draw attention because their brand value is not big,” he told IndiaSpend. “But this – the same level of salary from one factory to another, eight to 10 people crammed into dormitories – has been going on for some time.”State policiesEconomists have shed light on a variety of causes for declining blue-collar wages and increasing contract labour in the manufacturing sector, such as increased automation and preference of capital over labour by large firms. One of the root causes behind this trend is India’s political economy, according to Himanshu. “This has allowed labour violations [by way of state governments diluting labour laws to favour industry] as if they were happening by design.”The Fiscal Responsibility and Budget Management Act of 2003 prevented states from borrowing more than 3% of their respective Gross State Domestic Product, said Himanshu. This was increased to 5% in 2020 as a result of reduced Goods and Services Tax compensation from the Centre and because the pandemic squeezed states’ revenues. “State governments had no resources to generate revenue,” Himanshu said, adding, “At the same time, there was competition between states to attract capital… to bring industries and generate employment. This is when [states] started giving concessions to the industry in the form of land and labour.”A case in point, said Himanshu, is Gujarat’s wooing of Tata Motors after the latter failed to acquire land in Singur, West Bengal, for its proposed Nano manufacturing facility. Modi, then the chief minister of Gujarat, had famously sent a text message, stating, “Welcome”, to then Tata group chairperson Ratan Tata. The Tata group moved the Nano plant to Sanand in Gujarat. “This is a classic example,” Himanshu told IndiaSpend. “Several chief ministers who were pleading with Tata Motors to come to their state in lieu of their demands, later expressed regret that Mr Modi was offering more than what the company [had sought].”Additionally, the difference in approach to economic planning and policy-making is central to India’s struggles and China’s success, said Himanshu, whose research focuses on labour and employment in India. Representational image. Photo credit: Greg Baker/ AFP“China restricted the number of Special Economic Zones in a few pockets when it was embarking on the path to industrialisation in order to efficiently control them,” said Himanshu. “This is unlike India, where SEZs are spread all over the country. China also invested in township and village enterprises, which were essentially small and medium industries at the periphery of rural areas.”The development of township and village enterprises in the 1980s boosted rural private entrepreneurship in China and led to shrinkage of the rural-urban income gap by absorbing the surplus labour from the agricultural sector, according to Yasheng Huang, a professor in international management at the MIT Sloan School of Management, in Cambridge, Massachusetts, US. Township and village enterprises contributed the largest share to China’s national economic output, boosted the construction of rural towns and industrial zones and generated more than 100 million rural jobs between 1985 and 2000.“It is no exaggeration to say that township and village enterprises laid down the foundation for China’s economic miracle (sic),” wrote Huang, who founded and heads the China Lab and India Lab at MIT Sloan School of Management. On the contrary, rural industrialisation has been torpid in India since liberalisation. Between 2004-’05 and 2011-’12, only 1.2 million jobs were generated in the rural manufacturing sector, according to NITI Aayog.Stagnation in rural industrialisation was evident after India announced a total nationwide lockdown on March 23 last year so as to control the spread of the pandemic, and tens of millions of migrant workers went back to rural towns and villages. In the financial year 2020-’21, when India’s economy went through a historic contraction, about 110 million workers opted for work under the Mahatma Gandhi National Rural Employment Guarantee Scheme, the highest since the scheme was launched in 2006-’07. Even though economists have reported that MGNREGA has helped lower poverty and generated rural employment, wages under MGNREGA have been found to be lower than minimum wages in most states.The experience in India’s small industrial towns such as Kanpur and Agra has been to the contrary [compared with China] because industries in tier 2 and 3 towns have collapsed, said Himanshu. “Today, it is difficult for someone to migrate from Moradabad to Aligarh for work,” he said. “There are a few industrial hubs in India today and a huge influx of cheap labour.”“This makes it much easier [for industries] to exploit [labourers] because [when] you fire one, there are 10 others waiting to take over,” he said. “For one [worker] who manages to climb the ladder [in India], there are 20 who are falling behind.”Non-linear growthFor decades, economists considered economic development to be a linear process: a transition from agriculture to manufacturing to a high skills-based services sector. China, Taiwan, South Korea, Japan and most advanced Western economies went through this trajectory before attaining prosperity.But not all developing countries experience this linear process. Developing countries may start to lose manufacturing jobs before becoming rich – a phenomenon known as premature deindustrialisation, a term coined by economist Dani Rodrik of Harvard University in 2015.Representational image. Photo credit: Sam Panthaky / AFPIn a paper published in The Economic and Political Weekly, economists Judhajit Chakraborty and R Nagaraj found that about 227 of 362 (62%) of districts in India were deindustrialised in the decade between 2001 and 2011. “A structural transformation of the labour force from agriculture to manufacturing is stalled – failing to realise productivity improvement,” the paper noted.India’s growth since liberalisation in 1991 has been largely powered by a comparatively small and high skills-based services sector, which contributes about 54% to the country’s GDP. In comparison, the share of manufacturing has remained stagnant at about 17%. This trend is similar to experiences of countries such as Turkey, Brazil, Mexico and South Africa, all of which went through premature deindustrialisation.While economists agree on the need for more manufacturing jobs, the share of labour engaged in industry in India has declined from about 30% in the 1980s to less than 10% in 2018. Only 40 million Indians were employed in the manufacturing sector in 2019, according to the Centre for Monitoring Indian Economy, compared to about 140 million in agriculture and 60 million in construction.Between 2004 and 2012-2013, when the terms of trade shifted in favour of agriculture, the sector played a significant role in reducing poverty in India, most of which was concentrated in rural areas. Similarly, higher economic growth in the 2000s boosted employment in the construction sector, which resulted in increased migration from rural to urban areas and increasing remittances to rural households, boosting consumption in the rural economy. However, agricultural growth has stagnated since 2014, according to the Economic Survey 2019-2020, and farm wages have remained lower than non-farm wages. In the construction sector, a majority of the workers are unskilled and informal, who have reported low per-capita expenditure and lower wages, according to a study by the Institute for Human Development. The study found that the workers managed to save and send back money at “the cost of hardship and low consumption levels”.“I cannot see any other way out of this except manufacturing,” Sonalde Desai, a professor of sociology at the University of Maryland College Park in the United States, told IndiaSpend. “Yet, we have seen that manufacturing sector jobs have not increased workers’ [incomes and] standard of living in India.” “Do I believe that blue-collar jobs in India would generate the kind of middle-class revolution we saw in the West, and that which has been our historical aspiration? No,” she said. “But we need not have people working extremely low-income jobs, a trend that we are currently observing.”According to Kapoor, of the Indian Council for Research on International Economic Relations, to think of any alternative growth model other than manufacturing would be difficult because India has a large labour force, most of which falls in the band of low- to semi-skilled, and manufacturing rather than services would be a better way to help absorb it. “The kind of jobs available to these workers in the services sector are low-end jobs,” Kapoor said. “So even though there is [scepticism] to the limits of what manufacturing can achieve in India, I think we have to figure out a way to do it.” The migration of workers from farms to factories in urban areas is driven by an ambition to get a steady income in order to get away from the inherent risks in agriculture, said Himanshu. “Workers see this transition as a way out for themselves and their families. But at the moment they are really struggling.”Deepak Sharma is a witness to this struggle. “Most of the youngsters who went to polytechnics [in the 2000s] are back in the village,” he told IndiaSpend. He now works as a wedding photographer, and no longer wants a job in India’s manufacturing sector which, he said, fails to provide stable and well-paying jobs. Photoshoots earn him more money than the factory job did, he told IndiaSpend, adding that he now aspires to get a government job, and has appeared for the Delhi Forest Guard Examination in March.“They [the polytechnic-educated youth] are either working in the agricultural fields or doing daily wage work. If not these, then they are sitting at home, doing nothing,” he said, “Aapko ko to pata hai kya condition chal rahi hai private sector main aaj kal. Koi job nahi hai, sir [You are aware of the conditions prevailing in the private sector these days. There are no jobs there, sir].”This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Rohit Inani, IndiaSpend.com","time":"2021-04-13T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144949-hpryxmahjb-1597665245.jpg","tags":["manufacturing sector","Make in India","GDP","China","Narendra Modi"],"source":"https://scroll.in/article/992066/despite-the-make-in-india-push-the-share-of-manufacturing-sector-in-the-gdp-has-stayed-stagnant"}