{"title":"Despite landing setback, Chandrayaan-2 is a tremendous achievement for Indian science","content":"“Vikram lander’s descent was as planned and normal performance was observed up to an altitude of 2.1 km. Subsequently, the communication from the lander to ground station was lost. The data is being analysed,” said K Sivan, chairperson of the Indian Space Research Organisation, speaking to a roomful of scientists and on a live feed being watched by millions of people, at 2:16 am on Saturday.The lander carried by India’s second moon mission, Chandrayaan-2, had launched itself towards the moon and fought against its gravity for more than 28 km, slowing down almost to a halt mid-air, when it lost contact.The landing had two phases: rough braking, in which Vikram would fight against the moon’s gravitational pull using its onboard thrusters, and slow braking when it would finally, gently, land on the moon. The rough braking phase had been successful. The Prime Minister, scientists and schoolchildren watching the landing from the Indian Space Research Organisation’s Bengaluru centre, were applauding at 1:47 am. Then silence fell upon the room. Everyone looked tense, and a group of scientists took the Prime Minister away for a huddle. He left the scientists with a few encouraging words, but did not return to his original seat. The scientists continued to confer. Finally, Dr K Sivan, the director of ISRO, addressed the room with those three brief sentences.A story of perseveranceISRO has had many triumphs in the past, contributing to their aura of invincibility. The satellite programme is among the most cost-efficient in the world, and has had a near-unbroken string of successful launches. The Mangalyaan mission, which sent an orbiter around Mars, was built entirely indigenously and cost Rs 450 crore, a fraction of the cost of Mars missions by other countries. Chandrayaan-1, the first moon mission, went off without a hitch.\n    \n      scroll exchange\n      The story doesn’t end here. Take it forward in the comments section with your valuable insights. \n      \n    \n    \n        Leave a comment\n    \nChandrayaan-2 is also a story of perseverance in the face of tremendous odds. The mission was delayed by three years when Russia’s space agency, Roscosmos, failed to supply ISRO with the lander they had agreed upon. The ISRO scientists decided to build one themselves. The rocket launch was postponed when a technical problem was discovered less than an hour before lift-off. They caught it just in time, and worked day-and-night to fix it. Six days later, the launch went off flawlessly.South side challengeThe mission was especially ambitious in aiming to land on the south side of the moon. It is deeply hostile territory. The temperature can go as low as minus 170 degrees Celsius when night falls, which it does for 14 days. During the lunar night, it gets pitch dark with no hope of light to power scientific equipment. The region is riddled with massive craters that could block transmission to the earth, and Vikram has perhaps landed in one of them.But these craters also have what are known as cold traps: areas so cold that primordial gases are trapped inside them in suspended animation. Gases that could tell us about how the moon was formed. The south side of the moon also has traces of water, something Chandrayaan-1 confirmed.Data that the moon rover was aiming to collect could help scientists establish if living on the moon is, one day, possible. The rover was carrying an instrument from NASA that would have conduct experiments on the lunar surface – an example of the international cooperation that such ambitious encounters require.Most headlines have focussed on how India would have been the first to land near the moon’s South Pole, but why it was chosen as the landing site is just as important. The data would have been new. Scientists around the world were waiting to pore over it. Yes, India would have had the glory of planting her flag on the moon and being crowned the Roald Amundsen of moon exploration, but that was never the point.Still a triumphThe history of scientific progress is one of experiment after painstaking experiment, each methodically analysed and documented. The failed experiments are as valuable, if not more, as the successful ones, because they disprove theories and lead to the proposal of new ones. In this process of trial, error, and documentation, a vast trove of scientific literature is amassed, adding to the stores of human knowledge that each successive generation of scientists builds upon. Thus, together, we progress.It is a triumph that Chadrayaan-2 travelled 3,84,400 km across space and got within 2.1 km of the moon. It is maddening that ISRO got that close before losing contact. Still, there is a great deal of new data now, from the lunar orbiter that will circle around the moon for the next year, to the lander’s de-orbiting manoeuvres, to the successful rough-braking, to figuring out exactly why contact was lost. Much of this data will be shared with space research organisations around the world, and they will use it to improve their own missions. It is important to remember that the goal of space exploration is never simply to stick the landing. It is to analyse the data.Also read: Explainer: What does Chandrayaan-2 hope to accomplish?  Explainer: How Chandrayaan-2 will land on the moon","author":"Nithya Subramanian","time":"2019-09-07T08:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126951-ovffjjttrd-1567820854.jpeg","tags":["space exploration","Indian Space Research Organisation"],"source":"https://scroll.in/article/936539/despite-achievement-for-indian-science"}