{"title":"‘Destructive futility’: 10 reasons why Mumbai’s Coastal Road Project should be scrapped","content":"On May 6, the Supreme Court lifted the stay on Mumbai’s Coastal Road Project, allowing work to continue “at the contractor’s own risk”. With uncharacteristic determination and urgency, the Municipal Corporation of Greater Mumbai has once again started obliterating the western foreshore areas of the island city to build this extravagant parkway, exclusively for motorists. The “road”, as it is euphemistically called, is an eight-lane expressway, built on almost 9 lakh square meters of reclaimed land, a significant portion of which will be opulently landscaped, or given over to build multi-storey car parks and other utilities.The estimated cost of the project, meanwhile, has rapidly escalated, from Rs 222 crore per km for a 36-km freeway in 2011 to Rs 1,316 crore per km for just its 10-km southern section. If it goes through, it will become, by kilometre, the most expensive transport infrastructure project ever built in Mumbai, about 1.5 times costlier than Metro Line 3.  Predictably, the project has created a great deal of controversy. It has been challenged in the courts on specific aspects and as a whole. When confronted in the Supreme Court, the municipal corporation’s lawyers argued that Mumbai’s transport crisis was so unique and so monumental that all environmental, social and economic costs of the project could be overlooked for the single benefit it would provide: moving 60,000 cars daily, or less than 1.5 % of the commuter trips delivered by the city’s local train network every day.So, let us directly take on the corporation’s traffic argument. If the project had few or no environmental costs, did not threaten livelihoods of fisherfolk and did not violate environmental laws, would there be any reason to challenge it? It turns out the answer is still yes. Here are, from a transport planning perspective, 10 reasons why this is so.  1) It’s the most inefficient of all modes of transportAjoy Mehta, Mumbai’s municipal commissioner, is an upholder of the efficiency principle. Last year, he refused to subsidise the Brihanmumbai Electric Supply and Transport’s bus service, which provides affordable transport to lakhs of commuters. He reasoned that since BEST does not recover operating costs through ticket sales, it is “inefficient”. “I am willing to give subsidy, but I am not willing to subsidise inefficiencies,” he declared in an open letter.  It seems, however, that he does not mind providing enormous subsidies to such outlandish inefficiencies as the Coastal Road Project.  Efficiency, as commonly understood, is the measure of what is performed or achieved with the least consumption of resources. Car-based transport is inherently inefficient; despite their high vehicular share, private cars account for a very small percentage of daily trips. The 10-km southern section of the Coastal Road is estimated to cost Rs 12,900 crore as against Rs 30,000 crore for Metro Line 3. As the table below indicates, the road will move less than 6% the number of commuters that Metro Line 3 will carry.The cost per kilometre of moving one commuter on the road works out to 25 times more that on the metro. The Coastal Road Project, in other words, is the most inefficient of all modes of transport.2) It violates the ‘users must pay’ principleIn 2016, the Supreme Court discontinued BEST’s cross-utility subsidy – surplus of its electricity division compensating for deficits of the transport division – citing the “users must pay” principle. The court argued that “people who do not use buses should not be made to pay for subsidising transport bills”.  The Coastal Road Project turns this logic inside out and upside down. All the project reports of the Coastal Road Project envision it as a toll road. That is, users will pay for it, at least partially. If the rate was the same as that for the Bandra Worli Sealink, the coastal road toll would be about Rs 110 per km. It is not nearly enough to recover the project’s cost but even this amount will deter daily commuters. Perhaps realising this, the municipal corporation has declared it  a toll-free road. That is, everyone will pay for it.So, if toll is levied, the small ridership on the Coastal Road will become even smaller. If toll is not levied, the city as a whole will be made to bear the very high cost of moving 60,000 cars. Both options are absurd.  3) It reflects twisted public investment prioritiesModal share is the percentage of trips made using various modes of transport. Mumbai’s traffic modal shares have changed alarmingly over the past 20 years. In 1998, the share of public trips (rail and bus) was 78% and that of personal vehicles (autos, taxis, cars and two-wheelers) just 22%. By 2018, the share of public trip was down to 61% while that of private trips had gone up to 39%. The share of car trips rose from 9.2% in 1998 to 16.1% in 2018. This is bad news, especially since Mumbai is one of the densest cities in the world, which makes it unsuited to a car-oriented transport system.  Car ownership is growing at an unprecedented rate, rising 9.8% a year between 2014 and 2018. Increasing reliance on cars has led to a corresponding increase in fuel consumption and vehicular pollution. The change in modal shares is a reflection of public investment priorities – for over 20 years, the city has put money mostly in car-oriented infrastructure, and more recently in Metro rail, while public bus and suburban rail systems have languished because of neglect and underinvestment.  4) It threatens public healthMumbai has India’s highest car density of over 430 cars per kilometre of road length, and 2,100 cars per sq km of urban area. Delhi, which has been grappling with severe air pollution, has less than 100 cars per kilometre of road length and 2,001 cars per sq km of urban area.  While this might seem like an argument for increasing road space, adding new roads creates more demand for driving. When traffic-clogged highways are expanded, new drivers quickly materialise to fill them. This phenomenon is called “induced demand”. The economist Matthew Turner calls this the “fundamental law of road congestion”, explaining that “in less than 10 years, new roads cause traffic increases directly proportional to the increase in capacity”.  Why should we worry about high car density? Building more roads perpetuates traffic congestion and worsens air quality. Pulmonologists have pointed out that the lung function of healthy Mumbai residents is 25%-30% lower than that of healthy Europeans, and 32%-38% lower than that of healthy Americans. This gap has been worsening in the last 20 years, mainly due to increasing vehicular pollution.5) It will widen the class divide Mumbai’s urban spatial structure has historically developed in the south-north direction. This has much to do with the alignment of the suburban railway network (which provided the infrastructure for resource exploitation during the colonial era) as well as the preference of its planners, who pushed “unwanted” activities and populations to the unfavourable northern and eastern parts of the city, retaining the favourable southern core and western shore areas for the middle and upper classes. As a result, the southern end and the western flank of Mumbai remain the “well served city” while the rest, with pockets of exceptions, remains the “poorly serviced city”.  The Coastal Road Project reproduces the south-north spatial structure, and does little to connect the western end to the central and eastern parts of the city. This means the project only serves car owners who live along the well-served western corridor, and does nothing for the rest of the city. Indeed, the western edge already has its share of “coastal roads” such as Warden road, Lala Lajpat Rai Marg, Worli Sea Face.  Astonishingly, the Coastal Road Project will add eight additional lanes beside these existing coastal roads. The true purpose of the project, therefore, is keep the city segregated and help some escape it, rather than to integrate the city and bring people together.   6) It will widen social inequalityThere is a strong correlation between the use of certain transport modes and social class. Lower income groups rely predominantly on walking, cycling and public transport. Car-centric infrastructure in lower-income and middle-income cities benefits only a small percentage of commuters while the negative consequences of these projects – loss of livelihoods, displacements, accidents and pollution – are borne by the low-income populations.  Public investment in car-oriented infrastructure, therefore, is highly regressive, representing a transfer of wealth from the poor to the rich. Neglected and shrinking public transport, such as the BEST bus service, meanwhile, increases travel times and mobility costs. This reduces the ability of the majority of inhabitants to access socio-spatial and socioeconomic opportunities in the city. Investment in private transport infrastructure in a low-income, unequal city thus tends to worsen inequality.  7) The costs far outweigh the benefitsAs usually happens in mega-project planning, documents of the Coastal Road Project underestimate costs and overestimate benefits. The case of the Bandra Worli Sealink is instructive in this regard. It was initially estimated to cost Rs 300 crore and move 1,00,000 cars a day. It ended up costing Rs 1,600 crore and its average daily ridership stands at 32,312 cars.  The estimated cost of losing a tree, according to the municipal corporation, is just Rs 2,500 while the cost of losing a hectare of a “fully stocked” forest is Rs 126.74 lakh. Based on these assumptions, the environmental cost of the project is Rs 13 lakh, while its economic benefit is suggested to be Rs 192.89 lakh. This is the corporation’s clinching argument for the project.  This gross undervaluation of natural systems is obviously absurd. That aside, the assessment does not take into account the numerous secondary effects of the project – it will cost the city more to deal with additional traffic, it will harm public health by increasing traffic pollution, it  will make us more vulnerable to climate change.Most importantly, it fails to ask: what might be the benefit of doing something else?  Bandra Worli Sealink was initially estimated to cost Rs 300 crore and move 1,00,000 cars a day. It ended up costing Rs 1,600 crore and its average daily ridership stands at 32,312 cars. Photo credit: Reuters8) Opportunity costs: It ignores alternativesThe true cost of something is what you give up to get it. This includes not only the cost of doing what you choose, but also the benefits of what you give up.  Spending thousands of crores on the Coastal Road Project, for example, means foregoing the benefits of, say, having an improved and subsidised bus service, constructing a flood-proof storm water system, or upgrading the entire surface and overhead pedestrian infrastructure. Consider the benefits of spending on these alternative projects, in terms of time earned, health restored, lives saved?  The decision to build the Coastal Road Project not only means spending on destructive futility but also giving up everything else such a vast sum of money could have made possible.  A projection of the Coastal Road at Haji Ali indicates the amount of land that would need to be reclaimed from the sea for this project.9) It is a symptom of the city’s planning failuresNothing in Mumbai is more undervalued than the lives of the poor. Even as the city’s basic infrastructure is crumbling, the municipal corporation is creating amenities for the wealthy. How many people in the city have succumbed to or suffered in the last 20 years because of floods, overcrowded systems, fires, building and bridge collapses?  Most of these deaths and suffering could have been easily prevented if planning bodies meant to anticipate risk were functional, infrastructure decisionmaking was sound, and allocation of resources was prioritised. It is essentially the human cost of the city’s planning failures. The Coastal Road Project is an outcome of this failed planning system that deprives the many of their basic needs to provide extravagances to the few.10) It will leave Mumbai with a more precarious futureIn many cities around the world, city governments, faced with public pressure, are tearing down freeways to build public transit infrastructure or restoring ecological systems. In Mumbai, city planners are destroying natural systems and public spaces to build freeways for cars. This is a self-destructive mindset that favors short-term gains and special interests over the well-being and security of our future generations.The municipal corporation is determined to serve builders, car manufacturers and construction contractors, instead of safeguarding the health of our children, the safety of millions of our toiling citizens and of our precarious ecological infrastructure. Our governments are choosing toxic smoke over clean air, cement and steel over trees and birds, floods and devastation over leisure and opportunity, segregation and strife over empathy and equity.  Their desperation to build such needless monstrosities as the Coastal Road is proof they are on the wrong side of history.Hussain Indorewala is an urban researcher and teaches planning theory, housing and humanities at the Kamla Raheja Vidyanidhi Institute for Architecture in Mumbai. He is co-convenor of Aamchi Mumbai Aamchi BEST, a citizens’ forum for public transport. Also read: As Mumbai’s coastal road construction speeds up, even car owners are joining the protest against itWhat will Mumbai’s coastal road actually look like? An eyesore, show these architectural projections","author":"Hussain Indorewala","time":"2019-05-07T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114747-vlfniawxth-1557154166.jpg","tags":["Coastal Road Project","Mumbai","urban planning","social inequality","public transport","BEST buses","vehicular pollution","public health","Municipal Corporation of Greater Mumbai"],"source":"https://scroll.in/article/922540/destructive-futility-10-reasons-why-mumbais-coastal-road-project-should-be-scrapped"}