{"title":"A newborn died in a detention centre in Assam. His mother was later found not to be a foreigner","content":"It was the summer of 2011. Sahida Bibi had given birth to a pair of twins: Nazrul Islam and Nobizur Islam. But the happiness would be short-lived. Exactly two weeks later, on May 26, Bibi, a resident of Rowa village in Assam’s Dhubri district was taken into custody along with her two sons and tossed into a detention centre in neighbouring Kokrajhar district. A tribunal had declared her a foreigner in a case dating back to 1998. It was an “ex-parte” order passed without hearing her. Bibi said she had engaged a lawyer to represent her but he had never informed her about the hearing dates.The worst, though, was yet to come. A month-and-a-half later, on the night of July 11, Nazrul Islam, then barely two-months old, died in Bibi’s arms in the detention centre. “He made a strange noise and as I picked him up he was gone,” she said. Sashi Mohan Sarkar, a resident of Chirang district’s Basugaon village, was 84 years old and barely mobile when he got thrown into the Goalpara detention centre in July 2017. Each time his son, Sanjit Sarkar, visited him, he had the same questions for him: “How much longer do I have to be here? Will I get to see Julie once before I die?”Julie is Sashi Mohan Sarkar’s granddaughter, born in 2014, now five years old. He did not live to see her again. On a cold December morning in 2018, he died in a government hospital in Guwahati –  still in detention. The National Register of Citizens, an updated list of Indian citizens in Assam, is expected to be released on August 31. What happens to those left out of it? No one knows for sure. For now, the authorities have said they will have to stand trial in Assam’s foreigners’ tribunals. In the past, those declared foreigners by these tribunals have been interned in six detention centres, which share space with overcrowded district prisons. Detainees who subsequently secured freedom from higher courts recall their internment with horror: they were deprived of rights available to even murder convicts. Without access to legal aid, most detainees were subject to indefinite incarceration, until the Supreme Court in May ruled that those who had spent three years in detention centres may be released after furnishing bonds worth Rs 2 lakh.In July, responding to a question raised in the state assembly, the Assam government for the first time released a list of people who had died in detention. The list of 25 people included a 45-days-old child and an 85-year-old partially immobile man. Scroll.in met the families of six of them. Almost all of them claim to have documents to prove that they are Indians. Nazrul Islam, 45-days-oldDhubriNazrul Islam had been suffering from respiratory troubles, which Bibi claimed, had got aggravated by the strain of prison where medical care was rudimentary. The family’s request to take him to a private clinic was turned down by prison authorities, she said.“Only once they took us to Bhangagarh [the locality in Guwahati where the Guwahati Medical College and Hospital is located],” she said. “The doctor said his condition was very acute, yet they did not admit him. We returned the same day. All the travel made it worse for my son.”Nazrul Islam died five days after the Guwahati day-trip – a journey of about 500 km.Ten months later, Bibi was released from detention. The foreigners’ tribunal, which was asked to hear Bibi’s case afresh by the Gauhati High Court, ruled on March 30, 2012 that Bibi was an Indian citizen. She should never have been put in detention in the first place.A long-running caseCourt documents show Sahida Bibi deposed before the foreigners tribunal multiple times and even filed petitions “praying for time to file a written statement”. However, according to records, she never filed her written statement and also avoided subsequent proceedings.“The advocate misled us,” insisted Bibi. “He would not tell us when to go. We are uneducated people, we don’t understand all these things.”When Bibi was first suspected of being an “illegal migrant” in 1998, detection of foreigners in Assam took place under the Illegal Migrants (Determination by Tribunal) Act. Passed in 1983, when the anti-foreigner agitation in Assam was at its peak, the Act placed the burden of proof on the state. Foreigners tribunals were first set up under this Act.In 2005, the Supreme Court struck down this Act and replaced it with the Foreigners Act of 1946, which shifted the burden of proof from the state to the accused.It was under the 1946 Act that Bibi received notices starting 2010 to appear at a foreigners’ tribunal to prove her Indian citizenship.On March 3, 2011, a foreigners’ tribunal in Dhubri passed an ex-parte order declaring Bibi a foreigner. Her failure to attend the proceedings against her, the tribunal noted, was “an indication that she has no documents to prove her nationality”.Except that she had a host of documents. As her retrial would later establish, her ancestors had been living in Assam from well before the 1971 cut-off: her father, Insan Ali, featured in the 1951 National Register of Citizens and in pre-1971 electoral rolls.Free but bitterBibi has been a free woman for over seven years now, but she is yet to quite get over the grief of losing her son. Her eyes well with tears when she talks about her child’s death. “The government ruined our family,” she rued. “They put me in jail on mere suspicion, my son died, my husband sold all our farmland to get me out of jail; he died so young only because of tension – we had lost all our land and money.”Nazrul Islam’s twin brother Nobizur Islam, who spent and survived the first year of his life in prison, now attends the local primary school. He is a student of Class 1. His name features in the NRC. He is a bonafide Indian citizen unlike his twin brother who died an “illegal migrant”. Sashi Mohan Sarkar, 85 years oldChirangSashi Mohan Sarkar.Sashi Mohan Sarkar was declared an “illegal migrant” by a foreigners’ tribunal in June 2016. It was an “ex-parte” order – he was not present at the tribunal when the order was passed.Records of the tribunal proceedings suggest that Sashi Mohan Sarkar had skipped several hearings. While his lawyer had attended some of those hearings in his absence and pleaded that the “proceedee is old and confined to bed”, he too seemed to have missed a few hearings: “Counsel not in a position to appear due to personal problems”, the court records say.  “The lawyer we engaged did gondogul [mischief],” alleged his son Sanjit Sarkar. “We paid him at least Rs 65,000, sold everything we could find to pay him, yet he would never inform us of the court dates.”A search for documentsIn Sashi Mohan Sarkar’s case, according to a written statement he submitted to the tribunal, he had arrived in India from erstwhile East Pakistan in 1964. He had furnished a photocopy of a refugee registration certificate to the tribunal but it held that in the absence of the original copy, the document was not reliable.Court records suggest that in one of the hearings he attended, Sashi Mohan Sarkar also provided a registered sale deed of a piece of land he had purchased in 1970. Although not recorded in the proceedings, the member, as adjudicators in foreigners’ tribunals are called, had purportedly ridiculed the document. “He said, ‘If you buy land in Assam do you become Indian?” said Sanjit Sarkar.Soon after, the tribunal declared him a foreigner.Sanjit Sarkar and his family.New evidence surfacesBut as Sanjit Sarkar prepared to approach the High Court and get his father’s name cleared, fresh trouble came: a notice had been issued against him, suspecting him to be a foreigner. To be counted as an Indian citizen in Assam, a person has to prove that they or their ancestors had been living in India prior to 1971. As Sanjit Sarkar scrambled to find documents to prove his Indian citizenship, he chanced upon land records from the local circle office bearing his father’s name. The records dated back to 1970 and were irrefutable proof that his father had been wrongly incarcerated.But possessing documents and having the wherewithal to wage a legal battle are two different propositions: Sanjit Sarkar realised he could not afford to fight his father’s and his own case at the same time. “I can’t do everything – fight two cases and also feed my family,” said Sanjit Sarkar. Desperate to avoid the same plight as his father, Sanjit Sarkar sold part of his family land for Rs 50,000.Son Indian, father foreigner Even as he hired a lawyer for himself with that money, he applied for legal aid for his father from the district legal service authority.  But before it could come through, Sashi Mohan Sarkar died. “I tried to free my father, but I failed,” said Sanjit Sarkar.On December 10, 2018, exactly a day after Sashi Mohan Sarkar’s death, Sanjit Sarkar was declared an Indian by the same foreigners’ tribunal that had declared his father a foreigner. “Sanjit Sarkar,” the court ruled, “is not a foreigner and born out of Indian parents.” “What happened with my father is injustice,” Sanjit affirmed. “We have lost everything for a false case – the state should give us compensation.”Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-08-28T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126282-gzgcsunvwg-1566909194.jpg","tags":["The Final Count","The Toll","National Register of Citizens","Foreigners Tribunals","Detention deaths"],"source":"https://scroll.in/article/935337/detention-in-assam-a-baby-and-old-man-died-despite-their-families-having-proof-of-citizenship"}