{"title":"Devdutt Pattanaik: Bhairava’s truth in the light of the funeral pyre ","content":"Hindutva is a 19th-century political ideology that proclaims itself to be the defender of Hinduism. Yet it is terrified of truth. The truth of death – of hundreds of bodies floating down the Ganga and thousands being cremated in funeral pyres across India, which reveals not the virulence of a virus, but the incompetence of an extremely powerful government that was too pompous to take the warning signs seriously.Many of these deaths could have been prevented, if we focused on science, on oxygen, and vaccines. Instead, Hindutva supporters are now claiming that the foreign media is disrespecting Hindus by showing images of overcrowded crematoriums on their front pages, arguing that it reeks of Orientalism. Their strategy reminds us of abusive parents begging neighbours to respect family privacy but clicking a family portrait at the neighbourhood studio, with a garish backdrop, to hide the household horror from future generations. This approach to crisis is very Hindutva, but not Hindu.Hindu funerals have been a public spectacles for centuries. Mahatma Gandhi’s funeral was shown to the whole world. The funerals of the Gandhi family has asserted their Hindu roots, one that has been relentlessly challenged by WhatsApp groups that claim to be followers of Hindutva. Travel websites invite tourists to Manikarnika Ghat in Varanasi to see the Hindu funeral ritual on the river bank, a few metres away from the Bollywood-style Ganga aarti. Facing death fearlesslyIn South India, in many communities, people sing and dance in processions as the dead body, kept in a sitting posture, makes its way to the burial ground. In North India, Rajputs mark the spot where kings and queen are cremated with grand pavilions known as chattris. Images of the Buddha lying down as he dies is part of Buddhist art. Over 2,500 years ago, his bones collected after his cremation were divided between kings and placed in 84 stupas around the country. In folk literature as well epics such as Mahabharata, there are detailed gory descriptions of the battlefield, full of corpses, dogs, vultures and crows, weeping widows and of cremation grounds, with blazing fire around which there are ghosts, goblins and even gods of death, such as Vaitala, Bhairava and Chamunda, besides Tantrik practioners such as Siddhas who seek to learn and gain spiritual and occult power by facing death, fearlessly.One of the oldest temples in India is the 8th-century Betal Deula in Bhubaneshwar. It is a temple of Chamunda. The goddess is commonly described as killer of Chanda and Munda, and her story is traced to the 7th-century Devi Purana. However, her origins are very mysterious. She is visualised as gaunt, with fangs, and protruding eyes. Her decaying skeletal body is described as kankala sharira. A characteristic feature is her picking her teeth delicately with her left hand, while she holds a sword in her right. Why is she picking her tooth? Does she eat the flesh of those she kills. In one of her many arms she holds a cup to drink blood of those she kills. She is bedecked with entrails of the dead, their severed limbs. She wears garlands of human heads around her neck. She is surrounded by ghosts or pretas, and vetalas (who possess dead bodies) and pisachas (who possess the living). She is closely linked to scorpions, dogs, and crows. In the Ellora caves, we find her image again, seated on a pile of corpses. 1984 :: View of Funeral Procession of PM Indira Gandhi From India Gate , Delhi (Photo Division ) pic.twitter.com/rn9fz9Rg97— indianhistorypics (@IndiaHistorypic) October 31, 2017\n\nIs she the same goddess as Kotravai, referred to in Tamil literature, found in dry lands and battle grounds? Is she the Vedic Nritti, who lives in the south west corner of the village, right next to the crematorium, residence of Yama, the god of death, guardian of the south? Is she Mrityu, goddess of death, in the Mahabharata, who is assured that humans die because of their karma, not because of her? We really don’t know. She is often confused with Kali, who spreads her tongue to drink the blood of Ratkabhija, the asura who can replicate himself every time drop of his blood touches the ground. What we do know is that she is equated not so much with war and violence (all gods with weapons are) but with the gory aspects of death – the decay, the rot, the wandering wailing ghosts. She is not covered up. She is enshrined in a temple for all to see, even admire, and learn from. She is the mistress of vira rasa, bhayanaka rasa and vibhitsa rasa, or moods of bravery, fear and disgust, that is part of natya shastra, the treatise of aesthetics, that constitutes the fifth Veda.In Goa, we find temples to Vetala, who is as gaunt as Chamunda, with exaggerated male genitalia. In one hand there is the sword, in the other a severed head. Some say this is the fear-inducing Bhairava form of Shiva, who dances in crematorium, in the light of funeral pyres, surrounded by cackling yoginis, as gaunt as Chamunda. In Tantrik Buddhism of Tibet, it is the form taken by Heruka. Death is not hiddenIn Buddhist art, we learn of Siddhas, always shown holding skulls in their hand, seated in crematoriums. They remind us of Kapalikas, students of Tantra, who smear their body with ash of crematoriums, and seek power from the skills and bones of the dead. The mighty Indra, leader of the Vedic gods, holds in his hand the Vajra, a weapon created from the vertebral column of a man, the Rishi Dadichi. Shiva holds in his hand the Khatvanga, a mace topped with a human skull. In Karnataka, there is the worship of Bhoota, ancestral spirits, who come back and speak to their children through special mediums who dance and retell their tales. Tamil literature speaks of Pey Alvar and Bhootnath Alvar, ghosts or spirits, who were the first to become conscious of the grace of Vishnu, and burst into song.No, death does not frighten Hindus. Death is not hidden. It is for all to see. When an upper-caste Hindu man dies, complex rituals are performed for 12 days to enable the ghost of the recently deceased get a temporary body so that he can cross the Vaitarni, and enter the land of the dead. Then there are rituals every month for the first year and then once every year. Gandhi's assassination. Favourite image remains the one of Nehru standing alone at Gandhi's funeral pyre. pic.twitter.com/T5zrtxaLOa— Sushant Singh (@SushantSin) January 30, 2020\n\nIn Vedic times, the householder, was expected to keep three fires burning in his house: one for the family, one for the gods and one for the ancestors. The pitr are fed even today, using the thumb of the right hand pointed in the outer direction. Death is everywhere, the past that shape the present. That is why knowledge is linked to death. Shiva, who is Bhairava, fear-evoking, is also Dakshina-murti, the teacher who sit facing the south, the direction of death, the direction of crematoriums. There he sees Dakshina-Kali, Bhairavi who comes from the south, from the land of the dead.In Vedic tradition, death is inauspicious; one shuns it. But Vedic tradition is complemented with Tantrik tradition, where death is auspicious, where the disagreeable (ashubha) becomes divine (shiva), where with the grace of Kali, the corpse (shava) becomes God (Shiva). In folktales, the great king Vikramaditya fearlessly goes into the crematorium to fetch the corpse possessed by a vetala, and learns the truth of life from the many tales it narrates. In Mahabharata, Vyasa devotes an entire chapter, the Shanti Parva, describing dead bodies in the battlefield, the wailing widows and orphans, the ground wet with blood, the howling dogs and foxes, the carrior crows, the vultures, as Gandhari beats her chest and curses Krishna. A similar description reappears in Musala Parva, to describe the beach strewn with bodies of Yadava men who have killed each other in a drunken brawl that turns into a raging battle.Enabling the enemyHinduism has no words for martyrs. VD Savarkar coined the word “hutatma”. The word “shaheed” like martyr comes from monotheistic religions, but has been embraced by Hindutva as its serves their political purpose. They revel in tales of battlefields, and send WhatsApp images of muscular warriors splitting enemy soldiers in half, heroes offering their head to the goddess, to demonstrate their patriotism and commitment, and heroines ready to hurl themselves in funeral pyres to protect their honour. The Ram and Krishna they worship is ever-ready in the battlefield, bow and discus in hand. They don’t find these images macabre, or sinister. For Hindutva, these are to be taken literally. Metaphor escapes them. They cannot see the hospital as a battlefield, where hundreds gasp for breath, fighting a virus. They cannot see doctors and nurses and paramedics as warriors. What do you call those who were killed by the virus, those who could have lived, had they been given oxygen on time, had people been vaccinated in time. Can we call them victims of the system? Hindutva loves Israel for fighting Muslims, but refuses to see how Israel vaccinated its entire country in record time. To see the later, to see the hospital as the metaphorical battleground, would be admit failure. It would be to accept that they were the ones in charge, whose complacency let the virus-enemy slip past the gate, and kill all those who did not have to die. It will make them Jaichand of their own version of history who betrayed his countrymen and enabled the enemy.Chamunda, Bhairava, Vetala, Bhutas, Pretas and Siddhas are all there in the crematorium, and river banks, daring Hindutva to see the truth, and bravely proclaim it as matyrs and shaheeds are supposed to. But being a “vira” is not for everyone.Devdutt Pattanaik writes on relevance of mythology in modern times, especially in areas of management, governance and leadership.","author":"Devdutt Pattanaik","time":"2021-05-17T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159115-bqztoqpzic-1621172204.jpg","tags":["Covid-19","VD Savarkar","Mohandas Gandhi"],"source":"https://scroll.in/article/995004/devdutt-pattanaik-bhairavas-truth-in-the-light-of-the-funeral-pyrehttps://scroll.in/article/995004/devdutt-pattanaik-bhairavas-truth-in-the-light-of-the-funeral-pyre"}