{"title":"Devdutt Pattanaik on the 3,000-year-old Hindu ritual of feeding the dead","content":"During the Indian monsoons – between the ten-day festival of Ganesha (Ganesha Utsava), the elephant-headed remover of obstacles, and the nine-night festival of the Mother Goddess Durga (Nava-ratri) – Hindus observe Pitr-paksha, or the fortnight (paksha, in Sanskrit) of the ancestors (pitr). This is a dark fortnight of the lunar month, in the dark half of the year. It is a time to feed the dead. Facing the south, Hindu men across India are seen placing mashed rice balls mixed with black sesame seeds, known as pinda, on blades of grass, near water bodies. They pour water on these pinda in a peculiar way, known as tarpana, over the thumb of the right hand that is stretched outward away from the body. Crows are encouraged to eat this rice. Pinda-daan, the ritual of feeding the ancestors. | Illustration: Devdutt Pattanaik.Every shopkeeper knows business will be slow at this time. Indeed, many Hindu families avoid buying cars or houses or even new clothes. No contracts are signed. No weddings conducted. This hesitance is interesting for what it reveals of the ambiguous relationship Hindus have with the dead. The ancestors are venerated and need to be fed, it’s true. However, all things associated with death are also deemed inauspicious and impure.Of course, not all Hindus follow these practices and customs. Hinduism is diverse, dynamic and complex. But the dominant mainstream Hindu understanding of death comes from the Preta-kalpa of the Garuda Purana, which was composed a thousand years ago, and is still read during funeral ceremonies. The ritual of shradh that involves offering pinda to ancestors can be traced to Grihya-sutra literature, which is over 2,500 years old, indicating a remarkable continuity of tradition. The word ‘pitr’ used for ancestors can be traced even to the Rig Veda, Hinduism’s oldest scripture.While the practice of giving food and gifts to the dead is found in many cultures, Hindu customs are unique as they are based on the metaphysics of rebirth, not an eternal afterlife. Hindus believe nothing is permanent, not even death. The dead eventually return to the land of the living to repay unpaid debts. Life is needed to free oneself from the burden of debts. Feeding the dead is itself an obligation, a repayment of debt. Those alive owe their life and privilege to the dead. The dead depend on the living to facilitate their return to the land of the living and keep the circle of life turning.Immersing the ashes and bones of the dead in the river, hoping for their rebirth or liberation. | Illustration: Devdutt Pattanaik.This idea of eternal return is embedded in the Hindu mind through ritual and story. In Vedic times, the ritual arena was set aflame after a yagna – as is done in the case of a funeral— –and the altar was then reconstituted with fresh bricks. Today, festivals of Ganesha and Durga are celebrated over ten days and nine nights to remind us of ten lunar months and nine solar months of pregnancy. After the festival, clay effigies of the deity are cast into water bodies, like the ashes of the dead. Thus, even the gods are impermanent. They go away this year but will return next year, mimicking the reality of re-death (punar-mrityu) and rebirth (punar-janma) mentioned in the Upanishads. In the temple of Jagannath Puri, in Odisha, the deity is embodied in a brightly painted image of wood, cloth and resin. Every dozen or so years, the deity grows old and needs to shed his old body. In a secret ritual, the ‘soul’ of the deity is taken out by a blindfolded priest from a secret chamber of the old body and placed in a secret chamber of the new body. The old body is then buried, and the new body is installed in the temple in a grand ceremony, ready to experience the daily, monthly and annual ritual cycles once again.Visarjan, the immersion of clay images of deities after ceremonial worship. | Illustration: Devdutt Pattanaik.Another unique feature of death in the Hindu world view is its association with impurity. If the clockwise orientation is done for the gods, the anticlockwise orientation is reserved for ancestors. Those who visit the crematorium are not allowed to enter the house without bathing. Those whose hereditary occupation was to tend to funeral pyres were deemed ‘untouchable’, an idea that shaped Hinduism’s now illegal caste hierarchy. Women fared no better: menstruating women and widows were also seen as touched by death and so isolated.That said, the inauspicious funeral ground has also been for centuries the arena of potent power, magic and the occult, the place where gods take fearsome forms like Bhairava and Chamunda, and wander in the company of ghosts and dogs. In many local traditions, the ghosts of ancestors (bhuta) are summoned by shaman-like priests, who wear grand colourful attires and go into a trance in public rituals, to advise and bless the living. In Tantric lore, sorcerers can enslave the ghost (vetala) using the flesh, bones and skull of the dead as ingredients in secret rituals (shava sadhana). To prevent this, people were encouraged to let Brahmins perform the Vedic death rituals, destroying the corpse completely, even smashing its burning skull, to enable the dead to make the journey to the land of the dead, where they can be regularly fed until it is time for their rebirth. Hindus share their ideas of rebirth with the other faiths of Indian origin, such as Buddhism and Jainism. Myths in most other parts of the world are built around a single life followed by an eternal afterlife. Even in India there are communities such as the Lingayats and the neo-Buddhists who do not believe in rebirth. When you believe you live only once, this life and this body become special. Both are commemorated with tombs and tombstones, a practice shunned by orthodox Hindus who want the dead to move on, not stay back.Excerpted with permission from Garuda Purana and Other Hindu Ideas on Death, Rebirth and Immortality, Devdutt Pattanaik, Westland.","author":"Devdutt Pattanaik","time":"2022-09-09T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179603-jhsdmgbzmj-1662621855.jpeg","tags":["Hindu","death"],"source":"https://scroll.in/article/1032342/devdutt-pattanaik-on-the-3000-year-old-hindu-ritual-of-feeding-the-dead"}