{"title":"Devendra Fadnavis claims Sharad Pawar knew of his 2019 coup with Ajit Pawar","content":"Maharashtra Deputy Chief Minister Devendra Fadnavis claimed on Monday that Nationalist Congress Party chief Sharad Pawar was aware of his nephew Ajit Pawar’s overnight coup to form the government with the Bharatiya Janata Party in 2019, reported PTI.On November 23, 2019, Fadnavis had taken oath as the chief minister of Maharashtra early in the morning, with Ajit Pawar as his deputy. The development had taken place a day after Sharad Pawar had announced that the Shiv Sena-Nationalist Congress Party-Congress combine had come to an agreement that Uddhav Thackeray would be the chief minister for the next five years.“We had an offer from the NCP that they wanted a stable government and that we should form such a government together,” Fadnavis on Monday said at an event hosted by TV9 Marathi channel. “We decided to go ahead and hold talks. The talks happened with Sharad Pawar. It was only after discussions with Sharad Pawar that we decided to form the government. It was the NCP which approached us.”Fadnavis claimed that after he was sworn in along with Ajit Pawar, the Nationalist Congress Party changed its strategy and formed an alliance with the Shiv Sena and the Congress. The alliance was toppled last year after rebel Shiv Sena leader and current Maharashtra Chief Minister Eknath Shinde lead a revolt against Uddhav Thackery.On Monday, Sharad Pawar denied the claims made by the BJP leader. “I felt that Devendra [Fadnavis] is a cultured person and a gentleman,” the Nationalist Congress Party chief said. “I never felt that he will take recourse to falsehood and make such a statement.”Fadnavis’ allegations came ahead of the February 26 bye-elections in the Kasba and Chinchwad Assembly constituencies in Maharashtra.","author":"Scroll Staff","time":"2023-02-14T10:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131411-umlhptzjdu-1574589246.jpg","tags":["Devendra Fadnavis","Sharad Pawar","Maha Vikas Aghadi","Nationalist Congress Party"],"source":"https://scroll.in/latest/1043826/devendra-fadnavis-claims-sharad-pawar-knew-of-his-2019-coup-with-ajit-pawar"}