{"title":"Tokyo Paralympics: On a memorable day for India, Devendra Jhajharia has his moment in the sun","content":"Indulge the use of first-person briefly. I remember vividly the day Rajyavardhan Singh Rathore won the silver medal at the Athens Olympic Games in August 2004. I remember seeing the moment replayed on news channels, I remember reading about it the next day, I remember how it made me feel as a kid, I remember talking about it with friends in school.But I don’t remember Devendra Jhajharia winning the gold medal at the Athens Paralympics. It happened a month  later but I do not have any recollection. It took me a good deal of work on Google to even find a report of the event that happened on September 21, 2004. Sure, many of us know it now. It is part of his legacy, a mind-boggling one at that... but, personally, it is not a memory that I can access even if I tried. On 30 August 2021, nearly 17 years after his Athens gold, the 40-year-old Devendra Jhajharia became a Paralympic Games medallist for a third time. A silver medal. A new personal best. It came on a day that I will remember for a long time. A day that will, indeed, be remembered by Indian sports fans for years and decades from now. He was the only gold medallist in Athens, he was part of the contingent that won two gold medals on this one day in Tokyo.From Athens to Tokyo, Jhajharia’s journey has arguably mirrored India at the Paralympics.Let’s jump 12 years forward from Athens, shall we? Rio Olympics is over and it was, to put it mildly, a frustrating experience for the Indian contingent, fans and even those covering it. Sure, there were incredible moments. Dipa Karmakar and the vault to mark India’s independence day. Sakshi Malik and a pleasantly surprising bronze. PV Sindhu and her amazing journey to silver medal. Then came the Paralympics. The pre-event buzz was not the same as the Olympics. The timezones did not help matters, of course. There were no official broadcasters in India. There were expectations, though. One could see there was a real attempt to learn the stories of these Paralympians. But when Jhajharia threw the javelin across the night sky at around 3 am IST for a distance of 63.97m, it was not a big-ticket event. It happened under floodlights in Rio. It happened in the darkness in India. It was not an event that got social media buzzing instantly. It was not an event that was covered extensively across the country... but that would only be true for a few more hours. He was expected to win but the time zone (partly) meant India would soon wake up to his greatness.On the morning of September 14, 2016 – India woke up to Devendra Jhajharia. He was the toast of the nation. He was the first Indian athlete – Olympics or Paralympics – to win two individual gold medals. He did it with another world record. His story became mainstream. “After I won my first gold in 2004, I waited for my event in 2008. When it wasn’t a part of the Beijing Games, I had hoped that it would be included in London 2012. On hearing that it wasn’t a part of the Games, I thought of quitting the sport, but my family supported me and my wife, a former nationally-ranked player, said she would quit her sport but asked me not to do so. These 12 years, it was like waiting for the Kumbh Mela,” Jhajharia had told Scroll.in after his Rio gold medal. #Tokyo2020 Throwback to #Paralympics gold & a world record by Devendra Jhajharia at Rio 2016. This was his 2nd Paralympics 🥇 medal. He's in action again Monday morning. 🤞🏽🎥 Paralympic Gamespic.twitter.com/3GcElx06mt— The Field (@thefield_in) August 29, 2021\n\nWas he done? Nope, not yet.He had his eyes set on the podium in Tokyo too. He never compromised on his fitness, he worked harder. “When you love a sport so much, you can continue to do good in that over a long time. You don’t really think that I have spent 20 years doing this or I am 40. My workout is the same as that of a 20-year-old. Javelin throw is what I do,” he told Firstpost ahead of Tokyo 2020.And so he came out through the entry zone for athletes.  He walked out with a swagger, a smile on his face, a spring in his step, with the excitement of a youngster making his debut. The smile and swagger and excitement was the same at the end of his event when he threw the javelin for his sixth attempt, knowing that a silver medal was already his. The gold went to Sri Lanka’s Dinesh Priyantha Herath with a new world record, that came just before Jhajharia’s new personal best. And at the end of it all, the first thing Jhajharia did was to go and embrace the new champion. The Devendra Jhajharia journey:Gold medal at Athens 2004. World record. 62.15m.Event not a part of Beijing 2008, London 2012. Gold medal at Lyon 2013, World Championships. 57.04m.Silver medal at Doha 2015, World Championships. 59.06m.Gold medal at Rio 2016. Another world record, breaking his Athens mark. 63.97m.Silver medal at Tokyo 2020. Another personal best, better than his Rio mark.As the podium was confirmed with Sundar Singh Gurjar winning bronze, it was a moment to celebrate. In Tokyo, in Sri Lanka, in India. And this time around, the buzz was there all along. When the schedule was announced, we went looking for Jhajharia’s event. We had marked August 30 on the calendar. We replayed his Rio world record and watched his little dance at the end a few times more. We were waiting with expectations when the event started on Monday morning in Tokyo and came to a close in bright sunshine.And finally, on India’s greatest single day at the Paralympics, Devendra Jhajharia had his moment in the sun. In the land of the rising sun.","author":"Vinayakk Mohanarangan","time":"2021-08-30T20:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163446-kaqqpgsglz-1630333940.jpeg","tags":["Tokyo 2020","Paralympics","Paralympic Games","Devendra Jhajharia","Tokyo Paralympics"],"source":"https://scroll.in/field/1004089/devendra-jhajharia-has-his-moment-in-the-sun"}