{"title":"Dhaka willing to take back undocumented Muslim migrants if India provides evidence, says official","content":"An advisor to Bangladesh Prime Minister Sheikh Hasina told PTI on Tuesday that the country will take back undocumented Bangladeshi Muslim migrants in India if New Delhi provides evidence. “We will take back any Bangladeshi citizen staying in India illegally,” Gauhar Rizvi said. “But India has to prove that.” The amendments to the citizenship law were India’s internal matter, he added.Last week, Indian Parliament passed the contentious Citizenship Amendment Act that provides citizenship to refugees from six religious communities, except Muslims, escaping persecution in Bangladesh, Pakistan and Afghanistan. Rizvi, who advises Hasina on international affairs, denied that Hindus find it impossible to practise their religion in Bangladesh, an allegation India’s Home Minister Amit Shah had levelled in Parliament. The senior official said Muslims, Hindus, Christians and Buddhists co-exist peacefully in Bangladesh. Rizvi’s statements came on a day Pakistan Prime Minister Imran Khan told the Global Refugee Forum in Geneva that his government cannot take in any more refugees, and warned that the Narendra Modi government’s policies could cause a “big refugee crisis” in South Asia. The remarks were rejected by the Ministry of External Affairs.On December 12, as protests against the amended citizenship law kicked off in the North East, Bangladesh Foreign Minister AK Abdul Momen cancelled his visit to India, citing other commitments. The day before, he had said that amendments could weaken India’s character as a secular nation. “India is historically a tolerant country which believes in secularism [but] their historic position will be weakened if they deviate from that,” the minister added.Momen had told Dhaka Tribune on December 10 that Indian politicians’ comments about persecution and torture of Hindus in Bangladesh were “unwarranted as well as untrue”. He claimed that there are a very few countries with as good a track record on communal harmony as Bangladesh. “We have no minorities,” he claimed. “We are all equal. If he [Amit Shah] stayed in Bangladesh for a few months, he would see the exemplary communal harmony in our country.”In response, India’s Ministry of External Affairs said New Delhi had told Dhaka that it believed religious persecution had taken place during the rule of previous military regimes, and not the current government.Hours after Momen cancelled his visit, his Cabinet colleague and Home Minister Asaduzzaman Khan cancelled a personal visit to Meghalaya’s capital Shillong because of the protests.The demonstrations have intensified in the last five days, spreading to universities across India as well as to the streets of India’s national Capital Delhi. The Narendra Modi-led government has accused the Opposition and “urban Naxals” of fanning the protests for their political agenda.","author":"Scroll Staff","time":"2019-12-17T21:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/87615-yhwadoxtkn-1576595464.jpg","tags":["Citizenship Amendment Act","Bangladesh","Sheikh Hasina","Bangladeshi Muslims"],"source":"https://scroll.in/latest/947139/dhaka-willing-to-take-back-undocumented-muslim-migrants-if-india-provides-evidence-says-official"}