{"title":"‘He had his Aadhaar card’: Dhule lynching victims’ families struggle to understand mob’s ire","content":"Rainpada village in Maharashtra’s Dhule district was deserted on Monday morning. Men were nowhere to be seen, a few women and children stared impassively from dark doorways and a dozen policemen lounged about outside empty homes.The lack of activity was most evident at the village panchayat office, a one-room structure with a broken blue door and a shattered window. Inside, the room was filled with blood: coagulated splotches of red on the floor, blood splattered on broken furniture, the stench of blood overpowering the air.This panchayat office in Rainpada was the site of a gruesome mass murder on Sunday morning, when a mob of residents lynched five men on the suspicion that they were kidnappers. The men – Raju Bhonsle, Dadarao Bhonsle, Bharat Bhonsle, Bharat Malve and Agnu Ingole – were members of the Nath Panthi Davari Gosavi nomadic tribe from Solapur’s Khewa village. Four of the men belonged to the same family. They had travelled to Dhule to beg for alms and food grain, as is the custom in the community. This is the latest in a series of similar lynchings across the country, from Jharkhand to Tamil Nadu and Tripura to Gujarat. In each case, the mobs seemed to have been influenced by Whatsapp videos and messages about gangs of child-lifters on a mission to spirit away children and cut out their kidneys and other organs to sell them.The influence of these Whatsapp rumours has been particularly strong in northern Maharashtra. Barely 12 hours after the five lynchings in Rainpada, another mob attacked a family of five – including a two-year-old child – in Malegaon town in neighbouring Nashik district. The police managed to rescue the family.\n\t\t\n\tHow does fake news on social media drive large groups of men into murderous fits of rage? At ground zero in Dhule, there were no easy answers. But for the relatives of the five men who were killed in Rainpada, the question itself has become a desperate cry of grief.“How could they just kill my son without finding out anything about him? Why didn’t they stop to think before killing my brother?” asked Kalpana Ingole, who lost her son, brother and her son-in-law in the incident, in addition to her son-in-law’s brother. “If they had asked, my son had all his papers to show them. He had his Aadhaar card too. Why did they do this?”‘I tried to stop the mob, but couldn’t’Nestled in the hilly Adivasi belt of Dhule near the Gujarat border, Rainpada is one of six small hamlets that form the gram panchayat of Kakarde. The serenity of the hills and farms of the region seem incongruous with the disturbing headlines about the lynchings that had taken place there. But the details of the incident sounds even more spine-chilling when narrated by key eyewitness Vishwas Gangurde.Gangurde’s version of the incident starts at around 9.30 am on July 1, when he was passing by Kakarpada, a hamlet adjacent to Rainpada, on his way to work. The five victims had arrived in Rainpada in a state transport bus, on the day of the weekly Sunday bazaar, the police said. While they were asking for alms, villagers allegedly saw one of them speak to a young girl. This made them suspect that the five were kidnappers, and a mob of villagers soon descended on the victims and began to beat them. “I saw that those five victims were being chased by a mob of local people,” said Gangurde, a mason from Nilagoti, another village under the Kakarde panchayat. “The poor men tried to hide in a nallah [stream], but they were dragged out, beaten and chased all the way to Rainpada.” On Monday, Gangurde was one of the few men still visible in public in Rainpada, and the only one who agreed to talk to Scroll.in. He claims he was one of just two people who tried their best to stop the enraged mob from assaulting the nomads from Solapur. “When we tried to stop them, the angry villagers hit us too,” he said.Though the police claim that the mob dragged the five victims into the panchayat office to beat them further, Gangurde says that it was he and his fellow Samaritan made the effort to  get the victims into the premises. “We pushed them in the office and locked the door, to keep them safe from the crowd,” said Gangurde. “And then I called the police.” But the police made two grave errors, says Gangurde. One, they arrived nearly two hours after Gangurde’s SOS calls, even though Pimpalner police station is barely 20 km away from Rainpada. Two, they deployed just five or six police personnel at the village, even though Gangurde had told them to expect a violent mob of hundreds. By the time the police arrived, it was too late.“We were trying to convince the crowd to wait for the police to come and deal with the five men, but an hour before the police arrived, the mob broke down the door and window of the panchayat office and began to beat the men again,” said Gangurde, who claims that the mob had swelled to at least 2,000 people from at least 10 surrounding villages. (More conservative estimates by the police and neighbouring villagers suggest the mob had between 200 and 400 people). “Most people in the mob were young,” he said. “They had called others from villages nearby, who came with sticks and stones to attack those five people. Many of them were drunk, and had nothing better to do.”When the police finally showed up, Gangurde claims the victims were still alive, but the police failed to extricate them from dnager. “What could such few policemen have done?” he said. “The crowd was so big and they threatened and attacked the police too. Two of the policemen got injured.”Vishwas Gangurde is a key eye witness in the case and one of the few people who tried to stop the mob from lynching the victims. Credit: Aarefa JohariAs the mob continued its attack, some members of the crowd shot videos on their phones. One shows some perpetrators brutally assaulting a victim’s body even after he was clearly dead. According to the medical officer of Pimpalner civic hospital, postmortem reports reveal that the five victims died of skull fractures and other severe head injuries.“Despite all my efforts, I could not stop the mob from killing those five people,” said Gangurde. Gangurde is now planning to ask for police protection as a witness in the case. On Sunday evening, when he was still testifying to the police in Rainpada, relatives of those who had been arrested went to his house with rods, he said. “My wife and daughter and parents were alone at home, and somehow, they managed to convince the mob to leave,” Gangurde said.Police investigationBy Monday, the Dhule police had booked 35 people for murder under Section 302 of the Indian Penal Code. Of the accused, 23 have been arrested, while 12 have been identified. Scores of young men from Rainpada and its immediate neighbouring villages are said to have fled into the forest areas, but the police is confident of finding the culprits when they inevitably return.“We have five teams investigating the matter,” said M Ramkumar, the superintendent of police, Dhule. “Our IT [information technology] team is also trying to trace the origins of these Whatsapp messages about kidnappers, but we have no leads yet.” Ramkumar claims the local police been working for the past month and a half to dispel these rumours. “We had sent out counter messages on Whatsapp telling people that those messages were fake and that there are no gangs of child-lifters trying to kidnap children,” he said. “We even put out newspaper announcements to educate people.”In the towns and villages of Dhule, residents have differing views on how long the Whatsapp rumour mill has been stirring fear among parents in the region. Gaurav, who drives a private taxi in Dhule city, showed Scroll.in a video that has been seeing on his Whatsapp groups for more than a year, although it has been shared with greater frequency in the recent past.The video features a photograph of around a dozen seemingly dead children lying side by side, with a voice over in Hindi claiming that the Tamil Nadu police had found those bodies in a container with their kidneys and livers taken out. These children, the voice claimed, had been kidnapped from all over the world. “Share this video in all your Whatsapp groups,” the voiceover says. “Anyone who does not share this video is not his mother’s son.” (One factcheck site said that the image is actually of children killed in a chemical weapons attack in Syria.)Gaurav says he never really believed such messages, but knew of others who did. “Because of these kidnapping rumours, we have already had a few incidents in this region,” said Gaurav, who claims a transgender person was beaten up in Dhule city three months ago because she gave a sweet to a child, and locals assumed she was a kidnapper. “Two months ago some sadhus were beaten up in Nandurbar district for similar reasons, he said. “And last week, when I went to a popular hill station and distributed sweets among street children – which is my usual habit – locals began to question me,” said Gaurav. “They let me go only when I replied in the local Adivasi language.”The bloodstained interiors of the Rainpada panchayat office in which the victims were murdered. Credit: Aarefa JohariIn the villages around Rainpada, most residents refused to speak to Scroll.in about the lynching incident or the Whatsapp rumours that led to it. Some others, however, admitted to believing the rumours about lurking kidnappers and fearing for their children.Motiram, a farmer from Sawarpada village, said that in the rural belt, where only educated youth use Whatsapp and where phone connectivity is low, the rumours spread through word-of-mouth and also through television news.“Five or six days ago, some local TV channels had put out the news that we should beware of people coming to kidnap our children. Then some days later they said this is fake news,” said Motiram, who did not wish to reveal his full name. “But many uneducated people may not pay attention to the part which says those videos are fake. And when TV channels show the news of people getting beaten up in Aurangabad and other parts of India for kidnapping rumour, uneducated people think that there must be some truth to the rumours – otherwise why will anyone beat them up?”Deep-seated resentmentsIn Dhule’s Adivasi belt, it is perhaps not surprising that a group of nomads became the target of such rumour-mongering and the ensuing violence.The five men who were lynched in Rainpada were among 30 members of the Nath Panthi Davari Gosavi tribe that had arrived in Pimpalner on June 30 after a 250-km bus ride from Solapur. Travelling such distances is not unusual for this group, whose members have traditionally earned their livelihood by begging for food, clothes and money.“Every time we enter a new place, we report to the police, show them our papers and get their official permission to seek bhiksha [alms],” said Inda Bhonsle, wife of victim Raju Bhonsle and mother of five young children. “People know this is what we do. This is the first time that such an incident has ever happened with us.”Villagers around Rainpada, however, did not seem accepting of the Gosavi community. “What work do those people really have when they come here?” said Vishwas Chaudhry, a farmer from Jamkhel village, around 10 km away from Rainpada. “Every few months they show up, sometimes one group, sometimes another, and they beg for food. We Adivasis have a lot of grain stored with us so we give it to them, but why do they keep coming all the way here to beg?”In Sawarpada, Motiram claimed that he did not know anything about a community that begs for a living. “These people have just gotten used to earning without doing any hard work,” he said.Inconsolable familiesInda Bhonsle, wife of Raju Bhonsle, with her son. Credit: Shone SatheeshWhen the Gosavis of Solapur entered Pimpalner on June 30, they set up their cloth tents on a grassy plot. On the morning of July 1, the men travelled towards different villages in the region to seek alms. “In the afternoon we got worried, because we did not hear from them for so many hours and they were not answering their phones,” said Kalpana Ingole, lost three relatives in the attack: her son Agnu Ingole, her son-in-law Bharat Bhonsle and her brother  Raju Bhonsle.   At around 4 pm, one of the attackers from the mob answered a call that Kalpana had made to Raju Bhonsle’s phone, and asked her to find her loved ones at the police station. “We rushed to the Pimpalner police station and they said that we should check at the hospital,” said Kalpana.At the Pimpalner civic hospital, their dread turned into a nightmare: their five missing relatives were there, but in the morgue. A couple of young men from the Gosavi group were allowed to enter the morgue and identify the bodies after the postmortem was complete, but the wives, daughters and mothers of the deceased men have were barred from doing so. “When they told me my husband had died, I did not believe it. And now they are not letting me see my husband’s face,” said Santa Malve, wife of Bharat Malve, struggling to speak through her sobs. “How am I going to live now? How will I look after five small children?”Reaching a compromiseAll through Monday, the women at the Gosavi camp in Pimpalner wept inconsolably, some of them fainting several times in the morning, while the men made practical arrangements and plans for a meeting with the District Collector of Dhule.At around 11 am on Monday, a group of Gosavi community members from Solapur, including the sarpanch of Khawe village, arrived in Pimpalner, “Those rumours about child kidnappers had gone viral in our Solapur too, but such incidents have not happened there,” said Maruti Bhonsle, the sarpanch of Khawe, from where most of the deceased hail. “We will refuse to take the bodies of our men back home until the government meets our demands.”The demands included Rs 25 lakh compensation to the families of each of the five deceased, houses for them to live in and government jobs for their children. They also want a Special Investigation Team to inquire into the case, with high-profile public prosecutor Ujjwal Nikam representing the victims.By afternoon, District Collector Rahul Rekhawar met the sarpanch and relatives of the victims and came to a compromise, with the Collector giving the relatives a letter assuring them that  all their demands would be presented to the state government for consideration. While the letter does not mention the compensation amount for each family, the sarpanch of Khewa claimed that each family had been granted Rs 5 lakh for now, with the promise of more later.With this settlement, the Dhule district authorities dispatched the five bodies to Solapur in two ambulances by Monday evening, and wasted no time in arranging for trucks to dispatch the camping Gosavis and their belongings back to Solapur. But for the Gosavi women, who had still not seen the bodies of their loved ones and who continued to wail in the back of the retreating trucks, there was still no sign of closure.","author":"Aarefa Johari","time":"2018-07-03T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885043-yfinvvbybu-1530584370.jpeg","tags":["Dhule","lynchings in India","child lifters","Maharashtra","Whatsapp rumours"],"source":"https://scroll.in/article/885043/dhule-lynchings-a-man-describes-how-he-and-another-tried-to-stand-against-the-mob-but-failed"}