{"title":"Did Indigenous Canadians help Indian immigrants aboard the Komagata Maru in 1914?","content":"This summer, a Canadian un-naming ceremony stripped former politician Harry Stevens’s (1878-1973) name from a federal building in Vancouver and instead, put up a 4,000-square-foot-mural by two talented emerging artists: Keerat Kaur and Alicia Point (Musqueam, Stó:lō, Kwantlen). The mural Taike-Sye’yə, curated by Naveen Girn, depicts Musqueam paddlers ferrying food and provisions to the passengers aboard the Komagata Maru by canoe.A portion of the mural ‘Taike-Sye’yə.’ Credit: The ConversationBut the story is an artistic interpretation and contains unverified facts.The Komagata Maru was a ship carrying 376 immigrants from British India in May 1914. When it arrived in Vancouver Harbour, it was denied permission to dock. The passengers on board, including some veterans of the British Indian Army, believed that as British subjects it was their right to settle anywhere in the empire. Canadian officials disagreed and immigration boats surrounded the ship a half-mile offshore, making the passengers virtual prisoners.The unverified part of the story is that Indigenous peoples supported passengers during their detention in the Vancouver harbour.According to several media reports, the City of Vancouver, the federal government and Vancouver International Airport, who sponsored the mural, have accepted this new story as fact.The story sounds amazing: a tale of cross-cultural solidarity and resistance – and maybe the reason politicians rushed to embrace it just before a federal election.For over two decades, while making a documentary and then writing about this history, I have closely examined the primary archival materials of the events surrounding the arrival and turning away of the Komagata Maru. My award-winning 2004 feature documentary Continuous Journey and critically acclaimed 2011 book Undesirables: White Canada and the Komagata Maru were meticulously fact-checked.Who verifies history?I conferred with historian Hugh Johnston at Simon Fraser University. Johnston has scoured the archives for his seminal book about the Komagata Maru. He has also written about the surveillance of the Vancouver South Asian community by British intelligence during that era. Johnston hasn’t seen or heard any mention of Indigenous Peoples supporting the passengers in any of his research.Members of Vancouver’s South Asian community boarding the Komagata Maru on July 22, 1914. Credit: Library and Archives CanadaWhen I asked Federal Minister Carla Qualtrough of Public Services and Procurement and Accessibility, who substantiated the story of Indigenous support of the ship’s passengers, her office said the artists who created the mural “consulted historians who verified through their research, which included oral history, that Indigenous people helped the passengers who were onboard the Komagata Maru ship in 1914. These historians stated the Indigenous people delivered food and water to the passengers on the ship.”The Vancouver Mural Festival said they verified the mural through Naveen Girn, a local curator. And Girn in an email wrote that he relied on second- and third-hand oral, Punjabi sources, namely a local poet and a writer.In his online Nameless Collective podcast about the mural project, Girn says he heard the story from Musqueam elders who told him this welcoming story. It made him wonder: “Who are the real title holders of the land and who should be doing the welcoming?” He says he wanted to move “away from the textual record, to the oral history...to decentre the colonial idea of authority”.For me, this new reframing depicts the passengers not as victims but as liars because archived documents record them as stating that, at times, they had zero food and water.Racist immigration policyThe un-naming ceremony represents the sole villain of this episode as early 20th-century Vancouver politician Harry Stevens. Stevens was the architect of the tactic of not allowing the ship to dock. On his advice officers blocked supplies so that the passengers would be starved into submission. The passengers remained defiant. But the turning back of the ship was ultimately decided by a court ruling and enforced by the federal government.Therefore, identifying a singular villain risks setting aside a much-needed acknowledgement of the uncomfortable truth that from 1867 until 1967, Canada had a racist, whites-only immigration policy which had unanimous support across the political spectrum.Harry Stevens stands out because his white supremacist views were at a markedly higher pitch than the rest of the political establishment.A letter from the Komagata Maru passengers available in the archives. Credit: Library and Archives CanadaAfter the Komagata Maru was denied entry to Vancouver, it was allowed to dock but was forced to anchor more than one kilometre from shore. Armed immigration officers circled the anchored ship and patrolled day and night. All attempts to send supplies by the South Asian community onshore were thwarted. Finally, the federal government stepped in and the matter went before the court.The passengers argued that as equal British subjects they should be allowed to enter Canada. The BC Court of Appeal disagreed and ruled that Canada could determine who was let in, thus upholding the widely accepted notion that Canada was a white man’s country.Colonial archiveIndigenous oral histories are vital for truth and reconciliation. There are ongoing movements to legalise and legitimise oral histories.The colonial archive is not the same as colonial history. The documents it contains are largely from the government’s perspective, but that does not mean they should be discounted or rejected outright. The re-reading and reframing of the colonial archive continues to be essential in the process of decolonisation.Within oral history practices, there are methods to ensure the accuracy of the message.In a recent email, Anne Murphy, the chair of Punjabi Studies at the University of British Columbia who teaches a course in oral history, writes: “Oral histories cannot be substituted for fact, nor can they be accepted without scrutiny and disciplined study. Nor can they be given primacy over multiple sources of documentary evidence.”The documentary evidence from the Komagata Maru includes desperate letters from the passengers aboard the ship who were forced to survive for days without adequate food and water. If Indigenous paddlers managed to take supplies to the ship in spite of an armed blockade, as claimed on the Vancouver Mural Festival website, the meaning of the archival record is radically altered.If the passengers were being fed by Indigenous people, then did the South Asian community onshore know about this? The shore committee raised thousands of dollars to supply the ship for its return journey.History is a dynamic process. Histories are revised and rewritten either when new facts come to light, or in the case of authoritarian regimes, changed by decree.My work has sought to truly honour South Asians on shore and those aboard the Komagata Maru by presenting verified and uncomfortable facts to all Canadians.I believe honouring the truth requires evidence to substantiate it, so I urge all involved with the mural including both the federal and municipal governments to recognise that the recently circulated story that “…the Indigenous people delivered food and water to the passengers on the ship” is not verified.Re-framing history is not the same as speculative history. Let’s seek to arrive at fact-based truth as a path to redress and reconciliation.         View this post on Instagram           a portion of my mural design for @vanmuralfest ! ~ ❤️ this is part of a design (in collaboration with Musqueam artists Alicia Point and Cyler Sparrow) commemorating the Komagatamaru episode, and honouring it’s shared history with First Nations people who provided provisions to the stranded passengers. The Komagatamaru tragedy is one that I grew up hearing about through a lens of both fascination and terror. But through this mural, the eventual triumphs of the community are honoured. The hopeful sky is personified through an androgynous figure, holding a bouquet of motifs relating to culture and celebration. The people who were once rejected by a nation were eventually able to meaningfully contribute to its social and spiritual fabric ⭐️ ० . This is just a likkle sneek peek 👁 I’ll be sharing more photos and details about the story and design on my website soon! ~ 。 A special shoutout to @loquacious_lines & @sandeepjohalart for their skills and grit in helping this design come to life ❤️ A post shared by  Keerat ☾ (@_keeratkaur) on Aug 9, 2019 at 1:48pm PDT\nAli Kazimi is a professor of Cinema and Media Arts at York University in Canada.This article first appeared on The Conversation.","author":"Ali Kazimi, The Conversation","time":"2019-09-21T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127666-mhuummkdlx-1568963224.jpg","tags":["Harry Stevens","Komagata Maru","British Empire"],"source":"https://scroll.in/article/937932/did-indigenous-canadians-help-indian-immigrants-aboard-the-komagata-maru-in-1914"}