{"title":"‘Did Ram say kick out the poor?’ The discontent of the displaced in new Ayodhya","content":"In October, Ayodhya resident Ram Kishor crossed the road in front of his house and stood in front of a black metal gate – the entrance to a newly opened luxury tent business in the town’s Durahi Kuwan locality. The guard at the gate heard his request to enter the property and refused immediately. Kishor did not want to check in. He canot afford the Rs 11,000 nightly tariff. He only wanted to look at the dozen or more trees that stand inside the property.“I had planted them myself in 1988 when I was a young man,” said the 65-year-old wistfully. “I only wanted to see if they were in good health.”There were not just trees on the plot. For more than three decades, Kishor also grew flowers, which he sold to earn a living. His neighbours, the Madhukars, did the same. More than 30 people depended on this plot, merely a hundred metres away from the Ram temple that is scheduled to be inaugurated in January. The flowers fetched Kishor Rs 10,000 a month, crucial for the survival of his joint family. On August 23, government officials told Kishor that the district administration would take over the property, measuring three quarters of a hectare, to widen the “panchkosi parikrama”, an old pilgrimage route that encircles the core of Ayodhya.“They asked me to remove the flowers by the next day, otherwise they would mow them down themselves,” he recounted. “They said this was government land and I had been using it illegally.” On the evening of August 24, hours after Kishor plucked a few chandnis from the garden, a JCB machine rolled in, accompanied by police officers and district administration officials. The bulldozer flattened the flower bed and the property was seized. The widened road swallowed a portion of the plot. The rest went to an Ahmedabad-based firm that soon erected tents on it and built a concrete boundary wall.The land on which Ram Kishore grew flowers is now a tent hotel. Credit: Ayush Tiwari.The construction of the Ram temple has spurred a series of development projects across Ayodhya, including the widening of roads, the construction of ghats, a new drainage system and even an airport. In October, Uttar Pradesh Chief Minister Adityanath said that the central and state governments have earmarked Rs 30,000 crore for this makeover.The much-vaunted transformation of Ayodhya is a prized political project of the Bharatiya Janata Party, but for many of the city’s residents, it has come at a steep cost. The biggest reason for their discontent is the widening of roads, which, according to Nand Lal Gupta, the president of Ayodhya Udyog Vyapar Mandal Trust, a traders’ body, has led to the partial or complete demolition of nearly 4,000 homes and shops in the temple town. This has affected nearly 40,000 people. Others like Kishor, a farmer from the Rajbhar caste, have lost their land, livelihood, and have been pushed deeper into poverty. The demolitions to remake Ayodhya started in July 2022. But residents claim that they were undertaken without a clear policy of compensation by the state government. Some, like Kishor, have not received a paisa for their losses. Others have been given land and money that they complain is severely inadequate. “Are we refugees that we can be kicked out of this piece of land?” asked Kishor, who approached a civil judge against the acquisition but has little hope of regaining access to the plot. “There is no one to listen to us. Are we not Indians? Where will we go?”Sapna Madhukar, whose family worked on the southern flank of the plot, not only lost access to the land but also a part of her house. The local authorities demolished three rooms to make way for the pilgrimage route.The Madhukars, who are Dalits, are a group of five related families living under the same roof. Even though they put their losses at Rs 20 lakh, the administration gave them Rs 10 lakh as compensation for demolishing portions of the house –  Rs 2 lakh per family –  but no land. Now, the family is paying Rs 1,500 an hour to hire an earthmover and clear the rubble from the demolition. They are also building another house on the land left over after the road widening.“We are pleased about the [Ram] temple,” Madhukar said. “But we are grieving inside. Those were our life savings. We are persecuted because we are poor. Ramji did not say that the poor must be kicked out.”The discontent, though, is directed at district administration officials. Chief Minister Adityanath and Prime Minister Modi remain unscathed in most assessments, though not all.The new AyodhyaA hundred and thirty kilometres east of the state capital of Lucknow, Ayodhya looks different from the way it did in November 2019. That is when the Supreme Court handed the disputed Ram Janmabhoomi-Babri Masjid site to the Hindu parties that wanted to build a temple on the ruins of the Babri Mosque, which was destroyed by Hindu extremists 31 years ago, on December 6, 1992.The town’s main road has doubled in width. It has a new footpath on either side and a divider in the middle. But the shops, mostly selling religious texts, idols and saffron flags, have shrunk in size. After the demolitions last year, most shops have been rebuilt by their owners and are now functioning, though some appear incomplete – even abandoned.The main road veining through Ayodhya has doubled in width. Credit: Ayush Tiwari.Four years ago, the Supreme Court ruled that the disputed land would be owned by a trust, which would build a temple on it. In 2021, the Shri Ram Janmabhoomi Teerth Kshetra trust began buying swathes of land in the town’s Ramkot locality, which houses the Hanumangarhi temple and the Ram temple complex.One of them was a sliver of land on the western boundary of the complex, occupied by eight Yadav families. One of them is Maniram Yadav, a resident who works as a secretary to an advocate in Faizabad.“In February [2021], the local Circle Officer had told us that we should give our land for the Janmabhoomi,” recalled the 48-year-old. “He said that we would either get 125 square metres of land as compensation in another locality or Rs 5 lakh.”But Maniram Yadav was not keen to take the offer. His family had lived there since at least his great-grandparents’ time. Moreover, in 2020, he had constructed a new home on the plot under the Pradhan Mantri Awas Yojna, a housing subsidy scheme by the Modi government for low-income families. His neighbours Ravindra Yadav and Raghunandan Yadav were also beneficiaries of the scheme.However, on the afternoon of September 7, 2021, allegedly without notice, the district magistrate along with dozens of police officials demolished the homes of all eight families, including Maniram’s.Maniram Yadav’s home was demolished and the land was acquired by the temple trust. Credit: Ayush Tiwari.Two years later, none of the eight families have received compensation. Yadav said he has made countless monthly trips to Lucknow and Gorakhpur to meet Adityanath, but failed to get any relief.“Yogiji told me, ‘Go back. We will investigate this and if there is anything wrong, then you will get something or the other,’” recalled Maniram. “But it is only a false assurance.”An inquiry by the office of the Additional District Magistrate in December 2021 claimed that Maniram, Raghunandan and Ravindra Yadav had been “illegally occupying” government land”, so their homes “had been illegally built under the Pradhan Mantri Awas Yojna”. Scroll has seen a copy of a letter from the additional district magistrate detailing the findings of the investigation.None of those affected by Ayodhya’s development projects own their land. According to many residents, the town is largely built on government land, or in local parlance, najul ki zameen. In 2021, it was found that even the temple trust had bought land that turned out to be government property.Maniram Yadav now lives in a hut 4 km away. His cousin, Raghunandan Yadav, had to rent a friend’s house.“I had three buffaloes that earned me money,” said Raghunandan Yadav, who now works as a garbage collector for the Ayodhya Nagar Nigam. “But I could not tend to them after the homes were demolished and they died.”He added: “I grew up playing on that land. Today, I can’t even go there. If we are kicked out of our land, where do we belong?”Raghunandan Yadav sits amidst the rubble of his house in a photo from September 2021. Courtesy: Raghunandan Yadav.An agricultural plot on which Raghunandan Yadav once worked has been acquired by the government – as was the case with Ram Kishor. He too was promised land as compensation, in addition to another house under the Prime Minister Awas Yojana, said Deepak Kumar, the then Deputy Inspector General of Police of Ayodhya range. (Scroll sent a query to Kumar. The story will be updated if he responds.)For now, all Yadav wants from the government is monetary compensation.Geeta Yadav, a 42-year-old whose family was also evicted, can see the cranes at the temple site working round the clock from the asbestos shack in which she now lives, on the western boundary of the temple complex. “I had a house with four rooms right there,” she points to a spot in the complex. “Now I’m forced to live in the shack where I once kept my buffaloes. If I don’t have food, will looking at Ramji feed me?”An ‘arbitrary’ compensation policyOn either side of the “panchkosi parikrama” route, homes and shops – even temples and mosques – lie in ruins. The road will soon be widened by 10 metres on each side. For this, the front sections of homes have been demolished over the last two months, leaving people to survive in the portions that remain.In Chakra Teerth, a Brahmin-majority locality, every family has received compensation for the demolition. Some have even been allotted land, though the handover process is still underway. But it is unclear how the local administration has calculated the relief package. Sudama Pandey, 42, lost six rooms of her home built over 111 square metres and received Rs 4.3 lakh from the administration. Her neighbour, Shekhar Pandey, 21, lost four rooms over 43 square metres and got Rs 5.5 lakh. The family of Vishal Pandey, 23, lost nearly 186 square metres of their house, built over three rooms, and received Rs 7 lakh and 47 square metres of land in a nearby locality as compensation.  Demolished homes along Ayodhya’s 'panchkosi parikrama' pilgrimage route. Credit: Ayush Tiwari.Official documents seen by Scroll show that these homes are also built on government land. But the relatively higher compensation here has not prevented discontent.“My losses exceed Rs 25 lakh. We got less than what we deserved,” said Vishal Pandey, who performs religious rituals for a living. “The people of Ayodhya are happy because of the Ram temple. That is why they are compelled to not complain.”Vishal Pandey stands in front of his partially demolished house in Ayodhya’s Chakra Teerth. Credit: Ayush Tiwari.It is hard to spot a pattern in the Ayodhya administration’s compensation scheme. In Chakra Teerth, affected families have two theories: bribery could have facilitated better compensation, or those who had the time and energy to run from pillar to post secured a better deal.For Maniram Yadav, the answer is caste discrimination. “If I had been a pandit, I would have been compensated too,” he said.Questions sent to the district magistrate, the additional district magistrate and a spokesperson of the Uttar Pradesh government have not yet elicited a response. The political costSeveral Ayodhya residents have squared the loss of home and livelihood with the eventual restoration of Ayodhya’s religious glory in January. An oft-quoted line, used almost as a consolation, is that “there is no vikas without vinash”, no development without destruction.Still, the town’s residents blame bureaucrats, officials and local politicians for their misery. “Maybe the CM is disbursing the right amount of compensation, but officials here are eating up a good chunk among themselves,” said Vishal Pandey. “We are a family of traditional BJP voters. Will people here vote for BJP again? Kaha nahi jaa sakta.” We cannot say.Raghunandan Yadav believes that it is Modi who made it possible for him to have a pucca house. His cousin, Maniram, still holds Adityanath in high regard. “I don’t know if the government is to be blamed for this,” said Raghunandan Yadav. “I blame the local officials and the [temple] trust.”A shop-owner near Hanumangarhi, whose two shops have been reduced to a few square feet in a wall, and who did not want to be identified, said that she will not vote for BJP leader and Ayodhya Member of Parliament Lallu Singh if he gets a ticket in the 2024 general election. “And nor would I vote for [MLA] Ved Prakash [Gupta] if he stands for election,” she added. “All shopkeepers here petitioned them for better compensation last year. But we only got a pittance.”The most searing criticism came from the families of Sapna Madhukar and Ram Kishor. “Yogi and Modi are kalakars [artists],” said Rajesh, a relative of Madhukar. “All this development work happens on their orders. When so many have been affected by it, would they not know of our plight?”Kishor was more vocal. “This government is nothing more than a goonda raj [the reign of gangsters]. They have a truncheon in one hand and a gun in the other. They will loot anyone they like.”","author":"Ayush Tiwari","time":"2023-12-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196407-ifudoryzbx-1701765019.jpg","tags":["ayodhya","ram temple","babri masjid demolition","December 6 1992","ram temple inauguration","displaced","demolitions"]}