{"title":"Did the Supreme Court really vindicate the Modi government’s demonetisation decision?","content":"The Bharatiya Janata Party hailed the Supreme Court’s Monday decision upholding the legal validity of demonetisation. The party argued that it vindicated the Centre’s decision to withdraw Rs 500 and Rs 1,000 notes with only four hours’ notice in November, 2016. However, a reading of the judgment shows that the Supreme Court did not enter into the question of whether demonetisation was successful. Its review was limited in scope and restricted to the narrow matter of whether the move was valid legally.On Monday, several BJP leaders used the Supreme Court order to rebuke the Opposition for criticising the 2016 move to ban high-value banknotes. “It is a historic decision and is in national interest,” said former Union law minister Ravi Shankar Prasad after the judgement. “Will Rahul Gandhi now say sorry for his campaign against demonetisation?”Bharatiya Janata Party social media cell chief Amit Malviya tweeted a clip of Gandhi describing demonetisation as a “Modi-made disaster” and juxtaposing it with a news anchor saying that the Supreme Court has said that the government’s decision to demonetise was correct.  “In the last few years, every allegation of his, from Demo[netisation] to Rafale to Central Vista, has been dismissed by the SC [Supreme Court]…,” Malviya wrote. However, despite the BJP’s aggressive push, the Supreme Court has only upheld the narrow legal validity of demonetisation and not its efficacy or impact. Experts believe that this move was destructive for the economy as well as large sections of the population, some of which are still reeling from its effects. What did the court say?The majority judgement, delivered by four of five judges, reiterated previous rulings to say the court’s review was limited in scope in the matter of government policy. “...it is not for the court to determine whether a particular policy…is fair. It is only concerned with the manner in which those decision have been taken,” the judgement read.The majority opinion added: “We are, therefore, of the considered view that the Court must defer to legislative judgment in matters relating to social and economic policies and must not interfere unless the exercise of executive power appears to be palpably arbitrary.” Looking at the Reserve Bank of India Act, 1934 and the documents  submitted by the Centre and the Reserve Bank, the judges held that the decision-making process was not illegal or flawed. The court noted that while the petitioners said that demonetisation hurt the economy, the government claimed that it led to a lot of “direct and indirect advantages”. However, the bench said that it could not decide whether the objectives of demonetisation were met since it lacked the expertise to do so. “In any case, mere errors of judgment by the government seen in retrospect is not subject to judicial review,” the court said. The majority judgement only went to the extent of saying that demonetisation had a “reasonable” link with its stated aims: tackling fake currency, black money and terror funding. However, to see if such a move was necessary or if there were better alternatives was “within the domain of experts” and not the court, it said. The dissenting judge, Justice BV Nagarathna, who found the action to be illegal, said that demonetisation “may not have proved to be as effective as it was hoped to be” since around 98% of the demonetised notes were exchanged and a higher denomination of notes of Rs 2,000 was also released. However, she clarified that these observations about demonetisation’s effectiveness did not affect her decision on the illegality of demonetisation, which was based on the Reserve Bank of India Act, 1934.Youth Congress demonstration in New Delhi on November 8, 2021 against demonetisation on its fifth year anniversary. Credit: Money Sharma/AFPBeyond the law: was demonetisation effective?While the BJP, after Monday’s judgement has stepped up on its claim that demonetisation led to huge benefits, such as reducing terror funding, money laundering, “benami”, or nameless, transactions and reduced the role of informal sector in the economy,  several experts would disagree.In a series of reports for Scroll, economists and policymakers at the non-profit Centre for Financial Accountability looked at demonetisation’s impact after five years and found that the policy had failed its objectives and had a catastrophic long-term impact on the lives of a large number of Indians. \n    \n      \n      Five years after demonetisation\n      Taking stock of the surgical strike on the Indian economy.\n    \n    \n        Read here\n    \n“In brief, demonetisation neither eliminated black money nor stopped  black income from being generated,” economist and black money expert Arun Kumar wrote for Scroll.in. Three researchers at the Centre for Financial Accountability wrote, “For a cash-intensive unorganised sector, demonetisation came as a bolt  from the blue. With a dearth of working capital, the micro and small  enterprises were in no position to pay and lakhs of workers abandoned  small towns and cities to return to their villages.”Further, Thomas Franco, former general secretary at All India Bank Officers’ Associaiton pointed out, “The government’s later claim that cash would be replaced by digital  transactions has also been belied.” Franco states that in 2016, currency in circulation was  Rs 16.4 lakh crore while on October 15, 2021, currency in circulation increased to Rs 29 lakh crores.","author":"Umang Poddar","time":"2023-01-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166842-dohahiiktk-1637937757.jpg","tags":["Demonetisation","BJP"],"source":"https://scroll.in/article/1041104/did-the-supreme-court-verdict-vindicate-the-modi-governments-demonetisation-decision"}