{"title":"Did India really achieve its goal of 175 gigawatt of renewable energy by 2022?","content":"India is short of its installed renewable energy target for 2022 by 32%, as per latest data from the Central Electricity Authority.India’s renewable energy capacity (excluding large hydro power) has increased by about 66% since 2018. In fact, its non-fossil fuels’ installed capacity has been growing faster than fossil fuel capacity for at least five years, IndiaSpend reported in November. Even then, India has fallen short of its renewable energy targets.The target, set in 2015, was 175 gigawatt of renewable energy capacity to be set up in the country by the year 2022. This included 100 gigawatt from solar power, 60 gigawatt from wind power, 10 gigawatt from bio-power and 5 gigawatt from small hydro power.India has achieved 119 gigawatt. Out of this, 62% of the solar power target (62 gigawatt of proposed 100 gigawatt), 70% of the wind power target (42 gigawatt of 60 gigawatt), 107% of the bio-power target (10.7 of 10 gigawatt) and 98% of the small hydro power sector target (4.9 of 5 gigawatt), had been achieved by November 30.In January 2017, IndiaSpend had reported about the hurdles that India faces in meeting its renewable energy goals, such as inadequate funding for clean energy, problems with grid balancing and in land acquisition for renewable energy projects.Some of these challenge areas exist even now – such as integration of renewable energy with the power grid, buyers’ constrained capability to purchase renewable energy, and raising the necessary finance for renewable energy projects, especially in emerging economies such as ours, said Disha Agarwal, senior programme lead, at the New Delhi-based think tank, Council for Energy Environment and Water.Apart from these, there are a few more reasons for India lagging behind its renewable energy targets. “Part of this could be attributed to external factors like Covid-induced supply chain disruptions. Lack of coordination between national targets and state level enforcement is another factor,” Ashwini Swain, a fellow at New Delhi-based research organisation, the Centre for Policy Research, told FactChecker.We have reached out to the Ministry of New and Renewable Energy to ask if any of the renewable energy projects currently under implementation will be completed by the end of 2022. We are yet to receive a response by the time of publishing this story, and we shall update the story when we receive one.Large hydropower added to renewable energy targetThe initial renewable energy goal did not include large hydro power projects (projects with a capacity of more than 25 megawatts). But, in 2019, India changed its definition of renewable sources of energy, bringing large hydro into its ambit. The rationale was that hydropower can help bring stability to the electricity grid versus renewable sources like wind and solar that are intermittent. Large hydropower projects are mostly located in the Himalayas and the North-East region, and will enable socio-economic development of the region by providing direct employment in the power sector, the government had said at the time.In a recent response, Minister of New and Renewable Energy RK Singh also took into account large hydro projects in the calculation of installed renewable energy capacity, despite its omission from the original target, and informed Parliament that 165.94 gigawatt, or 95% of the 175 gigawatt renewable target has been achieved. In addition, “76.13 gigawatt is under various stages of implementation and a capacity of 36.44 GW is under various stages of bidding”, the minister informed Parliament.On the other hand, a Rajya Sabha response from the ministry earlier this year excluded large hydro power in measuring progress towards the 2022 target.But can large hydro power be considered a green source of energy?In a Lok Sabha reply in March 2021, the Minister of New and Renewable Energy RK Singh claimed that one of the measures taken by the government to transition to clean energy was to classify hydropower dams as renewable energy sources. But, experts that FactChecker reached out to suggested that large hydro projects often come with adverse ecological impacts.“Large hydro plants or mega-dams divert and reduce natural flows, restricting access for animal and human populations that depend on rivers. Generally, small hydroelectric plants (with an installed capacity below 25 megawatts), carefully managed, do not cause as much environmental damage, since they divert a relatively small amount of water,” said Binit Das, deputy programme manager for renewable energy at the New Delhi-based environment think tank, Centre for Science and Environment.He also pointed out that mega-dams cause ‘reservoir emissions’ – plant material that was present before flooding begins to decay as the water sits still in the reservoir, releasing methane into the atmosphere as it decays. Methane is a greenhouse gas that is the second largest contributor to global warming after carbon dioxide (CO2) and has a warming potential that is 28-34 times higher than CO2 over a 100-year period.Agarwal from Council for Energy Environment and Water told FactChecker that even though large hydropower has served as a crucial power-grid balancer in recent years, hydropower projects still face the risks of natural disasters, many of which are increasingly climate-induced.IndiaSpend has previously reported on why large hydro plants are drivers of climate change and socio-economic adversity.FactChecker has written to the Ministry of New and Renewable Energy to understand whether large hydro power can be counted amongst renewable energy sources and if so, why it was not included in the initial renewable energy targets set in 2015.Even though India has not fully achieved its renewable energy target for 2022, over the past few years, the country has developed a robust tendering mechanism, competitive players for deployment of renewable power, and established itself as a preferable location for clean energy investment, Swain said. Efforts must be made towards “converting national targets to state level action, domestic manufacturing of clean energy components to support the scale of deployment, parallel investment in complementary infrastructure like transmission networks and balancing resources like storage”.This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Divyani Dubey, Factchecker.in","time":"2023-01-03T13:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/43191-idubnjgqwu-1507806321.jpg","tags":["Renewable Energy","Solar power","Wind power","Clean energy"]}