{"title":"‘Dil Garden Garden’ and other insults to the once-revered heart in Hindi film songs","content":"What is this “dil”? Many have asked the question, and film lyricists have gone to town with it since the beginning of time. The heart has been dragged into nearly every soundtrack, deconstructed, and even deified. We look at the heart’s journey, from hallowed temples to pigeon nests. It is not always pleasant.Dil Ek Mandir from Jeena Marna Tere Sang tops the list of heart-edifying songs. But here’s another more contemporary prayerful number.\n\n\n    \n    Play\n\nDil Ek Mandir, Jeena Marna Tere Sang (1992).The heart is apparently a “thing”. Umrao Jaan (1981) started it with Dil Cheez Kya Hai and more than three decades later, the insinuation persists. Here’s Airlift (2016), which also lifted a popular Arabic number, Didi by Khaled, to new heights to make this song.\n\n\n    \n    Play\n\nDil Cheez Tujhe Dedi, Airlift (2016).Over the years, the heart has suffered an increasing number of indignities, mostly on account of being misunderstood. Can’t figure out this thing, they said. And so lazy judgements were made regarding its nature. The “crazy” trope is so familiar now, nobody even notices it.\n\n\n    \n    Play\n\nDil Deewana, Maine Pyar Kiya (1989).Yash Chopra took it further, saying that nothing must be left to chance, let’s put it in the film title. And that is how we also have Dil to Pagal Hai.But things swiftly moved downhill. Dil Junglee Kabootar from Qahar (1997) places the heart in the category of a wild pigeon – the dance moves in this number skilfully drive the point home.Do not miss the ironic koel sounds in yet another pigeon-themed number from Bollywood/Hollywood (2002).For sheer daftness, nothing beats Dil Garden Garden Ho Gaya. This one incorporates chirps and similar birdsong and also lays out a comprehensive colour palette.Others took the effrontery to a new level.\n\n\n    \n    Play\n\nDil Mera Muft Ka, Agent Vinod (2012).Some have tried to redeem the status of the heart, with soothing lyrics such as: Dil toh aakhir dil hai na, meethi si mushkil hai na (Dil Se, 1998).Good try. But there’s the issue of “mushkil”. They never give up, do they? Some tried, in all sincerity.\n\n\n    \n    Play\n\nMain Kya Karoon, Barfi! (2012).There’s also Badtameez Dil and Gustakh Dil. This the heart might still accept – brazen and arrogant are admirable qualities to have when you are a thing that’s responsible for keeping other things ticking and running.But now there’s savagery. Any self-respecting heart would rebel.Things came to a head recently with an entire song devoted to the heart’s failings. Son of an owl, a fool of the highest order, they’re calling it. The chant “ullu le” twists the knife in – it’s like being chased down the street by bullying kids calling you names.\n\n\n    \n    Play\n\nUllu Ka Pattha, Jagga Jasoos (2017).“Dil sau-sau ka chutta hai”? Seriously? There’s a price tag now? You might as well as say it out loud: “Just Go To Hell Dil.”\n\n\n    \n    Play\n\nJust Go To Hell Dil, Dear Zindagi (2016).Also read:Audio master: ‘Arth’ has Jagjit Singh, poetry, and the right questions about love and lifeAudio master: The heart is still crazy about ‘Dil To Pagal Hai’","author":"Rineeta Naik","time":"2017-07-24T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/844532-63668-ccnbuvcfqn-1500577658.jpg","tags":["Ullu Ka Pattha","Dil To Pagal Hai","Hindi film lyrics"],"source":"https://scroll.in/reel/844532/dil-garden-garden-and-other-insults-to-the-once-revered-heart-in-hindi-film-songs"}