{"title":"Dilip Naik, the Hindi film industry musician you had heard even before you heard of him","content":"It’s more than a decade ago that I first heard of Dilip Naik. I was researching a documentary on the unacknowledged sessions musicians of the Bombay film orchestras and Naik appeared to be someone I should meet. But the guitarist who had played on some of the most iconic Hindi film songs of the 1960s – the pulsating, proclamatory opening riff on Aaja Aaja Main Hoon Pyar Tera from the seminal Teesri Manzil (1966) soundtrack, that’s him – seemed to have vanished into thin air. Dilip is dead, more than one of his former colleagues told me.The reports of his demise turned out to be greatly exaggerated. Dilip Naik, when I finally met him earlier this month, seemed quite well preserved, especially considering that he is now in his eighties.\n\n\n    \n    Play\n\nAaja Aaja, Teesri Manzil (1966).Born in 1942, Naik grew up in Matunga in Bombay, the youngest of six children of a doctor father and a homemaker mother. It was a typical middle-class household. While his father had a fondness for Marathi musical dramas and a sister had received some vocal training in Hindustani classical, the very suggestion that one of the Naik children might go on to become a professional musician would have been dismissed offhand.It was at a school picnic, when Dilip was around 14, that his PT teacher, a Mr Khambete, heard him play the harmonica. That boy has music in him, Khambete decided. He was an elderly man who lived in a small room inside the premises of the Chhabildas School, Naik recalled. “Some days later, he called me over to his room and asked me to choose between a violin, a clarinet and a mandolin. I chose the mandolin.” The teacher imparted some basic lessons and let him take the instrument home. A fire had been kindled.Naik’s interest in the mandolin proved to be a passing one. I didn’t like the sound, he said, the pitch was too high. In its stead, the guitar had taken his fancy, the instrument’s allure burnished in his impressionable mind by a record of Les Paul’s version of San Antonio Rose that he heard at a friend’s house.Naik badgered his father into buying him an acoustic guitar – a German-made Arcus, he recalled, that cost Rs 70. With the guitar came some other changes: “In our minds, Western music was associated with Catholics. So, I started hanging around Catholic areas in Mahim and Bandra; I wore low-waist pants and had my hair styled in a puff!”The guitar had been bought, the right look cultivated, but there still remained the small matter of learning how to play the damn thing. One of his brothers came to the rescue, introducing him to a friend, Merwyn Rosario, who taught Naik some basic chords and also lent him a book. Soon, Dilip and Merwyn, together with the latter’s younger brother, Vincent, started a band which played in house parties and the like, confidently belting out mutilated versions of Rock Around The Clock and other contemporary pop standards.Dilip Naik.This was followed by a stint with Sangeet Saagar, a band comprising Charanjit Singh on the Hawaiian guitar and accordionist Dheeraj Dhanak, later to become his colleagues in the film studios, where they played cover versions of popular Bollywood numbers. By this time, Naik had, to his father’s great distress, dropped out of school. You’re going to end up begging in Byculla with that guitar around your neck and some Christians are going to throw money at you, he remembers his father yelling at him.It was at one of the Sangeet Saagar gigs, in Solapur, that Naik met a drummer named Seby Fernandes, who asked him if he might be interested in going to Kashmir for a six-month tour. Hell, yeah. Fernandes took Naik to the bandleader, Carl Manette. He didn’t even audition me, Naik recalled. Manette just wanted someone enthusiastic and hard-working who would stick around for the duration of the tour. I’ll take the trouble of teaching you, he said.Each kept his end of the bargain. The four-piece band played at the Oberoi Palace Hotel in Srinagar from April 15 to October 14, 1960 – “11-1 in the mornings; 8-11 in the nights; Mondays off”. They didn’t play all that well, Naik conceded, but they played a bit of everything – rock ’n’ roll, samba, cha-cha-cha, jazz. “The experience completely changed my repertoire,” he said.Back in Bombay, Naik had another fateful encounter. “I used to learn the trumpet from Josic Menzie and after I came back from Srinagar, he asked me to bring my guitar along the next time.”Menzie, a Seychelles-born multi-instrumentalist who had a background in both Western classical and jazz and had also played in the film orchestras, seemed to like what he heard. He wrote a letter and asked Naik to take it to Sebastian D’Souza, the legendary arranger for music directors like Shankar-Jaikishan, OP Nayyar and Salil Chowdhury. Naik did as he was told. D’Souza auditioned him and asked him to report early the next day for a rehearsal at Famous Studio – for a Shankar-Jaikishan recording.D’Souza was already there when Naik reached Famous Studio the next morning. He took the jittery guitarist through his paces. By the time the other musicians had begun arriving, he was satisfied that the newcomer was up to the task. The rehearsals went off smoothly. The next day, Dilip Naik made his debut as a session musician on the songs Chheda Mere Dil Ne and Gori Zara Hans De Tu from the Dev Anand-Sadhana starrer Asli Naqli (1962). In both these songs, Naik was part of a trio of acoustic guitarists in an orchestra consisting of more than 60 musicians. He had so far only played in front of a live audience; this was his introduction to the anonymous nature of a session musician’s work.\n\n\n    \n    Play\n\nChheda Mere Dil Ne, Asli Naqli (1962).It was some months before another invitation to record a film song came his way. This time, his solo turn on a borrowed electric guitar on Nainon Wali Tere Naina (Beti Bete, 1964), got him attention. The song was used in radio advertisements for the film and led to Dattaram Wadkar, Shankar-Jaikishan’s assistant, fielding calls from other arrangers wondering about the identity of the guitarist. A career as a session musician was forged.\n\n\n    \n    Play\n\nNainon Wali Tere Naina, Beti Bete (1964).The next few years were a blur of rehearsals and recordings. There was a trip to the West Indies as part of Mohammed Rafi’s troupe. There was a failed marriage. There was a chance meeting with a chillum-smoking, brandy-drinking George Harrison at colleague Bhupinder Singh’s PG accommodation in Bandra. And, through it all, there was a growing sense of dissatisfaction with the work that he was doing.“The way I looked at it, there was nothing for a guitarist in film music,” Naik explained. “You were playing at best four bars and then spending the whole day repeating the same thing over and over again. I wanted to play long, extended solos.” To be precise, he wanted to play jazz, having become obsessed with the form since his Srinagar sojourn.\n\n\n    \n    Play\n\nAaj Kal Tere Mere Pyar Ke Charche, Brahmachari (1968).Naik was not the only one among his colleagues to feel unfulfilled by film music. An older generation of musicians, mostly Goan Catholics, had been forced to migrate from jazz bands to film studios around the time of Independence. They would never quite make their peace with Hindi film music. The next generation of studio musicians, too, had its share of discontents. But given the lack of alternate employment opportunities and the economic stability that the film line provided, most stayed put. Naik was looking for a way out.As the 1960s gave way to the 1970s, he began cutting down on his studio commitments to focus on becoming a better jazz musician. “I never took a note of film music to my house,” he said. “I would listen to jazz records, play along, learn, and then improvise.”Dilip Naik (right) in a publicity still for the West Indies tour with Mohammed in Rafi in 1966. Courtesy Burjor Lord.Sourcing records proved to be a stumbling block in his self-learning journey. The only quality music store around was Rhythm House, but Naik thought the jazz collection there was limited. He then came to know about Stanley & Sons, a furniture store in Colaba in South Mumbai, the favoured dumping ground of folks from the American Consulate who were leaving the city.The store’s proprietor would charge a princely Rs 75 for a used record, Naik recalled. As a successful studio musician, money was not a problem. “Once I gave him Rs 300 in advance and a list of artistes whose albums I was looking for.”In 1973, availing of his doctor brother’s temporary presence in New York, Naik spent two-and-a-half months in the jazz capital of the world, taking tutorials in advanced jazz theory. The better part of the next two years were spent in absorbing the “study materials” he brought back with him and in honing his technique. In the autumn of 1975, Naik left the security of Bombay’s film studios to make it as a jazz musician in New York.Not long after he arrived, Naik came across an ad in the Village Voice offering jazz study sessions and the promise of playing in a group. He called the number provided and was invited for an audition to Jazzmania Society. The place, he said, became his refuge in the alien city.Dilip Naik at Jazzmania Society. Courtesy Dilip Naik.Started only earlier in 1975 by Mike Morgenstern, a bass-clarinetist, Jazzmania was a “homey four-storey walk-up” that typified the New York jazz loft. “[T]he jazz lofts were a dense network of musician-run performance venues established (mostly) in and around the former industrial buildings of lower Manhattan,” writes Martin C Heller in Loft Jazz, his recent history of the short-lived phenomenon. “At a time when few commercial nightclubs were interested in experimental styles, the lofts became a bustling base of operations for a growing community of young improvisers.”Musically, these were heady times for Naik. “Those were the best years of my life,” he averred, more than once. “I was finally playing with hardcore jazz musicians.”But making a living on jazz proved impossible. Most of his colleagues, he said, had other day jobs. He too did some odd jobs, even working in a care facility for intellectually disabled children at one stage, but this left little time for playing.He had a small part in Spring Flowers, a 1976 fusion album headlined by Vasant Rai, a NY-based sarodist who was a former student of Allauddin Khan, but it did not lead to other recording opportunities. Naik contemplated applying to the famed Berklee College of Music in Boston but was dissuaded from doing so by the guitarist John Abercrombie, a Berklee alumnus himself and someone who Naik describes as his mentor. “He told me, why do you want to waste money to learn something that you already know?”\n\n\n    \n    Play\n\nSpring Flowers.In March 1977, a “broke” Naik made his way back to Bombay. Even before he had left for New York, the music directors he had worked regularly for – Shankar-Jaikishan, OP Nayyar, C Ramchandra, Datta Naik – had been on their way out. Naik had fallen out with Laxmikant-Pyarelal in 1968 (allegedly because they wanted Gorakh Sharma, Pyarelal’s brother, to play the electric guitar on their songs).And while Naik had done quite a bit of work for RD Burman, he’d never been a regular member of the composer’s core team. All these factors, coupled with Naik’s earlier perceived supercilious attitude in respect to film music (and musicians), and the usual insecurities that are prevalent in any workplace setup, meant that the welcome he received was not quite the one he had anticipated.Not able to get in with any of the top music directors, Naik now became a regular with Uttam Singh, who was then arranging for the likes of Raamlaxman and Sapan-Jagmohan for low-budget or B-grade movies. He also worked on ad jingles with Vanraj Bhatia and Marathi film songs with Ram Kadam and Prabhakar Jog. The opportunities to play jazz were few and far between, an appearance at the inaugural Jazz Yatra in 1978 alongside Louiz Banks and others being the only highlight.\n\n\n    \n    Play\n\nPyar Hua Jab Se, Abhilasha (1968).The bitterness was evident in Naik’s voice when he spoke about this phase of his life. His former colleagues, he felt, had let him down. In 1982, he headed back to the US, not to New York but to Houston, where a relative lived. “He told me that the cost of living in Houston is much less compared to New York.”True enough, but this did not make things any easier than last time round. It didn’t help matters that Naik found the jazz scene in Houston insular and less vibrant.Feeling downbeat, he reached out to Robert Yellin, a jazz musician/teacher he had first met in 1973. Naik has preserved Yellin’s typewritten letter, which he showed me. Dated June 07, 1984, it read: “It was a wonderful surprise getting your letter!! My thoughts of you have always been with warmth and caring. Your scale playing and technique always ‘knocked me out! You played some fabulous things!” Yellin, who was dealing with issues of his own, signed off saying: “I wish you all the very best for finding peace and security! You are a great musical talent! I have always felt that the better you play an instrument, the harder it is to find work! That’s especially true in jazz!”The desired-for peace and security kept eluding Naik. He moved to Atlanta for a few years and then back again to Houston. He drifted from one low-paying job to the other, working variously in a printing studio, a shoe store, a freight forwarding company, a warehousing firm. “I must have done around 35 different jobs.”At some point, he took a course and became a lab technician. The long working hours meant that he had no energy left for practice once he got home. Did his work colleagues know that he was a musician? “No, I never told them. If I did, they would ask me, what are you doing here then. How would I explain to them that music is not so easy.”In 1999, Naik came back to the city that now called itself Mumbai. He played in a few fusion concerts featuring Hariprasad Chaurasia, but not much else came his way. He had no savings to speak of, he said, but his father had left him some money and with that he bought the apartment in Navi Mumbai where he has been residing, far away from the bustle of Mumbai. He claims to have not touched a guitar in years, having sold off or given away his instruments.Naik lives alone, though friends and admirers drop in from time to time. In 2022, he was awarded a lifetime achievement award by Swar Aalap, a Mumbai-based organisation that has done much to highlight the contribution of arrangers and instrumentalists to Hindi film music. Naik is also now on social media, often fielding friend requests and adulatory messages from strangers who know him as the man who played the electric guitar on Aaja Aaja and Jaan Pehchaan Ho.For someone who had made a break for freedom to escape the anonymity and conformity of the film orchestras, the irony is not lost on him.\n\n\n    \n    Play\n\nJaan Pehchan Ho, Gumnaam (1968).","author":"Rudradeep Bhattacharjee","time":"2024-03-26T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199592-ikjqtltkqi-1711386299.jpg","tags":["Dilip Naik","Aaja Aaja","Jaan Pehchan Ho"],"source":"https://scroll.in/reel/1065786/dilip-naik-the-hindi-film-industry-musician-you-had-heard-even-before-you-heard-of-him"}