{"title":"Discovering ‘The World of Apu’, and rediscovering Satyajit Ray, in New York","content":"The other day, on a visit to New York, I watched Satyajit Ray’s The World of Apu (1959) at Film Forum in a restored print. The World of Apu is the third installment of the eponymous Apu trilogy, which tracks the coming-of-age of a young Bengali boy from his impoverished rural family to his life in the big city; it is considered one of the lodestars of world cinema. I had never seen the movie. I had watched Pather Panchali, the first installment of the trilogy, years ago, on a dusty TV screen in Park Slope, and found it boring, and since then I had avoided Ray. But the multiple screening times at Film Forum played on my conscience. Finally an American friend, a scholar of American decolonisation, convinced me to go.The pavement in front of Film Forum, on a street that has never given up the ghost of industry despite its centrality in the West Village, was full of people slouched in a line. I felt unaccountably nervous as a representative of the filmmaker’s country in the crowd. Most of the people in the audience were white and old. They had the gaunt look of people who have seen all the important movies and can now only look forward to reruns. A couple – friends of my friend, an Italian journalist who covers Brussels and his Indian-Irish wife who is an editor at a newspaper – came out of Aparajito, the second film, which had just ended. They looked stunned and a little bored and when we joked that they should see the third one with us, they withered away into the night.Karuna Banerjee in Aparajito (1956). Courtesy Satyajit Ray Productions.The halls of Film Forum are narrow. One has the sense of being constantly pressed in even after one has found one’s seat. When you get up, the entire row xylophones up as you pass; only one side of each row has an exit. The movie came on with its staticky, jerky print familiar from the Criterion Collection. A world swam into view. The World of Apu is the story of a struggling writer in 1950s Calcutta. The writer is young; he is an orphan; he has just graduated from college. In the first scene, we see a professor encouraging Apu to keep writing stories; in another, Apu’s landlord upbraids him for not paying his rent even as Apu shaves with the enthusiasm and glee of Buck Mulligan in Ulysses, finally retorting that he doesn’t pay because, “It’s a sign of greatness.” He has a cheerful soft face which smiles and laughs at the wrong times; there is something a little unnatural about him.  In the first few scenes, my own discomfort reached a boiling point. I didn’t find the opening funny at all. In fact, I found it clichéd and poorly acted. Hadn’t I seen this type of plot, about this kind of solitary character, a million times in the West? Why then were people laughing at his every word? Was it out of a tickling familiarity or condescension? I wanted to tell them to stop, to judge the art from my country on the same standard they judged theirs. But then I started laughing too.  Soumitra Chatterjee in Apur Sansar (1959). Courtesy Satyajit Ray Productions.The movie begins in Apu’s grimy room, but soon ventures out into the cells of Calcutta, where he seeks a job to support his ambition. His first visit is to a dingy primary school; here a bunch of lounging corrupt men send him packing when they hear – or don’t – that he is overqualified for the job. “But I got that before Intermediate,” he says of the Matriculation degree they demand. “What did the advertisement say?” a toothless teacher shoots back. Next Apu finds himself at the office of a pharmaceutical bottling factory. He is so eager to accept the job that the hiring clerk, who can clearly see Apu’s artistic sensibility stamped on his face, tells him to go have a look at the workplace first. Apu comes across a morose group of men in a tiny room gluing labels on vials. There is the grating sound of glass on glass.As the visual language of the film establishes itself, one learns that the awkwardness is part of the plan. The movie is darting the way it does because it is about to swallow, like a snake, an enormous plot development: Apu’s sudden marriage to a woman whose wedding he is attending as a casual guest. This scene is so surprising and so delightfully weird that one just shakes one’s head in disbelief. Only a person as awkward and divided as Apu could have agreed to go ahead.At this point my self-consciousness about audience, about the people around me, fell away. I was entranced.Soumitra Chatterjee and Sharmila Tagore in Apur Sansar (1959). Courtesy Satyajit Ray Productions.The rest of the movie is a meditation on young love, on how it quickly develops and falls apart, and it brought tears to my eyes as well as to those of the Americans sitting next to me, who began wiping the spaces under their glasses. And I began to see too how Ray’s movie, in a way, was in direct conversation with the West and the people in this hall. In one of the first scenes in the movie, we see Apu fingering books by HG Wells on his shelf; later, when he goes for a walk with his friend Pulu, who will be accidentally instrumental in his sudden marriage, Apu talks about Keats and Dostoevsky as if they’re next of kin (bringing to mind a softer version of the famously self-regarding line spoken by Jeff Daniels in Noah Baumbach’s The Squid and The Whale: “Kafka was one of my predecessors.”). All these things establish a Western flavor in an Eastern world; of Western ambition reaching past the shanties and pig-infested train tracks. But slowly the world of 1950s Bengal reasserts itself. Superstition and marriage close in on him; death takes away his wife; society maxes out his ambitions. What is Apu if not a crazy dreamer from the start? But the magic of the movie is to envelope him in its charm – and its tender Ravi Shankar score – and ennoble him.Ray himself would have been conscious of the West’s gaze on him and his work. It was in New York that he first made his name – Pather Panchali, his debut feature, ran for eight months here – and it was in New York, perhaps, that he had the largest audience (and continues to, judging by the swelling crowds awaiting the next screening of Aparajito when we came out). These movies were never big in India. They were art-house fare and in India to be arty is to be commercially doomed. When I was growing up, Ray was never mentioned in my Punjabi household; even now his name retains the flavor of old photographs. I had to come to the West to discover him and now it was in the West that I was falling in love with him. I felt this to be odd, but I also felt this, in a strange way, to be right.Karan Mahajan is the author of The Association of Small Bombs, HarperCollins.","author":"Karan Mahajan","time":"2016-07-07T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153879-zjxywyhcmw-1611607596.jpeg","tags":["Apur Sansar","Satyajit Ray","The Apu trilogy"],"source":"https://scroll.in/reel/811311/discovering-the-world-of-apu-and-rediscovering-satyajit-ray-in-new-york"}