{"title":"Senior Congress leaders denounce ‘hooliganism’ outside Kapil Sibal’s home","content":"Senior Congress leaders on Thursday denounced the party workers protest outside their colleague Kapil Sibal’s home in Delhi, PTI reported.Members of the Youth Congress from Chandni Chowk area – a Lok Sabha constituency that Sibal had represented before – had protested outside his home on Wednesday evening as he had questioned the functioning of the party’s leadership.In a series of tweets, senior Congress leader Anand Sharma condemned the “hooliganism” and requested interim Congress President Sonia Gandhi to take action against the protestors.“Congress has a history of upholding freedom of expression,” Sharma wrote. “Differences of opinion and perception are integral to a democracy. Intolerance and violence is alien to Congress values and culture.”Shocked and disgusted to hear the news of attack and hooliganism at Kapil Sibal's house. This deplorable action  brings disrepute to the party and needs to be strongly condemned.— Anand Sharma (@AnandSharmaINC) September 30, 2021\n\nThose responsible must be identified and disciplined.Urging Congress president Smt Sonia Gandhi to take cognisance and strong action .— Anand Sharma (@AnandSharmaINC) September 30, 2021\n\nFormer Leader of Opposition in Rajya Sabha Ghulam Nabi Azad called the protests an instance of “orchestrated hooliganism”.“He [Sibal] is a loyal Congressman fighting for the party both inside and  outside Parliament,” Azad said in a tweet. “Any suggestion from any quarter should be welcomed  instead of suppressing, hooliganism is unacceptable.” Congress MP Shashi Tharoor said the incident was “shameful”. He urged the party workers to listen what Sibal has to say, instead of expressing their displeasure by protesting.That is shameful. We all know @KapilSibal as a true Congressman who has fought multiple cases in court for @INCIndia. As a democratic party we need to listen to what he has to say,disagree if you must but not in this way. Our priority is to strengthen ourselves to take on theBJP! https://t.co/XmtdHapach— Shashi Tharoor (@ShashiTharoor) September 30, 2021\n\nFormer Punjab Chief Minister Amarinder Singh said that the party workers’ “attack” on Sibal’s home over difference of opinion did not “augur well for the party”, PTI reported.‘G-23, not Ji Huzoor-23’: Kapil SibalSibal held a press conference on Wednesday after the party’s Punjab state unit chief Navjot Singh Sidhu resigned from his post. Sibal had said that there was no clarity on who was taking decisions within the party.Sibal claimed he was speaking on behalf of those Congress leaders who had written to Gandhi in August 2020 asking for a complete revamp of the party’s organisation. He said that the group of 23 leaders, also known as G-23, will continue to ask questions to the party’s leadership. “We are G-23, definitely not Ji Huzoor [yes, sir]-23,” he added.Youth Congress workers had protested outside Sibal’s home by holding placards that read “get well soon”. The protestors threw tomatoes and damaged his car. They also shouted slogans such as “leave the party, come to your senses” and “Rahul Gandhi zindabad [long live Rahul Gandhi]”.In his press conference, Sibal added that the dissenting leaders were waiting for a decision from the top leadership of the party regarding election of the president, Congress Working Committee and the party’s central election committee.In December, Gandhi had met the dissenters in a bid to address the crisis plaguing the party. On January 22, the Congress had announced that it will have a new elected president by June. However, the election was delayed due to the coronavirus situation in the country.Currently, the Congress has no full-time president and Sonia Gandhi acts as the interim party chief.","author":"Scroll Staff","time":"2021-09-30T12:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/68271-lingaertur-1632979935.jpg","tags":["Kabil Sibal","Anand Sharma","Congress","Sonia Gandhi","Rahul Gandhi","Youth Congress"],"source":"https://scroll.in/latest/1006602/disgusted-by-hooliganism-outside-kapil-sibals-home-says-congress-leader-anand-sharma"}