{"title":"‘Dissent is safety valve of democracy’: SC says activists to remain in house arrest till September 6","content":"The Supreme Court on Wednesday said five human rights activists and writers arrested the previous day would remain under house arrest till the next hearing on September 6, Live Law reported. The court also issued a notice to the Maharashtra government and others. The court has stayed the activists’ transit remand. “Dissent is the safety valve of democracy, if you don’t allow safety valve pressure cooker will burst,” Bar and Bench quoted Justice DY Chandrachud as saying. During the proceedings, Additional Solicitor General Tushar Mehta opposed the petition filed by academics Romila Thapar, Prabhat Patnaik, Devaki Jain and Satish Deshpande, among others. Tushar told the court that since none of the petitioners were the ones arrested, a lower court should decide the matter.Advocate and Congress leader Abhishek Manu Singhvi, who had mentioned the matter before a five-judge Constitution bench in the morning, urged the court to issue a stay order on the arrests and said citizens’ liberties would be in jeopardy if the police are allowed to proceed with the prosecution of the activists.The petition said the arrests were arbitrary and were made without evidence. The plea sought an independent inquiry into the arrests and demanded that all those arrested be released, according to Bar and Bench.On Tuesday morning, teams of Pune Police raided the homes of several activists in Mumbai, Ranchi, Hyderabad, Delhi, Faridabad and Goa in connection with investigations into a public meeting organised before caste-related violence erupted at Bhima Koregaon near Pune on January 1.The search warrants, which Scroll.in has reviewed, cite sections of the anti-terrorism law, the Unlawful Activities (Prevention) Act, and sections of the Indian Penal Code relating to the offence of promoting enmity between groups.By Tuesday evening, the police confirmed the arrests of writers and activists Vernon Gonsalves and Arun Ferreira in Mumbai, Gautam Navlakha in New Delhi, Sudha Bharadwaj in Faridabad, Varavara Rao in Hyderabad.Hours later, in a dramatic midnight hearing, a court ordered that Sudha Bharadwaj remain under house arrest till August 30 and not be taken to Pune until then.Meanwhile, on Wednesday evening the Delhi High Court asked the police why arrest documents in Marathi were not translated for Gautam Navlakha, who does not understand the language. A two-judge bench of Justices S Muralidhar and Vinod Goel noted that people accompanying the Maharashtra police were made witnesses of Navlakha’s arrest instead of local residents. Muralidhar said the court would examine the validity of both the arrest of Navlakha and the transit remand order issued by the Magistrate, Live Law reported. The court was hearing a habeas corpus plea filed by Navlakha’s advocate after the Pune Police detained him on Tuesday. On Tuesday, the High Court had stayed the transit remand to take the activist from Delhi to Pune, and said he would remain under house arrest until the next hearing.In Navlakha’s case, the police had sought more time to translate documents related to the case from Marathi to English, ANI reported. Sudha Bhardawaj’s plea before the Punjab and Haryana High Court had also claimed that she was given arrest documents in Marathi, which she does not understand.","author":"Scroll Staff","time":"2018-08-29T17:11:24.923774+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892371-cqqsdovjgk-1510490027.jpg","tags":["Supreme Court","Romila Thapar","Maharashtra Police","Human rights activists"],"source":"https://scroll.in/latest/892371/dissent-is-safety-valve-of-democracy-sc-says-activists-to-remain-in-house-arrest-till-september-6"}