{"title":"Dissecting the BSF chief’s claim that demographic changes are behind force’s extended jurisdiction","content":"At a press conference on November 30 to mark the raising day of the Border Security Force, its director general stoked fresh controversy by suggesting that the reason for extending the jurisdiction of the paramilitary outfit from 15 km from the border to 50 km in October was the alleged changes in the demographic composition in the border areas of Assam and Bengal.Pankaj Kumar Singh went on to state that this extension would help the BSF assist the police in detecting undocumented migrants in a larger area along the border.His comments came as Punjab and West Bengal passed resolutions in their state assemblies against the notification on the grounds that thr move is an attack on the India’s federal structure and amounted to the state’s authority in maintaining law and order being curtailed. In fact, the resolution in Punjab assembly said that the notification “… is an expression of distrust towards the state police and people of Punjab. This is their insult too.”No hard evidenceEvidence that the demographic profile of the border areas is changing would seem to be only anecdotal. As a report in Scroll.in noted, after the National Registrar of Citizens process in Assam aimed at detecting undocumented migrants, only 1,032 “doubtful cases” have been referred to the district authorities for necessary action. When the final draft register was published on August 31, 2019, just over 19 lakh people of the state’s total population of 3.29 crores were excluded.In so far as West Bengal is concerned, no NRC-like exercise has been undertaken by the government to ascertain the numbers of undocumented immigrants. It is a widely known fact that the percentage of Muslims in the state’s border districts has always high. For instance, at the time of Partition, it wasn’t immediately clear in which country Bengal’s Malda town and neighbouring areas would fall. For two days after Independence, the area was under the control of a magistrate from East Pakistan. Clarity emerged only after the final Radcliff award was announced on August 17, 1947.Another aspect to be considered is that undocumented immigrants are not generally known to settle in border areas as these places are often afflicted with the same problems as those in Bangladesh: a lack of employment opportunities and a scarcity of land. Undocumented immigrants almost always head towards the interiors, where there are avenues for a better quality of life. The Border Security Force is mandated to “promote a sense of security amongst border population” without discriminating amongst them on the basis of caste creed or religion. So the director general’s assertion that the force has carried out a demographic survey in border areas is surprising.  DG of @BSF_India needs to answer:1. If 15 kms territory alongside the border was under the protection of your force - how did the 'claimed' demographic change happen? Did BSF fail the nation?2. How will it stop with 50 kms coverage with the same force?3. Release the 'survey' pic.twitter.com/taPQyB15aJ— Adv. Manoj (@RURALINDIA) December 1, 2021\n\nEven if one concedes that such demographic profiling did take place within 15 km of the border, which has been the BSF’s jurisdiction thus far, how does it facilitate the identification of undocumented immigrants – and that too extending to the depth of 50 km?Contrary to Singh’s assertion, the authorities have all along maintained that the reason for extending the BSF’s jurisdiction relates to the increased security threat due to the changed methodology of India’s adversaries. The detection of several tunnels close to border and increasing instances of intrusion of drones have been cited for increasing the jurisdiction. As recently as December 7, the Union home ministry told parliament that the extension was necessitated by threats from drones. Even this is a flawed reasoning because firstly, Drones are not a threat on the eastern border. Secondly, the police are likely to respond much quicker than the BSF if a if a drone is detected in the deeper area.Several limitationsFurther, the BSF will find it difficult to implement the delegated powers of search, seizure and arrest in the extended jurisdiction because of its limitations of resources and training to carry out these tasks. The unavailability of troops and lack of familiarity with the terrain of extended area will be a major constraint. These operations will either have to be intelligence based or the result of hot pursuit. If carried out independently, these may lead to confusion and ugly conflict between the BSF, the police and local population because the police will continue to exercise concurrent jurisdiction.An analysis would reveal that in the past, these powers of search, seizure and arrest were rarely if ever exercised even up to the erstwhile limit of 15 km from border. In fact, troops are known to have been attacked while carrying out such independent operations in areas away from the border on the eastern borders. The rationale for enhancing the jurisdiction of the BSF remains unclear.Govt explanation on BSF’s extended jurisdiction in WB, Punjab and Rajasthan does not mention infiltration and demographic change in border areas of Assam and WB as a reason! BSF DG had yesterday linked the govt move to demographic change seen over a period of time in border areas pic.twitter.com/LTxd0mLo4K— Bharti Jain (@bhartijainTOI) December 1, 2021\n\nThe threat of drones or tunnels by the adversary could have been dealt more effectively by using technology to detect them at the borders itself. Improving coordination between the BSF, the local police, other security agencies operating in border areas and most importantly with the intelligence agencies would have achieved better results.While the politicians may have their views about the motives behind the move, the adverse comments of a Trinamool Congress party legislator in the assembly about the professionalism of BSF are reprehensible and unfounded. The BSF is a well-trained organisation that carries out its responsibilities in a professional manner. The enhanced powers at best are an enabling provision in contingencies without much practical utility. These also have the potential to divert the BSF from its primary role of border guarding and dilute its core competence.It is intellectual lethargy to assume that solution to every problem lies in enhancing the powers or jurisdiction of the security forces. It would have been a much better option to focus on effectively implementing existing powers and properly  using resources, besides empowering the local police.Sanjiv Krishan Sood is a former Additional Director General of the Border Security Force who retired after 38 years in service. His Twitter handle is @sood_2.","author":"Sanjiv Krishan Sood","time":"2021-12-10T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129266-dlcyxjwnnd-1612786875.jpg","tags":["Border Security Force","Bangladesh","Assam"],"source":"https://scroll.in/article/1012459/dissecting-the-bsf-chiefs-claim-that-demographic-changes-are-behind-forces-extended-jurisdiction"}