{"title":"Divided city: How barricades came up overnight between Hindu and Muslim neighbourhoods in Delhi","content":"Metal sheets, bamboo poles, wooden boards. Whatever they could find, they put it to use.“We did this for our suraksha,” said the Hindu residents of street number 10 in Brahmpuri. Across the road, Muslims used the word “hifazat”. It was the need for safety, said members of both the communities, that had led them to erect barricades to seal off their lanes.The barricades had come up on February 25, a day after violent mobs took over the Brahmpuri main road. The thoroughfare runs parallel to the Maujpur-Jaffrabad main road where clashes between supporters and opponents of the citizenship law erupted on Monday, sparking tensions in North East Delhi. It cuts through the Shahdara area. On one side lie the neighbourhoods of Brahmpuri and Ghonda, on the other, Chauhan Banger and Mohanpuri.In several stretches, the road formed an invisible border between Hindus and Muslims. For instance, gali number 10 in Brahmpuri is mostly home to Hindus, while straight across the road, gali number 10 in Chauhan Banger has a majority of Muslims. But three days of violence had made the border visible: in the physical barricades that had come up, also in the palpable fear expressed by residents. The closer to the main road, the greater the fear. The deeper inside the lanes, the more secure they felt, said residents, living among members of their own community.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/beybmgutnf-1582839582.jpg\">\n  </picture><figcaption>Residents have put up makeshift barricades.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/onmmoidlnc-1582839584.jpg\">\n  </picture><figcaption>Residents have put up makeshift barricades.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/kaytujlrns-1582839586.jpg\">\n  </picture><figcaption>Residents have put up makeshift barricades.</figcaption></figure>\nOn Thursday, when Scroll.in reporters visited the area, the main road still bore marks of a war zone: empty shells of vehicles, glass and stone debris, blackened shop fronts. At least two deaths in the violence had taken place where the lanes opened up to the main road. Vinod Kumar, 51, was stoned to death on the night of February 24 near the entrance of gali number one of Brahmpuri. The next evening, Tuesday, Parvez Alam, 50, was hit by a bullet while he stood at the intersection of gali number 9 of Subhash mohalla in Ghonda. He died on the way to the hospital.Yet, the calculus of fear had shifted since the paramilitary troops had been deployed in the area on Tuesday night. As they patrolled the main road, it became safer: the mobs receded, the pitched battles ended. But inside the neighbourhoods, along other invisible borders, violence continued.On Tuesday night, a small enclave of Muslim families living around the Auliya Masjid in Ghonda, surrounded by Hindu neighbourhoods, were attacked by gunfire. Mohammad Maroof, 34, was shot near his eye. He did not survive.This piece was supported by the Scroll Reporting Fund. To help our reporters go further and dig deeper, contribute to the fund.Around 8 pm on Wednesday, Mohammad Irfan, a tailor who lived in Ghonda, went to fetch milk for his children when barely 100 metres from his home, a group pounced on him and beat him to death. His mother, Quresha, blamed his death on Kapil Mishra, the Bharatiya Janata Party leader who had delivered threats to forcibly evict anti-CAA protestors protesting at Jaffrabad, a provocative speech made on Sunday in the presence of the police. “His speech killed my son,” Quresha said.Most Hindu residents of the area that reporters of Scroll.in spoke to, blamed Muslims. “They have been protesting for months, we had no problem with that,” said a shopkeeper. “After all, this is fight between them and the government. But why block the roads?” He was referring to the Jaffrabad protest site which had come up on Saturday night, and another protest site near a petrol pump on the Brahmpuri main road. “Monday was a board exam. We told them children are getting inconvenienced, don’t block the road,” the shopkeeper said. “But they did not listen. They started it all.”\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/wznaarluat-1582877333.jpg\">\n  </picture><figcaption>The burnt shell of a car near Ghonda Chowk.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/eryocbndff-1582877374.jpg\">\n  </picture><figcaption>Security forces deployed on the Brahmpuri main road.</figcaption></figure>\nThe first reported deathA charred motorcycle lay at the entrance of gali number one of Brahmpuri. It belonged to Vinod Kumar, a businessman who loaned out music systems at weddings and parties.On February 24, around 10.30 pm, he decided to accompany his son, Monu Kumar, to buy medicines for his six-year-old grandson. Monu Kumar, 25, drove the motorcycle, while his father rode pillion. As they exited their lane and turned into gali number one, a mob pelted stones at them. “We both fell down,” said Monu Kumar. He recalled hearing chants of “Allah Hu Akbar” as the mob came closer. He fell unconscious after he was hit on the head with sticks. “I think papa was still breathing at the time. They hit him everywhere, on his face, his head,” he said.The motorcycle belonging to Vinod Kumar.Other residents told him later that some of them had to plead with the mob to allow them to take away the injured men. Vinod Kumar’s wife, Madhu Kumar, alleged the police did not respond to her distress calls that night. With his head bandaged and his eyes bloodshot, Monu Kumar blamed Muslims for starting the violence. “Hindu toh kuch karna chah hi nahi raha hai...Hindus do not want to do anything. They want peace. Lekin yeh log zabardasti koi na koi musibat karenge. But these people [Muslims] will forcibly create problems.” \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/umbzxmzzva-1582839500.jpg\">\n  </picture><figcaption>Vinod Kumar's wife and son.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/iojotstcnm-1582839502.jpg\">\n  </picture><figcaption>Vinod Kumar's house in Bhrampuri.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/qnjiuifwal-1582839504.jpg\">\n  </picture><figcaption>Vinod Kumar's house in Bhrampuri.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/zcudvdulbt-1582839506.jpg\">\n  </picture></figure>\nHow violence escalatedOn the evening of February 25, Waqar Azmi had returned from offering magrib prayers at a nearby mosque when he heard a commotion in his lane, gali number 9 of Ghonda. He peeked from the window of his house and saw his friend and neighbour, Parvez Alam, abruptly turn around from the entrance of the lane and walk back home, ten steps away. He had been hit by a bullet.“His arms were raised in the air,” said Azmi. “He had walked up to the entrance of the lane to plead with the other side to stop the stone pelting. He told them ‘we are brothers, let’s hold a meeting, five people from your side, five people from ours, we will contain our people, you contain yours.’” He had made similar interventions earlier in the day, and even the previous day, said his neighbours, yet stones had only given way to bullets.Alam, in his fifties, ran a small NGO in the area, helping students with free books, and organising free eye surgeries for the elderly. “Samajik aadmi” or socially responsible man is how his neighbours described him. After Alam was hit by a bullet, his son rushed him to the hospital but he died on the way. Watch his son’s account of the obstacles he faced enroute.Offensive anti-Muslim graffiti. Asked whether the violence was spontaneous or organised, done by outsiders or locals, Azmi said: “Musulman ki itni himmat nahi ki kuch bol sakein. The Muslim does not have the courage to speak. If a magistrate who speaks truth can be sent away by the government, then what would happen to an ordinary Muslim.” This was a reference to the Delhi High Court judge who had pulled up the police for inaction on Wednesday afternoon, only to be served immediate transfer orders at night. Among Muslims, there was deep suspicion of the state and its security forces – for evident reasons.When Alam’s neighbour walked to the entrance of the lane with a reporter of Scroll.in to show the spot where he had been hit by a bullet, personnel of the Indo-Tibetan Border Police guarding the main road sent him back inside. They showed the Scroll.in reporter an empty shell. “This came from this [Muslim] side,” one of the men said. He could not explain how he knew that, given that his company had been deployed in the area after the gunfire had ended. “These people [Muslims] are exaggerating the losses they have suffered, go and look on the other side,” he added, pointing to the opposite lane, across the Brahmpuri main road, in the neighbourhood of Mohanpuri.Near the entrance of the lane was a burnt motorcycle and blackened shop fronts. The agitated Hindu residents said stones and petrol bombs had been hurled on them. They were silent when asked about Alam who had died just a few metres away. Locked up houses in the area.Gunshot woundsThe largest hospital in the area is the Jag Pravesh Hospital run by the Delhi government. Ninety-one injured people had been brought to the hospital until the morning of February 26, hospital records showed. The list of the injured was evenly divided between Hindus and Muslims. But cases with gunshot wounds were almost entirely Muslim.The worst gun violence in the area seems to have taken place in the mohalla around Auliya masjid in North Ghonda.On the night of February 25, residents alleged that around 9 pm, a mob chanting “Jai Shri Ram” gathered outside the mohalla, vandalised street lights, CCTV cameras, broke locks outside homes and opened fire. Around 11.30 pm, Shamshad Khan, 24, who works as a daily wager, and his neighbour Mohammand Maroof, 34, stepped outside. They were hit by bullets. Shamshad’s father Yaseen Khan said he was injured in the stomach and is now recovering in a hospital. Maroof, who was shot near the eye, died.On Thursday evening, as his body was brought back home after the postmortem at the hospital, his small two-storied house was packed with grieving women. On the second floor of the house, in a small room sat his wife Imraana, 32, surrounded by his sisters and relatives.This piece was supported by the Scroll Reporting Fund. To help our reporters go further and dig deeper, contribute to the fund.“My kids have been asking about their father,” she said. “We haven’t told them anything.”But the children knew. “Papa left without talking to me. He is the best papa. He always got us everything we asked for. They killed my papa,” said their daughter Fiza, 11, as tears streamed down her face. Her seven-year-old brother, Farhan, hopped around relatives’ laps, watching his inconsolable mother and sister.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/aoswnfgukk-1582839422.jpg\">\n  </picture><figcaption>Family members sob as Maroof's dead body is brought from the hospital.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/vkgilbxpkp-1582839427.jpg\">\n  </picture><figcaption>Maroof with his wife and two children.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/owkthpleyp-1582839433.jpg\">\n  </picture><figcaption>An old photo of Maroof and his wife.</figcaption></figure>\nMost residents of the mohalla said they could not identify the attackers. The members of the mob had covered their faces and wore helmets. Babar, 44, who runs a garment factory in the neighbourhood, claimed he saw members of the mob hold pistols, rods and rifles. He alleged the police did not pick up his calls when he repeatedly dailled 100, and when they did, they allegedly told him, “Take the freedom that you were demanding.” \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/oklylqbjnu-1582839636.jpg\">\n  </picture><figcaption>Residents allege the CCTV cameras in the area were smashed by the mob.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/witgratqlk-1582839638.jpg\">\n  </picture><figcaption>A resident shows proof of calls made to the Delhi police.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/vxjeerketw-1582839640.jpg\">\n  </picture><figcaption>Blood stains on the door and the floor near the Auliya mosque where Maroof was shot. </figcaption></figure>\nMaroof’s brother Haroon Ali said “the police officials came later, assured us and filed an FIR”. In the first information report, Ali said police wrote that the residents of the neighbourhood were protesting in the lanes outside against the amended Citizenship Act. He denied this. “There was no protest in the area,” he said.A third resident of the mohalla, Mohammad Rihan, 24, a tailor by profession, sustained a bullet injury in his thigh. His brother Mohammad Irfan, 26, said a mob had confronted them near Auliya masjid around 10 pm that night. “They chanted ‘Jai Shri Ram’, wore helmets and threw many bottles at us,” he alleged. Rihan is back home after receiving treatment at a hospital. The residents of the mohalla claimed a fourth man was also shot that night. But they could not identify him. Mohammad Zahid, an elderly resident of the neighbourhood, said he was not a resident of the area. A Muslim resident in Ghonda area declaring his opposition to Modi government's citizenship moves.With inputs from Supriya Sharma and Arunabh Saikia.This piece was supported by the Scroll Reporting Fund. To help our reporters go further and dig deeper, contribute to the fund.","author":"Vijayta LalwaniKarnika Kohli","time":"2020-02-28T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137384-fydvfpracg-1582864066.jpg","tags":["Delhi Violence","Citizenship Act","National Register of Citizens"],"source":"https://scroll.in/article/954574/divided-city-how-barricades-came-up-overnight-between-hindu-and-muslim-neighbourhoods-in-delhi"}