{"title":"Divided city: How violence occurred on frontiers between Hindu and Muslim neighbourhoods in Delhi ","content":"A sudden scream from a woman broke the silence outside street 18 of Shiv Vihar on Thursday afternoon. A crowd that had gathered to speak to Scroll.in dispersed and ran towards a Muslim youth caught by other residents a few feet away. As they began thrashing him, a resident called out to the paramilitary personnel deployed near the spot. “They will kill the boy. Please hurry up,” he yelled. A Delhi Police officer on a Royal Enfield motorbike sped towards the melee, extracted the Muslim man out by his collar. The paramilitary then pushed the crowd back into the bylanes, warning that there was a curfew in place. The Muslim man’s mistake was that he had breached the undeclared border between the Hindu and Muslim sides in Shiv Vihar, a locality in North East Delhi. The area has been the epicentre of violence in India’s capital since February 23, in which at least 37 have died. Beneath the tense calm, there is seething anger among the Hindus. They felt the attacks were planned well in advance and rumour mills fed the idea that Muslim families living on the Hindu side were sounded out before the mobs were “let loose.” A charred classroom at the DRP Convent Secondary School at Shiv Vihar. Picture: Sruthisagar YamunanBurning frontiersSince last week, North East Delhi has been ravaged by violent clashes and arson. What began as a face off between those protesting against the newly passed Citizenship Amendment Act and those supporting it became largely communal clashes. The act makes non-Muslim undocumented migrants from Bangladesh, Pakistan and Afghanistan eligible for Indian citizenship. Together with the proposed National Register of Citizens, it is feared, it could become a tool to harass Indian Muslims. North East Delhi is a dense urban agglomeration verging on Uttar Pradesh. According to the 2011 Census, it is home to over 22 lakh people; 68.22% of its population is Hindu and 29.34% Muslim. In many places, neighbourhoods are divided along community lines. This has resulted in an intricately chequered urban landscape. Muslim-majority areas may be separated from Hindu-majority areas by a road, by the reeking Brijpuri canal, in many places, or other symbolic borders – a temple or a mosque marking the start of a Hindu-majority or Muslim-majority, respectively.Much of the violence has occurred along these frontiers. Hindu-majority Karawal Nagar tapers into Shiv Vihar, which is surrounded by Muslim-majority Mustafabad. Hindu-majority Johripur is largely unscathed, although some of the Muslim shops scattered inside the area have been burned. HK Sharma, a former Union home ministry official who has lived in Johripur since 1983, was discussing the violence of the last few days with other locals. “This place has never seen violence like this,” said the 62-year-old. Sharma pointed to two charred motorbikes a few feet away and said those were Muslim properties burnt by Hindu mobs. There was an attempt to set fire to a dairy shop run by a Muslim, thwarted by the locals. “There were mobs chanting ‘Jai Shri Ram,” he said. “I believe many of those in the mob were outsiders but helped by locals to identify Muslim assets.” Parts of Shiv Vihar close to Mustafabad have been ravaged. “We still don’t know what happened to 30 to 35 families on the border with the Muslim neighbourhood,” said a resident of Shiv Vihar on February 27.Johripur and Shiv Vihar were a contrasting scene on Thursday. Many shops had opened by the morning in Johripur but Shiv Vihar presented shuttered shops and roads strewn with debris. This piece was supported by the Scroll Reporting Fund. To help our reporters go further and dig deeper, contribute to the fund.“Pre-planned attack” The constant refrain on the Hindu side in Shiv Vihar was that the attacks were meticulously planned, with an intention to loot. At the Rajdhani Public School, an institution run by a Muslim, two Hindu women who worked as guards and live on the campus said they escaped by a whisker when mobs barged into the building on the afternoon of February 24. “The mob looted about Rs 50,000 and my jewellery,” said Sangeetha. The front office was set on fire. She said there were at least 500 men carrying weapons like rods and sticks. “They hurled petrol bombs,” she recounted. When Scroll.in asked why Muslim mobs would set fire to an institution run by a Muslim, Harinder Singh, a local resident, intervened and said Muslim children studying in the school were taken back to their homes by the parents at around 11.30 am on February 24. “The Hindu children were left behind. The attack took place at 2 pm,” he alleged. Sangeetha added that the children had to be moved out through the back door. That the Rajdhani Public School was spared with lesser damage, unlike the neighbouring DRP Convent Secondary School, was paraded as evidence of a pre-planned attack. The convent is run by a Hindu. Pankaj Sharma, the administrative head of the school, said the building was occupied by Muslim mobs for three days till Wednesday. Over 25 cars burnt in a parking shed at Shiv Vihar. Picture: Sruthisagar Yamunan“Everything has been looted–air conditioners, computers, internet routers,” he said. “They burnt down every room and broke every ceiling fan. We have no records of the children anymore.” The attack took place at 4 pm on February 24. A police officer said there was no way for the forces to get into the building as mobs were throwing stones and petrol bombs from the terrace.The parking shed at the Brijpuri Road corner with at least 25 cars was also burnt down. The person manning the shed said it had cars of both Hindus and Muslims.“Guns, sticks and rods”At street 18 of Shiv Vihar, there was shock about what had happened over the last four days and anxiety about the future.“The mob just appeared out of nowhere and started attacking us,” said 29-year-old Rajeev. The gravity of the situation dawned upon the residents when the news of one Rahul Solanki getting shot reached them. “He was just going to get milk,” one resident said. Rahul Solanki is one of the 37 confirmed dead till Thursday.The swift mobilisation of Muslims has led to a suspicion that they were aided by powerful people. The finger is now being pointed at Aam Aadmi Party Mustafabad MLA Haji Yunus, though the accusation was without any evidence. Shiv Vihar falls within this Assembly constituency.“If it was not arranged, where did they get so many rods, sticks and guns?” asked Suraj Tiwari, another resident. The residents said Yunus has not visited the Hindu side after getting elected last month.The police were missing in action too, alleged residents of Shiv Vihar. It was only at 2am on February 26, after more than two days of violence, that they had arrived in force, they claimed. “There was nothing called the police here,” said Vipin Kumar, who lives in the area.Shops burnt during the violence in Shiv Vihar. Picture: Sruthisagar YamunanGiven the demography of the terrain, the livelihoods of Hindus and Muslims in the area are intertwined.Also present at the spot was local BJP leader Rahul Ruikiwal, who claimed he was the first person injured during the clashes at Shiv Vihar on February 24.“When the crowd mobilised, I asked them why they were doing it,” he said. The response, he claimed, was a bullet that grazed his face, which is now bandaged at the forehead and the chin. By the time Ruikiwal made these claims, the security personnel had driven residents into the lanes, making it impossible to verify them.However, Ruikiwal presented reasons for why he thought the whole violence was unnecessary. “We buy from Muslims. They buy from us,” he added. “Our livelihoods are shared. If normalcy doesn’t return, we will have another Kashmir in Delhi.”Claims of heinous attacksIn Karawal Nagar Chowk, about two kilometres from Shiv Vihar, shops opened on Thursday for the first time since February 24.Here, rumours fly thick and fast about extreme violence by Muslims. “They have cut down women and children,” alleged Sandip, a resident. He trailed into vague protests when asked to back his allegation with specifics. “I am telling you Hindus are being killed and you ask where?” he retorted.These claims were contrasted with supposed acts of benevolence on the Hindu side, who claimed they protected Muslim families and their properties. “We did not allow the mobs to put a finger on them,” said Vikas Kumar. But other residents pointed to a charred shop nearby that had belonged to a Muslim. There was no mention, either, of the Muslim family whose home in Karawal Nagar had been attacked and set alight, with mobs beating up a man and kicking his pregnant wife in the abdomen.This piece was supported by the Scroll Reporting Fund. To help our reporters go further and dig deeper, contribute to the fund.","author":"Sruthisagar YamunanIpsita Chakravarty","time":"2020-02-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137375-vnmqddfgjz-1582832750.jpeg","tags":["Delhi Violence","North East Delhi","Citzenship protests","communal violence"],"source":"https://scroll.in/article/954560/divided-city-how-delhi-violence-occurred-on-frontiers-between-hindu-and-muslim-neighbourhoods"}