{"title":"DMK manifesto promises aid up to Rs 1 lakh for pilgrimage to Hindu temples, 75% job quota for Tamils","content":"The Dravida Munnetra Kazhagam on Saturday released its manifesto for the upcoming Assembly elections in Tamil Nadu, reported PTI. The party promised 75% job reservation for locals and financial assistance of Rs 25,000 to 1 lakh for people going on pilgrimage to major Hindu temples, among others.DMK President MK Stalin, who released the manifesto, said that if his party is voted to power, first-generation graduates, the first in the family to get a graduation degree, will be given preference in government jobs. Another major promise made by the party was abolishing the National Eligibility cum Entrance Test, a pre-medical entrance exam, in the first Legislative Assembly session, reported The News Minute. “Like my father Kalaignar did, I too will stand by my words,” Stalin said at a press conference. “This is my oath to the people.”Here are the highlights of the manifesto:Bringing education back under the state list from the Concurrent List. Making Tamil compulsory till Class 8. Government school students to be given tablets with free internet.Women to have 40% reservation in government jobs. Free sanitary pads to be given to school and college students. Home medical services and assistance of Rs 24,000 for pregnant women. Formation of cyber police stations for cyber crimes against women.Reduction in rates of petrol by Rs 5 and diesel by Rs 4 per litre. A subsidy of Rs 100 towards liquified petroleum gas, or LPG cylinders.Formation of a separate court to investigate cases against All India Anna Dravida Munnetra Kazhagam MLAs.Expediting the submission of Arumughasamy Committe report formed to investigate the circumstances leading to the death of former Chief Minister J Jayalalithaa in 2016.Allocation of Rs 1,000 crore for renovation and consecration of Hindu temples. Rs 200 crore to be provided for the same to churches and mosques.Making Tirukkural, a Tamil text on the teachings about virtue, wealth and love, a national book.Rs 4,000 as compensation for rice cardholders, who are affected by the coronavirus pandemic. Also, compensation to be given to doctors, medical workers and frontline workers who died because of the infection.Allowing people from all castes to become priests. This will lead to the immediate appointment of 215 people. Salary and pension of village priests to be increased.Monthly pension for people aged above 60 to be increased to Rs 1,500. Old age pension scheme for transport employees.Celebration of Pongal as a massive traditional festival across the state.Implementation of a scheme to protect Tamil Nadu rivers from pollution.Rs 15,000 loan without interest for small traders. Press for international-level investigation on Sri Lanka genocide.A separate department for non-resident Tamils.Building night shelters for people without a roof over their heads.Urad dal to be resupplied by ration shops. One kg of extra sugar every month in Public Distribution System shops.Cutting the rate of Aavin milk by Rs 3 per litre. Aavin is the trademark of Tamil Nadu Co-operative Milk Producers’ Federation Limited.“Kalaignar Unavagam” eateries to be established in 500 places.The manifesto was released a day after the DMK published its the list of 173 candidates for the polls. The remaining seats have been allocated to other allies, including the Congress, which will contest 25 seats. The Left parties, Thol Thirumavalavan’s Viduthalai Chiruthaigal Katchi, the Muslim League and Manithaneya Makkal Katchi are part of the alliance.Stalin is fighting from the Kolathur constituency, while his son Udhayanidhi will make his electoral debut from Chepauk-Triplicane. Elections to the 234-seat Tamil Nadu Assembly and the bye-poll to Kanyakumari Lok Sabha seat will be held in a single phase on April 6. The results will be announced on May 2.","author":"Scroll Staff","time":"2021-03-13T17:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156134-nxwajcaayc-1615636449.jpg","tags":["Tamil Nadu elections","Tamil Nadu","Dravida Munnetra Kazhagam","DMK manifesto"],"source":"https://scroll.in/latest/989434/dmk-manifesto-promises-aid-up-to-rs-1-lakh-for-pilgrimage-to-hindu-temples-75-job-quota-for-tamils"}