{"title":"DMK President Karunanidhi dies at 94","content":"Dravida Munnetra Kazhagam President and former Tamil Nadu Chief Minister Muthuvel Karunanidhi died on August 7, a statement from Kauvery Hospital in Chennai said. Karunanidhi was 94 years old.“With deep anguish we announce the demise of our beloved Kalaignar,” the hospital said in a statement. The former chief minister died at 6.10 pm. “Despite the best possible efforts by our team of doctors and nurses to resuscitate him, he failed to respond. We profoundly mourn the loss of one of the tallest leaders of India and we share the grief of family members and fellow Tamilians worldwide.”This comes hours after his son and DMK Working President MK Stalin met Chief Minister Edappadi Palaniswami along with his sister Kanimozhi and other top party leaders. On Monday, Kauvery Hospital had said the party chief’s health had declined, and a day later said that his condition was “extremely critical and unstable”.Karunanidhi was admitted to a hospital in Chennai around 1.30 am on July 28 after his blood pressure fell, though the hospital said his health had improved soon after.Several national leaders inquired about his health, including Prime Minister Narendra Modi and West Bengal Chief Minister Mamata Banerjee. On July 25, Stalin had said his father had a fever and that the doctors had assured him that there was nothing to worry about, the news agency reported. Stalin said his father had worked “without any respite” all his life and that “time has given him some rest” while referring to his health problems. He added that “time and medical science” will fulfill the party workers’ yearning to hear his “magnetic” voice again.July 27 marked the 49th year of Karunanidhi’s term as president of the Dravida Munnetra Kazhagam. His health began deteriorating in October 2016, when he underwent a procedure to get a tracheostomy tube as part of an attempt to improve his breathing, PTI reported. His son MK Stalin was appointed working president of the DMK at a meeting of the party’s general council in Chennai on January 4, 2017.His death and that of his rival All India Anna Dravida Munnetra Kazhagam chief J Jayalalithaa in December 2016 leave a gaping hole in Tamil Nadu politics. A political and cinematic careerKarunanidhi had joined Jupiter Pictures as a scriptwriter at the age of 19 and later moved to the Modern Theatres production house. The dialogue he wrote for films was known for its social justice and rationalist themes. He soon became one of the highest-earning script writers in the Tamil film industry. The five-time Tamil Nadu chief minister began his political career under the influence of his mentor and founder of the Dravida Munnetra Kazhagam CN Annadurai.  The anti-Hindi agitation of 1953 pushed him up the party ladder quickly. The 13-time MLA has never lost an election.After Annadurai’s death in 1969, Karunanidhi joined forces with the party’s treasurer and Tamil film star MG Ramachandran to dethrone Navalar Nedunchezhiyan, who had become interim chief minister and was expected to take over the reins of the DMK. But in 1972, he had a public spat with MGR, ousting the superstar from the DMK. Later that year, MGR went on to form the ruling All India Anna Dravida Munnetra Kazhagam.Karunanidhi was often called the Chanakya of Tamil politics. Under his leadership, the DMK was the first party to officially condemn the Emergency imposed by Prime Minister Indira Gandhi in 1975.The veteran leader led his party to ally with the Bharatiya Janata Party-led National Democratic Alliance in 1999 and the Congress-led United Progressive Alliance in 2004.","author":"Scroll Staff","time":"2018-08-07T18:45:27.502263+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888151-qyuubpoiiy-1533616150.jpg","tags":["Dravida Munnetra Kazhagam","M Karunanidhi","MK Stalin","Tamil Nadu","DMK"],"source":"https://scroll.in/latest/888151/dmk-president-karunanidhi-dies-at-94"}