{"title":"DMK after Karunanidhi: Stalin is in total control – but family squabbles seem inevitable","content":"After 49 years as president of the Dravida Munnetra Kazhagam, M Karunanidhi died on Tuesday, creating a huge political void in Tamil Nadu. What will be the future of the party that he had kept vibrant for five decades, through many crests and troughs?The DMK’s general council is likely to meet within a week to formally elect Karunandhi’s son MK Stalin as the next president, party officials told Scroll.in. “It has to be done quickly so that no chance is given to anyone to cause trouble,” a senior DMK legislator said.Many inside the party are confident that the leadership transition has already taken place. Early in 2017, Stalin was made the working president of the party after Karunanidhi’s health deteriorated to a point that he was no longer able to be politically active.While this was the formal passing of the baton, the process had began much earlier in 2008, when Stalin was given the coveted post of party treasurer. This position had great historical resonance:  both Karunanidhi and former Chief Minister MG Ramachandran grew in stature when they held this post in the 1960s. Coming into his ownUntil 2013, Stalin had been completely in Karunanidhi’s shadow. But that year, Karunanidhi made a decisive statement that Stalin would be his successor to the post of party president. The next year,  he went a step further, expelling Stalin’s elder brother MK Alagiri from the party for making derogatory statements about Stalin.Since then, Stalin has carefully altered the DMK organisation to ensure that every level of the party is staffed by his loyalists. Supporters of Alagiri were either removed from their positions or were sent out of the party. The reorganisation of the party structure included cutting to size powerful district secretaries. The party districts, which were about 38 in number, were expanded to over 60 by dividing some of them. This helped Stalin neutralise veterans and place younger leaders loyal to him as competitors on the ground. Senior leaders like K Anbazhagan, Duraimurugan, TR Baalu and others have backed Stalin over the last two years and do not share a good equation with Alagiri. This is also true of his cousins, the Maran brothers. In the 2016 Assembly election campaign, Stalin was made the face of the party. Though the DMK lost the election, the campaign he mounted earned him appreciation and he became the leader of the largest opposition in the history of Tamil Nadu. Stalin’s position as a major force was strengthened with the death of J Jayalalithaa of the rival AIADMK in 2016. This meant Stalin does not have a leader of great mass appeal to jostle against. As far as his sister and Rajya Sabha member Kanimozhi is concerned, the consensus in the party is that she is firmly on Stalin’s side and will not attempt to shake the boat.Internal rumblingsHowever, it is almost certain that there will be some rumblings within the Karunanidhi family in the coming months. Though Alagiri has been out of the party since 2014, he stayed on the margins largely because of the presence of his father, whose stature would have made any coup attempt a failure. Now that Karunanidhi has died, Alagiri is likely to jostle for prominence once more.One line of attack he could take is to criticise Stalin’s brother’s failure to topple the All India Anna Dravida Munnetra Kazhagam government after Jayalalithaa’s death. Within the party, this has been an issue that has frustrated its cadres. They have attributed it to the Stalin’s weak leadership. Given these equations, the Lok Sabha polls next year could be make or break for Stalin. Unless the DMK makes a very strong showing, Stalin is bound to come under pressure. With cinema stars like Rajinikanth set to contest elections, his task is clearly cut out.","author":"Sruthisagar Yamunan","time":"2018-08-07T20:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889585-hmyuundtji-1533705481.jpg","tags":["MK Stalin","DMK","Karunanidhi"],"source":"https://scroll.in/article/889585/dmk-after-karunanidhi-stalin-is-in-total-control-but-family-squabbles-seem-inevitable"}