{"title":"‘Do not defer polling for Anantnag-Rajouri Lok Sabha seat’: Mehbooba Mufti, Omar Abdullah tell EC","content":"Peoples Democratic Party chief Mehbooba Mufti and National Conference leader Omar Abdullah on Friday urged the Election Commission not to delay polling in Jammu and Kashmir’s Anantnag-Rajouri Lok Sabha constituency, the Hindustan Times reported.Voting in the Anantnag-Rajouri constituency is scheduled for May 7.Mufti and Abdullah’s appeal came a day after the poll body asked Jammu and Kashmir Chief Secretary Atal Dulloo and Chief Electoral Officer PK Pole for a report on the “road conditions, weather and accessibility-related constraints” in the constituency, The Hindu reported.Earlier, the Election Commission had received representations from the Bharatiya Janata Party’s Ravinder Raina, Jammu and Kashmir Peoples Conference’s Imran Reza Ansari and Jammu and Kashmir Apni Party’s Syed Mohammad Altaf Bukhari, among others, alleging that “candidates from Rajouri and Poonch couldn’t file their nomination papers due to closure of Mughal Road in view of snowfall”.The boundaries of the Anantnag-Rajouri Lok Sabha constituency were redrawn in 2022 by the Jammu and Kashmir Delimitation Commission, which was set up after the abrogation of Article 370 of the Constitution in 2019 and bifurcation of the erstwhile state into two Union Territories.The constituency now comprises Kashmir valley’s Anantnag and the Pir Panjal valley’s Rajouri and Poonch. The two areas are connected by the Mughal Road that remains open seasonally.On Friday, Abdullah told reporters that the demand for the postponement of the elections in the constituency had not been made by all parties, the Hindustan Times reported.“The weird thing is that some of the people who have written to the EC [Election Commission] are not contesting,” the National Conference leader. “If I write to the EC about constituencies in Tamil Nadu, etc., will they take notice?”The BJP has not fielded a candidate from the Anantnag-Rajouri seat.Mufti said on social media that she had written to the Election Commission about the proposed delay, adding that any attempt to postpone the election would “result in denying a level playing field to all the parties”.Wrote to the ECI regarding the proposed delay for the Anantnag - Rajouri Lok Sabha seat. Any attempt to delay it will result in denying a level playing field to all the parties. @ECISVEEP @SpokespersonECI pic.twitter.com/Z347ySvg9u— Mehbooba Mufti (@MehboobaMufti) April 26, 2024\n\n\nIn the letter addressed to the poll panel, the Peoples Democratic Party chief alleged that the representation was an attempt “targeted at derailing our [election] campaign”.Addressing claims of the closure of Mughal Road due to snowfall, Mufti said that the road was not the only connection between the two regions.“The Kathua-Udhampur constituency is almost similarly placed geographically and climatically, but the election there has been already held in much worse weather and road conditions,” the letter said. “It will be highly dubious to [postpone the election] now in the last week of the campaigning.”The Election Commission had conducted polling “even in the middle of harsh winter and snow falls”, the Peoples Democratic Party chief said. “Never before in the history of Jammu and Kashmir has any election been postponed for weather conditions,” she added.Mufti also said that the parties that had demanded the postponement, especially the BJP, had enough resources “to take their star campaigners from one region to another via helicopter”.However, the Peoples Democratic Party lacked the resources to mobilise voters, Mufti added. “Our campaign is mainly driven by the local cadres, workers and sympathisers,” she added.Mufti also pointed out that the BJP had its state headquarters in Jammu and would have no difficulty in accessing the Pir Panjal valley.She alleged that the parties had sought to postpone the election due to “their electoral calculations coming apart”.“They are now resorting to baseless gimmicks in the obvious belief that the ECI will implement their designs,” she said. “It will be highly risky not just for the future of democracy in Jammu and Kashmir but can also damage the national interest to accede to this preposterous request.”The Mughal Road had been closed after fresh snowfall on April 13, but had reopened partially for the past three days, The Indian Express reported on Friday quoting unidentified persons.","author":"Scroll Staff","time":"2024-04-26T18:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149569-udreqmoucq-1603457151.jpg","tags":["Lok Sabha 2024","Jammu and Kashmir","Omar Abdullah","Peoples Democratic Party","Mehbooba Mufti","Anantnag-Rajouri","Election Commission","National Conference"],"source":"https://scroll.in/latest/1067111/do-not-defer-polling-for-anantnag-rajouri-lok-sabha-seat-mehbooba-mufti-omar-abdullah-tell-ec"}