{"title":"‘Dobaaraa’ review: An engaging thriller about time travel and alternate reality ","content":"Time travel has fascinated authors as far back as the late nineteenth century, seen in the works of great writers like Mark Twain (A Connecticut Yankee in King Arthur’s Court) and HG Wells (The Time Machine. Altering history by tampering with the space-time continuum was a staple of the sci-fi-fantasy genre. It was inevitable that cinema would pick up on this aspect as soon as rudimentary special effects were possible.In more recent times, messing-with-the-mind parallel universes appeared in early shows such as Star Track (1966) and were amped by films like The Terminator (1984) and Back To The Future (1985). But sci-fi hasn’t really caught on in a big way in Indian cinema, Anurag Kashyap, paying tribute to the mind-twister master Christopher Nolan has attempted an easily digestible time-loop thriller with Dobaara.Dobaaraa is an official adaptation of Oriol Paulo Spanish-language Mirage (2018). Paulo’s clever crime drama The Invisible Guest has already been remade in Hindi as Badla. The remake isn’t a frame-by-frame version even as it retains the original’s major plot points. In 1996, in a colony in Pune’s Hinjewadi, Aney (Aarrian Sawant) is killed by a speeding vehicle. Aney has a penchant for making home movies and a morbid curiosity to investigate strange noises in his neighbour’s bungalow, even in the midst of a storm.Twenty-five years later, Antara (Taapsee Pannu), her husband (Rahul Bhatt) and daughter Avanti have moved into the same house. They learn about the tragedy from their dinner guest, who was Aney’s childhood buddy. There is a freak storm brewing that causes all manner of geo-magnetic mayhem. The old TV (still lying around the house!) turns into a portal through which Antara finds herself able to communicate with Aney. Soon enough, Antara finds herself facing a crisis, with only a police officer (Pavail Gulati) willing to believe her bizarre time travel story.With plots like this (carefully adapted by Nihit Bhave), viewers need to believe the internal logic of the story even if they often go, “Hey, wait a minute, how did this happen?” If Antara’s adventure is engaging – which it is – then questions and doubts have to be abandoned. It’s a jig-saw puzzle of a film, in which the parts are meant to be found and fixed by the end, otherwise what went before will fall apart.Taapsee Pannu looks suitably bewildered and harried. The only other actor who has enough of a role to match her is Gulati. Saswata Chatterjee appears in a role that could have been done by any actor.There is a lot of VFX thunder, lighting and rain. The pace is brisk enough to guard against nit-picking. Kashyap’s version is actually more interesting and emotionally engaging than Mirage. If audiences accept Dobaaraa, a portal could open for sci-fi films in Hindi. \n\n\n    \n    Play\n\nDobaaraa (2022).","author":"Deepa Gahlot","time":"2022-08-19T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178550-xewlebnibv-1660636699.jpeg","tags":["Dobaaraa review","Anurag Kashyap","Taapsee Pannu"],"source":"https://scroll.in/reel/1030581/dobaaraa-review-an-engaging-adventure-about-time-travel-and-alternate-reality"}