{"title":"Documentary on gallerists Kekoo and Khorshed Gandhy is a portrait of the home they created for art","content":"Behroze Gandhy was 12 years old when her father, Kekoo Gandhy, set up Gallery Chemould on the first floor of Jehangir Art Gallery in Mumbai’s Kala Ghoda neighbourhood. She vaguely remembers the inauguration in 1963, and that it was “this wonderful air-conditioned space in hot Bombay”. Gandhy studied at Elphinstone College, which is across the street from Jehangir Art Gallery, so she would pop in for lunch.Gallery Chemould was an exhibition space and watering hole for artists of all persuasions. “It was just wonderful how the artists would hang out there and have long discussions,” Gandhy recalled. Over the decades, Galley Chemould steadily established itself as one of the city’s most important spaces for modernist art by exhibiting the wares of members of the Progressive Artists Group, including FN Souza, KH Ara, SH Raza and MF Husain, and new talent. Behroze Gandhy’s documentary Kekee Manzil – The House of Art reveals that the gallery’s roots stretch back to a sea-facing mansion in Mumbai’s Bandra neighbourhood. The film combines archival footage, much of it shot by Gandhy, and interviews to create an intimate portrait of Kekoo Gandhy and his wife Khorshed Gandhy, who dedicated their lives to art and were instrumental in shaping its reception.Co-directed with Dilesh Korya and scored by Talvin Singh, Kekee Manzil is intended both as a daughter’s tribute to her parents as well as a personalised portrayal of the Mumbai art scene. Gandhy also weaves in the goings-on at the magnificent Kekee Manzil, one of the few mansions to survive Mumbai’s inexplicable love for redevelopment.“I am not an art historian, so I didn’t want to bring in the heavyweights or the experts,” Gandhy said. “Since the film has been told from my point of view, I knew I wanted to make a story about the larger art scene, rather than the art itself.”Salman Rushdie and Behroze Gandhy. Photo by Dev Benegal.In an upcoming biography of Kekoo and Khorshed Gandhy (they died months apart, in 2012 and 2013 respectively), Jerry Pinto writes about how it began for “the first family of modern art in India”. Sometime during World War II, Kekoo Gandhy met Roger Van Damme, a Belgian manufacturer of picture frames who was stranded in India because of the military situation. Kekoo Gandhy, his cousin, Dara Gandhy, and Van Damme became partners in The Chemical Moulding Manufacturing Company Private Limited.“‘Chemical Moulding’ explains how Chemould got its name and should lay to rest any doubts about how the name is pronounced,” Pinto writes. From manufacturing picture frames, Kekoo Gandhy went on to purchase the paintings contained in these frames. By the time Behroze Gandhy decided to film interviews with her father, he was already a “repository of so much history”, a witness to and participant in the evolution of the art scene, and a conscientious citizen who contributed to efforts to combat communal tensions in Mumbai during the 1992 and ’93 riots.Kekoo Gandhy was also bipolar – a fact that was known to art circle intimates but might come as a surprise to outsiders. It was important to include this facet of her father as well as others, such as his fall-out and later reconciliation with MF Husain, in the interests of accuracy and honesty, said Behroze Gandhy, who lives in London and has produced documentaries there.“I wanted to be honest about Kekoo’s bipolarity because I assumed that everybody knew and it wasn’t a big secret,” she explained. “I didn’t even mention it to Dilesh – he never met my parents, who had died by then. A couple of years into the film, I was talking to Dilesh and he said, this makes total sense, it helps explain Kekoo’s behaviour, his huge energy levels. I asked my siblings if they minded, and they said they didn’t.”She began shooting with her father in 2002. “I was doing it more like an archivist, originally, but then I realised that I have interesting material,” she said. “Dilesh came in as a collaborator in 2016, and he sort of pushed me into the frame and suggested that I let myself be filmed too. I was dragged in kicking and screaming, since I am not comfortable in front of the camera. But the film wasn’t working without me or my voice in it.”Kekoo Manzil in Bandra, Mumbai. Courtesy Behroze Gandhy.A narrative arc formed while combining her interviews, archival footage of Mumbai, and clips from older films about the Progressives – one that contains “the story of a nation told through the city of Bombay”, she said. Both Kekoo and Khorshed Gandhy spoke up for the freedom of expression at different times, defending MF Husain, in particular, as well as upbraiding him when he paid tribute to Indira Gandhi for having imposed the Emergency and suspended democratic rights in 1975. Husain, who was a close friend of the family, features prominently in the documentary. “Husain, for instance, recorded the wedding of my sister Rashna and Bernard Imhasly in Ganeshpuri on film, and he also created a backdrop for my other sister Shireen’s wedding,” Behroze Gandhy said. She also interviewed Ila Pal, Husain’s biographer.The 90-minute documentary is a reminder of a less fragile and more tolerant era of image-making. “Take Husain – why did he choose a subject like the goddess Saraswati?” Gandhy said. “He didn’t feel that he could not do it. He was making images about a nation. But that feeling has gone today. The times when you could take on any form of representation and the ease of access to every kind of visual iconography aren’t there anymore.”Much has changed since Gallery Chemould was set up, and much has been lost. Most of the artists have died, as have their patrons. Gallery Chemould has shifted a few kilometres away from its original address and is now run by Kekoo Gandhy’s daughter, Shireen Gandhy. The Artists’ Centre, one of the earliest hotspots for the Indian art scene which first nurtured the Progressive movement, has also shut down. Ila Pal too died during the making of the documentary.“She loved my parents very much and had great affection for both,” Behroze Gandhy said. “When we went to do the interview, her husband was having a heart attack, and he had taken some medicine and was lying down. He insisted that she do the interview. This is the kind of touching commitment there was.”Gandhy hopes that Kekee Manzil will be screened widely. “I would like the film to have a cinema life to it,” she said. “We have paid a lot of attention to cleaning up and upscaling the handycam and 8mm footage. We would like the documentary to be shown on any available platform.”","author":"Nandini Ramnath","time":"2020-03-08T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137769-flaskfonnz-1583324695.jpg","tags":["Kekee Manzil","Behroze Gandhy","Kekoo and Khorshed Gandhy"],"source":"https://scroll.in/reel/955164/documentary-on-gallerists-kekoo-and-khorshed-gandhy-is-a-portrait-of-the-home-they-created-for-art"}