{"title":"Documentary on farming in Uttarakhand celebrates the one who stayed behind","content":"Nirmal Chander’s latest documentary is titled Moti Bagh. It isn’t about the posh neighbourhood in Delhi but about a farm in the hills of Uttarakhand run by an 83-year-old man who grows award-winning radishes and writes poetry.Vidyadutt Sharma gave up a government job over five decades ago to tend to his family plot in the Sanguda village in Uttarakhand’s Pauri district. Sharma has stuck to farming even as many of his neighbours have abandoned it. Chander’s documentary informs us that the region in which Sharma lives has seen the highest rate of migration in the state, and has thousands of abandoned villages and acres of fertile land that are slowly being reclaimed by nature.Leopards are brazenly stealing the cattle, and soon, they will enter the houses and snatch away the people, Sharma observes. But he isn’t going anywhere. In the midst of changes that are altering the region’s economy and culture, Vidyadutt Sharma still potters around his land, tilling it himself and with the help of a Nepali worker. He also participates in local protests to demand improved amenities (schools, bus transport facilities) and sings the poems that he has written over the years.And then, there are the radishes. Sharma is attempting to grow the biggest radish India has ever seen. Part of the 59-minute documentary is dedicated to his efforts to coax a giant out of the soil that he has lovingly nurtured over the years.\n\n\n    \n    Play\n\nMoti Bagh (2019).The Public Service Broadcasting Trust production shared the top prize for best Long Documentary at the recently held International Documentary and Short Film Festival of Kerala in Thiruvananthapuram. Moti Bagh deftly braids together elements of the personal documentary along with the impressionistic portrait. Chander is Vidyadutt Sharma’s nephew. As the film unfolds, a complex picture emerges of the larger issues that surround Sharma – migration, a dwindling interest in agriculture, poor infrastructure, and discrimination towards Bihari and Nepali labourers attempting to fill the void created by departing Uttarakhandis. “Uttarakhand is peculiar in its migration – it is both inter-state and inter-state,” Chander observed. “People leave the hilly regions to work in places like Dehradun and Hardwar in the plains. They also leave and settle in other big cities, and they don’t necessarily come back. You have a high density of population in one place and abandoned villages in another. That has affected the ecology – the wildlife is coming back, but the relationship with the land also changes. Aspirations have grown, and as agriculture seems less viable, educated people don’t necessarily seem themselves as farmers.”Vidyadutt Sharma certainly does. Through the film, he emerges as a great survivor, the one who stayed behind. Sharma makes no grand declarations about his passion for farming and his deep involvement in local issues. Among the most tender images in the film are of the octogenarian chatting with visiting family members and neighbours and wandering about his lands, his hands clasped behind his back.Vidyadutt Sharma in Moti Bagh (2019). Courtesy Public Service Broadcasting Trust.Chander’s credits include documentaries on dancers from Gujarat’s Siddi community (All The World’s A Stage), Chhau dance (The Face Behind the Mask) and Begum Akhtar (Zikr Us Parivash Ka). The 45-year-old filmmaker from Delhi has been wanting to make a film about his uncle for the past several years.“I was born outside the state, since my father was in the Indian Air Force, and I formed a connection with the mountains only in my twenties,” Chander told Scroll.in. “I started coming here more frequently over the past six or seven years, and I enjoyed spending time with my uncle and listening to his poetry.”Chander applied for a production grant to PSBT, but soon realised that he didn’t want to sketch a limited portrait of his uncle. “The film is also about reconnecting with the land and being one with nature,” Chander said. Chander filmed Moti Bagh between April 2018 and February this year. Rather than cramming the film with statistics and ranting about the lingering effects of migration on farming practices, Chander mirrored his uncle’s philosophical approach and took the quieter route.“My uncle complains, but in an inspiring way,” Chander said. “This was his way of intervening, and it helped me understand the situation. I wanted to explore human bonds, rather than take a loud and didactic approach. I put myself into the mix in that way – my feelings and process came through in the way I framed the film.”Nirmal Chander.Apart from Vidyadutt Sharma, Chander uses another key character to illustrate the changes caused by migration. Ram Singh moved to the region from Nepal several years ago, and is now an indispensable factor in Sharma’s ability to continue farming. Ram Singh has endured bigotry over the years. He has been called a “Bahadur” – a pejorative that highlights the fact that some Nepalis in India work as security guards. Members of his community continue to face barbs and insults.“It was important to have Ram Singh as a character – it makes the film more human,” Chander observed. “Somebody is leaving, and somebody else is coming in.” Ram Singh proves that new roots can be planted in foreign soil – the farm worker has built a life for himself far away from home and now his daughter never wants to leave. What is there for us in Nepal, she asks. The efforts of her father, and her father’s employer prove that it is possible to forge lasting and meaningful ties with the land, if there is the will to do so.Moti Bagh isn’t an idyllic portrait of small-town life. Sharma must deal with recurring drought, unpredictable weather patterns, and interruptions in the supply of water and electricity. His larger worry is the escalating disinterest in farming that has resulted in patches of fertile land being abandoned and homes with double-locked doors. The young don’t want physical labour, Sharma wryly observes.There are no easy solutions to the migration problem, Chander said. “I don’t believe in borders or restrictions,” he said. “Even I am a migrant, after all. Everyone has the right to do whatever they want to do. This film is my own quiet way of saying that the other is not there to take things away from you.”Sometimes, it takes an individual or a set of individuals to save a village. “When I look at my uncle, I realise that there is neither a high point nor a low point in life,” Chander said. “He is one with nature, and he gets neither excited nor devastated. Somebody who saw a rough cut of the film says my uncle doesn’t show too much happiness, and that is a good thing. He doesn’t have to.” Vidyadutt Sharma in Moti Bagh (2019). Courtesy Public Service Broadcasting Trust.Also read:Documentary retraces the journey of the woman from Faizabad who became Begum AkhtarFilm about Kolkata’s stray dog feeders proves that love has no limits ‘Unsung hero, Pope of sound’: A documentary resurrects legendary mixing engineer Mangesh Desai","author":"Nandini Ramnath","time":"2019-07-04T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123090-iusdqfvtpe-1562090869.jpg","tags":["Moti Bagh documentary","Nirmal Chander","Documentary"]}