{"title":"Documentary on Sudanese cinema is a tribute to the filmmakers who chose to stay behind and fight","content":"Suhaib Gasmelbari’s Talking About Trees opens with a scene of a power cut – which is appropriate for a documentary about five Sudanese directors trying to run a film club in near-impossible circumstances.There are other metaphors for the precarious state of cinema in a country that banned movie theatres following a military coup in 1989. A van that is transporting the directors as they travel around organising events keeps breaking down. During a screening of a Charlie Chaplin film, the screen rolls up halfway of its own accord. The attempt to get permission to reopen a shuttered cinema matches the exertions involved in getting a film off the ground.And yet, Gasmelbari’s beautifully crafted documentary isn’t a dirge, but a tribute to resistance. Talking About Trees movingly celebrates the indomitable spirit of the generation of filmmakers who suffered deeply from the repressive policies of Sudanese dictator Omar al-Bashir. He seized power in 1989, and was toppled after popular unrest in April this year. Movie theatres were forcibly shut the day after al-Bashir’s ascendancy, which effectively sent filmmaking talent underground. Directors were arrested and forced to inform on their peers, and many of them fled the country.Two of the directors featured in Talking About Trees were among those who were arrested. They left Sudan afterwards, but bravely chose to return. The documentary includes clips from some of the films they directed as well as mentions of the ones that they could not complete. “My idea was to talk about the present, not only about the films they made, but also about the desires that remained inside them – it’s the story of what happened, but also about what could have been,” Gasmelbari told Scroll.in in a phone interview from Khartoum. Talking About Trees has been widely acclaimed since it was premiered at the Berlin Film Festival in February. The 90-minute documentary was most recently shown in the international competition section at the Mumbai Film Festival (October 17-24). Gasmelbari could not be in Mumbai for personal and professional reasons, which include a dislike for international travel and flying. “The day the festival started, I realised that I missed a chance of going to Mumbai – how many times do we get this chance in life,” he said.\n\n\n    \n    Play\n\nTalking About Trees (2019).The directors featured in Talking About Trees – Ibrahim Shaddad, Suliman Ibrahim, Manar Al-Hilo, Eltayeb Mahdi and Hana Aldelrahman Suliman – are members of the Sudanese Film Group. The documentary, which Gasmelbari began shooting in 2015, follows the veterans as they visit potential venues and attempt to procure permissions to show newer titles. “For many people, the Sudanese Film Group project seems crazy and a bit naive, but when I got to know the filmmakers, I understood that they were not naive at all, but philosophers of hope,” Gasmelbari said. The filmmakers are consummate performers – they re-enact scenes from classic movies for the documentary – as well as astute analysts of the political lurching that Sudan has witnessed these past few decades. The past, with its tragedies and interruptions, as well as the present, with its uncertainty and seeming hopelessness, come alive as the men shuffle about and shoot the breeze about cinema and politics.“They knew that the only way to resist the regime was to keep moving, to keep doing things and score a symbolic victory through small deeds,” Gasmelbari said. “They breathed cinema, and these moments of stories about and quotations from cinema reflect this inner tension, imagination and creativity that was prevented from being accomplished. We made the film in very difficult conditions, without shooting permits and with the fear that something would always happen to us or our equipment would be confiscated. These moments relieved the stress.”The camaraderie between the men is evident in their banter and mutual affection. “When one of them falls sick, the others do too,” Gasmelbari joked. Among the key characters is Ibrahim Shaddad, whose credits include The Rope (1984). Shaddad has the sharpest of tongues in the group. He is the source of acerbic commentary on the proliferation of mosques around movie theatres, which means that screenings need to be timed with daily prayers. Shaddad summarises the plight of his generation with the pithy remark, “We were smarter [than the dictatorship], but they were stronger.”Talking About Trees (2019). Courtesy Agat Films & Cie.Shaddad was initially a tough customer to deal with, Gasmelbari recalled: “He always tests people before he can trust them, and when I met him, he asked me many questions, like, was my family rich, and did I have links with security agencies. It was his way of seeing how patient and involved I was.”As Shaddad warmed to Gasmelbari, he issued a warning about what could happen if the younger filmmaker insisted on staying on and working in Sudan: “he told me, either go back to Europe, make love stories and live well, or come back to commit the same error we committed 40 years ago,” Gasmelbari recalled.Shaddad also said that a place on the bench that seated the older filmmakers would be created for Gasmelbari too, and that was initially what the documentary was called: The Waiting Bench.In between filming Talking About Trees, Gasmelbari made a documentary for the Al Jazeera television network on Sudan’s national film archive. Sudan’s Forgotten Films explores the efforts of two men, Benjamin and Awad, to run the archive despite little support from the government. “The previous government neglected the archive, they wanted to destroy it and delete the visual memories of the Sudanese people before the coup,” Gasmelbari said. “The television film is sort of linked to Talking About Trees, in that it explores the role played by visual memory.” \n\n\n    \n    Play\n\nSudan’s Forgotten Films.The 40-year-old filmmaker grew up in Sudan. In 1996, at the age of 16, he migrated to France, along with scores of other Sudanese fleeing persecution. “I come from a political family, and my parents and other family members were targeted from the beginning,” he said. Gasmelbari had become involved with politics at the age of 14, and his parents thought it best that he left before he too became a target.Gasmelbari studied and worked in Paris, but “lived with the regret of having left”. He kept visiting his country over the years, and decided to move back around the time he started working on Talking With Trees. “The film was my way of connecting with my homeland, and the filmmakers became like my family and helped me find my place,” he said. “My example is these filmmakers who refused to co-operate even though they had to sacrifice their art. I did well to follow their example and make this film despite the regime.”Talking With Trees also helped Gasmelbari re-connect with a cinema that he knew about only by reputation. “I knew the directors as names, but their films were not available to my generation,” Gasmelbari said. He remembers the date on which the movie theatres were shut under the garb of imposing a curfew: June 30, 1989. “The curfew automatically killed the cinemas, which are all open-air and function only in the night,” Gasmelbari said. “Sudan is full of cinephiles, and before the coup, cinema was more popular than football. My generation never watched films in theatres. We only knew them as abandoned buildings. The government even destroyed film prints, but fortunately, the filmmakers had kept copies. When I started working on my film, the directors made some of the prints available to me. I was amazed at the intellectual and artistic quality of their films.”Eltayeb Mahdi in Talking About Trees (2019). Courtesy Agat Films & Cie.The documentary was completed in 2018, only months before Sudan ushered in a new government created by a power-sharing pact between democratic parties and the military. There are cautious winds of change in Sudan, with the possibility of the revival of civil society institutions, Gasmelbari said. “We still have to test the situation. There is a strange balance of power between democratic forces and the military, but some spaces are opening up, and there is some hope of a revival. We are all carefully optimistic.”The movie theatres have not been re-opened, but cultural groups are making efforts to organise more screenings, Gasmelbari added. “Even during the previous regime, people made films, but it was only after meeting certain conditions – it’s what the filmmaker Luis Bunuel called the phantom of liberty,” he said. “In Sudan, if you had to shoot something, you had to weigh the moment and calculate the political situation. Now, I see young people filming on the streets, and it’s very strange.” Talking About Trees will be shown in November at the same venue where the Sudanese Film Group members previously tried to organise free shows of Quentin Tarantino’s Django Unchained. “The screening of my film will be a test of liberty,” Gasmelbari said.Suhaib Gasmelbari.","author":"Nandini Ramnath","time":"2019-10-24T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129684-yrtlofpwcz-1571910153.jpg","tags":["Talking About Trees","Suhaib Gasmelbari","Mumbai Film Festival"],"source":"https://scroll.in/reel/941520/documentary-on-sudanese-cinema-is-a-tribute-to-the-filmmakers-who-chose-to-stay-behind-and-fight"}