{"title":"Documentary: In ‘The Hour of Lynching’, a death in Haryana does not go unnoticed","content":"The Hour of Lynching, by Shirley Abraham and Amit Madhesiya, follows a single case to illuminate a larger tragedy that has affected mostly Muslims and Dalits in recent months. In July 2018, Rakbar Khan, from Kolgaon village in the Nuh-Mewat region in Haryana bordering Rajasthan, was killed as he transported two cows. The filmmakers capture the immediate aftermath of Khan’s death and the impact on his family and members of his Meo Muslim community. “We are being hunted like dogs and cats,” one man observes.The documentary can be viewed on the Guardian news website.  While local cow vigilantes claim they played no role in his death, they openly brag about protecting the bovine population at all costs. “We will sacrifice Muslims for Hindus,” a leader declares at a meeting.The directors have previously made Cinema Travellers, about the fading tradition of mobile theatres in rural India, and Searching For Saraswati, about a government-backed project to find the mythical Saraswati river. The Hour of Lynching is an independently made film that has been backed by the non-profit news organisation Pulitzer Center and supported by Field of Vision, which was set up by, among others, award-winning Citizenfour director Laura Poitras. Instances of vigilantes beating up and killing farmers as an extreme manifestation of cow worship have been explored in documentaries as varied as Reason (by Anand Patwardhan) and Lynch Nation (by Shaheen Ahmed, Ashfaque EJ, Furqan Faridi and Vishu Sejwal). Through their effort, Abraham and Madhesiya hope to illuminate “the chilling meaning of lynching” through Rakbar’s “horrific murder” that is “simultaneously mourned and denied”. In an email interview, the filmmakers pointed out that Rakbar’s Khan lynching “signals to the minority that the law, the order of society, or even our collectively defined sense of what is right and wrong, will no longer be their refuge”. Rakbar’s family struggles to make sense of the manner of his death. “His wife Asmeena was consigned to iddat, a period of mourning in purdah, made necessary for a Muslim widow,” the filmmakers said. “Their eldest daughter Sahila had quit school to care for the family. As the family was falling apart, the narrative and machinery of the perpetrators sought to legitimise his killing. In doing so, nationalistic Hindu politicians, their foot-soldiers and cow vigilantes were justifying their violence as built on fearmongering of Muslims.”There was more background information on the location of the lynching and the Meo Muslim community that did not make it to the 16-minute film. “If one were to look at the history of the region, the Meo Muslims proudly narrate stories of their Muslim Rajput rulers who resisted the Mughals and later participated in the independence struggle against the British,” the filmmakers said. “That could be considered within the ambit of what defines ‘patriotism’ today. While our new knowledge of their history broadened our understanding, this did not necessitate inclusion in the film.”The cow vigilantes interviewed by the filmmakers seem to relish the opportunity to amplify their actions. “The cow vigilantes are motivated by a sense of right-doing,” Abraham and Madhesiya observed. “They were facing the camera with the belief in the necessity of their work. They believe they are responding to a call of duty.”Shirley Abraham and Amit Madheshiya. Courtesy Cave Pictures.","author":"Nandini Ramnath","time":"2019-05-25T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120391-rpqzshfimq-1558715135.jpg","tags":["The Hour of Lynching","Shirley Abraham","Amit Madhesiya"],"source":"https://scroll.in/reel/924670/documentary-in-the-hour-of-lynching-a-death-in-haryana-does-not-go-unnoticed"}