{"title":"Documentary attacking Section 498A rests on weak arguments and sweeping generalisations","content":"Deepika Bhardwaj’s documentary Martyrs of Marriage attempts to dissect the reportedly widespread misuse of Section 498A of the Indian Penal Code. The documentary marshalls professional opinions and first-hand experiences of people described as victims of the law, which makes mental or physical cruelty by husbands or in-laws a cognisable and non-bailable offense. Replete with visual metaphors, heavy emotions and an emphatic background score, the film will charm viewers who are in agreement with its basic ideology.The 90-minute documentary constructs a rigid opposition between men who have been accused of misconduct and the women who accuse them. In its preoccupation with highlighting the trauma of the men and their families, the film never pauses to present the perspective of the women filing the cases, some of which are sub-judice. Although the film advocates a fair and unbiased law, it is unable to provide a balanced picture in its own narrative.\n\n\n    \n    Play\n\n‘Martyrs of Marriage’.The experts featured in the film lament the media’s tendency to conduct public trials, but they wind up conducting a trial of their own by playing phone conversations of the women with their lawyers or family members. These conversations have supposedly been submitted as evidence in court by the men. The viewer is not sure if these are older cases. It is particularly dangerous that these pieces are played in isolation, without portraying what the women themselves might have presented as evidence in court. Bhardwaj began to work on the documentary after a member of her family was falsely accused of demanding dowry. Her intentions seem honest: she wishes to highlight the plight of several families who have probably endured what she has. The film begins with a declaration that it does not wish to question the trauma of women who have been harassed for dowry. But even as the film briefly explains why anti-dowry legislation was essential at the time of its inception in 1984, it does not dwell sufficiently on the continued relevance of the law.Doubling up as the narrator, Bhardwaj details tragic and often wrenching stories of middle-class men hailing from Indian cities. As evocative as these stories are, they do not represent the entirety of cases being contested under Section 498A. Since Bhardwaj’s research is largely qualitative, it does not lend itself to projection to a wider scenario. Although Bhardwaj provides figures for the number of cases filed under 498A as reported by the National Crime Records Bureau and cites a low conviction rate, she is unable to provide exact statistics on the number of cases that have been proven to be false. As a film that details an alternative narrative about the conversations about anti-dowry harassment, Martyrs of Marriage is a fairly successful endeavour. But when it allows experts to make sweeping generalisations about the alleged nexus between police and female complainants and unverified statements about the prevalence of fake cases, the premise of Martyrs of Marriage falters dangerously.Even as a growing number of men allegedly commit suicide as a reaction to the misuse of Section 498A, women continue to die due to harassment and demands for dowry, suggesting that the law needs to be modified rather than diluted. There is a nuance in the debate around Section 498A that deserves an intelligent, rational and coherent voice. Martyrs of Marriage, with its tendency to valourise a single perspective and champion for a gender-neutral law, is not that voice.","author":"Damini Kulkarni","time":"2016-12-26T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/825128-48084-hxnemiyjna-1482695032.jpeg","tags":["Documentary","Deepika Bhardwaj","Section 498A"],"source":"https://scroll.in/reel/825128/documentary-attacking-section-498a-rests-on-weak-arguments-and-sweeping-generalisations"}