{"title":"‘The Karma Killings’: Documentary on Nithari murders answers some questions and raises others","content":"Because of two headline-grabbing cases, the Delhi exurb of Noida will forever be associated with gruesome crime. One is the murders of Aarushi Talwar and Hemraj Banjade in 2008, for which Arushi’s parents are serving a life sentence. The more horrific case took place in Nithari, an urban village near Noida, between 2005 and 2006. It involved sexual abuse, murder, cannibalism and attempted necrophilia on victims as young as four years.A series of disappearances of young girls and boys, teenagers, and a 22-year-old prostitute in 2005 were eventually traced to the home of Moninder Singh Pandher. The wealthy businessman lived in a large house near Nithari away from his family and with his caretaker, Surinder Koli. Investigations revealed that Koli would lure his victims to the house, strangle them, and attempt to have sex with them. He would then disembowel his victims, eat parts of their bodies, and dump the corpses in an open drain nearby. Koli was arrested and sentenced to death, but his sentence was later commuted to life imprisonment. Pandher was initially suspected of being an accomplice, but was released on bail in 2014. In all the registered cases, the Central Bureau of Investigation proved that Pandher was not at home when the children went missing. Initial claims that he participated in the hair-raising crimes were dismissed as the fantasies of journalists and over-zealous police officers. Ram Devineni’s feature-length documentary The Karma Killings (2018), which is showing on Netflix, reopens the case file, and as can be expected, the contents are grisly.\n\n\n    \n    Play\n\nThe Karma Killings (2018).The Karma Killings is divided into chapters that reconstruct the disappearances over a two-year period, the police investigation, the arrest and confession of Koli, the arrest of his employer, and the trial, both in the courtroom and the newsroom. Devenini has previously co-directed the documentary The Human Tower, about Janmashthami celebrations in Mumbai, and co-authored Priya’s Shakti, a graphic novel on rape. In The Karma Killings, the filmmaker uses occasional dramatisation and drawings to reconstruct key moments. He interviews families of the victims, Koli’s wife in her village in Uttarakhand, the key investigating officers, Pandher’s son Karan Deep, lawyers on both sides, and the psychologist who interviewed Koli. Devineni also accesses Koli’s video confession to a magistrate, in which he talks about carving out a piece of flesh from one of his victims and cooking it in the kitchen. Even in the grainy footage, the magistrate’s shock is palpable. “In the kitchen?” he says.One of the victims.Koli also tells the magistrate that some of the crimes were committed when Pandher was at home, but Devineni goes along with the view that Pandher was clueless about the goings-on in his residence since he was away most of the time and deeply trustful of Koli when he was around.The question of how much Pandher knew, and whether he bought his way out of a sentence, as is alleged by the distraught father of one of the victims, lingers despite Devineni’s answer in Pandher’s favour. Devineni does not emphatically state Pandher’s innocence despite leaning towards it – proving that Nithari, despite all appearances, is not an open and shut case. Karan Deep Singh Pandher’s mission to prove his father’s innocence unwittingly reveals a class bias that goes unchallenged. When commenting on why Pandher was made a co-accused, the son says, “When you have a rich man stuck in something, then it’s a story.”There is some truth to the statement, but it is not to be found in the documentary. The authorities initially ignored the disappearances, and it is only after local residents did their own amateur investigations and found missing body parts that the police swung into action. Devineni gives the police kid-glove treatment, and doesn’t follow up on numerous media reports that police officials moved only when it was too late.Jabbu Lal, the father of one of the victims.The uncomfortable business of keeping doubt alive is left to the parents and their lawyers. The latter half of the documentary swings between proving that Pandher may have been innocent after all and respecting the sentiments of the still grieving families, who are so desperate for closure that nothing short of hanging Koli and Pandher from the same noose will do.Devineni saves his coup for the end: footage of Pandher on bail and back with his wife and son at home in Chandigarh. Pandher has been restricted from giving interviews by the court, and viewers have to be content with images of the wealthy businessman sitting next to his son on a sofa and then heading out for a walk, his head bowed in contemplation.Moninder and Karan Deep Singh Pandher.Pandher’s son asserts that it is “not doable” that Pandher could have sexually abused children and killed and eaten them, but somebody else is serving a sentence on precisely these charges. The most rivetting section, despite its lack of curiosity, is the one on Koli. Through interviews with his wife and a behavioural psychologist, a shaky picture of Koli emerges. He was plagued by feelings of sexual inadequacy, and was frequently haunted by visions of a woman in white who would taunt him.Koli was “trying to experiment with his own competence”, says the psychologist, and he seemed to have found the perfect hell to realise his fantasies in Pandher’s residence. Pandher would reportedly bring prostitutes over, and Koli was both repelled by his employer’s behaviour as well as aroused by the possibilities.Despite the temptation to paint Koli as a real-life Hannibal Lecter, it is not only clear that he is a seriously sick man who needs sustained psychiatric care, but also that the evidence against him is not clinching enough for a death sentence. It’s a pity that for all its attention to detail and the non-sensationalist approach to lurid material, The Karma Killings does not follow the more interesting character in the story. Surinder Koli.The troubling aspect of the master-servant equation is explored with greater nuance in one of the most moving chapters in Rana Dasgupta’s non-fiction book about Delhi. In Capital, Dasgupta attributes the scepticism surrounding Pandher’s acquittal of murder to “class prejudices, according to which the poor had no vision of their own and could only obey the orders of superiors”.The events of 2005 and 2006 might lend themselves to an allegory “perhaps more terrible than anyone even thought”. Dasgupta writes that Pandher ran a hugely profitable dealership in earth-moving equipment. “With his money he enjoyed raucous evenings with his club of influential men, the sexual services of many poor women as he liked, and, of course, the labour of Koli himself,” Dasgupta says.Rather than revolting against Pandher, Koli wanted what his boss had – “the power to consume the poor”, Dasgupta says. “And if he could not consume with Pandher’s abstract appetites, he would – literally – eat them.”The Karma Killings has tremendous forensic value. What it lacks is grim poetry.Surinder Koli’s wife.","author":"Nandini Ramnath","time":"2017-01-18T15:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827005-49570-cjxkpdsvcj-1484685883.jpg","tags":["Nithari serial murders","The Karma Killings","Ram Devenini"]}