{"title":"Anniversary tribute: ‘Messages from Bhupen Khakhar’ offers rare insight into the Indian artist","content":"Bhupen Khakhar  inhabited many worlds. There was the ordinary world of the Mumbai-born man who spent much of his life working as a chartered accountant in Vadodara. And then there was the colourful universe of his paintings, where, with immaculate detail and sharp observation, he satirised the ordinary lives of everyday people, a milieu to which he too belonged.That mileu is explored in extraordinary detail in Messages from Bhupen Khakhar, a 1983 documentary by the Arts Council of Great Britain, which was given unprecedented access to the contemporary artist. The crew, led by director Judy Marle, spent time with him within the walls of his middle-class home and followed him on his walks to the local tea shop in Vadodara, to his office and to the neighbourhood cinema. \n\n\n    \n    Play\n\nMessages from Bhupen Khakhar.Born in 1934 in Khetwadi in Mumbai, Khakhar became an artist relatively late, around his thirties, and did not receive formal training. He continued working as a chartered accountant despite his success as an artist. His paintings chronicled the Indian middle class, often satirically but never condescendingly. The richly colourful canvass of his artworks – he mentions in the documentary that his focus has always been more on the colour than the drawing – has led him to be labelled as a pop artist. But he drew influences for his works less from popular culture and more from the mundane things he observed everyday.“People in their day to day ordinary circumstances...these things interest me, which are not very spectacular,” he is quoted as saying in the documentary. And so, you have artworks like Scenes from a Second Class Railway Carriage, 1982, a portrait of a watch repairer called Janata Watch Repairing, 1972, and Factory Strike, 1972.Sexuality was another common theme. In the documentary, Khakhar bemusedly observes the Indian middle class’s coyness towards sex. Considered India’s first openly gay artist, Khakhar traced homoerotic themes explicitly or subtly in many of his later works, such as in Two Men in Benaras (1982) and Yayati (1987).Mirroring the colour palette of Khakhar’s works, Messages from Bhupen Khakhar combines the traditional documentary style with artistic variations. There are intermittent shots of Khakhar posing for the camera in a darkened room, framed by colourful blinking lights. Like Khakhar, the documentary also draws attention to facets of daily life – the camera often steers away from Khakhar to show seeming non-events like a dog resting outdoors, a man getting a  haircut or a family posing for a photograph.Man with a Bouquet of Plastic Flowers (1975). Image credit: Messages with Bhupen Khakhar by Arts Council of Great Britain.Describing his artistic process, Khakhar said that if anything he observed in the everyday world stayed with him, it became an obsession of sorts, which he would then depict. This also included the friends he made over the years. Khakhar said that he must know his subjects very intimately and be emotionally involved with them before he paints them. The film paints the picture of an unassuming man unfazed by his fame but one who, despite his simple exterior, was a powerhouse of profound thoughts and piercing observations.“I don’t think an artist can be a very respectable gentleman,” he said in the documentary. “When one is respectable, he loses that element of [being an] artist…because then he is ruled by the dictum and things of morality.”After his death in 2003, Khakhar has continued to sell posthumously, breaking his past records multiple times. In 2017, his De-Luxe Tailors from the series about tradespeople sold for a record  Rs 9.5 crore. In 2016, when a retrospective of Khakhar’s works at Tate Modern received scathing reviews by art critic Jonathan Jones writing for The Guardian, the Indian art fraternity was outraged. The review was panned for alleged racial overtones and artists contended that Jones had been unable to understand the context of Khakhar’s art. But the artist himself had already given his response to this and other crticism in a 1981 painting after which the retrospective was named: You Can’t Please All.You Can’t Please All (1981). [From 'Messages with Bhupen Khakhar by Arts Council of Great Britain © Bhupen Khakhar]","author":"Aakash Karkare","time":"2018-03-10T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/817049-84098-czqulwbqsf-1520592570.jpg","tags":["bhupen khakar","Messages from Bhupen Khakhar","Documentary"],"source":"https://scroll.in/reel/817049/documentary-messages-from-bhupen-khakhar-explores-what-drove-indias-first-pop-artist"}