{"title":"‘Does not tyranny spring from democracy?’ How Plato’s 380 BC philosophy is truer than ever today","content":"Plato, one of the earliest thinkers and writers about democracy, predicted that letting people govern themselves would eventually lead the masses to support the rule of tyrants.When I tell my college-level philosophy students that in about 380 BC he asked “does not tyranny spring from democracy”, they’re sometimes surprised, thinking it’s a shocking connection.But looking at the modern political world, it seems much less far-fetched to me now. In democratic nations like Turkey, the UK, Hungary, Brazil and the US, anti-elite demagogues are riding a wave of populism fueled by nationalist pride. It is a sign that liberal constraints on democracy are weakening.To philosophers, the term liberalism means something different than it does in partisan US politics. Liberalism as a philosophy prioritises the protection of individual rights, including freedom of thought, religion and lifestyle, against mass opinion and abuses of government power.The Athens problemIn classical Athens, the birthplace of democracy, the democratic assembly was an arena filled with rhetoric unconstrained by any commitment to facts or truth. So far, so familiar.Aristotle and his students had not yet formalised the basic concepts and principles of logic, so those who sought influence learned from sophists, teachers of rhetoric who focused on controlling the audience’s emotions rather than influencing their logical thinking.There lay the trap: Power belonged to anyone who could harness the collective will of the citizens directly by appealing to their emotions rather than using evidence and facts to change their minds.\n\t\t\n\tPericles gives a speech in Athens. Credit: Philipp von Foltz/Wikimedia Commons [Public domain]Manipulating with fearIn his History of the Peloponnesian War, the Greek historian Thucydides provides an example of how the Athenian statesman Pericles, who was elected democratically and not considered a tyrant, was nonetheless able to manipulate the Athenian citizenry:“Whenever he sensed that arrogance was making them more confident than the situation merited, he would say something to strike fear into their hearts; and when on the other hand he saw them fearful without good reason, he restored their confidence again. So it came about that what was in name a democracy was in practice government by the foremost man.”Misleading speech is the essential element of despots because despots need the support of the people. Demagogues’ manipulation of the Athenian people left a legacy of instability, bloodshed and genocidal warfare, described in Thucydides’ history.That record is why Socrates – before being sentenced to death by democratic vote – chastised the Athenian democracy for its elevation of popular opinion at the expense of truth. Greece’s bloody history is also why Plato associated democracy with tyranny in Book VIII of The Republic. It was a democracy without constraint against the worst impulses of the majority.Lawrence Torcello is an associate professor of Philosophy at the Rochester Institute of Technology.This article first appeared on The Conversation.","author":"Lenin Cavalcanti Guerra, The Conversation","time":"2019-11-14T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130851-sghydszjic-1573645252.jpg","tags":["Plato","Socrates","Philosophy","Democracy"],"source":"https://scroll.in/article/943564/does-not-tyranny-spring-from-democracy-how-platos-380-bc-philosophy-is-truer-than-ever-today"}