{"title":"‘Does Congress want to reduce minority rights?’ Modi asks after party seeks pan-India caste census","content":"Prime Minister Narendra Modi on Tuesday asked whether the Congress wants to reduce the rights of minorities, a day after the party demanded a nationwide caste census, reported The Indian Express.On Monday, the Bihar government released the findings of the caste survey that it had ordered in  January. The findings showed that the Extremely Backward Classes account for 36% of the state’s 13.07 crore population and the Other Backward Class 27.13%.Hours later, several Opposition parties, including the Congress and the Aam Aadmi Party, raised the demand for a pan-India caste census. “The greater the population, the greater the rights – this is our pledge,” Congress MP Rahul Gandhi said on X, formerly called Twitter. Taking a jibe, Modi said on Tuesday in Jagdalpur city of poll-bound Chhattisgarh that the Congress has started shouting a new slogan that “rights should be proportional to population”.The prime minister said that poor people are the biggest population and their welfare is his mission. “What must former PM Manmohan Singh be thinking right now,” Modi said. “He used to say that the first right over India’s resources is of minorities, and that too Muslims. Now the Congress says that population will decide how much rights one has over resources. Does that mean they want to decrease the rights of minorities?”He added: “Then whose rights will be first? Whose population is more? Congress must clarify this. Should Hindus take all rights? They want to divide Hindus and destroy our country.”Modi also alleged that the Congress wants to divide the poor and claimed that his government is building up the confidence of the economically-deprived. “The poor are the biggest caste and community,” he said. “If the poor benefit, the whole country benefits.”The prime minister alleged that the Congress is no longer run by party people and is in collusion with “anti-national” forces, PTI reported.“What secret pact Congress has entered into with some other country it has not disclosed so far,” he said. “After the agreement, Congress is taking pleasure in speaking against India. It is presenting the good things of India in a bad light and enjoying it. It seems their love for the country has declined.”Also read: How findings of the Bihar caste census push the BJP into a corner Caste surveyThe findings of the Bihar caste census on Monday showed that the population of the Scheduled Castes stood at 19.7% and the Scheduled Tribes at 1.7%. Bihar’s general population accounted for the remaining 15.5%.The Bihar government launched the caste survey in January after the Centre said it would not undertake such an exercise for communities other than the Scheduled Castes and the Scheduled Tribes as part of the decennial Census.Bihar’s ruling coalition, mainly comprising the Janata Dal (United), the Rashtriya Janata Dal and the Congress, has argued that a caste survey will help identify the true population of the Other Backward Classes and other castes, allowing the state to craft policies for them more efficiently and equitably.India had last conducted an exercise to count the population of all caste groups in 1931. In independent India, census reports have published data noting the population of the Scheduled Castes and the Scheduled Tribes, but not other caste groups.","author":"Scroll Staff","time":"2023-10-03T19:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194661-qjtntrkmya-1696339967.jpg","tags":["Narendra Modi","Rahul Gandhi","caste census","Bihar caste census","Chhattisgarh","Chhattisgarh Assembly elections"],"source":"https://scroll.in/latest/1057015/does-congress-want-to-reduce-rights-of-minorities-asks-modi-after-nationwide-caste-census-demand"}