{"title":"Does it matter what kind of meat was in the fridge of a man murdered by a mob?","content":"Mohammed Akhlaq was murdered by a mob. Nothing can change that. Not even the new suggestions that the meat found near his house was beef, as originally suspected, and not mutton as an earlier report had claimed. The 50-year-old was lynched in September 2015 by a mob that had been riled up by an announcement made at a temple in Dadri, Uttar Pradesh, that claimed that Akhlaq and his family were eating beef and killing cows. Akhlaq was dragged out by a mob and beaten to death, with his 22-year-old son also severely injured by the murderous crowd. In the aftermath of the lynching, the UP police arrested a number of people allegedly part of the murderous mob. But the authorities also did something else that seemed less relevant: They sent the meat found near Akhlaq's house to experts to figure out what exactly it was. Initially, a report back from the Uttar Pradesh veterinary department said that the meat was mutton. But now a Mathura forensic lab has reportedly concluded that the meat was that of \"cow or its progeny\", a legalistic way of saying beef. Akhlaq's family has, however, denied the report. However, it doesn't matter whether it was beef or mutton. First, cow slaughter may be illegal in Uttar Pradesh, as it is in many other states, but the possession of meat of any type is not a crime. Even if Akhlaq had been found with tons of beef in his house, he would not have been doing anything illegal.Next, we don't even know where exactly the meat came from. The sample was not from Akhlaq's house. Instead it came from a garbage dump outside his house, according to the Economic Times, or the trijunction near his house, according to the Times of India. Still, lawyers for the accused felt the need to insist on a forensic test and told the Indian Express that they might ask for charges on Akhlaq, \"relating to cow slaughter and beef consumption.\" The Uttar Pradesh Police has claimed that the kind of meat will not affect the case at all. In fact, they claimed that the reports had only been request as a way of establishing motive. This is a puzzling approach since the motive was well-established based on the announcement at the temple that singled out Akhlaq and his family for having beef. If anything, confirming that it was beef should have made the case against the mob even stronger since it is evident that they killed at the instance of the temple's rabble rouser and with willful intention, and not just upon the sight of any meat in the fridge. Finally, and it is worrying that this bears repeating, even if what he did was a crime (which it wasn't), would that justify a mob murder? This much should be obvious, but it evidently isn't, especially to members of the Bharatiya Janata Party and the broader Sanghi Parivar. Evidence of this was immediately apparent in an op-ed written by Tarun Vijay, a Bharatiya Janata Party Member of Parliament, who made this claim days after the mob had killed Akhlaq. \"Lynching a person merely on suspicion is absolutely wrong, the antithesis of all that India stands for and all that Hinduism preaches,\" Vijay wrote. If it wasn't \"merely on suspicion,\" would the murder of a man by a mob then have been justified? Dadri, above almost anything else, brought out the worst in a party that has over the last few years been willing to play with dangerous communal sentiments – from love jihad to ghar wapsi to Bharat Mata ki jai –  in order to win political gains. Confirmation that the meat was beef will allow the Sangh to keep up its not-so-quiet assertion that the Akhlaq's murder was justified. Since Modi or anyone in his party has not really said much about the incident, only a determined, and ideally quick, prosecution of those who were in the murderous mob can send the message that vigilante justice of this sort will not be tolerated.","author":"Rohan Venkataramakrishnan","time":"2016-05-31T20:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809111-article-xbqarmmryz-1444476287.jpg","tags":["Beef","Mohammed Akhlaq","BJP"],"source":"https://scroll.in/article/809111/does-it-matter-what-kind-of-meat-was-in-the-fridge-of-a-man-murdered-by-a-mob"}