{"title":"Does Dhruv Rathee’s popularity worry the BJP?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).Have feedback, interesting links or think I am wrong? Write to me: [email protected]And if you like the work Scroll does, become a member.Towards the end of the United Progressive Alliance’s second term, the Bharatiya Janata Party built a well-deserved reputation for leveraging the internet for political outreach. The Hindutva party was head and shoulders above any other outfit on this score, so much so that the very name of its social media unit, the “IT Cell”, became a well-known, even feared, term in India.A decade into Modi’s rule, ironically, much of the visible opposition to the BJP is coming from the internet. This trend best characterised by a young Haryanvi YouTuber named Dhruv Rathee. In February, for example, Rathee released a video where he argued that India under Modi was now moving towards being a one-party dictatorship. Remarkably, the video was viewed more than 23 million times.There is little in the genre of current affairs and politics on Indian YouTube that garners this quantum of views, not even the videos put up by mainstream media.Current affairs onlineRathee is not alone. News and commentary has exploded on India’s internet and, specifically, YouTube. Both push and pull factors are driving this boom.Principal in the pull has been the so-called Jio effect. Starting 2016, Reliance’s new telecom company launched very low cost internet plans for millions of Indian mobile subscribers. This coupled with falling smartphone prices meant exponential growth in the number of Indians online. A further, if inadvertent, push was provided by the Covid-19 pandemic, where Indians under the world’s harshest lockdown ended up consuming vast amounts of content online to pass the time.A large part of the push effect was provided by the fact that much of the mainstream media today in India is simply not doing its job of being a watchdog. This is a stark change from the second term of the United Progressive Alliance era where there was a near-media frenzy against the Union government over issues ranging from corruption to women’s safety.Absent pressTaking a lesson from how the Congress got battered by the press, the Modi government instituted powerful controls over national Hindi and English news channels. In 2023, Gautam Adani, an industrialist seen to be close to the BJP and whose rise has correlated starkly with Modi’s term in office, bought the last news channel seen to not be pro government: NDTV.This media control means that even stark failures of governance or allegations of crime and corruption never make it to television screens. The state collapse in many regions of India during the Covid-19 lockdown, for example, were rarely blamed on the Modi government, even though it was directing India’s pandemic response. Instead, much of the mainstream media pushed fake news and communalised the pandemic, thus relieving the pressure on the government.A similar trend was seen on the recent electoral bonds expose, which major news channels have largely downplayed – in a stark contrast to the energetic attacks against the Manmohan Singh-led government on allegations of corporate corruption.This media control has been successful for the BJP but it can hardly go on forever, completely ignoring ground conditions. In any country, there will always exist opposition to the government. This is especially true in a country as large and diverse as India. While India’s electoral system counts the number of seats won by a party, in terms of actual votes the BJP won just over a third of ballots cast in 2019. Almost two-thirds of Indians voted for the Opposition.With the mainstream media inert, this large body of Indians who are not BJP supporters are increasingly turning to YouTube to satisfy their demand for critiques of the government.Political impactWhat effect will this have on Modi?For one, while YouTube viewership is rising, it is unlikely to displace the mainstream media. Not only is the mainstream media still much bigger in terms of viewership, it sets the narrative.In spite of that, however, politicians are clearly worried about the impact the medium is having and are scrambling to control it.Some state governments have taken to launching criminal action against YouTubers. Uttar Pradesh, for example, arrested a YouTuber in July allegedly for highlighting the poor condition of healthcare in the state.However, a far more impactful way to control YouTube lies in new laws the Modi government has instituted. In 2021, for example, it issued the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021 which, according to watchdog Internet Freedom Foundation, will enable “government control rather than regulation” over social media content.Since then the Modi government has liberally blocked news on YouTube, including a video by Rathee. On Thursday, a channel called Bolta Hindustan was removed from YouTube on government orders .At least one AltNews investigation found little logic to some channels being blocked, other than possibly that they presented news that would hurt the BJP politically.An attempt to set up a government-run fact checking unit which social media corporations would be forced to follow when it came to content moderation was stayed by a court.Rathee is an outcome of a regime where government control over social media was looser than over mainstream media. However, as platforms such as YouTube encourage free criticism of the Union government and attract significant viewership, it is clear that Delhi will also move to control it, in much the same way it does the mainstream media.","author":"Shoaib Daniyal","time":"2024-04-05T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199834-yverfitcuh-1712243155.jpeg","tags":["India Fix","Dhruv Rathee","YouTube","Godi media"],"source":"https://scroll.in/article/1066251/does-dhruv-rathees-popularity-worry-the-bjp"}