{"title":"Does the Citizenship Amendment Act draw its provenance from the ideology of Hindutva?","content":"While both the NRC and the CAA are part of the ideological landscape of citizenship in contemporary India, they emerged as specific tendencies out of the 2003 amendment in the Citizenship Act. The insertion of the category “illegal migrant” through an amendment in 2003 became a hinge point in the trajectory of the law. Both the NRC and the CAA – one through the judicial route and the other through the legislative route – offered two distinct ways of identifying Indian citizens. Following the rules laid down in the Citizenship Act as amended in 2003, the NRC provides the modalities for the preparation of a register of Indian citizens through practices of identification and enumeration. In the case of Assam the procedures evolved under the direction of the Supreme Court by the NRC Commissioner for Assam, made citizenship contingent on conditions of descent, affirmed through papers that were considered valid by the state.Ironically, in the case of Assam the NRC became a register of citizens of Assamese origin, invoking a category of hyphenated citizenship, not part of the legal vocabulary of citizenship in India. At the same time, the process became one where the purpose of the NRC became one of sifting out “illegal migrants” – an unfinished agenda in the promise made by the Assam Accord – rather than preparation of a register of citizens. Indeed, the discursive frameworks surrounding the NRC, the vocabulary of the debate around it, and the petitions before the Supreme Court in the course of its preparation in Assam, focussed on the most effective way of identification of illegal migrants by strengthening the Foreigners Tribunals, and addressing the conundrum of putting those who were identified as such in detention camps.The NRC was thus simultaneously about affirming citizenship through descent and eliminating illegal migrants. The CAA is embedded in the idea of national citizenship with religion as the principle for making a distinction between those from among illegal migrants who could be exempted from penal action and made eligible for Indian citizenship through naturalisation. These two principles defining citizenship have become conjoined in the contemporary context, in the citizenship practices of the BJP which draws its provenance from the ideology of Hindutva.Despite assertions by MPs supporting the CAB in the Parliament that the NRC and CAB were distinct, and statements by Ravi Shankar Prasad, Minister for Law and Justice that the NRC and CAB should not be conflated, on several occasions – in April-May 2019 in his election campaigns in West Bengal, and in October-November 2019 before the CAB was discussed in Parliament – the HM spoke emphatically of the relationship of conjoinment between the two. He spoke of both in the same breath, sometimes as the same law, at other times as linked to each other in an indispensable chronological sequence. Indeed, “aap chronology samajhiye” (You must understand the chronology), became a popular theme for irreverent memes on Twitter during the protests against the CAA.On April 11, 2019, speaking at an election rally in Raigang in West Bengal, Shah promised his audience that he would ensure the implementation of the NRC in West Bengal and expel all illegal migrants from Bangladesh after coming to power. He assured, however, that citizenship would be granted to Hindu and Buddhist refugees. A tweet on the BJP handle the same day, quoted Amit Shah as saying that the BJP would ensure the implementation of the NRC in the entire country “to remove every single infiltrator, except Buddha [sic], Hindus and Sikhs”.On May 1, in an election rally in Bongaon, in West Bengal, home to a large number of Matua refugees who had fled to India from Bangladesh in 1950 to escape religious persecution, he explained the chronology once again: “It is our commitment to implement National Register of Citizens (NRC) across the country to weed out the infiltrators. First, we will bring the Citizenship (Amendment) Bill to ensure that eligible refugees get citizenship, and then we will introduce NRC to throw out the infiltrators”.A speech uploaded on the BJP’s official Twitter handle, apparently given in 24 Parganas, was replete with eloquent claims to the same effect – drawing applause from the audience. In an interview with ABP news channel telecast on October 2, 2019, Shah blamed the TMC for deceiving the people on the NRC by saying that the BJP wants to remove Bengalis from Bengal by compelling them to show papers. To dispel the apprehensions of the people he emphasised that the “imagination” of NRC was linked to the CAB: “No Bengali will have to fear. They will not be asked to show papers”.On November 20, 2019, in the course of responding to a series of questions on the NRC, Shah confirmed that faith-differentiated citizenship in the CAB had been approved by the JPC, and passed by the earlier Lok Sabha. He was responding to a question by Sayed Nasir Husain on the confusion that Shah’s speech in West Bengal that non-Muslims had nothing to fear from the NRC, had raised among Muslims: “I just want to ask the Government and the Home Minister whether the NRC can give citizenship to any immigrant belonging to these communities, leaving out Muslims alone” (Rajya Sabha, 20 November 2019). Swapan Dasgupta asked the HM whether the gazette notification of September 7, 2015, under which exemptions to illegal migrants had been provided, was applicable to the whole of India, and whether the NRC in Assam made a “fundamental distinction between those who are illegal immigrants and those who are non-citizens”.“Has that distinction actually been made?”, he asked, and “if it has been made, why various people, who are categorised in the notification, are being incarcerated?” (Dasgupta, Rajya Sabha, 20 November 2019). Shah responded that the NRC in Assam was prepared under the directions of the Supreme Court under a separate Act. When he referred to a separate Act, Shah was probably alluding to the exception laid down in 2009 to the Citizenship Rules of 2003, laying down a separate procedure for the preparation of the NRC in Assam. Shah further explained that a nationwide NRC, whenever that is conducted, would most likely also cover Assam. Agreeing with Dasgupta that a distinction needs to be made between illegal migrants (probably ghuspaithiya) and non-citizens (foreigners, also those exempted from the category of illegal migrant under the Gazette notification): “But, this is true and the government acknowledges that Hindu refugees, Buddhist, Jain, Sikh, Christian, Parsi refugees should get citizenship and this is exactly why we have brought the Citizenship Amendment Bill. (Shah, Rajya Sabha, 20 November 2019).Dominating the landscape of citizenship in India, the CAB and NRC induced tensions in what Baruah has called “non-national spaces” (Baruah 2009) and precipitated anxieties regarding the changes that were being sought in the “national order of citizenship” (Ibid). Unlike Baruah’s argument that the tensions between the “national order of things” and the realities of “non-national spaces” (Ibid) would adversely affect governmental legitimacy, the NRC and CAB converged in their articulation of exclusionary citizenship, to help the BJP reap an electoral advantage in successive elections.The convergence is not only because of the shared anxiety for preserving historical legacies of culture, and access to land, livelihood and resources, but a larger spectre of (in)security – of the territory and the people – that both the NRC and the CAB claim to be addressing. Indeed, considering that the most vociferous opposition to the CAB came from the northeastern states of India, it is ironic that the JPC raised concerns about security associated with the fear of loss of territory in lower Assam due to the ‘indiscriminate influx of illegal migrants” from Bangladesh. Citing from the judgement in Sarbananda Sonowal vs Union of India & Anr (2005), the JPC warned against the “dangerous consequences of large-scale illegal migration” from Bangladesh for people of Assam and for the nation as a whole. Arguing against “misconceived and mistaken notions of secularism” coming in the way of stopping this influx, the JPC raised the spectre of the indigenous people of Assam being “reduced to a minority”, rendering “their cultural survival” in jeopardy, weakening their political control and undermining employment opportunities (JPC Report 2019, p.12).Excerpted with permission from Citizenship Regimes, Law, and Belonging: The CAA and the NRC, Anupama Roy, Oxford University Press.","author":"Anupama Roy","time":"2024-03-22T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137850-cmoxubmjzo-1583421105.jpg","tags":["NRC","CAA"],"source":"https://scroll.in/article/1065445/does-the-citizenship-amendment-act-draw-its-provenance-from-the-ideology-of-hindutva"}