{"title":"Donald Trump briefly arrested in Georgia election subversion case, released on bond","content":"Former United States President Donald Trump was on Thursday briefly arrested in a case pertaining to his attempts to reverse the Georgia election results in 2020, CNN reported.Trump, along with 18 others, has been accused of trying to subvert the will of the voters of Georgia in an attempt to prevent his rival Joe Biden from becoming the president. The Republican leader has been booked on 13 counts, including racketeering, conspiracy and soliciting a public official to violate their oath of office.On Thursday evening, Trump arrived at the Fulton County jail and surrendered to the authorities. He was then arrested, after which he was booked on the charges against him – a process that took a little more than 20 minutes.Jail records stated that he is 6 feet 3 inches tall, weighs 215 pounds (97.5 kilograms), has blue eyes and blond or strawberry hair. Authorities also took a mugshot, making Trump the first former United States president to have his police photograph taken, according to CNN.The former president agreed to post a $2,00,000 (Rs 1.65 crore) bond, and also accepted the other release conditions, which included not using social media to target his co-defendants and witnesses.However, soon after leaving, Trump posted the jail mugshot on Twitter with the caption: “Never surrender”. This was the first time he has posted on Twitter, now called X, since his account was reinstated in November.  https://t.co/MlIKklPSJT pic.twitter.com/Mcbf2xozsY— Donald J. Trump (@realDonaldTrump) August 25, 2023\n\nSeparately, in a statement, Trump said he has done “nothing wrong” and that the case against him amounts to “election interference”.“You should be able to challenge an election,” he said. “What has taken place here is a travesty of justice.”NEW: Donald Trump calls the Fulton County case a “travesty of justice” and blasts it as “election interference” pic.twitter.com/JSnLQ1WiWH— Kyle Becker (@kylenabecker) August 25, 2023\n\nShortly afterwards, T-shirts with the slogan “Never Surrender” with Trump’s mugshots were launched on a website that sells official merchandise for the former president’s re-election campaign.Credit: Trump Official Merchandise websiteTrump, who served as the president of the United States from 2016 to 2020, is once again seeking nomination from the Republican party for next year’s election for the top post.Democrat leader Joe Biden was declared the winner of the elections in November 2020. But Trump claimed that the polls were not fair and that there was a conspiracy to stop him from winning another term.Trump’s assertion led to his supporters storming the US Capitol building on January 6, 2021, to prevent Biden from being certified as the next president. The case in Georgia is the fourth criminal case against the former president and the second related to the election results of 2020. He was charged with attempting to overturn the results of the 2020 presidential elections by a court in Washington earlier this month.","author":"Scroll Staff","time":"2023-08-25T11:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193482-hacsvwvpkk-1692943278.jpeg","tags":["Donald Trump","Joe Biden","Fulton","Georgia","United States"],"source":"https://scroll.in/latest/1054861/donald-trump-briefly-arrested-in-georgia-election-subversion-case-released-on-bond"}