{"title":"Donald Trump’s bad imitation of Richard Nixon may cost him the presidency","content":"Whatever Donald Trump does, Richard Nixon usually did it first and better.Nixon got a foreign government’s help to win a presidential election over 50 years ago. Trump’s imitation of the master has proven far from perfect, and that may cost him the presidency.Trump’s first mistake was soliciting foreign interference personally. As a result, he cannot deny that he urged Ukraine’s president to investigate Joe Biden. The proof is in his own White House’s record of their telephone call.Nixon was a more cautious international conspirator, as I detailed in Chasing Shadows: The Nixon Tapes, the Chennault Affair, and the Origins of Watergate.When Nixon solicited foreign interference on behalf of his presidential campaign, he was careful to use a cutout, a go-between whose clandestine activities could, if exposed, be plausibly denied. Anna Chennault, a conservative activist and Republican fundraiser, acted as Nixon’s secret back channel to the government of South Vietnam.Playing politics with warThe Vietnam War was the biggest issue of the 1968 presidential campaign.Nixon’s great hope was to hang Vietnam like an albatross on Democratic presidential nominee Hubert Humphrey, the sitting vice president. Nixon’s great fear was that President Lyndon Johnson would start peace talks before Election Day, boosting Humphrey’s campaign along with hopes for an end to the war.Nixon’s fear was realized when Johnson announced peace talks in the campaign’s final week. Nixon watched his lead over Humphrey dwindle to nothingness.So he turned to Chennault. She conveyed a secret message from Nixon to South Vietnam, urging it to boycott the peace talks. The South did just that only three days before the election, thereby destroying any hope for an imminent peace.President Johnson learned of Chennault’s activities from the FBI and other sources, but he had no proof Nixon himself was involved. Nixon’s use of a cutout worked. She was burned, but he was not.False counter-accusationsIt’s too late for Trump to use a cutout with Ukraine, but in other ways his actions mirror Nixon’s.One recurring Nixonian tactic was to falsely claim the Democrats did things that were just as bad as the things he actually did. For example, Republicans charged that Johnson played politics with the war by announcing peace talks right before Election Day.The diplomatic record proves otherwise. Johnson set three conditions for the peace talks months earlier. He offered to halt the bombing of North Vietnam if Hanoi: (1) respected the demilitarized zone dividing North and South Vietnam, (2) accepted South Vietnamese participation in peace talks, and (3) stopped shelling Southern cities.Hanoi, however, insisted on an unconditional bombing halt. Johnson refused to budge. So did the North Vietnamese – until October 1968, when they accepted all three of Johnson’s conditions. The timing of the peace talks was their choice, not his. The partisan accusation was false.Likewise, Republicans’ often-repeated, never-substantiated conspiracy theory that one or more Bidens did something corrupt involving Ukraine is the opposite of true. But it does shift the spotlight off Republicans and onto Democrats. And it fosters the false sense that “both sides do it” when only one side did.Another of Nixon’s favorite tactics was to suggest there was something shady about detecting his crimes. Just as Trump baselessly claims that the Ukraine whistleblower got information about him “illegally,” Republicans like William Safire baselessly claimed that LBJ “abused the power of our intelligence agencies” to get dirt on Nixon.The records of the CIA, NSA and FBI prove otherwise. Like presidents before and since, Johnson used the CIA and NSA to collect diplomatic intelligence. To provide him with Saigon’s true, private position on the peace talks, the CIA bugged the office of South Vietnamese president Nguyen Van Thieu and the NSA intercepted cables to Thieu from the South Vietnamese embassy in Washington, D.C.Johnson did learn something about Chennault’s activities from this surveillance, but only because diplomatic intelligence is supposed to uncover attempts to thwart presidential diplomacy.Based on what he learned, Johnson ordered the FBI to tail Chennault and tap the South Vietnamese embassy’s phone. Mere days later, the FBI wiretap overheard Chennault telling the South Vietnamese on behalf of “her boss (not further identified)” to “hold on, we are gonna win.”Here was evidence that the Nixon campaign was violating the Logan Act – which forbids private U.S. citizens from conducting “any correspondence or intercourse with any foreign government” – by undermining the president’s diplomatic efforts to end a war that was killing hundreds of Americans every week.In other words, Johnson used the FBI to uncover a crime that was also a threat to national security.That’s not an abuse of the FBI. It’s why the FBI exists.Clearly, there’s one thing that can overcome Nixonian tactics: evidence. For this reason, House impeachment investigators will likely subpoena as much as they can, and President Trump will likely withhold as much as he can.Withholding evidence is yet another Nixonian tactic, one called “stonewalling.” It was the basis of the final article of impeachment against him.Ken Hughes, Research Specialist, the Miller Center, University of Virginia.This article first appeared on The Conversation.","author":"Ken Hughes, The Conversation","time":"2019-10-04T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128499-nmskytykfq-1570173216.jpg","tags":["Donald Trump","Richard Nixon","Joe Biden","Ukraine"]}