{"title":"Donald Trump’s H-1B visa suspension won’t cripple India’s $200 billion IT sector","content":"The doomsday prediction has come true for Indian IT. But the industry is not losing sleep over it.After years of threats and rhetoric, on June 22, the Donald Trump administration took a major step to curtail the movement of immigrant workers into the US by suspending a bunch of work visas for the rest of 2020.This could be a vital blow to India’s $200 billion IT sector, which gets over 70% of its revenue from the North American region and is heavily reliant on H-1B, the long-term specialised skills work visa category, which has also been suspended.But industry leaders and observers believe that the baby steps that Indian IT companies took over the last many years will help them tide over this speedbump and continue business as usual with lower dependence on the immigrant workforce.“The Indian IT industry has prepared itself for immigration challenges in past as well, so in this context, we can say that India Inc has become a lot more ‘Aatmanirbhar’ or self-reliant,” CP Gurnani, MD and CEO of Tech Mahindra, told Quartz.Going localIndian IT has been slowly and steadily reducing its dependence on H-1B. The country’s largest IT company, Tata Consultancy Services is among the largest employers in the US. The second-largest player, Infosys has hired over 10,000 people in the US. Azim Premji-led Wipro began ramping up hiring in the country, recruiting and training students fresh from college campuses across Atlanta and Michigan.Companies like Tech Mahindra hired over 2,000 Americans in 2017 and still continues to bring local talent on board. “The impact on India and on the Indian companies will be minimal in the short-term, and even in the long run we expect the US to recognise that immigration has contributed to their economic success, and it is in their interest to utilise the technology prowess and talent that India can provide,” Gurnani said.Love thy neighbourFor over a decade, Indian IT companies have also been investing in “nearshore centres,” which mean offices that are in business-friendly countries closer to the US.Latin America, with its affordable workforce, has been a favourite location for nearshore centers. Mexico emerged a hot favourite with TCS and Wipro opening outposts there way back in 2007, and Infosys followed suit six years later. Mexico’s ambassador to India, Melba Pria, called the city of Guadalajara “a technology hub with the presence of at least 10 major Indian IT companies,” in a 2017 interview.These nearshore centers ensure clients in the US are services in their timezones without visa hassles.Gig itThe increasing popularity of the gig economy will also make it easier for Indian IT companies to find talent in the US at a cost that is lower than hiring full-time teams on dollar salaries.In a survey of 20,000 active professionals globally, close to 60% of respondents said they were open to gig-based opportunities, talent acquisition firm Talent500 by ANSR said on June 23. “This means H-1B or not, top professionals will find a way to make mobility and flexibility their top priority,” said Vikram Ahuja, co-founder of Talent500 by ANSR.Reverse brain drainMany American multinational clients have also taken steps to ensure less dependence on immigration by opening captive centers, also known as Global Capability Centres, in India. The revenue and headcount of such centres have expanded by over 15% year-on-year over the last five years.“The H-1B ban will actually positively impact the growth of GCC’s since it will allow them to access top talent who might have otherwise moved to the US,” said Ahuja.This article first appeared on Quartz.","author":"Ananya Bhattacharya, qz.com","time":"2020-06-26T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/70590-zmnbllczpr-1593094776.jpg","tags":["India","United States","Donald Trump","H-1B visa"],"source":"https://scroll.in/article/965661/donald-trumps-h-1b-visa-suspension-wont-cripple-indias-200-billion-it-sector"}