{"title":"‘Don’t challenge law and order’: Karnataka minister on Hindutva group’s demand to pray inside mosque","content":"Action will be taken against anyone who challenges law and order in the state, said Karnataka Home Minister Araga Jnanendra on Tuesday, reported PTI.Jnanendra’s warning came in response to the demands made by a group called Narendra Modi Vichar Manch that Hindus should be allowed to worship at Masjid-e-Ala in Mandya district’s Srirangapatna town.On May 13, the group submitted a petition to the Mandya deputy commissioner alleging that the mosque was originally a Hanuman temple, reported PTI.The group, led by secretary CT Manjunath, said that the 18th century Mysore ruler Tipu Sultan destroyed Moodala Bagilu Anjaneya Swami temple and built a mosque in its place. They urged the deputy commissioner to consider as proof the Mysore Gazetteer by B Lewis Rice, proceedings of the royal court, Tareekh-e-Tipu, the book that describes Tipu Sultan’s rule, and the letter he wrote to the Khalifa of Persia.Jnanendra on Tuesday said he was aware of the group’s petition.“If anyone challenges law and order, then they will be dealt with accordingly,” the home minister said, reported PTI. “Hence, everyone should live harmoniously. We will go by the court order.”A member of the Narendra Modi Vichar Manch shared a video with mediapersons demanding that a survey be conducted at Masjid-e-Ala similar to the one conducted in Varanasi’s Gyanvapi mosque, PTI reported.In the Gyanvapi case, five women petitioners have claimed that an image of Hindu deity Shringar Gauri exists at the back of the western wall of the mosque in Uttar Pradesh’s Varanasi. They have demanded that they be allowed to offer daily prayers and observe other Hindu rituals at the site.On May 12, a Varanasi court allowed a video survey of the mosque.On May 16, the court ordered that a part of the Gyanvapi mosque be sealed after a lawyer representing Hindu women claimed that a shivling was found there.","author":"Scroll Staff","time":"2022-05-18T10:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163285-rfcgoffnpc-1630035343.jpg","tags":["Karnataka Home Minister Araga Jnanendra","law and order’","Narendra Modi Vichar Manch","Masjid-e-Ala","Hanuman temple","Tipu Sultan"],"source":"https://scroll.in/latest/1024165/dont-challenge-law-and-order-karnataka-minister-on-hindutva-groups-demand-to-pray-inside-mosque"}