{"title":"Don’t befriend burqa-wearing women, Telangana MLA T Raja Singh urges Hindus","content":"Telangana MLA T Raja Singh has urged Hindu women not to befriend women who wear the burqa, The News Minute reported on Tuesday.The Goshamahal legislator made the statement while addressing a gathering in the Adilabad district on Sunday.“Whoever has a tilak on his forehead is my brother and a Hindu,” Singh said to a cheering crowd. “I will befriend only people who wear a tilak. And our sisters, do not become friends with burqa-wearing women.”The MLA insinuated that Hindus now face danger from Muslim men as well as women as he said: “There was a time when we faced danger from Aftab, but now there is danger from Ayesha as well. It is this Ayesha that introduces [Hindu women] to Aftab. This is exactly what was shown in [2022 Hindi film] The Kashmir Files.”The Kashmir Files explores the exodus of Pandits from Kashmir in the 1990s. While the ruling Bharatiya Janata Party strongly supported the film, critics alleged that it misrepresented facts and demonised Muslims.Also read:How ‘Kashmir Files’ added to communal fires in Khargone that ended with bulldozer injusticeYet another controversial statement by T Raja Sjngh, In public meeting at #Adilabad at #Telangana, Raja Singh said that all Hindu should make friendship with only Hindus. He even goes on tell that Hindu women should not mingle with Burqa clad Muslim women. pic.twitter.com/EKPEzB62pV— Abdul Basheer (@Journo_Abdul) June 5, 2023\n\nSingh has multiple hate speech cases registered against him.  The BJP had suspended him in August following an uproar over his remarks about Prophet Muhammad.He had also been placed under preventive detention for his comments about the Prophet. In November, the Telangana High Court ordered his release on the condition that he should not make provocative speeches. But, he has continued to make incendiary communal speeches at rallies in Telangana and Maharashtra.At one such rally, Singh had called on Hindus to pick up arms if an anti-conversion law was not introduced in Maharashtra. On the Hindu festival of Ram Navami in March, which saw violence in multiple states, videos of Singh making a provocative speech in front of a Hyderabad mosque was shared widely on social media.","author":"Scroll Staff","time":"2023-06-06T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190957-bawtqsrhgz-1686053624.jpg","tags":["T Raja Singh","Goshamahal","Telangana","Telangana High Court"],"source":"https://scroll.in/latest/1050453/dont-befriend-burqa-wearing-women-telangana-mla-t-raja-singh-urges-hindus"}