{"title":"Don’t mislead public by saying more than what is official, Delhi HC tells Ramdev on Coronil","content":"The Delhi High Court on Wednesday told yoga guru Ramdev that he should not mislead the public by saying more than what is official while talking about Coronil, a product manufactured by his firm Patanjali Ayurved for Covid-19, reported Live Law.“As I’ve said from the very beginning, my concern is only one,” Judge Anup J Bhimani said. “You are welcome to have your followers, you’re welcome to have your disciples, you’re welcome to have people who will believe whatever you say. But please do not mislead the public at large by saying what is more than what the official.”Ramdev had launched Coronil in June 2020 amid the first wave of the coronavirus pandemic, claiming that it could cure the disease in seven days. His company, however, did not provide any scientific evidence to back the claim.The High Court was hearing a lawsuit filed by several doctors’ associations, alleging that Ramdev was spreading misinformation and urging citizens to not get hospitalised by saying that allopathy was responsible for Covid-19 deaths.On August 4, Ramdev had said in his reply to the court that United States President Joe Biden has tested positive for Covid-19 even after taking the booster dose of the vaccine, reported PTI.At Wednesday’s hearing, Senior Advocate Akhil Sibal, appearing for the petitioners, said that Ramdev was claiming Coronil was a cure for the coronavirus disease even though the licence granted to the product mentions only about it being an immunity booster and having ayurvedic ingredients.“What he has been doing is that he bashes vaccinations,” he added. “Then there is an outcry. Then he modifies the statement to say that I have nothing against to say about the vaccinations. This has been going on back and forth. Its a pattern.”Sibal added: “Then he says yes yes take the vaccination, I am not saying anything. Vaccination will not protect you fully. But if you want full protection, then take Coronil. Then you’ll be fully protected.”The judge told Senior Advocate Senior Advocate PV Kapur, appearing for Ramdev, that he was concerned about the reputation of ayurveda being destroyed.“Ayurveda is a recognised, ancient system of medicine,” he said. “Let’s not do anything to harm the name of ayurveda.” Referring to the remarks about Biden, Bhimani said the yoga guru’s statement could have international consequences for India’s relations. “Leaders are being named which will affect our good relations with foreign nations,” he added.The High Court posted the case for further hearing on August 23.In February 2021, Ramdev had released a research paper by Patanjali Ayurved, claiming that Coronil was the “first evidence-based medicine” for treating the coronavirus infection. Bharatiya Janata Party leader Harsh Vardhan, who was the health minister at the time, was present at the event along with Union Minister of Minister of Road Transport and Highways Nitin Gadkari.However, on the same day, the World Health Organization, without naming anyone, had clarified that it had not reviewed or certified the effectiveness of any traditional medicine.","author":"Scroll Staff","time":"2022-08-18T08:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143377-ocpzxefdpd-1593081183.jpg","tags":["Ramdev","Coronil","Delhi High Court","Coronavirus","Covid-19","Ayurveda"],"source":"https://scroll.in/latest/1030724/dont-mislead-public-by-saying-more-than-what-is-official-delhi-hc-tells-ramdev-on-coronil"}