{"title":"‘Don’t want to please our enemies’: Pragya Singh Thakur withdraws remarks on Hemant Karkare","content":"Bharatiya Janata Party leader Pragya Singh Thakur on Thursday withdrew her statement claiming that she had cursed Maharashtra Anti-Terrorism Squad chief Hemant Karkare. “I had told him you will be destroyed, and he was gone in less than two months,” she had said earlier in the day. Karkare had investigated the charges against Thakur in connection with the 2008 Malegaon blasts, in which six people died and 101 injured. He died in the November 26, 2008, Mumbai terror attack.“If we face some problems in the home, we handle it ourselves,” Thakur told the media later in the day, Mirror Now reported. “But if our enemies outside are pleased, I withdraw my statement and also ask for forgiveness. The enemies of my country should never be pleased with my statements.”I felt that the enemies of the country were being benefited from it, therefore, I take back my statement and apologize for it, it was my personal pain: #SadhviPragya Singh Thakur on her statement on martyr #HemantKarkare pic.twitter.com/LsGMWMx3Cj— Mirror Now (@MirrorNow) April 19, 2019\n\nThakur said Karkare had died for the country. “My suffering cannot be undone,” she said. “But our officer was killed by the bullets of our enemy country’s terrorists. So indeed, he is a martyr.”The Hindutva leader claimed that the BJP had not distanced itself from her remarks. “What they have said is right,” she said. “I was talking about my personal suffering. I said what I felt like saying at the time.”The Congress, the Nationalist Congress Party and Aam Aadmi Party convenor Arvind Kejriwal have lashed out at the remarks. The Indian Police Service Association issued a statement earlier in the day condemning the comments. BJP spokesperson Nalin Kohli said Thakur’s comments were her personal views, as she was interrogated in the Malegaon riots case. “Respect every son and daughter of India who sacrificed their lives for motherland,” he added. Thakur is facing charges under the Unlawful Activities (Prevention) Act and other sections of the Indian Penal Code. The Bombay High Court had granted bail to her in April 2017, noting that she had been in jail for more than eight years and was suffering from breast cancer.   Thakur will contest the Lok Sabha election against Congress’ Digvijaya Singh in Bhopal constituency on a BJP ticket. Several Opposition parties have opposed her candidature and called out the Bharatiya Janata Party for fielding a terror accused. The father of one of the victims in the blasts on Thursday filed an intervention application before a special National Investigation Agency court, seeking orders to restrain her from contesting the Lok Sabha elections.","author":"Scroll Staff","time":"2019-04-19T20:58:29.562924+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117832-zogypicqrp-1555687294.jpg","tags":["Pragya Singh Thakur","Hemant Karkare","Maharashtra Anti-Terrorism Squad","26/11 attacks","Bharatiya Janata Party"],"source":"https://scroll.in/latest/920674/dont-want-to-please-our-enemies-pragya-singh-thakur-withdraws-remarks-on-hemant-karkare"}