{"title":"Doordarshan must withdraw decision to air ‘The Kerala Story’, says Chief Minister Pinarayi Vijayan","content":"Kerala Chief Minister and Communist Party of India (Marxist) leader Pinarayi Vijayan on Thursday said that the state-run broadcaster Doordarshan National should withdraw its decision to air the film The Kerala Story, on grounds that the broadcast could “exacerbate communal tensions” ahead of the approaching Lok Sabha elections.The film, directed by Sudipto Sen, was released on May 5. It claims to depict how women from Kerala were converted to Islam and recruited by the Islamic State terrorist group. The filmmakers initially claimed that 32,000 women from Kerala had joined the Islamic State, but when asked for evidence, they altered the trailer to state that the movie was a “compilation of the true stories of three young girls”.Doordarshan had announced that the movie would be broadcast on April 5, the Hindustan Times reported.In a post on social media, Vijayan said that film incited polarisation. “The national news broadcaster should not become a propaganda machine of the BJP-RSS [Bharatiya Janata Party-Rashtriya Swayamsevak Sangh] combine and withdraw from screening a film that only seeks to exacerbate communal tensions ahead of the general elections,” he said. “Kerala will remain steadfast in opposing such malicious attempts to sow hatred.”The Rashtriya Swayamsevak Sangh, a Hindutva group, is the parent organisation of the ruling BJP.The decision by @DDNational to broadcast the film 'Kerala Story', which incites polarisation, is highly condemnable. The national news broadcaster should not become a propaganda machine of the BJP-RSS combine and withdraw from screening a film that only seeks to exacerbate…— Pinarayi Vijayan (@pinarayivijayan) April 4, 2024\n\n\nCriticising the proposed telecast, Congress leader and Leader of the Opposition in Kerala VD Satheesan also wrote to the Election Commission asking it to direct Doordarshan to withdraw its decision, ANI reported.“As you are aware, [The] Kerala Story is a propaganda film based on extremely false premises and attempts to paint a bleak picture of the people of the state,” Satheesan said in the letter.“The decision of the Central Government to telecast the movie via Doordarshan before the Lok Sabha election is a tacit effort to divide society on religious grounds to further the electoral prospects of the ruling BJP,” he said, adding that it was a “direct insult to the people of Kerala”.The Congress leader also said that telecasting the film would violate the Model Code of Conduct that “forbids any effort to divide society on religious lines”.The code is a set of guidelines issued by the Election Commission that political parties and governments have to follow before an election.Kerala’s ruling Communist Party of India (Marxist) also issued a statement asking Doordarshan to withdraw its decision to telecast the film, the Hindustan Times reported. It asked the state-run broadcaster not to stand with the “BJP’s attempt to polarise” the state.Polling for Kerala’s 20 Lok Sabha seats will be conducted on April 26. The results will be announced on June 4.","author":"Scroll Staff","time":"2024-04-05T12:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190593-hbvyflaqdl-1685112540.jpg","tags":["Pinarayi Vijayan","Kerala","Lok Sabha 2024","Communal tensions","The Kerala Story","Film"],"source":"https://scroll.in/latest/1066267/doordarshan-must-withdraw-decision-to-air-the-kerala-story-says-chief-minister-pinarayi-vijayan"}