{"title":"Doors never permanently closed in politics: Sushil Modi amid reports of Nitish Kumar’s return to NDA","content":"Bharatiya Janata Party leader and Rajya Sabha MP Sushil Kumar Modi said on Friday that doors are “never permanently closed for anyone” in politics, amid speculations that Bihar Chief Minister Nitish Kumar may return to the National Democratic Alliance, PTI reported.“Doors are never permanently closed in politics,” Modi, a former Bihar deputy chief minister, told reporters. “Closed doors open when the time comes, but whether they will open or not is for our central leadership to decide.”Kumar left the National Democratic Alliance in August 2022 and returned to the Rashtriya Janata Dal-led grand alliance. Subsequently, he took the oath as chief minister for the eighth time.The Janata Dal (United) chief had joined hands with the BJP in 2017.In January last year, Bihar’s longest-serving chief minister stated that he would rather die than ally with the BJP. The BJP had also maintained that its doors were permanently closed for Kumar.Under Kumar, the JD(U) had earlier allied with the BJP on two occasions, only to break ties later. The chief minister first broke the alliance with the BJP in 2013 after it named Narendra Modi as its prime ministerial candidate for the 2014 Lok Sabha elections.The JD(U) chief then formed a mahagathbandhan, or grand alliance, with the RJD and the Congress. However, he left the alliance and rejoined the BJP-led National Democratic Alliance in 2017 citing corruption charges against the RJD.In January last year, Kumar had said his decision to join hands with the BJP in 2017 in the wake of corruption charges against the Lalu Prasad Yadav-led party was a mistake.Also read: Why Nitish Kumar could go back to the BJP","author":"Scroll Staff","time":"2024-01-26T18:20:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/124283-xzmfzzfoqz-1568216013.jpg","tags":["Nitesh Kumar","Sushil Kumar Modi","NDA","Bihar","BJP","JDU"],"source":"https://scroll.in/latest/1062765/doors-never-permanently-closed-in-politics-sushil-modi-amid-reports-of-nitish-kumars-return-to-nda"}