{"title":"Double standards and contradictions: The CAA rules are rife with discrimination","content":"The new rules released on March 11 that guide the implementation of the Citizenship Amendment Act, 2019, reflect a legal culture that is patently unconstitutional, is riddled with inherent contradictions and violates India’s commitments to international human rights law.The act offers a fast track to Indian citizenship for members of six minority communities from Pakistan, Afghanistan and Bangladesh who entered the country before 2014 – but not to Muslims.While the ruling Bharatiya Janata Party has been quick in its attempts to preempt criticism that these rules are discriminatory, the layers of discrimination embedded in this law are obvious.Given how the law around citizenship is already being deployed and weaponised in Assam, it is crucial to understand the implications of these new rules and the enormous potential for arbitrariness that they present.Assam has been ground zero for this initiative. In the late 1970s, a mass movement grew with the aim of “detection, deletion, deportation” against people accused of being undocumented Bangladeshi migrants. Playing on the anxiety that the state was being “swamped by infiltrators”, the Bharatiya Janata Party in 2015 began to update the National Register of Citizens, a list of “genuine” Indian citizens that exists only in Assam.Critics say that the party came up with the idea of the Citizenship Amendment Act in order to ensure that Hindus excluded from the register could find a path to Indian citizenship.Though the Citizenship Amendment Act is supposed to apply to the entire country, it has a conspicuous exception in the context of Assam. The provisions of Section 6A allow citizenship to immigrants from Bangladesh who arrived before the outbreak of the Bangladesh war in 1971 if they meet specified criteria.This has resulted in a legal ecosystem that, at its core, violates the principles of equality and equal opportunity enshrined in the fundamental rights in the Constitution. Over 1.59 lakh people have, since 1964, so far been declared stateless. Some of them have been detained in one of Assam’s inhumane detention camps, the very existence of which defies all of India’s human rights obligations.The first element of concern is that the law creates a privileged category of immigrants, reinforcing a narrow threshold for persecution-deserving citizenship.Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Afghanistan, Bangladesh and Pakistan – Muslim countries – are granted protection to the exclusion of other minorities.The Indian government has asserted that it is trying “...to show mercy on the persecuted minorities of those three countries…as per the evergreen generous culture of India to get Indian citizenship for their happy and prosperous future”. The reality is that this Act leaves out many communities that are being persecuted at a large scale, such as Tibetans, Ahmadiyas in Pakistan and Rohingya refugees of Myanmar (who are prominent among those in Assam’s detention centres).The Centre has told critics that Muslims can avail of the naturalisation process in India’s Citizenship Act. But for the specified minorities, the new rules significantly reduce the period of citizenship by naturalisation from 11 years to five years. This arbitrary discrimination violates the principles of substantive due process.While the entire structural foundation of the amendment is based on religious persecution, the text of the rules do not contain any provisions requiring applicants to provide any evidence of oppression.By contrast, in Assam’s foreigner’s tribunals, quasi-judicial bodies established by the government to identify “illegal immigrants” from Bangladesh, stringent, criminal standards of proof are imposed on the person to defend their citizenship. When compared to the Citizenship Amendment Act, the foreigner’s tribunals regime that explicitly persecutes minority Muslims has extraordinary evidentiary requirements.Moreover, even when people are able to bring forward documentary evidence, courts are likelier than not to dismiss them. This double standard is nothing short of discriminatory.Further, the Citizenship Amendment Act and its adjoining rules cannot be read in isolation. It must be seen in the context of the deeply problematic implementation of the National Register of Citizens.In 2019, approximately 1.9 million people in Assam were left out of this register. They now await a shadowy future where detention and statelessness are almost guaranteed, should the arbitrary Foreigners Tribunal process continue to be applicable.Under the new rules, an applicant can apply for citizenship only if they can submit documents mentioned in the Schedule 1A. These documents prove that either they or their ancestors are from one of the three countries specified in the Act. This could lead to a paradoxical situation where the same people in Assam who submitted documents dating back to before 1971 to prove their Indian citizenship during the National Registry of Citizens process will now have to prove that either they, or their ancestors were from Bangladesh.The ostensible relaxation of the documentary requirements for the protected minorities does not answer the question of how Hindus excluded from the National Registry of Citizens whose ancestors have been residents of India since colonial times are going to prove ancestry in any one of the three specified countries.The documents mentioned are by and large expected to be issued from the governments of these three countries. For any person excluded from the National Registry of Citizens, finding these papers is equivalent to buying into a legal fiction – that they are not citizens and will now have to accept their status as foreigners.Finally, there is the problematic composition of the new authority established under the act – the Empowerment Committee responsible for scrutinising applications. This body is constituted entirely of members of the executive or the local bureaucracy, people who are extremely unlikely to have training or expertise on citizenship matters, refugee law or even the Constitution.One can draw parallels to the problem of executive interference in the Foreigner’s Tribunal. Members of the foreigners tribunals are incentivised in the form of contract renewals to declare more and more people as foreigners, leading to a large degree of executive influence in their decisions.It is likely that the amount of leeway that the executive has been given to make citizenship determinations under the new rules will in turn influence who is able to pass smoothly through this new system and who is left out through its cracks.It is clear that the government has strategically introduced the new Citizenship Amendment Act rules in order to manipulate its exclusionary narrative of nationalism with the aim of majoritarian capture in the Lok Sabha elections.The only real solution within the constitutional framework of India is for the law to immediately be repealed on the grounds that it introduces arbitrary and discriminatory pathways to one of the most crucial rights of people.Padmini Baruah (Pakeezeh) is an Assistant Professor of Human Rights Law at the National Law School of India University, Bengaluru.","author":"Padmini Baruah","time":"2024-04-05T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199249-itqlcvoywo-1710430730.jpg","tags":["Assam","Citizenship Amendment Act","National Register of Citizens","Foreigners Tribunal","Citizenship"],"source":"https://scroll.in/article/1066035/double-standards-and-contradictions-the-caa-rules-are-rife-with-discrimination"}