{"title":"‘Down with Hindi, Long Live the Republic’: How Madras fought the imposition of Hindi in the past","content":"Throughout the early 1960s, Madras state simmered with anger against the moves by the union government to impose Hindi on non-Hindi speakers. In 1965, when Hindi became the official language of India (in accordance with Article 313 of the Indian constitution), Madras state turned into a theatre of protest. The protestors, mostly students, demanded the deletion of chapter 17 of the Indian constitution which dealt with the question of the nation’s official language. The stance of the Communists during these crucial years ranged from indifference to being patently pro-Hindi. When CN Annadurai, a brilliant rhetorician both in Tamil and English, argued against the imposition of Hindi during the parliamentary debate on the Official Language Bill in 1965, Bhupesh Gupta of the Communist Party of India (CPI) defended the use of Hindi as the sole official language of multilingual India. During the 1966 language agitation in Madras state, the CPI suggested a three-language formula for Tamil speakers – a formula that made Hindi compulsory. The Communist Party of India (Marxist), ie the CPI (M), which had never supported the imposition of Hindi, chose to keep away from the Tamil reality. Even though the CPI (M) cadres, especially workers from the textile town of Coimbatore (known as the “Manchester of the East”) enthusiastically participated in the agitation in its initial days, they were soon told by the party to lay off.If the Left failed to channelise the linguistic aspirations of Tamils towards radical politics, the Congress government in Madras state suppressed every instance of Tamil national assertion. In 1937, the first ever Congress ministry in Madras Presidency, headed by C Rajagopalachari, introduced Hindi as a compulsory subject in schools. The Self-Respect Movement under EV Ramasamy led a large-scale protest against Rajagopalachari’s im- position. The response of the government was swift. Ramasamy was imprisoned in Bellary, one of the hottest places in the presi-dency (temperature-wise). In spite of his absence, the movement against Hindi continued, eventually forcing the government to abandon its application in schools. In the course of the Constituent Assembly Debates, P Subbarayan, education minister in the Madras cabinet during the agitation, reminisced thus: “For three whole months, every morning when I got out of my house I heard nothing but cries of ‘Let Hindi die, and let Tamil live. Let Subbarayan die and Rajagopalachari die’... what is more, we were constrained to use even the Criminal Law Amendment Act which we [had] railed against previously.”Soon after Independence, MP Sivagnanam, a non-Brahmin Congressman who tried to reconcile pan-Indian nationalism with Tamil linguistic aspirations, and about forty others from the Madras Congress, argued for a language-based reorganisation of states within the Indian union. The Congress swiftly expelled them from the party, which led to the formation of a new political party, the Tamil Arasu Kazhagam (TAK) in 1954. The TAK was founded initially in 1946 as a pro-Congress association espousing the cause of Tamil. 3 The TAK, as a party, was no match for the Congress, but it spearheaded the agitation to include in the Madras state the Tamil-speaking areas of Andhra Pradesh and Kerala. It also took up the cause of Ceylon’s Tamils. In 1961 the TAK decried the declaration of emergency in Ceylon and the banning of the Federal Party which represented the interests of island Tamils under the leadership of SJV Chelvanayakam, a Gandhian. Eventually, in 1967 the TAK became a part of the DMK-led electoral alliance.In the early 1960s, when the union government was attempting to make Hindi the official language of India, the Madras Congress collaborated with it by suppressing voices of protest against Hindi. This was so despite the fact that Annadurai had made it clear that the agitation was not against India as a nation. “Down with Hindi, Long Live the Republic” was the slogan that he had given to the agitation. The 1965 language agitation continued for fifty-five long days. The Congress government in Madras, headed by M Bhaktavatsalam, let loose a reign of terror. On 10 February 1965 his policemen shot dead thirty-five agitators. He did not relent even after two ministers from Madras – C Subramaniam and OV Alagesan – resigned from the union cabinet in protest. The notorious Defence of India Rules 1962, enacted in the wake of the Indo-China war, was invoked against the agitators. The apathy of the Communists and the open repression of Tamil linguistic aspirations by the Congress left open a vast political space for the DMK, which took up the issue of language as one of the central planks of its politics. The DMK, despite its well-known history of political opportunism, kept the embers of Tamil nationalism alive and kindled them whenever necessary.Recasting Tamil nationalism Throughout the 1950s, the key demand of the DMK was a separate sovereign Dravida Nadu. In the context of mass politics, it articulated this demand by opposing the imposition of Hindi. It grabbed every little opportunity and used it tactically and creatively. In 1956, following a statement by the chairman of the Official Language Commission to the effect that Hindi was best suited to be the official language of the Indian union, the DMK organised an anti-Hindi protest day. The agitation drew an enthusiastic response. In 1960, when the Government of India issued a directive on Hindi as the language of administration, the DMK threatened the union government with a state-wide agitation and extracted an assurance from Prime Minister Jawaharlal Nehru that Hindi would not be imposed on non-Hindi speakers. The DMK formally gave up its demand for secession in 1963, following the sixteenth amendment to the Indian constitution which outlawed such demands, in the aftermath of the Indo-China war of 1962. But, soon enough, it again took up the question of language. During the 1965 language agitation the Congress government jailed all the top leaders of the DMK and used the police to snuff out the protest. The DMK cadres now became militant, even as their leaders called for moderation. The legacy of 1965, along with the issue of food shortage, constituted the meat of the DMK propaganda during the 1967 election. The DMK swept the election.During this early phase the DMK also flaunted its version of anti-Bania and anti-Brahmin “socialism”. During the late 1950s and early 1960s, crucial years in the formation of the DMK as a formidable political force, the DMK’s version of socialism went down well with the people. This was specially so because the Communists, seduced by Nehruvian socialism, had given up mass mobilisation against the “ruling classes”.After anchoring itself firmly at Fort St George – the seat of government in Madras, facing the Bay of Bengal – in 1967 the DMK played down the language question. This is evident from the way it handled the large-scale anti-Hindi agitation in 1967-8, in the wake of the Official Language (Amendment) Bill 1967. The bill was perceived as an “insufficient” guarantee against the imposition of Hindi on non-Hindi speakers. The DMK government merely dissuaded students, asking them to withdraw their agitation. However, the DMK simultaneously took several symbolic measures to maintain its credibility as the champion of Tamil nationalism. By an assembly resolution it changed the name of Madras state to Tamil Nadu, and promoted Tamil – in place of English – as the medium of instruction in colleges. It released all those convicted for their participation in the 1965 anti-Hindi agitation, and in 1968 organised with much pomp a World Tamil Conference. Excerpted with permission from The Strangeness of Tamil Nadu: Contemporary History and Political Culture in South India, MSS Pandian, edited by David Ludden and Anandhi S, forthcoming from Permanent Black in September 2019.","author":"MSS Pandian","time":"2019-06-05T08:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/925736-85479-aibvwwuski-1522089775.jpg","tags":["Hindi","Tamil Nadu","protest"],"source":"https://scroll.in/article/925736/down-with-hindi-long-live-the-republic-how-madras-fought-the-imposition-of-hindi-in-the-past"}