{"title":"Dr Kafeel Khan poses no threat to national security – contrary to the UP government’s claims","content":"Two years after he was suspended – and after spending almost nine months in prison – for alleged medical negligence, a government-appointed inquiry acquitted Dr Kafeel Khan in September. But it became clear that his troubles were far from over when the Uttar Pradesh government detained the former lecturer and paediatrician under the 40-year-old National Security Act on February 13. This was immediately after he was allowed bail on February 10 by an Aligarh Court for a speech in which he criticised the government.The National Security Act doesn’t define the term “national security” itself. What it does is define situations in which an order for detention under the Act may be passed. Section 3 (2) of the Act, under which Khan was detained, empowers the government to detain a person “with a view to preventing him from acting in any manner prejudicial to the security of the state or from acting in any manner prejudicial to the maintenance of public order or from acting in any manner prejudicial to the maintenance of supplies and services essential to the community it is necessary so to do, make an order directing that such person be detained”.The chargesIn the grounds given for the detention order by the District Magistrate, Aligarh, Khan was accused of disrupting public order in two ways:1) By making statements against the Citizenship Amendment Act and against Home Minister Amit Shah, he was alleged to have inspired students to sit on a dharna at the main gate of the Aligarh Muslim University.2) He was alleged to be responsible for the subsequent violence at the university on the night of December 15.This was the night on which, after the Delhi Police’s assault  on students of Jamia Millia University, the Uttar Pradesh Police entered Aligarh Muslim University without permission and attacked students protesting against the Citizenship Amendment Act. Many students were injured, some critically.Khan is not an accused in this case and has not been investigated in the case either.On December 15, Uttar Pradesh police entered Aligarh Muslim University and attacked students. Credit: Press Trust of IndiaThe police assault on students is also the subject of a National Human Rights Commission of India investigation, pursuant to the orders of the Allahabad High Court. It is unclear how Khan features in this incident and how this case, filed as a separate first information report, can even be considered against him.Nitty-gritty of the lawThe National Security Act is supposed to be applied in cases where there is an imminent threat to public safety and security. As the Supreme Court held in the case of AK Roy v Union of India:  “We see that the concepts aforesaid, namely, ‘defence of India’, ‘security of India’, ‘security of the State’ and ‘relations of India with foreign powers’ which are mentioned in section 3 of the Act, are not of any great certainty or definiteness. But in the very nature of things they are difficult to define. We cannot therefore strike down these provisions of section 3 of the Act on the ground of their vagueness and uncertainty.We must, however, utter a word of caution that since the concepts are not defined, undoubtedly because they are not capable of a precise definition, courts must strive to give to those concept (sic) a narrower construction than what the literal words suggest. While construing laws of preventive detention like the National Security Act, care must be taken to restrict their application to as few situations as possible. Indeed, that can well be the unstated premise for upholding the constitutionality of clauses like those in section 3, which are fraught with grave consequences to personal liberty, if construed liberally.”This was the Supreme Court upholding the terms of the National Security Ordinance, which later became the National Security Act. Khan’s detention order has nothing to do with public order. Legally, a rash driver is more of a threat to public order than Khan.The first information report against Khan states that public order in Aligarh “suffered” after his speech, though it doesn’t provide any instance of such disruption or even proof of violation of India’s hate speech laws – namely, sections of the Indian Penal Code pertaining to “promoting enmity between communities” and acts “prejudicial to national integration”.A reading of the detention order reveals no grounds that would justify such a detention.Dr Kafeel Khan. Credit: HT  photoThe timing of the detention order also makes it questionable. Khan was granted bail on February 10 in the case pertaining to remarks made during his speech at Aligarh Muslim University. It took three further days to issue the release warrant, which seems to have been received at the Mathura jail on the same day.On the day the release warrant was issued, February 13, the Superintendent of Police submitted a request to the District Magistrate, Aligarh for an order to detain Khan under the National Security Act. The request was accepted and an order to detain him was passed on the same day.Glaring flawsKhan continues to languish in Mathura Jail. His wife, Shabista Khan, is worried for his safety while in jail. In February, she wrote to the state authorities and  the Chief Justice of the Allahabad High Court, for him to be kept secluded from the general prison populace. As a detainee under the National Security Act, that should have been done in any case.The superintendent’s request was made on the basis of inputs from the local intelligence unit of the police that Khan is likely to come out of jail and make “provocative” speeches. Where or how he got this information remains a mystery.How could intelligence inputs guess Khan’s intentions after his release from jail? Such intelligence inputs is usually utilised against members of organisations and based on informers or sources who are in the know of the organisation’s plans.It is nobody’s case that Khan is part of an organisation which was planning some event on his release, or through whom Khan’s own intentions could have been gauged. The alleged intelligence input makes as much sense as the order based on it.Imposition of detention under the National Security Act for the purpose of defeating a bail order has been specifically negated by the Supreme Court.In Ramesh Yadav v District Magistrate, Etah, the Supreme Court said, “On a reading of the grounds, particularly the paragraph which we have extracted above, it is clear that the order of detention was passed as the detaining authority was apprehensive that in case the detenu was released on bail he would again carry on his criminal activities in the area.If the apprehension of the detaining authority was true, the bail application had to be opposed and in case bail was granted, challenge against that order in the higher forum had to be raised. Merely on the ground that an accused in detention as an under trial prisoner was likely to get bail an order of detention under the [National Security Act] should not ordinarily be passed. We are inclined to agree with counsel for the petitioner that the order of detention in the circumstances is not sustainable and is contrary to the well settled principles indicated by this Court in series of cases relating to preventive detention. The impugned order, therefore, has to be quashed.”Khan’s order, as per the mandate of the law, must be quashed.Sarim Naved is a Delhi-based lawyer.This article first appeared on Article14, which focuses on issues related to the rule of law.","author":"Sarim Naved. Article14.com","time":"2020-04-17T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128488-jeafgcdlam-1587060272.jpg","tags":["Uttar Pradesh","Citizenship Amendment Act","National Security Act"],"source":"https://scroll.in/article/959390/dr-kafeel-khan-poses-no-threat-to-national-security-contrary-to-the-up-governments-claims"}