{"title":"‘Dramatic and unexpected’: Bran Stark actor on the ‘Game of Thrones’ series finale","content":"Spoilers ahead for the final episode of ‘Game of Thrones’.The final episode of HBO’s long-running period fantasy Game of Thrones left fans of the Westerosi universe torn. Daenerys Targaryen (Emilia Clarke) was killed by Jon Snow (Kit Harington), the Iron Throne was destroyed, and Bran Stark was named ruler of the six kingdoms that remained after Sansa Stark (Sophie Turner) won the freedom of the North. Isaac Hempstead Wright, who has played Bran Stark since the first episode, called the finale “dramatic and unexpected” and the decision to kill Daenerys as “impossibly difficult” in a guest column in The Hollywood Reporter on Tuesday.“Thrones is at its best when it does things that hurt us — Hodor’s death, for example — and episodes five and six of the final season are no different,” Hempstead Wright wrote in the column. “There is perhaps no harder scene to watch than when Jon kills the woman he loves in the hope that it might save the kingdom. It is an impossibly difficult decision to make, and the jury is out on whether it was the right thing to do — and we will never know.”The show reflects life itself, which does not have neat endings, the 20-year-old actor added. “To end Game of Thrones with uncertainty is perhaps the most honest way to end a story so vast and complex — and that uncertainty is what we all feel as we begin our life after Thrones,” he said. Sophie Turner, Maisie Williams, Isaac Hempstead Wright and Kit Harington in Game of Thrones. Courtesy HBO.Hempstead Wright recalled his early years as a 10-year-old actor, making friends on the sets, adapting to harsh temperatures on location, and the fandom: “I had to grow up very quickly, and sometimes I feel as though I have lived a life’s worth of experience already, despite only being at the start of mine.”The show may have ended, but it will live on through its fans, Hempstead Wright said. “Game of Thrones will stick around for many years; new people will discover it, others will rewatch it, and so it will go on,” he observed.\n\n\n    \n    Play\n\nIsaac Hempstead Wright. The eighth season has been criticised for sloppy writing, implausible plot developments, character rewrites that led to the sudden transformation of heroine Daenerys into arch-villain, and production oversights that resulted in a coffee cup and plastic bottles making their way into the final episodes. More than 10 lakh fans signed a Change.org petition demanding that the final season be remade.Among the leading members of the cast who reacted to the backlash was Sophie Turner, who played Sansa Stark. Turner called the petition “disrespectful to the crew, and the writers, and the filmmakers who have worked tirelessly over 10 years, and for 11 months shooting the last season”. Turner, who headlines the new X-Men movie Dark Phoenix, told New York Times, “People always have an idea in their heads of how they want a show to finish, and so when it doesn’t go to their liking, they start to speak up about it and rebel.”Although admitting that Daenerys’s bitter end was “out of nowhere”, Emilia Clarke stood by her character. “I stand by her! I can’t not,” she told Entertainment Weekly. “I tried to think what the ending will be. It’s not like she’s suddenly going to go, ‘Okay, I’m gonna put a kettle on and put cookies in the oven and we’ll just sit down and have a lovely time and pop a few kids out.’ That was never going to happen. She’s a Targaryen.” Kit Harington, who played Jon Snow, was equally outraged at both the petition and withering reviews of the last few episodes. Harington told Esquire, “Whatever critic spends half an hour writing about this season and makes their judgment on it, in my head they can go f**k themselves...because I know how much work was put into this.” Apologising for using a profanity, Harington added, “A lot of jobs, everyone goes back to their apartments at the end of the day. They have their lives, and they have their families, and they have their girlfriends or boyfriends back home. I think part of what made [Game of Thrones] successful was the fact that we got on like a family. Everyone who came in was welcomed into the family.”Sansa Stark (Sophie Turner ) in the Game of Thrones series finale. Courtesy HBO.Also read:‘Game of Thrones’ final episode recap: All hail the new WesterosFrom Mother of Dragons to Mad Queen: Daenerys Targaryen’s journey on ‘Game of Thrones’Arya or Sansa: Who was the Starkest of the sisters on ‘Game of Thrones’?  Green Eyes to Azor Ahai: Which ‘Game of Thrones’ fan theories worked out?","author":"Scroll Staff","time":"2019-05-21T18:34:26.546924+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120163-ymlcqpalwf-1558443230.jpeg","tags":["Isaac Hempstead Wright","Bran Stark","Game of Thrones"],"source":"https://scroll.in/reel/924232/dramatic-and-unexpected-bran-stark-actor-on-the-game-of-thrones-series-finale"}