{"title":"'Draupadi', Mahasweta Devi's memorable short story, and still chillingly relevant","content":"Name Dopdi Mejhen, age 27, husband Dulna Majhi (deceased), domicile Cherakhan, Bankrahjarh, information whether dead or alive and/or assistance in arrest, one hundred rupees…an exchange between two medallioned uniforms.FIRST MEDALLION. What’s this, a tribal called Dopdi? The list of names I brought has nothing like it! How can anyone have an unlisted name?SECOND MEDALLION. Draupadi Mejhen. Born the year her mother threshed rice at Surja Sahu (killed)’s at Bakuli. Surja Sahu’s wife gave her the name.FIRST. These oﬃcers like nothing better than to write as much as they can in English. What’s all this stuff about her?SECOND. Most notorious female. Long wanted in many . . .Dossier: Dulna and Dopdi worked at harvests, rotating between Birbhum, Burdwan, Murshidabad and Bankura.In 1971, in the famous Operation Bakuli, when three villages were cordoned off and machine gunned, they too lay on the ground, faking dead. In fact, they were the main culprits. Murdering surja sahu and his son, occupying upper-caste wells and tubewells during the drought, not surrendering those three young men to the police. In all this they were the chief instigators. In the morning, at the time of the body count, the couple could not be found. The blood sugar level of Captain Arjan Singh, the architect of Bakuli, rose at once and proved yet again that diabetes can be a result of anxiety and depression. Diabetes has 12 husbands – among them anxiety.Dulna and Dopdi went underground for a long time in a Neanderthal darkness. The special forces, attempting to pierce that dark by an armed search, compelled quite a few santhals in the various districts of west Bengal to meet their Maker against their will. By the Indian Constitution, all human beings, regardless of caste or creed, are sacred. Still, accidents like this do happen. Two sorts of reasons:(1) The underground couple’s skill in self-concealment; (2) not merely the santhals but all tribals of the austro-asiatic Munda tribes appear the same to the special forces.In fact, all around the ill-famed forest of Jharkhani, which is under the jurisdiction of the police station at Bankrajharh (in this India of ours, even a worm is under a certain police station), even in the southeast and southwest corners, one comes across hair-raising details in the eye-witness records put together on the people who are suspected of attacking police stations, stealing guns (since the snatchers are not invariably well educated, they sometimes say ‘give up your chambers’ rather than give up your gun), killing grain brokers, landlords, moneylenders, law oﬃcers and bureaucrats. A black-skinned couple ululated like police sirens before the episode. They sang jubilantly in a savage tongue, incomprehensible even to the santhals. Such as:Samaray hijulenako mar goekopeand,Hendre rambra keche keche pundi rambra keche kecheThis proves conclusively that they are the cause of Captain Arjan Singh’s diabetes.Government procedure being as incomprehensible as the Male principle in sankhya philosophy or antonioni’s early films, it was Arjan Singh who was sent once again on Operation Forest Jharkhani. Learning from intelligence that the abovementioned ululating and dancing couple was the escaped corpses, Arjan Singh fell for a bit into a zombie-like state and finally acquired so irrational a dread of black-skinned people that whenever he saw a black person in a ball-bag, he swooned, saying ‘they’re killing me’, and drank and passed a lot of water. Neither uniform nor scriptures could relieve that depression. at long last, under the shadow of a premature and forced retirement, it was possible to present him at the desk of Mr Senanayak, the elderly Bengali specialist in combat and extreme-left politics.Senanayak knows the activities and capacities of the opposition better than they themselves do. First, therefore, he presents an encomium on the military genius of the sikhs. Then he explains further: is it only the opposition that should find power at the end of the barrel of a gun? Arjan Singh’s power also explodes out of the male organ of a gun. Without a gun even the \"five Ks\" come to nothing in this day and age. These speeches he delivers to all and sundry. As a result, the fighting forces regain their confidence in the Army Handbook. It is not a book for everyone. It says that the most despicable and repulsive style of fighting is guerrilla warfare with primitive weapons. Annihilation at sight of any and all practitioners of such warfare is the sacred duty of every soldier. Dopdi and Dulna belong to the category of such fighters, for they too kill by means of hatchet and scythe, bow and arrow, etc. in fact, their fighting power is greater than the gentlemen’s. Not all gentlemen become experts in the explosion of chambers; they think the power will come out on its own if the gun is held. But since Dulna and Dopdi are illiterate, their kind have practised the use of weapons generation after generation.I should mention here that, although the other side make little of him, Senanayak is not to be trifled with. Whatever his practice, in theory he respects the opposition. Respects them because they could be neither understood nor demolished if they were treated with the attitude, ‘it’s nothing but a bit of impertinent game-playing with guns’.In order to destroy the enemy, become one. Thus he under-stood them by (theoretically) becoming one of them. He hopes to write on all this in the future. He has also decided that in his written work he will demolish the gentlemen and highlight the message of the harvest workers. These mental processes might seem complicated, but actually he is a sim-ple man and is as pleased as his third great-uncle after a meal of turtle meat. In fact, he knows that, as in the old popular song, turn by turn the world will change. And in every world he must have the credentials to survive with honour. If necessary he will show the future to what extent he alone understands the matter in its proper perspective. He knows very well that what he is doing today the future will forget, but he also knows that if he can change colour from world to world, he can represent the particular world in question. Today he is getting rid of the young by means of ‘apprehension and elimination’, but he knows people will soon forget the memory and lesson of blood. And at the same time, he, like Shakespeare, believes in delivering the world’s legacy into youth’s hands. He is Prospero as well.At any rate, information is received that many young men and women, batch by batch and on jeeps, have attacked police station after police station, terrified and elated the region, and disappeared into the forest of Jharkhani. Since after escaping from Bakuli, Dopdi and Dulna have worked at the house of virtually every landowner, they can eﬃciently inform the killers about their targets and announce proudly that they too are soldiers, rank and file. Finally the impenetrable forest of Jharkhani is surrounded by real soldiers, the army enters and splits the battlefield. Soldiers in hiding guard the falls and springs that are the only source of drinking water; they are still guarding, still looking. On one such search, army informant Dukhiram Gharari saw a young santhal man lying on his stomach on a flat stone, dipping his face to drink water. The soldiers shot him as he lay. As the .303 threw him off spread-eagled and brought a bloody foam to his mouth, he roared ‘Ma-ho’ and then went limp. They realized later that it was the redoubtable Dulna Majhi.What does ‘Ma-ho’ mean? Is this a violent slogan in the tribal language? Even after much thought, the Department of Defence could not be sure. Two tribal-specialist types are flown in from Calcutta, and they sweat over the dictionaries put together by worthies such as hoffman–Jeffer and Golden–palmer. Finally the omniscient Senanayak summons Chamru, the water carrier of the camp. He giggles when he sees the two specialists, scratches his ear with his bidi, and says, the santhals of Maldah did say that when they began fighting at the time of King Gandhi! It’s a battle cry. Who said ‘Ma-ho’ here? Did someone come from Maldah?The problem is thus solved. Then, leaving Dulna’s body on the stone, the soldiers climb the trees in green camouflage. They embrace the leafy boughs like so many great god pans and wait as the large red ants bite their private parts. To see if anyone comes to take away the body. This is the hunter’s way, not the soldier’s. But Senanayak knows that these brutes cannot be dispatched by the approved method. So he asks his men to draw the prey with a corpse as bait. All will come clear, he says. I have almost deciphered Dopdi’s song.The soldiers get going at his command. But no one comes to claim Dulna’s corpse. At night the soldiers shoot at a scuﬄe and, descending, discover that they have killed two hedgehogs copulating on dry leaves. Improvidently enough, the soldiers’ jungle scout Dukhiram gets a knife in the neck before he can claim the reward for Dulna’s capture. Bearing Dulna’s corpse, the soldiers suffer shooting pains as the ants, interrupted in their feast, begin to bite them. When Senanayak hears that no one has come to take the corpse, he slaps his anti-Fascist paperback copy of The Deputy and shouts, ‘What?’ immediately one of the tribal specialists runs in with a joy as naked and transparent as Archimedes’ and says, ‘Get up, sir! I have discovered the meaning of that ‘hende rambra’ stuff. It’s Mundari language.Thus the search for Dopdi continues. In the forest belt of Jharkhani, the Operation continues – will continue. It is a carbuncle on the government’s backside. Not to be cured by the tested ointment, not to burst with the appropriate herb. In the first phase the fugitives, ignorant of the forest’s topography, are caught easily, and by the law of confrontation they are shot at the taxpayer’s expense. By the law of confrontation, their eyeballs, intestines, stomachs, hearts, genitals, and so on become the food of fox, vulture, hyena, wildcat, ant and worm, and the untouchables go off happily to sell their bare skeletons.They do not allow themselves to be captured in open combat in the next phase. Now it seems that they have found a trustworthy courier. ten to one it’s Dopdi. Dopdi loved Dulna more than her blood. No doubt it is she who is saving the fugitives now. ‘they’ is also a hypothesis.Why?How many went originally?The answer is silence. About that there are many tales, many books in press. Best not to believe everything.How many killed in six years’ confrontation?The answer is silence.Why after confrontations are the skeletons discovered with arms broken or severed? Could armless men have fought? Why do the collarbones shake, why are legs and ribs crushed?Two kinds of answer. Silence. Hurt rebuke in the eyes. Shame on you! Why bring this up? What will be will be . . .How many left in the forest? The answer is silence.A legion? Is it justifiable to maintain a large battalion in that wild area at the taxpayers’ expense?Answer: Objection. ‘Wild area’ is incorrect. The battalion is provided with supervised nutrition, arrangements to worship according to religion, opportunity to listen to \"Bibidha Bharati\" and to see Sanjeev Kumar and the lord Krishna face-to-face in the movie This is Life. No. The area is not wild.How many are left? The answer is silence.How many are left? Is there anyone at all? The answer is long.Item: Well, action still goes on. Moneylenders, landlords, grain brokers, anonymous brothel keepers, ex-informants are still terrified. The hungry and naked are still defiant and irrepressible. In some pockets the harvest workers are getting a better wage. Villages sympathetic to the fugitives are still silent and hostile. These events cause one to think . . .Where in this picture does Dopdi Mejhen fit?She must have connections with the fugitives. The cause for fear is elsewhere. The ones who remain have lived a long time in the primitive world of the forest. They keep company with the poor harvest workers and the tribals. They must have forgotten book-learning. Perhaps they are orienting their book-learning to the soil they live on and learning new combat and survival techniques. One can shoot and get rid of the ones whose only recourse is extrinsic book-learning and sincere intrinsic enthusiasm. Those who are working practically will not be exterminated so easily.Therefore Operation Jharkhani Forest cannot stop. Reason: the words of warning in the Army Handbook.Catch Dopdi Mejhen. She will lead us to the others.Dopdi was proceeding slowly, with some rice knotted into her belt. Mushai tudu’s wife had cooked her some. She does so occasionally. When the rice is cold, Dopdi knots it into her waistcloth and walks slowly. As she walked, she picked out and killed the lice in her hair. If she had some kerosene, she’d rub it into her scalp and get rid of her lice. Then she could wash her hair with baking soda. But the bastards put traps at every bend of the falls. If they smell kerosene in the water, they will follow the scent.Dopdi!She doesn’t respond. She never responds when she hears her own name. She has seen in the panchayat oﬃce just today the notice for the reward in her name. Mushai tudu’s wife had said, what are you looking at? Who is Dopdi Mejhen! Money if you give her up!How much?Two – hundred!Oh God!Mushai’s wife said outside the oﬃce: a lot of preparation this time. All new policemen.Hm.Don’t come again.why?Mushai’s wife looked down. tudu says that sahib has come again. If they catch you, the village, our huts . . .They’ll burn again.Yes. And about Dukhiram.The sahib knows?Shomai and Budhna betrayed us. Where are they?Ran away by train.Dopdi thought of something. Then said, Go home. I don’t know what will happen, if they catch me don’t know me.Can’t you run away?No. Tell me, how many times can I run away? What will they do if they catch me? They will kounter me. Let them.Mushai’s wife said, we have nowhere else to go. Dopdi said softly, I won’t tell anyone’s name.Dopdi knows, has learned by hearing so often and so long, how one can come to terms with torture. If mind and body give way under torture, Dopdi will bite off her tongue. That boy did it. They kountered him. When they kounter you, your hands are tied behind you. All your bones are crushed, your sex is a terrible wound. Killed by police in an encounter . . . unknown male . . . age 22 . . .As she walked thinking these thoughts, Dopdi heard someone calling, Dopdi!She didn’t respond. She doesn’t respond if called by her own name. Here her name is Upi Mejhen. But who calls? Spines of suspicion are always furled in her mind. Hearing ‘Dopdi’ they stiffen like a hedgehog’s. Walking, she unrolls the film of known faces in her mind. Who? No shomra, shomra is on the run. Shomai and Budhna are also on the run, for other reasons. Not Golok, he is in Bakuli. Is it someone from Bakuli? After Bakuli, her and Dulna’s names were Upi Mejhen, Matang Majhi. Here no one but Mushai and his wife knows their real names. Among the young gentlemen, not all of the previous batches knew.That was a troubled time. Dopdi is confused when she thinks about it. Operation Bakuli in Bakuli. Surja Sahu arranged with Biddi-babu to dig two tubewells and three wells within the compound of his two houses. No water anywhere, drought in Birbhum. Unlimited water at surja sahu’s house, as clear as a crow’s eye.Get your water with canal tax, everything is burning.What’s my profit in increasing cultivation with tax money?Everything’s on fire.Get out of here. I don’t accept your panchayat non-sense. Increase cultivation with water. You want half the paddy for sharecropping. Everyone is happy with free paddy. Then give me paddy at home, give me money, I’ve learned my lesson trying to do you good.What good did you do?Have I not given water to the village?You’ve given it to your kin Bhagunal.Don’t you get water?No. The untouchables don’t get water.The quarrel began there. In the drought, human patience catches easily. Satish and Jugal from the village and that young gentleman, was Rana his name? Said a land-owning moneylender won’t give a thing, put him down.Surja Sahu’s house was surrounded at night. Surja Sahu had brought out his gun. Surja was tied up with cow rope. His whitish eyeballs turned and turned, he was incontinent again and again. Dulna had said, I’ll have the first blow, brothers. My great-grandfather took a bit of paddy from him, and I still give him free labour to repay that debt.Dopdi had said, his mouth watered when he looked at me. I’ll put out his eyes.Surja sahu. Then a telegraphic message from Shiuri. Special train. Army. The jeep didn’t come up to Bakuli. March-march-march. The crunch-crunch-crunch of gravel under hobnailed boots. Cordon up. Commands on the mike. Jugal Mandal, satish Mandal, Rana alias Prabir alias Dipak, Dulna Majhi–Dopdi Mejhen surrender surrender surrender. No surrender surrender. Mow-mow-mow down the village. putt-putt-putt-putt – cordite in the air – putt-putt – round the clock – putt-putt. Flame thrower. Bakuli is burning.More men and women, children...fire...fire. Close canal approach. Over-over-over by nightfall. Dopdi and Dulna had crawled on their stomachs to safety.They could not have reached paltakuri after Bakuli. Bhupati and tapa took them. Then it was decided that Dopdi and Dulna would work around the Jharkhani belt. Dulna had explained to Dopdi, Dear this is best! We won’t get family and children this way. But who knows? Landowners and moneylenders and policemen might one day be wiped out!Who called her from the back today?Dopdi kept walking. Villages and fields, bush and rock – Public Works Department markers – sound of running steps at the back. Only one person running. Jharkhani forest still about two miles away. Now she thinks of nothing but entering the forest. She must let them know that the police have set up notices for her again. Must tell them that that bastard sahib has appeared again. Must change hide-outs. Also, the plan to do to lakkhi Bera and Naran Bera what they did to Surja Sahu on account of the trouble over paying the field hands in sandara must be cancelled. Shomai and Budhna knew everything. There was the urgency of great danger under Dopdi’s ribs. Now she thought there was no shame as a santhal in Shomai and Budhna’s treachery. Dopdi’s blood was the pure unadulterated black blood of Champabhumi. From Champa to Bakuli the rise and set of a million moons. The blood could have been contaminated; Dopdi felt proud of her fore-fathers. They stood guard over their women’s blood in black armour. Shomai and Budhna are half-breeds. The fruits of war. Contributions to radhabhumi by the American soldiers stationed at shiandange. Otherwise crow would eat crow’s flesh before santhal would betray santhal.Footsteps at her back. The steps keep a distance. Rice in her belt, tobacco leaves tucked at her waist. Arijit, Malini, Shamu, Mantu – none of them smokes or even drinks tea. Tobacco leaves and limestone powder. Best medicine for scorpion bite. Nothing must be given away.Dopdi turned left. This way is the camp. Two miles. This is not the way to the forest. But Dopdi will not enter the forest with a cop at her back.I swear by my life. By my life Dulna, by my life. Nothing must be told.The footsteps turn left. Dopdi touches her waist. In her palm the comfort of a half-moon. A baby scythe. The smiths at Jharkhani are fine artisans. Such an edge we’ll put on it upi, a hundred Dukhirams – thank god Dopdi is not a gentleman. Actually, perhaps they have understood scythe, hatchet and knife best. They do their work in silence. The lights of the camp at a distance. Why is Dopdi going this way? Stop a bit, it turns again. Huh! I can tell where I am if I wander all night with my eyes shut. I won’t go in the forest, I won’t lose him that way. I won’t outrun him. You fucking jackal of a cop, deadly afraid of death, you can’t run around in the forest. I’d run you out of breath, throw you in a ditch, and finish you off.Not a word must be said. Dopdi has seen the new camp, she has sat in the bus station, passed the time of day, smoked a bidi and found out how many police convoys had arrived, how many radio vans. Squash four, onions seven, peppers fifty, a straightforward account. This information cannot now be passed on. They will understand Dopdi Mejhen has been kountered. Then they’ll run. Arijit’s voice. If anyone is caught, the others must catch the timing and change their hideout. If Comrade Dopdi arrives late, we will not remain. There will be a sign of where we’ve gone. No comrade will let the others be destroyed for her own sake.Arijit’s voice. The gurgle of water. The direction of the next hideout will be indicated by the tip of the wooden arrowhead under the stone.Dopdi likes and understands this. Dulna died, but, let me tell you, he didn’t lose anyone else’s life. Because this was not in our heads to begin with, one was kountered for the other’s trouble. Now a much harsher rule, easy and clear. Dopdi returns – good; doesn’t return – bad. Change hideout. The clue will be such that the opposition won’t see it, won’t understand even if they do.Footsteps at her back. Dopdi turns again. These three and a half miles of land and rocky ground are the best way to enter the forest. Dopdi has left that way behind. A little level ground ahead. Then rocks again. The army could not have struck camp on such rocky terrain. This area is quiet enough. It’s like a maze, every hump looks like every other. That’s fine. Dopdi will lead the cop to the burning ‘ghat’. Patitpaban of saranda had been sacrificed in the name of Kali of the Burning Ghats.Apprehend !A lump of rock stands up. Another. Yet another. The elder Senanayak was at once triumphant and despondent.If you want to destroy the enemy, become one. He had done so. As long as six years ago he could anticipate their every move. He still can. Therefore he is elated. Since he has kept up with the literature, he has read First Blood and seen approval of his thought and work.Dopdi couldn’t trick him, he is unhappy about that. Two sorts of reasons. Six years ago he published an article about information storage in brain cells. He demonstrated in that piece that he supported this struggle from the point of view of the field hands. Dopdi is a field hand. Veteran fighter. Search and destroy Dopdi Mejhen is about to be apprehended. Will be destroyed. Regret.Halt !Dopdi stops short. The steps behind come around to the front. Under Dopdi’s ribs the canal dam breaks. No hope. Surja sahu’s brother Rotoni sahu. The two lumps of rock come forward. Shomai and Budhna. They had not escaped by train.Arijit’s voice. Just as you must know when you’ve won, you must also acknowledge defeat and start the activities of the next stage.Now Dopdi spreads her arms, raises her face to the sky, turns towards the forest, and ululates with the force of her entire being. Once, twice, three times. At the third burst the birds in the trees at the outskirts of the forest awake and flap their wings. The echo of the call travels far.Draupadi Mejhen was apprehended at 6.53 pm. it took an hour to get her to camp. Questioning took another hour exactly. No one touched her, and she was allowed to sit on a canvas camp stool. At 8.57 Senanayak’s dinner hour approached, and saying, Make her. Do the needful, he disappeared.Then a billion moons pass. A billion lunar years. Opening her eyes after a million light years, Draupadi, strangely enough, sees sky and moon. Slowly the bloodied nailheads shift from her brain. Trying to move, she feels her arms and legs still tied to four posts. Something sticky under her ass and waist. Her own blood. Only the gag has been removed. Incredible thirst. In case she says ‘water’ she catches her lower lip in her teeth. She senses that her vagina is bleeding. How many came to make her?Shaming her, a tear trickles out of the corner of her eye. In the muddy moonlight she lowers her lightless eye, sees her breasts, and understands that, indeed, she’s made up right. Her breasts are bitten raw, the nipples torn. How many? Four-five-six-seven – then Draupadi had passed out.She turns her eyes and sees something white. Her own cloth. Nothing else. Suddenly she hopes against hope. Perhaps they have abandoned her. For the foxes to devour. But she hears the scrape of feet. She turns her head, the guard leans on his bayonet and leers at her. Draupadi closes her eyes. She doesn’t have to wait long. Again the process of making her begins. Goes on. The moon vomits a bit of light and goes to sleep. Only the dark remains. a compelled spread-eagled still body. Active pistons of flesh rise and fall, rise and fall over it.Then morning comes.Then Draupadi Mejhen is brought to the tent and thrown on the straw. Her piece of cloth is thrown over her body.Then, after breakfast, after reading the newspaper and sending the radio message ‘Draupadi Mejhen apprehended,’ etc., Draupadi Mejhen is ordered to be brought in.Suddenly there is trouble.Draupadi sits up as soon as she hears ‘Move!’ and asks, where do you want me to go?To the Burra sahib’s tent. Where is the tent?Over there.Draupadi fixes her red eyes on the tent. Says, Come, I’ll go.The guard pushes the water pot forward.Draupadi stands up. She pours the water down on the ground. Tears her piece of cloth with her teeth. Seeing such strange behaviour, the guard says, she’s gone crazy, and runs for orders. He can lead the prisoner out but doesn’t know what to do if the prisoner behaves incomprehensibly. So he goes to ask his superior.The commotion is as if the alarm had sounded in a prison. Senanayak walks out surprised and sees Draupadi, naked, walking towards him in the bright sunlight with her head high. The nervous guards trail behind.What is this? He is about to cry, but stops.Draupadi stands before him, naked. Thigh and pubic hair matted with dry blood. Two breasts, two wounds.What is this? He is about to bark.Draupadi comes closer. Stands with her hand on her hip, laughs and says, the object of your search, Dopdi Mejhen. You asked them to make me up, don’t you want to see how they made me?Where are her clothes?Won’t put them on, Sir. Tearing them.Draupadi’s black body comes even closer. Draupadi shakes with an indomitable laughter that Senanayak simply cannot understand. Her ravaged lips bleed as she begins laughing. Draupadi wipes the blood on her palm and says in a voice that is as terrifying, sky splitting and sharp as her ululation, what’s the use of clothes? You can strip me, but how can you clothe me again? Are you a man?She looks around and chooses the front of Senanayak’s white bush shirt to spit a bloody gob at and says, there isn’t a man here that I should be ashamed. I will not let you put my cloth on me. What more can you do? Come on, kounter me – come on, kounter me – ?Draupadi pushes Senanayak with her two mangled breasts, and for the first time Senanayak is afraid to stand before an unarmed target, terribly afraid.Translator's Note: I am grateful to Soumya Chakravarti for his help in solving occasional problems of English synonyms and in archival research.Published with permission from Seagull Books.","author":"Mahasweta Devi","time":"2016-07-31T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811931-38458-uqpcknijno-1469892412.jpg","tags":["Mahasweta Devi","Short story","Draupadi","Books"],"source":"https://scroll.in/article/811931/draupadi-mahasweta-devis-memorable-short-story-and-still-chillingly-relevant"}