{"title":"‘Draupadi’ and the Haryana university fracas: There’s a hero in this story and it is not the ABVP","content":"The story of Indian universities is generally written (and read) as a long lament. But we could also write it as a heroic ballad – or, to be more accurate, a narrative of individual courage and collective failure. Universities are supposed to be places where we learn to put everything to the test. So the first thing we are taught is to have courage in the face of authority of all kinds. How are our universities doing on this front? It could be said that the university leadership is failing the university and betraying its cause while a handful of teachers and students struggle to keep it alive. The most recent case is that of the Central University of Haryana. Here, the teachers of the Department of English are facing nationalist wrath manufactured though a series of deceptive acts by the Akhil Bharatiya Vidyarthi Parishad, the student arm of the Rashtriya Swayamsevak Sangh and the Bharatiya Janata Party. What is encouraging, however, is that despite feeling unsure and being isolated, these teachers have refused to be browbeaten by threats that sedition charges will be filed against them. On the other hand, the university authorities have decided to distance themselves from their teachers.Staging a classicTwo teachers of the English department – Snehsata and Manoj Kumar – have been accused of insulting soldiers of the Indian Army by depicting them in poor light in a play staged at the university last month. This play was based on Draupadi, the iconic short story by the eminent Bengali writer and activist Mahasweta Devi, which has been widely translated and commented upon by critics across the world.The protagonist of Draupadi, an Adivasi woman, is attacked and raped by the security forces. After regaining consciousness, she refuses to cover herself with the piece of cloth offered by the armed forces personnel who raped her. She rises, putting the shame of rape behind her, and confronts the State with her stark nakedness.Snehsata, who teaches in the department of English, was one of the coordinators of the programme. The event was planned to pay homage to Mahasweta Devi, who died in Kolkata in July. The university authorities had approved the programme, which, after a few inexplicable postponements, was finally scheduled for September 21. Snehsata wrote the epilogue of the play. It included a list of acts of violence against Adivasis, communities in Kashmir, and states in the North East. It gave the instances of the infamous cases of rape at Kunan Poshpura in Kashmir and that of Thangjam Manorama in Manipur. The epilogue asked its audience to decide the role it would like to play in the light of these facts.The play was supervised by the head of the university’s English Department. The audience applauded the play. There was not a murmur when it was staged. That is obvious from a video of the performance available on YouTube. University officials who were present in the hall patted the backs of the teachers for their creative act.Manufactured protestHowever, after the event, the Akhil Bharatiya Vidyarthi Parishad staged a protest against the play before the registrar’s office. It was said that the play was an attempt to malign the image of the Army. The next day, a crowd assembled at the university gate and demanded that action be taken against those responsible for the play.The protest was taken to the town Mahendragarh, which is more than 10 km from the university, and adjacent villages. Former Army personnel were persuaded that some teachers had deliberately insulted the Army.The protestors burnt effigies of the Vice Chancellor and university authorities and demanded that action be taken against them as well for having allowed this so-called anti-national play to be staged. It worked. The university immediately formed a six-member committee to investigate and fix responsibility. Till today, university authorities have not thought it necessary to talk to the teachers and students involved in the play, and assure them of their support. The rest of the faculty has started shunning Snehsata and Manoj Kumar. A campaign to malign Kumar is on. Because he taught for some time in Chhattisgarh, where Naxals are active, it is being suggested that he is a Maoist.Snehsata sticks to her position. She has owned and defended the staging of the play and the epilogue. This act of courage stands out in the face of collective silence.ABVP bounty huntersThe Akhil Bharatiya Vidyarthi Parishad has started to resemble the student militia of the early days of the Islamic revolution of Iran. It spies on teachers and starts vilification campaigns against them. In the case of the Central University of Haryana, villagers are being instigated against teachers, which makes it very dangerous for them to venture out of the campus.The most disturbing part of the episode is the abdication of its role by the University. It is the duty of authorities protect the integrity of the varsity. They must resist interference from outside forces in its internal matters. Snehsata should not have been left alone to explain herself and defend herself. Speaking recently at a workshop in Ahmedabad University, the columnist Pratap Bhanu Mehta said that universities should ideally be communities of judgement. But this authority has been badly eroded in the last few years. One of the reasons is that the leadership of universities is now in the hands of people who are too willing to let untrained outsiders judge their colleagues. All sorts of people, from Army men to religious gurus, have started telling us about what and how to teach. Some would say that this play was not an academic activity. At best, it can be called an extra-curricular event. Academic activities are only what is laid out in the syllabi. But we know that many a times it is out-of-syllabus acts like these that shape our critical faculty. Syllabi take time to be formed and are generally static. What instils dynamism, and life in them, are acts like staging of Draupadi or a discussion with striking workers of the Honda company.One of the jobs of education is to make available resources to students to enable them to examine the times in which they live. The epilogue of the play did exactly that by situating a story written decades ago in contemporary times.Let us rejoice then. So long we have teachers like Snehsata among us, universities will not die despite the cowardice of their leadership. Let us speak out for these soldiers of knowledge who refuse to abandon their posts. Apoorvanand is a professor of Hindi at the University of Delhi.","author":"Apoorvanand","time":"2016-10-04T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/818247-42818-jfkldsjquj-1475584494.png","tags":["Anti-national","ABVP","Haryana University","sedition"],"source":"https://scroll.in/article/818247/draupadi-and-the-haryana-university-fracas-theres-a-hero-in-this-story-and-it-is-not-the-abvp"}