{"title":"Drawn to perfection: Seven must-watch animated films from Studio Ghibli","content":"June 15 is the day you blow out the candles on your Totoro-shaped cake and thank the heavens for Studio Ghibli’s existence.In 1985, a whole decade before Pixar released Toy Story, three filmmakers came together to form the company that would emerge as one of the leading forces in global animation. Set up by Hayao Miyazaki, Isao Takahata and Toshio Suzuki, Studio Ghibli’s mostly hand-drawn animated films have consistently broken new ground in terms of narrative, technique and style. Although Disney is considered the world leader in the field, Japan and to a smaller extent France are among the countries that indicate that there are other ways of treating this lively cinematic form.\n\n\n    \n    Play\n\nThe Beauty of Ghibli.Proof that Japan takes its animation industry very seriously was offered in 2020, when the movie version of the Demon Slayer web series emerged as the biggest Japanese hit of all time. The film that Demon Slayer pipped to the post: Studio Ghibli’s Spirited Away, directed by Hayao Miyazaki.In Mami Sunada’s documentary on Studio Ghibli, titled The Kingdom of Dreams and Madness (2013), Hayao Miyazaki provides a succinct explanation for animation’s advantage over live-action cinema: “Feels like you could go somewhere far beyond.”Most of Studio Ghibli’s major features are available in India on Netflix. Here are the seven films that are among the company’s most magnificent productions. A bonus: they are in the original Japanese with subtitles.Nausicaa of the Valley of the Wind (1984)Hayao Miyazaki’s second film as director isn’t technically a Studio Ghibli production. It was made in 1984 for another company, but is considered an early indicator of the stylistic elements and philosophical concerns that characterised Miyazaki’s later movies.Produced by Isao Takahata and scored by long-time Ghibli collaborator Joe Hishaishi, Nausicaa of the Valley of the Wind explores the destruction of the environment, the meaninglessness of war and military aggression, and the need to maintain harmony between humankind and nature.The pilot princess Nausicaa believes that the giant slug-like creatures called the Ohm are not the habitat-destroying monsters they are made out to be, but the result of human meddling in nature’s rhythms. Nausicaa’s attempt to restore the balance includes runs-in with a ruthless queen and an encounter with nature’s unfathomable mysteries.Filled with soaring battles on land and in the sky and highly detailed renditions of humans, insects and the desecrated landscape, the movie packs a wallop.\n\n\n    \n    Play\n\nNausicaa of the Valley of the Wind (1984).My Neighbor Totoro (1988)Perhaps few films have captured the purity, innocence and anxieties of childhood as My Neighbor Totoro. Billed as a children’s film, Miyazaki’s most-loved movie is an ode to the power of imagination and magic that unites all age groups.The sisters Satsuki and Mei befriend the adorable forest spirit Totoro while waiting for their ailing mother to be discharged from hospital. The feisty girls run around with Totoro and his two helpers who are visible only to them, witness his magical abilities – he can make the wind flow and trees grow – ride in Totoro’s 12-legged catbus and face their deepest fears. \n\n\n    \n    Play\n\nMy Neighbor Totoro (1988).Pom Poko (1994)Isao Takahata is a spectral  presence in the documentary on Studio Ghibli. More talked about than seen in the film, the man who mentored Miyazaki and introduced him to the company’s future talents is described as very slow and difficult to work with. Yet, Takahata’s own work is nothing to sneer at. His masterpiece Grave of the Fireflies (1988), a tragedy about the impact of World War II on a pair of siblings, is unfortunately not on Netflix because its distribution rights belong to an outside company.Takahata’s Pom Poko is the hilarious but also very serious tale of resistance to mindless urban development. A tribe of shapeshifting Japanese dog raccoons wages a decades-long war on humans who are encroaching on their forest. From assuming human form to organising a magical parade to show off their abilities, the dog raccoons fight valiantly to protect their turf. The entertaining antics of the fractious and neurotic creatures conceal immense sadness at the cruel ways in which humankind  treats the animal kingdom.\n\n\n    \n    Play\n\nPom Poko (1994).Princess Mononoke (1997)In The Kingdom of Dreams and Madness, producer Toshio Suzuki describes Miyazaki and Takahata as “rivals” and “friendly competitors”. Like Pom Poko, Princess Mononoke uses the device of the fantasy adventure to explore the price of unthinking development. It’s one of Miyazaki’s darkest films, and among his finest.The story begins with the prince Ashitaka, who kills a possessed boar only to be wounded in the process. Cursed with premature death unless he finds a cure, Ashitaka journeys to the other end of the land, where he walks into a fight to the finish between the humans who run a highly polluting iron-producing town and the animal spirits who inhabit a nearby forest. Apart from the valiant Ashitaka, who abhors violence and hatred, the key characters include the Mowgli-like fierce and fearless Mononoke, who has been raised by wolves, and the iron town head Ebonashi, who wants to destroy the forest and capture the all-powerful Forest Spirit. The debate about industrial progress versus conservation is hardly simplistic. Ashitaka’s pleas for a middle path earn him Mononoke’s wrath and Ebonashi’s contempt. Ebonashi is as ruthless towards the forest spirits as she is caring towards the sex workers and lepers whom she shelters. Princess Mononoke handles its themes with the complexity they deserve, making this film one of the most memorable explorations of the perennial human-versus-nature question.\n\n\n    \n    Play\n\nPrincess Mononoke (1997).Spirited Away (2001)Miyazaki followed Princess Mononoke with Spirited Away two years later. Is this one of the greatest, if not the greatest, animated film ever?Once again, adult themes of excessive consumerism, environmental pollution, and the need for tolerance and empathy are explored through a giddying adolescent adventure. Chihiro and her parents stumble into an enchanted bathhouse, where the parents are turned into pigs. In an attempt to rescue them, Chihiro enlists as a lowly worker at the bathhouse, where she meets the multi-limbed boiler room boss Kamaji, the dragon boy Haku and the twin witches Yubaba and Zeniba.Chihiro’s coming-of-age saga is bursting with wonderment every step of the way. The vividly coloured bathhouse is an animation feat, while a poignant train ride is proof of Miyazaki’s brilliance at smoothly shifting emotional registers from boisterousness to silence. Every one of the characters stands out, whether big or small, human or spirit, strangely shaped or normally proportioned.\n\n\n    \n    Play\n\nSpirited Away (2001).Howl’s Moving Castle (2004)Miyazaki loosely adapted Dianna Wynne Jones’s novel of the same name into a pacifist film about the perils of warmongering. Howl’s Moving Castle is set in an unnamed European country. Even as the war drums get louder, the milliner Sophie is turned into her older self by a witch – a change that the inhibited Sophie welcomes.An enchanted scarecrow helps Sophie reach the wizard Howl and his castle on wheels – a marvellous contraption that appears to have been assembled at a garbage heap and moves with the help of the garrulous fire demon Calicifer.The backdrops are richly detailed, the characters superbly written. The humour and romance are balanced with a sobering examination of the carnage wrought by war.\n\n\n    \n    Play\n\nHowl’s Moving Castle (2004).The Tale of the Princess Kaguya (2013)Isao Takahata’s final film as director is a spellbinding adaptation of a tenth-century Japanese folk story. Both a feminist tale and an examination of worldly desire and spiritual responsibility, The Tale of the Princess Kaguya delivers its weighty themes through stunning watercolour-inspired animation.Kaguya has been exiled from the moon to Earth, where she is found and raised by an impoverished woodcutter. After Kaguya transforms her family’s fortunes, her father moves to the capital and attempts to fashion his sensitive daughter into a noblewoman. Kaguya’s heart still lies in the village where she grew up, but her father’s ambition forces her to accept her new fate – until it’s time for her to return to her celestial kingdom.\n\n\n    \n    Play\n\nThe Tale of the Princess Kaguya (2013).","author":"Nandini Ramnath","time":"2021-06-15T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160303-tejvdsmkbv-1623609295.jpg","tags":["Studio Ghibli","Spirited Away","My Neighbor Totoro"]}