{"title":"‘Dream Girl’, ‘Bala’, two films in 2020: Why Ayushmann Khurrana is one of Bollywood’s busiest actors","content":"We are going to be seeing a lot of Ayushmann Khurrana in the coming months: he has one release each in September and November, and at least two more next year. We’ve already watched the 34-year-old actor in Anubhav Sinha’s police procedural Article 15 in June. In 2018, Khurrana starred in two hits, Badhaai Ho and Andhadhun. Ditto for 2017 – he was in Bareilly Ki Barfi and Shubh Mangal Saavdhan.Bollywood’s favourite Everyman is everywhere, through a combination of design and destiny. If he has any complaints about this very industrious phase in his life, it is that he doesn’t have the 30 minutes he usually spends on voice practice every day. As his fans know, in addition to headlining films, Khurrana is a singer who often collaborates with the composer Rochak Kohli.“By default, I sing at least one song in every film of mine,” Khurrana pointed out during an interview. “I also launch a single every year and tour with my band. I don’t miss music that way, but I don’t even have the time for my daily riyaaz.”\n\n\n    \n    Play\n\nPani Da Rang, Vicky Donor (2012).Not very long ago, Khurrana starred in a single production in a year. But the box-office blessings bestowed on his recent films have raised his stature in an industry that keeps its winning horses hard at work. Khurrana’s fame has even rubbed off on his brother, Aparshakti, who is forging his own career as an actor. From outsider to first-generation dynast, it’s been a remarkable journey for the Chandigarh native who had a long and fruitful stint on television and worked as a radio jockey before making his acting debut with Shoojit Sircar’s box-office winner Vicky Donor in 2012.Sircar’s comedy, starring Khurrana as a sperm donor, provided the first indication of the genre-bending at which the actor would prove to be adept. Sircar had seen Khurrana anchor the TV show Just Dance, and cast him in a part that was initially  meant for Vivek Oberoi or Sharman Joshi.Since Vicky Donor, Khurrana has become the go-to actor for playing characters who challenge traditional concepts of masculinity and embody the hopes and anxieties of the middle class. He is a safe bet for films in which ordinary men grapple with extraordinary problems – body shaming in Dum Laga Ke Haisha, erectile dysfunction in Shubh Mangal Saavdhan, a braggart in Bareilly Ki Barfi, the unexpected pregnancy of the hero’s mother in Badhaai Ho, a possible confidence trickster in Andhadhun.\n\n\n    \n    Play\n\nAndhadhun (2018).If some of these roles overlap (and Khurrana every so often appears to be serving up mildly tweaked versions of his genial worrywart screen persona), it’s part of the grand plan.“People are not looking for a different you – they are looking for a different script and story,” Khurrana pointed out. “You have to be in a certain genre and have a command over it. You can break free and cause a disruption once in a while. You don’t have to change genres with every film, otherwise you will get exhausted. My staple is slice of life. I am in no hurry to break rules or change my character with every film. I am going to be here for long, and I want to savour everything and change my gears only once in a while.”Does a screenplay have the potential to work, even if it might call upon Khurrana to repeat his performance? He’s the man for the job. “If I get a great script, I’ll go for it even though I have done that role before,” Khurrana said. “I might change the script in my own little way if there is elbow room. If there’s isn’t any elbow room, it’s okay to be in the congruent area of previous films.”One recent incongruent role was in Anubhav Sinha’s Article 15. Khurrana is cast against type as a police officer who wades into a caste quagmire while investigating the rapes and deaths of two Dalit teenagers and the disappearance of a third.\n\n\n    \n    Play\n\nArticle 15 (2019).Sinha began work on Article 15 soon after the release of Mulk in 2018. Mulk explored Islamophobia, and Khurrana was keen on collaborating with Sinha on yet another “hard-hitting” subject.“Anubhav offered me a romcom, but I said I wanted something like Mulk,” Khurrana said. The actor initially thought that Article 15 had satirical possibilities, but soon realised that caste-based discrimination did not easily lend itself to laughs.“The film had to be dark because the issue needed to be addressed as is,” Khurrana said. “We could not take the crutch of satire, so I went with the director’s vision.”Another motivation for Khurrana was the opportunity to bolster his reputation among his fanbase for picking films with unconventional subjects. “Article 15 had a very stark message, and the audience I cater to, which is the multiplex audience, needed to be focused towards this issue,” he said. “I think we did succeed.” Article 15 has earned a respectable Rs 64 crore at the box office thus far. Khurrana developed an astute ear and eye for scripts after suffering some early knocks. His acting career began with a bang with Vicky Donor, slumped right after, and then took off again with Dum Laga Ke Haisha in 2015. In Sharat Katariya’s comedy, Khurrana plays the reluctant groom to Bhumi Pednekar’s overweight bride.\n\n\n    \n    Play\n\nSunder Susheel, Dum Laga Ke Haisha (2015).Khurrana marks Dum Laga Ke Haisha as a mid-career high. “It was a semi-comeback, in a way – I had three unsuccessful films after Vicky Donor,” he pointed out. “Dum Laga Ke Haisha gave me a lot of respect, but the commercial success wasn’t that great. Then, Meri Pyaari Bindu didn’t do well, but Bareilly Ki Barfi and Shubh Mangal Saavdhan did really well. And then last year, Badhaai Ho and Andhadhun were breakout films. Article 15 has taken it forward.”Like most actors, Khurrana likes to thumb through a printed copy of the screenplay as well as have it narrated to him. “I prefer it if the director is giving the narration – you get to know his vision,” Khurrana said. The only films where the rule didn’t apply were Vicky Donor, Dum Laga Ke Haisha and the upcoming Gulabo Sitabo. “Sometimes, the scriptwriters give the narration, but you have no idea what the director is thinking,” Khurrana added. “It’s very important to know from the horse’s mouth. Both have to happen – the reading and the narration.”He sat through three script narrations the day before his interview with Scroll.in. “This is unusual for me, but I’m glad I’m getting good scripts,” he said. “I don’t need to do lots of films, but I need to do good films.”\n\n\n    \n    Play\n\nBadhaai Ho (2018).Khurrana’s next project, Dream Girl, will be out on September 13, even as he films for the sequel to Shubh Mangal Saavdhan, which is titled Shubh Mangal Zyada Saavdhan and tackles prejudice towards homosexuality.  In Raaj Shaandilya’s Dream Girl, Khurrana has been cast as a performer who plays the role of Sita in Ramlila productions. “The character can put on two voices, male and female, and the film is about his life, and how he uses this talent beautifully,” Khurrana said. “Dream Girl has in-your-face comedy, which I haven’t really done before. It’s new to me.”Amar Kaushik’s Bala, which will be released on November 22, is closer to previous situational comedies featuring Khurrana. The film’s titular hero grapples with premature balding. “My films have tackled a lot of taboo subjects, but Bala touches upon a more common problem,” Khurrana said. “It’s entertaining and motivating at the same time.” Bala involved extensive use of prosthetic make-up. “I could not shave my hair because we have to show the different phases of baldness,” Khurrana said. “I used to be up at 3 am for a 7 am shoot.”He was working on Bala while giving interviews about Article 15, and he leapt into Shoojit Sircar’s Gulabo Sitabo right after finishing Bala. The Lucknow-set Gulabo Sitabo also stars Amitabh Bachchan – an actor whom Khurrana had interviewed while working as a radio jockey for the BIG FM station in 2007.It’s a wrap! #GulaboSitabo pic.twitter.com/cEwd2q6iLj— Ayushmann Khurrana (@ayushmannk) July 30, 2019\n\nSome of Khurrana’s experiences as a radio jockey are outlined in a memoir published in 2015. Cracking the Code (Rupa Publications), which Khurrana co-authored with his wife, Tahira Kashyap, includes anecdotes about his formative years at DAV College in Chandigarh, his stint as a contestant in the reality show Roadies 2 in 2004 (he won the season), and his anchoring duties for several talent hunt programmes between 2007 and 2011, including MTV Wassup, Just Dance and India’s Got Talent.Like Shah Rukh Khan – another celebrity guest whom Khurrana interviewed on radio – television proved to be the route to movie stardom. Cracking the Code was intended as a guide to those who “wanted to become actors and had shifted base to Bombay and those who wanted to quit acting and go back to their native places”, Khurrana said. “Besides. I just wanted to write. I was an actor who had done decently well in Bombay, but was still trying to find my place.”Cracking the Code contained a frank admission about Khurrana’s lack of conventional leading-man appeal. As he described it: “Born with crooked teeth, flat teeth, an ostrich-like jumpy walk, being the shortest in my class and above all, being extremely skinny.”There were also memories of being rudely dismissed by a cinematographer (“He doesn’t have the spark”), missing out on roles, and labouring through films that didn’t hit the mark.“I was being a little honest – you have to be if you are writing your story,” Khurrana said. “I didn’t get any feedback, though. Nobody has read the book – that’s obvious, na?”Among the statements in Cracking the Code that still holds true is the one about Khurrana’s detachment from his work. “I get neither very ecstatic about anything nor down and out,” he writes. “I like to think of myself as a goofy Sufi.”A sequel to the book isn’t on the cards just yet. There simply isn’t enough time, and there’s a lot more code-cracking to be done. “I guess I have grown a lot since then,” Khurrana said simply, and indeed he has – up, down and sideways, but mostly, up. \n\n\n    \n    Play\n\nShubh Mangal Saavdhan (2017).Also read:Anubhav Sinha on why ‘Article 15’ has a Brahmin hero: ‘The privileged should challenge privilege’ ‘Andhadhun’ revisited: The twists and turns that resulted in one of 2018’s best Hindi films","author":"Nandini Ramnath","time":"2019-08-07T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125070-fouaowwpry-1565028616.jpg","tags":["Ayushmann Khurrana","Dream Girl","Article 15"],"source":"https://scroll.in/reel/932952/dream-girl-bala-two-films-in-2020-why-ayushmann-khurrana-is-one-of-bollywoods-busiest-actors"}