{"title":"Dreams and nightmares of ‘Acche din’ in Rajinder Singh Bedi’s classic ‘Dastak’","content":"The interrupted love story of a newly married couple moving into a Mumbai apartment in Dastak resonates over three decades later. The plot could be revamped for a quirky web series and might engage more viewers than the black and white film, whose unusual subject distanced its audience back in 1970.Dastak was renowned Urdu writer Rajinder Singh Bedi’s debut film. It features Hamid Ahmed (Sanjeev Kumar) and Salma Ahmed (Rehana Sultan), who arrive in the city and rent an apartment that previously belonged to a courtesan. Strangers land at their door at odd hours, harassing them to be entertained. The couple invents a code language inspired by the names of Mumbai’s train stations to communicate and avoid nosy neighbours. They dream of “Acche din” (good days) and wander out for long hours during the monsoon. The city that promises a better life isolates them but eventually teaches them to embrace its hardships.Bedi had been writing screenplay and dialogue for over two decades before he decided to venture into direction. The film was based on one of radio play Naql-e-Makaani (Moving to a New House), first performed on All India Radio in 1944.Bedi was born on September 1, 1915, in Sialkot in undivided Punjab. He studied Urdu in Lahore and published his first collection of short stories, Daan-O-Daam, in 1940.Bedi was a member of the progressive writers’ movement, and his Urdu novel Ek Chadar Maili Si was critically acclaimed and later adapted into films in Pakistan (Mutthi Bhar Chawal, 1978) and India (Ek Chadar Maili Si, 1986).          After the Partition in 1947, Bedi moved to Mumbai and began writing for films. His first assignment came as a dialogue writer for Badi Bahen (1949). After the success of the Dilip Kumar starrer Daag (1952), Bedi had a string of hits with Mirza Ghalib (1954), Devdas (1955) and Madhumati (1958).Rajinder Singh Bedi (seated, in centre).In 1960, Bedi formed a partnership with director Hrishikesh Mukherjee. Starting with Anuradha, the writer-director pair collaborated on films such as Anupama (1966), Satyakam (1969) and Abhimaan (1973). When Bedi made Dastak, Mukherjee helped his friend by editing the film. The reigning release of 1970 was Johny Mera Naam, starring Dev Anand and Hema Malini. The crime thriller exemplifies everything that viewers were hooked to at the time – a colour format, foreign locales, a Westernised music score, action and mystery plotlines. Dastak offered no such relief, with its bleak set-up of a couple stuck in a claustrophobic apartment. The film depicts their monotonous lives without any chance of escape, both for the actors on and screen and the viewers in the cinemas.Also unusual about Dastak was the portrayal of the two female characters as headstrong individuals who make their own choices without the interference of men. Anju Mahendru plays a stenographer named Maria, a sassy working class woman who didn’t take dictation of men outside work. By contrast, Salma emerges from a timid wife into a woman who refused to take orders. As the city’s harsh realities catch up with Salma, she realises that she cannot play second fiddle to her husband who is crumbling under the pressure. She rises to the occasion, often reminding him of his narrow-minded treatment of her as a conventional housewife.Bedi’s treatment of Salma makes her aware of her sensuality and its effect on men. Among the bold scenes is one in which marital rape rears its ugly head, raising the question of who owns Salma’s body and whether it is immoral for her to exude sexuality.        Such topics were not too frequently discussed back then. In Vijay Anand’s Guide (1965), Rosie (Waheeda Rehman) leaves her philandering husband to move in with the tourist guide Raju (Dev Anand) but their relationship does not move beyond the platonic. Rosie is hardly a “half nun-half harlot”, an epithet a literary magazine once used to describe the libertine poetry of Russian poet Anna Akhmatova.Rehana Sultan in ‘Dastak’.Dastak was not well received at the time, but is now regarded as one of the forerunners of the parallel cinema movement of the ’70s. Both Sanjeev Kumar and Rehana Sultan won National Film Awards for their roles. Composer Madan Mohan picked up his only National Film Award for Music Direction. Lata Mangeshkar sang some of her most accomplished songs, Baiyaan Na Dharo, Mai Ri, and Hum Hain Mata-e-Koocha-o-Bazaar, all written by Majrooh Sultanpuri.Bedi directed three other films, Phagun (1973), Nawab Sahib (1978) and Aankhin Dekhi (1978), but none of them were as well received as Dastak. Bedi died in 1984, having passed on the directing mantle to his son, Narender Bedi, whose film credits include Jawani Diwani (1972), Benaam (1974), Rafoo Chakkar (1975) and Sanam Teri Kasam (1982).\n\n\n    \n    Play\n\n‘Dastak’.","author":"Manish Gaekwad","time":"2016-09-01T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/815346-40479-aikkphqmjo-1472635255.jpg","tags":["rajinder singh bedi","dastak","sanjeev kumar"],"source":"https://scroll.in/reel/815346/dreams-and-nightmares-of-acche-din-in-rajinder-singh-bedis-classic-dastak"}