{"title":"EC allows Anurag Thakur, Parvesh Verma to campaign in Delhi, drops them from ‘star’ list","content":"The Election Commission of India on Wednesday ordered the Bharatiya Janata Party to remove Union minister Anurag Thakur and parliamentarian Parvesh Verma from its list of star campaigners for the Delhi Assembly elections for violating election guidelines. The Election Commission or the law does not define who star campaigners are but they are, in almost all cases, prominent and popular faces of a party who are nominated to campaign in a set of constituencies. Star campaigners are permitted to campaign without their expenses being added to that of the candidates, which are capped. Thakur had received a notice from the poll body on Tuesday evening for allegedly using inflammatory slogans during a rally in Delhi. Addressing a rally in support of Manish Chaudhary, the BJP candidate from Rithala, Thakur was heard shouting “desh ke gaddaron ko” and the crowd responded with “goli maaro saalon ko”. The slogan translates to “shoot the traitors”, with an expletive used for “traitors”, and is  a reference to those protesting against the Citizenship Amendment Act. Thakur told The Indian Express that he was merely asking what should be done with traitors. “It could have evoked a response like ‘vote them out’ or ‘throw them out’. But it was the people who reacted so,” he said, justifiying his actions.ECI orders removal of Anurag Thakur and Parvesh Verma from the BJP list of star campaigners. #DelhiElections2020 pic.twitter.com/lCVgFnwXs7— Marya Shakil (@maryashakil) January 29, 2020\n\nMeanwhile, Verma was censured for warning voters in Delhi that “lakhs of protestors” gathering in the city’s Shaheen Bagh locality to demonstrate against the citizenship law would enter their homes to “rape their sisters and daughters and kill them”. Hundreds of women and children have been leading peaceful protests against the Citizenship Amendment Act and the National Register of Citizens at Shaheen Bagh for almost a month and a half. The citizenship law has been widely criticised as discriminatory and Indian Muslims fear it could be used with the NRC to harass and disenfranchise them. Elections in Delhi will be held on February 8 and results will be declared three days later.","author":"Scroll Staff","time":"2020-01-29T13:36:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/47850-npvyzhuigt-1499428641.jpg","tags":["Anurag Thakur","Parvesh Verma","Election Commission","BJP"],"source":"https://scroll.in/latest/951461/drop-anurag-thakur-and-pravesh-verma-as-star-campaigners-for-delhi-elections-poll-body-tells-bjp"}