{"title":"‘My election is proof that poor can fulfil their dreams’: Droupadi Murmu takes oath as president","content":"Droupadi Murmu on Monday took oath as the 15th president of India. She was sworn in by Chief Justice NV Ramana.Murmu is the first Adivasi woman to hold the post. The 64-year-old is from Odisha and has served as the governor of Jharkhand from 2015 to 2021.LIVE: Swearing-in-Ceremony of the President-elect Smt Droupadi Murmu https://t.co/34DbgoUw1H— President of India (@rashtrapatibhvn) July 25, 2022\n\nAfter her swearing in, Murmu said that her election was not just her achievement but also of the financially weaker citizens of the country.“My election is proof that the poor in India can dream and make them come true,” she said in her speech.The newly-sworn in president said that she was satisfied that a section of the society such as the poor, Dalits, backward classes and the Adivasis, who were deprived for centuries, were seeing their reflection in her. Addressing the hardships she faced as a child, Murmu said that coming from a small Adivasi village in Odisha, it was like a dream come true for her to get even elementary education.“But despite many obstacles, my resolve remained strong and I became the first daughter of my village to go to college,” she said. Murmu noted that she rose from being a ward councillor to the president of the country. “This is the greatness of India, the mother of democracy,” she said.The president resolved to work for the citizens of the country, especially the youth and the women. She said that their interests will be paramount for her.Murmu also pointed out that she is the first president to be born in Independent India.Also read:Droupadi Murmu’s election as president is a win for Adivasis – now she must show she isn’t a token A National Democratic Alliance candidate, Murmu became the president after defeating Opposition’s pick, Yashwant Sinha, in the polls held on July 18. The results were declared on July 21.After four rounds of polling, Murmu had received 2,824 votes of 6,76,803 value while Sinha got 1,877 votes or 3,80,177 value. She received 64.03% of the total valid votes polled.Earlier on Monday, Murmu, who arrived at the Rashtrapati Bhavan, paid tribute to Mohandas Karamchand Gandhi, or Mahatma Gandhi, at Raj Ghat.President-elect #DroupadiMurmu pays tribute at Rajghat in Delhi. She will take oath as the 15th President of the country today. pic.twitter.com/xmdNLjmKUi— The Times Of India (@timesofindia) July 25, 2022","author":"Scroll Staff","time":"2022-07-25T10:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177582-geeqbteqsa-1658728174.jpg","tags":["Droupadi Murmu","President of India","NV Ramana","Ram Nath Kovind"],"source":"https://scroll.in/latest/1028979/droupadi-murmu-takes-oath-as-15th-president-of-india"}