{"title":"‘Dune’ movie review: An obscure object of desire","content":"Denis Villeneuve’s desert opera Dune faces the twin challenges of being based on a novel long thought to be unfilmable but also following other movies that have already borrowed key ideas from the book.A futuristic world divided into vassal states ruled by an emperor and threatened by rebellion from the margins, a precious commodity that determines the fate of humankind, a landscape at the mercy of the natural elements, a sisterhood of mystics involved in genetic engineering, a messianic leader called “The One” – filmmakers have dipped into Frank Herbert’s 1965 novel Dune and its sequels over the years in the absence of a direct adaptation of the texts. The one version that did make it, directed by David Lynch in 1984, suffered from clunky exposition, indifferent performances and poor visual effects. The novels also inspired a television mini-series in 2000.Villeneuve charts his own course and puts his singular stamp on the source material. His Dune distils the myriad themes of Herbert’s first book into the coming-of-age story of a young man on the brink of vast knowledge and influence.Rebecca Ferguson and Oscar Isaac in Dune (2021). Courtesy Legendary Pictures.Dune’s deliberately evasive plot requires some knowledge of Frank Herbert’s novels to be fully comprehensible. In the distant future, the emperor plots to destroy one storied clan with the help of another. The emperor reassigns control of the remote planet Arrakis from House Harkonnen to House Atreides. Arrakis is the only source of the all-powerful element called “spice”, which can bend space and time and is crucial for inter-galactic travel. The emperor hopes to destroy the ruler of Atreides, Leto (Oscar Isaac), who is a threat to his power, by putting him in charge of a potentially ungovernable part of the galaxy.The desert in Arrakis is home not only to the precious spice but also gigantic sandworms and a rebellious tribe called the Fremen, who believe that their saviour will arrive any minute now.Even before Leto, his partner Jessica (Rebecca Ferguson) and their son Paul (Timothée Chalamet), can take control of Arrakis, there are forewarnings of a different destiny. Paul is unusually gifted, which both enthrals and alarms his mother, a member of the Bene Gesserit clan of sorcerers. Paul has repeated visions of the future – a nifty way of reminding viewers that a sequel to Dune is underway. The 155-minute film ends on a cliffhanger.Josh Brolin and Timothée Chalamet in Dune (2021).  Courtesy Legendary Pictures.Like the massive sandworms that are more sensed than seen, Dune conceals the full meaning of its esoteric themes. Instead, Villeneuve and co-writers Jon Spaihts and Eric Roth have crafted an obscure object of desire – a movie that relies on ravishing visuals and a diverse cast to make its way through literal and figurative sandstorms. A further layer of portentousness is supplied by Hans Zimmer’s overwhelming choral-heavy background score.The retro-futuristic production design by Patrice Vermette includes forbiddingly high walls, cavernous spaces, and structures that resembles concrete blocks dumped in the middle of nowhere. When Paul and Jessica flee a raid on Arrakis, they find themselves in a vast sea of sand where lurk sandworms, the Fremens, and the blue-eyed woman who has been haunting Paul’s dreams.Greig Frasier’s stunning wide-scape cinematography and the monochrome costumes by Robert Morgan and Jacqueline West complete Villeneuve’s vision of a world stripped down to its basic elements. More than the action sequences, including the eye-popping attack on Arrakis by House Harkonnen, it’s Villeneuve’s world-building that stands out and lingers in memory.Jason Momoa in Dune (2021).  Courtesy Legendary Pictures.The big-name cast includes Jason Momoa and Josh Brolin as Leto’s lieutenants, Stellan Skarsgard as the Baron of House Harkonnen, Dave Bautista as the Baron’s nephew, Chang Chen as the doctor at House Atreides, Sharon Duncan-Brewster as an ecologist at Arrakis, and Javier Bardem as the leader of the Fremens. Zendaya plays Chani, the woman who haunts Paul’s visions.The leisurely-paced movie gives each of these actors a scene or two to call their own. But the central relationship is between mother and son and the most decisive moments are between Rebecca Ferguson and Timothée Chalamet.While Ferguson is compelling as the mystic with secrets of her own, Chalamet’s delicate beauty and brooding charisma make him the perfect fit for a hero who is only just coming into view in a movie that just about begins to make sense by the end. Although cinemas have finally opened in Maharashtra, Dune will not be among this week’s releases. Distributor Warner Bros will release Dune all over India on October 22 but in Maharashtra only on October 29. This has been done to prevent competing with the backlog of titles that have been waiting for the big screen, including No Time To Die, Shang-Chi and the Legend of the Ten Rings and Venom: Let There Be Carnage.\n\n\n    \n    Play\n\nDune (2021).Also read:Frank Herbert’s ‘Dune’ series shows why the legendary science fiction writer stands the test of time","author":"Nandini Ramnath","time":"2021-10-22T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165415-carfazxrly-1634846294.jpeg","tags":["Dune movie review","Denis Villeneuve","Timothée Chalamet"],"source":"https://scroll.in/reel/1008294/dune-movie-review-an-obscure-object-of-desire"}