{"title":"Durand Cup 2023: Mohun Bagan Super Giant crowned champions after victory over East Bengal","content":"A 10-man Mohun Bagan Super Giant reversed their group-stage result over arch city-rivals East Bengal, defeating them 1-0 in the final of the Durand Cup, to be crowned champions. Dimitri Petratos struck the winner in the 71st minute, after Anirudh Thapa was sent off for a second bookable offence, early in the second-half. There was nothing much to choose between the two sides save the Petratos strike, in an entertaining final at the hallowed Vivekananda Yuba Bharati Krirangan in Kolkata with close to 50,000 fans watching.Both managers sprung surprises with the first eleven. Carles Cuadrat of East Bengal gave Mohamad Rakip a first start in the tournament, while Mohun Bagan’s Juan Ferrando kept Manvir, who has had a good campaign, on the bench and started both his foreign forwards Dimitri Petratos and Armando Sadiku upfront.It was clear that Cuadrat wanted the extra help on the wings with Mandar Rao Desai on the left and Harmanjot Khabra on the right playing ahead of three central defenders, whereas Ferrando adopted a more regular 4-4-2, preferring his wing-backs Ashique Kuruniyan and Ashish Rai to do that job. Ashique won the game’s first corner for Mohun Bagan within the first five minutes, however not much came off it. A similar fate awaited East Bengal when they got their first corner a few minutes later. There was nothing to choose between the two in the first quarter of an hour. The left side was the preferred attacking flank for both teams, with Ashique and Mahesh being the prime movers of such attacks on either side.Then just after the water-break, Jordan Elsey seemed to have twisted his ankle and Cuadrat had to replace him with Jose Antonio Pardo at the back. With just a couple of minutes to go, each team had one good chance to break the deadlock. First,  when a cross by Borja meant for Siverio’s head fell for Nandhakumar, but the winger failed to keep his shot on target. Then Petratos unleashed a brilliant strike from the top of the East Bengal box, but also just missed his target.The half ended equal, not only in terms of no team scoring a goal, but also in terms of both getting an equal number of bookings, with Saul Crespo and Borja for East Bengal and Hugo Boumos and Thapa for Mohun Bagan going into the referee’s book in the final stages.Cuadrat made his second change in the 57th minute of the game, when he brought on the experience and guile of Brazilian Cleiton Silva in place of Borja. Ferrando responded with Manvir Singh in place of Ashish Rai.The Punjabi winger created an immediate chance on the hour-mark for Boumous, but the Frenchman shot wide from close.Another critical moment of the match then happened when Anirudh Thapa was sent-off for a high boot on Saul Crespo, his second bookable offence of the match.In the 69th minute, Ferrando made a triple change, bringing on Australian Jason Cummings, Liston Colaco and Glan Martins in place of Boumous, Sadiku and Ashique.The changes brought some luck for Mohun Bagan when Petratos received the box in transition, just inside the East Bengal half and kept advancing towards goal without much challenge from the right-hand side. He then unleashed a left-footed diagonal shot along the ground from just outside the box. It was perfectly placed as the ball took a bad bounce to elude the outstretched palm of Prabhsukan Gill and go in to give Mohun Bagan the lead.In the 78th minute, Cuadrat also made a triple-change, bringing on Nishu Kumar, VP Suhair and Edwin Vanspaul, in place of Chungnunga, Siverio and Rakip. Then in the 87th, Ferrando made his final move, consolidating his defense by bringing on Brendan Hamill in place of Sahal Abdul Samad.In the end, despite nine minutes of injury time, East Bengal weren’t able to find a way to equalise and Petratos’ effort in the second half sealed the win and title for his team.Tournament awardsGolden Boot (Highest scorer) – David Lalhlansanga with six goals (Mohammedan Sporting)Golden Gloves – Vishal Kaith (Mohun Bagan Super Giant)Golden Ball (Player of the Tournament) – Nandhakumar Sekar (Emami East Bengal)","author":"Scroll Staff","time":"2023-09-03T19:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193729-hskygjiuwa-1693747557.jpg","tags":["Dimitri Petratos","Mohun Bagan Super Giant","East Bengal FC","Indian football","Durand Cup 2023","Football"],"source":"https://scroll.in/field/1055345/durand-cup-2023-mohun-bagan-super-giant-crowned-champions-after-victory-over-east-bengal"}