{"title":"Durand Cup: Sivasakthi Narayanan, Alan Costa star as Bengaluru FC beat Mumbai City to win title","content":"Sunil Chhetri-led Bengaluru FC were crowned champions of the Durand Cup on Sunday after beating Mumbai City FC 2-1 at the Salt Lake Stadium, in Kolkata.Sivasakthi Narayanan (11’) opened the scoring for Bengaluru early before Apuia Ralte’s (30’) tap-in from close saw Mumbai draw level. But Alan Costa’s (61’) thumping header from a corner was enough to see Simon Grayson begin his reign as Bengaluru manager with a title.Grayson made two changes to the side that took on Hyderabad FC in the semifinal as Sivasakthi replaced Rohit Kumar, while Alan Costa started ahead of Parag Shrivas at the back. Des Buckingham recalled the services of Apuia, while Greg Stewart and Lallianzuala Chhangte continued in attack.Bengaluru started the stronger of the two outfits, and scored with what was their first chance of the game. Aleksandar Jovanovic, spotting Sivasakthi with a chance to run at the Islanders backline, lifted a punt over the top that Mourtada Fall missed. Sensing the opportunity, Sivasakthi continued his run and nudged the Senegalese defender out of the way, before lobbing a mature finish over Phurba Lachenpa to put his side in the lead.Grayson’s side attacked with intent down both flanks as Naorem Roshan Singh and Prabir Das stretched play at every opportunity. Ahmed Jahouh had Mumbai’s first chance, with his effort from distance flying off target, before Buckhingham’s side found the equalizer through Apuia on the half hour mark.Stewart’s quick free-kick allowed Mumbai a shot on target that Gurpreet Singh Sandhu managed to parry. However, Apuia was alert to the danger and managed to slot home on the rebound past Sandesh Jhingan’s attempted last-ditch challenge.Only eight minutes later, Sivasakthi almost reclaimed the lead for Bengaluru after Alan Costa’s header from a corner fell to Roy Krishna. The Fiji International’s shot found its way to Sivasakthi, who attempted a flicked finish, but Jahouh hooked away off the line to keep things level.Into the second period, Bengaluru had the first chance when Sivasakthi forced Lachenpa into a wayward pass that Chhetri intercepted before feeding Krishna in space. Krishna’s attempt from distance seemed to be heading toward goal, but for Mumbai defender Royston Griffiths, who nodded over.The Blues continued to push forward in search of the lead and almost found it when Jayesh Rane’s deft chip found Chhetri unmarked in the box. The skipper took a touch and composed himself, but his shot was met by a fine save from Lachenpa. From the resulting corner, however, Bengaluru would retake their lead.Chhetri’s delivery, floated in with pace, was met by a thumping header from Brazilian defender Costa, which flew past Lachenpa and gave Grayson’s side the lead once again. Costa would be replaced soon after, as Grayson rang a first change of the evening, introducing Parag Shrivas.Into the final quarter, the hosts rang in two changes as Fall and Vinit Rai were replaced by Alberto Noguera and Mehtab Singh. Bengaluru had a chance to put the game to bed in the 87th minute when Chhetri was found in the box by Sivasakthi, but the skipper, who managed to skip past two defenders, saw his effort fly over the bar.","author":"Scroll Staff","time":"2022-09-18T21:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180100-ztuscwwiyg-1663515589.jpg","tags":["Durand Cup","Bengaluru FC","football","indian football","mumbai city fc"],"source":"https://scroll.in/field/1033127/durand-cup-sivasakthi-narayanan-alan-costa-star-as-bengaluru-fc-beat-mumbai-city-to-win-title"}