{"title":"‘Duvidha’ revisited: Raissa Padamsee recalls ‘a beautiful adventure’ but also enduring dilemmas","content":"She was 16, shy and self-conscious. She had never been in a movie before but found herself in front of the camera. Perhaps it had something to do with the times, which encouraged explorations of the strange and the new. Maybe it had a little to do with the fact that her father had invested money in the production. Or, that the director was an acolyte of her father’s and a regular at his salon where creative people met to swap ideas and arguments.At any rate, in the early 1970s, Raissa Padamsee, the daughter of renowned painter Akbar Padamsee and his first wife Solange Gounelle, consented to appear in Mani Kaul’s Duvidha. Based on Rajasthani writer Vijaydan Detha’s folk story of the same name, Kaul’s third feature was partly financed by Akbar Padamsee. Completed in 1973, the film emerged from the intersection of modernist and miniature painting and Rajasthan’s musical and literary traditions. By then, the Indian arthouse cinema scene had begun to explore many different subjects and styles. A generation of post-Satyajit Ray directors was emerging, seeking to challenge the limits of storytelling and experiment with new forms. Out of this dizzying mix emerged a movie that counts as one of Kaul’s most beguiling and enduring works.Duvidha was “a beautiful adventure”, Raissa recalled – but there were other, more complex memories too. In the true tradition of the artist who remembers all the subtle hues rather than only the colours that brighten the picture, Raissa Padamsee has mixed feelings about the making of Duvidha, as she sat down to an interview with Scroll.in during a recent visit to Mumbai. An art historian who lives in Paris, Padamsee and her husband, filmmaker Laurent Bregeat, have been visiting the city every year for several decades. Her most recent visit was marked by tragedy: her father died on January 6, at the age of 91.Raissa Padamsee.Although Padamsee never acted again after Duvidha, her presence, both earthy and spectral, is recorded for posterity in the movie’s tableau vivant. Duvidha is filled with images of Padamsee looking into the camera, the kohl bursting out of her eyes and the red vermillion smudged on her forehead. In some close-ups, she appears to be mere centimetres away from the lens, like a detail from a miniature painting.Detha’s folk tale spins on an act of transfiguration: a young bride catches the eye of a ghost, who assumes the form of her husband when he leaves home to pursue his career. The ghost impregnates the young woman, leading to the dilemma of the title: who is the child’s father, really? And who is the true husband, the one who left behind a young bride to make more money, or the one who gave her company and love?Rigour and beauty mark Kaul’s adaptation, which is narrated in his customary non-linear style. “I have a great disdain for the linear narrative that exists, even if it is complete, even if there are many characters, even if it has a large canvas…” he told the litterateur Udayan Vajpeyi in a series of conversations that were translated from Hindi by filmmaker Gurvinder Singh and collected in a book titled Uncloven Spaces in 2013. “The experience of life is not like this. A person tries to say one thing and 50 other things come in the way,” Kaul added.Duvidha (1973). Courtesy National Film Development Corporation.Navroze Contractor’s “saturated cinematography” was inspired by “Kangra and Basohli miniature paintings”, Devdutt Trivedi wrote in a previous article on Scroll.in. “An ode to the object-landscape schism found in the work of modernist painter Akbar Padamsee, as well as folk forms of art in Rajasthan, the film is also noted for its use of the Manganiyar form of music,” Trivedi added.At the time Duvidha was being made, Akbar Padamsee had separated from Raissa’s mother, who was French. Raissa Padamsee would frequently travel from France to Mumbai to visit Akbar, and was around when the painter ran the Vision Exchange Workshop at his Taher Mansion apartment in Mumbai’s Nepeansea Road neighbourhood. The visitors to this meeting ground of people and ideas included other artists, photographers and filmmakers, among them Kaul and his peer and friend, Kumar Shahani.People would drop in during the afternoons to “talk and drink tea” and attend screenings, Raissa Padamsee recalled. “And my father would prepare the tea.”Raissa Padamsee. Among the topics was the use of colour. “Akbar was a great theoretician of colour,” Raissa Padamsee recalled. “He had read all the books on colour, he was very interested in Paul Klee, and Mani was also influenced by his paintings. The entire story of the film is contained in the first few images, in fact. You can see this in the structure of space in Duvidha, the dialogue between colours. With colour, you can make the eye move. As a spectator, you might think that the canvas is static, but your eyes are dynamic, and this was one of the themes of the conversations between my father and Mani.”Akbar Padamsee also happened to be reading the Rasa Sutra, which relates to the Indian philosophy of aesthetics. He was deeply interested in cinema too, and even directed two experimental films, Syzygy and Events in a Cloud Chamber, in 1969.Kaul himself was coming off Ashad Ka Ek Din (1971), which was preceded by his debut feature Uski Roti (1970) and a few short films. The Film and Television Institute of India-trained director was looking for a female lead for Duvidha, and appears to have zeroed in on Raissa even before she knew it. He had tested out pieces of cloth on her, possibly to see how it would look on film, but when he approached her for the role, she initially refused.“I was so shy at the time,” said Raissa Padamsee, whose measured words are delivered in soft, well-modulated tones. This was a world of assertive men grappling with ideas and stylistic approaches, and the women surrounding them usually said little and “admired from afar”, she observed. “Mani cornered me and said, you are going to act in my film, and I was so overpowered that I said yes. He told me that he had chosen me because I had a pure and innocent look, but I don’t think he meant it as a compliment.”Duvidha (1973). Courtesy National Film Development Corporation.Duvidha was shot in Vijaydan Detha’s village Borunda in Rajasthan. Borunda is also the site for the cultural centre Rupayan Sansthan, founded by Detha and musicologist and singer Komal Kothari. While Akbar covered the initial expenses of Duvidha, the Film Finance Corporation, the predecessor of the National Film Development Corporation, stepped in with completion funds.Raissa Padamsee had previously been to Rajasthan with her parents. For the Duvidha shoot, Akbar Padamsee and his girlfriend at the time came along. It was on this trip that Raissa Padamsee started referring to her father by his first name. “I used to call my father ‘Papa’, and Mani would keep mimicking me,” she said. “My father told me, we now have a working relationship, so don’t call me papa. Call me Akbar.”Raissa Padamsee spoke no Hindi – her lines for the film were dubbed – but she felt one with her character, Lacchi. “I wasn’t acting, I was that girl,” she said. “It was as if I had been hypnotised. I was in a kind of trance, and if the camera was close to my face, I never even felt it.”Kaul’s instructions to Raissa Padamsee were as specific as they were poetic: “You are the branch and I am the wind. When I blow, you move.”There was little scope for mistakes or retakes, since the production budget was on a leash. The extent of Raissa Padamsee’s make-up was Lakme foundation cream. The cast and skeletal crew included Vijaydan Detha, Komal Kothari and Lalita Krishna, who was married to Kaul at the time and who edited his films. “It was like the workshop from Bombay had gone to Borunda,” Raissa Padamsee observed. “The actor who played my husband in the film, Ravi Menon, came from mainstream cinema, and it was truly great for him to be able to totally act in one of Mani’s films.” Duvidha (1973). Courtesy National Film Development Corporation.Raissa Padamsee was in France when Duvidha was completed, and when she finally watched it, she wasn’t too impressed. “I reacted very badly at the time, I felt it wasn’t me,” she said. “Mani told me I was his best actress, but that’s because I had been so submissive. I was very young, and Mani told me, you are beautiful, but I am going to crush your beauty. It isn’t something you say to an adolescent.” As Raissa Padamsee looks back on Duvidha, she wishes that Kaul had been more forthright in acknowledging the influence of Akbar Padamsee on the production or the contributions of Vijaydan Detha to the screenplay. “We all cared for Mani very much, but there was one thing about him – he borrowed things and never acknowledged them,” she said. “I think Mani was fantastic and marvellous, but sometimes, age liberates you, and you can say things that you could never say before. It is also always interesting to see people with all their flaws.” She has rewatched Duvidha many times since, and attributes its staying power to its elusive nature: “It’s a beautiful film, it can be interpreted in many ways, and it touches you on many levels.” There were acting offers after Duvidha, but she turned them down. “I can’t stand it,” she said about acting, looking every inch a person born for the camera and yet content to stay away from it. \n\n\n    \n    Play\n\nDuvidha (1973).Also read:Film flashback: The ghost in the tree, from 1973","author":"Nandini Ramnath","time":"2020-02-26T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137007-ygjexkrhhj-1582406364.jpeg","tags":["Raissa Padamsee","Duvidha","Mani Kaul"],"source":"https://scroll.in/reel/954021/duvidha-revisited-raissa-padamsee-recalls-a-beautiful-adventure-but-also-enduring-dilemmas"}