{"title":"Naga group lifts shutdown in 6 districts after responding to Election Commission notice","content":"The Eastern Nagaland People’s Organisation on Saturday lifted its “indefinite total shutdown” across six districts in the state after responding to a notice from the Election Commission for disrupting polling during the Lok Sabha elections on Friday, The Hindu reported.Reports indicated that voter turnout in the six districts – Tuensang, Mon, Longleng, Kiphire, Noklak and Shamator – was almost 0%. These districts account for over 3.3 lakh of Nagaland’s 13.5 lakh voters, reported The Morunga Express.Nagaland was among the 17 states and four Union Territories that headed to the polls in the first phase of the general elections on Friday. The state has one Lok Sabha seat.The Eastern Nagaland People’s Organisation group, representing the state’s backward hilly regions, had imposed a shutdown in six districts in eastern Nagaland from 6 pm on Thursday to voice its demand for statehood and to protest the Union government’s failure to establish the Frontier Nagaland Territory to administer the six districts.On Saturday, however, the pressure group claimed that the shutdown was meant to prevent a breakdown of the law and order in the region. It said in a statement: “The indefinite total shutdown by the Eastern Nagaland Public Emergency Control Room... is hereby lifted with immediate effect. We regret the inconveniences caused.”The statement, signed by Eastern Nagaland People’s Organisation chief R Tsapikiu Sangtam, described the shutdown as a “voluntary intiative” whose main goal “was to reduce the possibility of disturbances in the eastern Nagaland region, which is under our jurisdiction, and the risks linked with the gathering of anti-social elements”.The shutdown was lifted hours after the group responded to a notice by the state’s chief electoral officer, who had sought an explanation as to why criminal action should not be intiated against the group under sub-section 171C of the Indian Penal Code (undue influence in elections).The group responded to the notice saying that it had communicated to the Election Commission on April 1 its decision to refrain from participating in the elections “in the light of the prevailing circumstances and sentiments of the people”.Approximate data released by the Election Commission shows the voter turnout in the Assembly segments comprising the six districts as “–”. However, the poll panel has published the voter turnout percentage for other Assembly segments in the state.The approximate turnout in Nagaland on Friday was 56.91%. The final numbers will be updated when made available by the Election Commission.The long-standing demand for a separate state by the Eastern Nagaland People’s Organisation has arisen due to the eastern Nagaland region being significantly more backward than the rest of the state. The group had given a similar call to abstain from voting during Assembly polls last year but withdrew it after an assurance from Union home minister Amit Shah.Nagaland’s lone Lok Sabha seat is held by Tokheho Yepthomi of the Nationalist Democratic Progressive Party, an ally of the Bharatiya Janata Party. Both are part of the state’s coalition government.Also read: Why some Nagas want to partition their state to create a ‘Frontier Nagaland’","author":"Scroll Staff","time":"2024-04-20T18:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192679-przxqqehgt-1690689630.jpeg","tags":["Lok Sabha 2024","Nagaland","Elections","Eastern Nagaland People’s Organisation"]}