{"title":"EC Ashok Lavasa, who dissented with poll code decisions on Modi & Shah, under Power Ministry scanner","content":"The Indian government wrote to 11 public sector undertakings asking them to verify their records to check if Election Commissioner Ashok Lavasa had exercised “undue influence” during his tenure as special secretary in the Ministry of Power between 2009 and 2013, The Indian Express reported on Tuesday.“It has been alleged that Shri Ashok Lavasa, IAS during his tenure in the Ministry of Power from September 2009 to December 2013 as JS/Additional Secretary/Special Secretary used his official position to exercise undue influence to benefit few companies/associate companies,” the letter dated August 29 said to the chief vigilance officers of the PSUs. The PSUs include the National Thermal Power Corporation, NHPC Limited, or the erstwhile National Hydroelectric Power Corporation, REC Limited, which was formerly the Rural Electrification Corporation, and the Power Finance Corporation.Lavasa made headlines in May when he disagreed with the Election Commission’s decisions with regard to violations of the Model Code of Conduct during the Lok Sabha elections. The rift within the three-member Election Commission came into the open after an explosive letter by Lavasa, in which he said he was staying away from the meetings since “minority decisions” were not being recorded.The Power Ministry, in its letter, has annexed 14 companies in which Lavasa’s wife Novel Lavasa served as director. It has also attached a list of projects in which either Lavasa or his wife were involved.Also read: Ashok Lavasa says he won’t attend EC poll code meetings since dissent is not being notedAshok Lavasa defends his right to dissent, says minority view must be part of final orderCEC Sunil Arora indicates that Ashok Lavasa could have spoken out after elections“Verify your records for any evidence regarding involvement in any decision making concerning or exercise of influence, in any form exercised by Shri Ashok Lavasa in securing any benefits to these companies/ associated companies for eg in the form of award of contracts/arbitration awards; placing of supply/commercial orders; entering into MoUs/commercial agreement and other financial accruals etc,” the letter told the chief vigilance officers of the PSUs.“I have no comments to make and am not aware of anything of this kind,” Lavasa told The Indian Express.In May, Lavasa had opposed five clearances that the poll panel gave to Prime Minister Narendra Modi and Bharatiya Janata Party National President Amit Shah in complaints of Model Code of Conduct violations during the election campaign. The commission cleared Modi in six such cases but Lavasa’s dissent was reportedly not noted in the poll panel’s orders. Later, Lavasa recused himself from meetings on the matter.Lavasa came back into the spotlight in September when newspapers reported that the Income Tax department had issued notices to his wife Novel Singhal Lavasa, inquiring about alleged discrepancies in her returns. The department is apparently examining the income she received from her position as a director in several companies.Days later, it was reported that other members of Lavasa’s family are also under the income tax scanner. This included his sister Shakuntala Lavasa and the books of a company in which his son Abir Lavasa is a shareholder. Some of the transactions pursued belong to 2008-’10 financial years. The family has maintained that they have complied with all legal requirements and are cooperating with the authorities.Also read: Tax notice to EC Lavasa’s wife puts his dissenting notes against Modi, Amit Shah back in spotlightTax officials must quickly prove that notices to EC Lavasa’s family have sound basisNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-11-05T10:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128001-hdjzkuludu-1569470637.jpg","tags":["Ashok Lavasa","Election Commission","Narendra Modi","Amit Shah","Power Ministry"]}