{"title":"EC bans minister Anurag Thakur from campaigning for three days, BJP MP Parvesh Verma for 96 hours","content":"The Election Commission on Thursday imposed a 72-hour campaigning ban on Union minister Anurag Thakur and a 96-hour campaigning ban on Bharatiya Janata Party MP Parvesh Verma ahead of the Delhi Assembly elections, ANI reported. The two BJP leaders were accused of making objectionable remarks in the past week.Thakur is the minister of state in the Union Ministry of Finance, which will present the Union Budget for 2020-’21 on Saturday.Thakur had received a notice from the poll body on Tuesday evening for allegedly using inflammatory slogans during a rally in Delhi. Addressing a rally in support of a BJP candidate, Thakur was heard shouting “desh ke gaddaron ko” and the crowd responded with “goli maaro saalon ko”. The slogan translates to “shoot the traitors”, with an expletive used for “traitors”, and is a reference to those protesting against the Citizenship Amendment Act.Verma was censured for warning voters in Delhi that “lakhs of protestors” gathering in the city’s Shaheen Bagh locality to demonstrate against the citizenship law would enter their homes to “rape their sisters and daughters and kill them”.On Wednesday, the Election Commission had ordered the BJP to remove Anurag Thakur and Parvesh Verma from its list of star campaigners for the Delhi Assembly elections for violating election guidelines.Thakur later told The Indian Express that he was merely asking what should be done with traitors. “It could have evoked a response like ‘vote them out’ or ‘throw them out’. But it was the people who reacted so,” he said, justifying his actions.Hundreds of women and children have been leading peaceful protests against the Citizenship Amendment Act and the National Register of Citizens at Shaheen Bagh for almost a month and a half. The citizenship law has been widely criticised as discriminatory and Indian Muslims fear it could be used with the NRC to harass and disenfranchise them.Elections in Delhi will be held on February 8 and results will be declared three days later.Last week, the Election Commission had imposed a 48-hour campaigning ban on another BJP leader, Kapil Mishra, for suggesting that the elections would be like an “India vs Pakistan match”.Also read: BJP is making Shaheen Bagh protest a poll issue but here’s what Delhi voters say they care about","author":"Scroll Staff","time":"2020-01-30T14:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135495-lgrzsmskfj-1580285959.jpg","tags":["Anurag Thakur","Parvesh Verma","Election Commission","BJP","Delhi elections"],"source":"https://scroll.in/latest/951598/ec-bans-minister-anurag-thakur-from-campaigning-for-three-days-bjp-mp-parvesh-verma-for-96-hours"}