{"title":"EC clears PM Modi of poll code violation allegation again, this time for ‘qatal ki raat’ speech","content":"The Election Commission on Saturday said Prime Minister Narendra Modi did not violate the Model Code of Conduct when he claimed that India had kept Pakistan on its toes to ensure the safe return of Indian Air Force pilot Abhinandan Varthaman, PTI reported. Modi had made the comment in Gujarat’s Patan.“When Abhinandan was captured by Pakistan, I said [to Pakistan] that if anything happens to our pilot, we will not leave you,” Modi had said at the rally on April 21. “A senior American official said on the second day that Modi has kept ready 12 missiles and might attack and the situation will deteriorate. Pakistan announced they would return the pilot on the second day, else it was going to be a ‘qatal ki raat [a night of slaughter]’.”With this case, the poll panel has cleared Modi of seven complaints alleging that he had violated the Model Code of Conduct so far. The Election Commission said its latest decision was based on a detailed report from the chief electoral officer in Gujarat. “The matter has been examined in detail in accordance with the extant advisories, provisions of the model code of conduct,” the Election Commission said. “After examination, the commission is of the view that in this matter no such violation of the extant advisories/provisions is attracted.”The Balakot air strikeThe Indian Air Force conducted the Balakot strikes after the February 14 Pulwama terrorist attack in which 40 Central Reserve Police Force Personnel were killed. The Balakot strike was followed by heightened tensions between the two countries, including aerial skirmishes between India and Pakistan.On February 27, the Pakistani military claimed it had shot down two Indian Air Force jets – one had crashed in Pakistan-occupied Kashmir and the other fell in Jammu and Kashmir. India maintained that Pakistan had shot down only one MiG-21 aircraft and that it had downed a Pakistani F-16 jet.During this skirmish, Pakistan captured Wing Commander Abhinandan Varthaman, who returned home on March 1 after being released.Complaints alleging poll code violations by PM ModiOn Friday, the Election Commission cleared Modi of accusations levelled in two complaints of violation of the Model Code of Conduct. The poll panel said Modi did not violate the code of conduct by comparing the Congress to a “sinking Titanic” in his speech in Nanded city in Maharashtra on April 6. Modi had also claimed that the party was “taking a toll” on its alliesThe poll panel also cleared Modi of allegations levelled with regard to his speech in Varanasi on April 25, and an interview to Aaj Tak news channel in which he had said that a new India would not tolerate terrorism, pointing out that Pakistan had been given a befitting reply. On Thursday, the commission had ruled that Modi did not violate the Model Code of Conduct during his speech in Barmer town in Rajasthan on April 21, when he had said that India does not get scared of Pakistan’s nuclear strike threats anymore, and added that India’s nuclear weapons were not meant for Diwali.The day before, the poll panel had said that the prime minister did not break the rules by appealing to first-time voters to dedicate their votes to security personnel killed in the Pulwama attack in February at a public meeting in Maharashtra’s Latur district. The commission also did not find anything wrong with the prime minister’s speech in Maharashtra’s Wardha district on April 1 in which he had claimed that Congress President Rahul Gandhi had been forced to contest the election from Wayanad in Kerala because of its sizeable Muslim population.On March 29, the Election Commission had said that Modi’s speech announcing the launch of an anti-satellite missile, labelled “Mission Shakti” a few days earlier, did not violate the Model Code of Conduct.","author":"Scroll Staff","time":"2019-05-05T08:05:39.099037+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/114561-axncsfgdlj-1551802273.jpg","tags":["Narendra Modi","Election Commission","Lok Sabha polls","Pakistan","Abhinandan Varthaman"],"source":"https://scroll.in/latest/922347/ec-clears-pm-modi-of-poll-code-violation-allegation-again-this-time-for-qatal-ki-raat-speech"}