{"title":"EC deferred polling in J&K’s Anantnag to manipulate voting pattern, allege National Conference, PDP","content":"The Jammu & Kashmir National Conference and the Peoples Democratic Party alleged on Wednesday that the deferring of polls in the Anantnag-Rajouri Lok Sabha seat by the Election Commission is “aimed at manipulating the voting pattern”, The Hindu reported.On Tuesday, the Election Commission deferred the Lok Sabha elections in Anantnag-Rajouri from May 7 to May 25. The poll body said that it had received several representations stating that there would be logistical and communication-related difficulties in holding the polling on May 7.On Wednesday, Peoples Democratic Party chief Mehbooba Mufti alleged there was “a collusion at play between the officials and the Election Commission to manipulate the electoral process”.On Tuesday, Mufti had also said that the deferment should be viewed in light of threatening voters to vote for the Jammu and Kashmir Apni Party. The National Conference and the Peoples Democratic Party have alleged that the Apni Party is working hand in glove with the BJP.“The authorities deliberately delayed elections to manipulate voters in favour of BJP allies and frighten the people not to exercise their franchise against the ongoing onslaught of Jammu and Kashmir’s identity and resources,” The Hindu quoted her as saying.Former chief minister and National Conference Vice President Omar Abdullah also raised similar concerns.“We are seeing a conspiracy [in the delaying of polls],” Abdullah said, reported the newspaper. “The people who are not participating in the election were talking about postponing it. The BJP and Jammu and Kashmir People’s Conference were talking.”He alleged that the decision is not related to candidates and voters but a “conspiracy” of the BJP.“This is an attempt to deny Bakerwals [nomadic community], who migrate to upper reaches in May, to cast their votes,” Abdullah alleged. “I am hopeful they will stay back and migrate only after voting.”Earlier, the Election Commission had received representations from the BJP, the Jammu and Kashmir Peoples Conference and Jammu and Kashmir Apni Party, among others, alleging that “candidates from Rajouri and Poonch couldn’t file their nomination papers due to closure of Mughal Road in view of snowfall”.On Wednesday, Mian Ahmad Larvi, the National Conference’s candidate from the constituency, denounced the Election Commission’s decision calling it “undemocratic”, The Hindu reported. He said that in the past, elections had never been deferred due to landslides.“This will only add to the anger of people,” Larvi said. “The J&K delimitation commission added Rajouri and Poonch with the Anantnag seat [in 2022]. The delimitation exercise was an injustice to those living in these two districts.”The boundaries of the Anantnag-Rajouri Lok Sabha constituency were redrawn in 2022 after the abrogation of Article 370 of the Constitution in August 2019 and the bifurcation of the erstwhile state into two Union Territories.The constituency now comprises Kashmir valley’s Anantnag and the Pir Panjal valley’s Rajouri and Poonch. The two areas are connected by the Mughal Road that remains open seasonally.On Wednesday, the People’s Democratic Party also held a demonstration in Srinagar against the poll panel’s decision.“The Anantnag-Rajouri constituency was carved out at the behest of the BJP to exploit the religious and caste fault lines,” alleged party leader Naeem Akhtar, reported The Hindu. “It was a pre-poll rigging. Now, they realised that the wind is blowing in the opposite direction due to our leader Mehbooba Mufti and our cadres.”Akhtar alleged that the poll panel has become a tool of the BJP and demanded a report on why the elections had been deferred.The BJP has not fielded a candidate from the Anantnag-Rajouri seat.However, the Jammu and Kashmir Apni Party candidate for the seat, Zaffar Manhas, welcomed the deferment of the polls, reported The Hindu.“Due to inclement weather, which caused landslides and disrupted road connectivity, we requested the ECI to postpone the polls,” Manhas said. “They sought reports from all stakeholders and, after taking a comprehensive view, decided to defer the polls. We appreciate this decision.”Also read: ‘On shaky ground in Valley’: Why BJP has ducked a Lok Sabha contest in Kashmir","author":"Scroll Staff","time":"2024-05-02T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154942-skdquxytvi-1613397512.jpg","tags":["Lok Sabha 2024","Kashmir","Jammu and Kashmir","National Conference","People Democratic Party","Omar Abdullah","Mehbooba Mufti","Anantnag-Rajouri constituency"],"source":"https://scroll.in/latest/1067347/ec-deferred-polling-in-j-ks-anantnag-to-manipulate-voting-pattern-allege-national-conference-pdp"}