{"title":"EC is Modi’s slave, says Uddhav Thackeray after losing Shiv Sena name, symbol to Shinde faction","content":"Former Maharashtra Chief Minister Uddhav Thackeray on Saturday launched a strong attack on the Election Commission, saying it is Prime Minister Narendra Modi’s slave, NDTV reported.His remarks came a day after the poll panel recognised the faction led by Maharashtra Chief Minister Ekanth Shinde as the real Shiv Sena and allocated the bow and arrow symbol to it.“The bow and arrow have been stolen,” Thackeray said while addressing his supporters from the sunroof of his car at Matoshree, the family home of the Thackerays. “The thief needs to be taught a lesson. He has been caught. I challenge the thief to come out on the field with a bow and arrow and we will counter it with a flaming torch.”Flaming torch is the symbol allotted to the Thackeray-led faction last year by the Election Commission. In its ruling on Friday, the poll watchdog said the symbol along with the Shiv Sena (Uddhav Balasaheb Thackeray) name will remain with his group till the bye-polls to the Chinchwad and Kasba Peth Assembly constituencies of Maharashtra.Addressing a large crowd that had assembled in a show of strength, Thackeray on Saturday accused the prime minister of using Shiv Sena founder Balasaheb Thackeray’s face only to win elections. “People of the state know which face is real and which isn’t,” the 62-year-old added.His loyalist and Rajya Sabha MP Sanjay Raut termed the Election Commission’s order as “a form of political violence” to finish off the Shiv Sena. “It is an act done out of fear and revenge,” he alleged.Another Shiv Sena (UBT) leader Priyanka Chaturvedi told ANI that it was suprising to see the poll panel side with those who had betrayed her party.The Shiv Sena had split in June after Shinde and a group of party MLAs rebelled against the former Maharashtra government – a coalition of the Shiv Sena, the Nationalist Congress Party and the Congress.After more than a week of political drama, the coalition was ousted from power as the Thackeray faction was reduced to a minority in the state Assembly. Shinde was sworn in as the chief minister of Maharashtra on June 30, while the Bharatiya Janata Party’s Devendra Fadnavis took oath as his deputy.On Saturday, Chaturvedi told ANI, “ECI is ‘Entirely Compromised Institution of India’.”EC orderIn its 78-page order, the Election Commission said that 40 MLAs backing Shinde got nearly 76% of the votes polled in favour of the 55 Shiv Sena candidates who had won their seats in the 2019 Maharashtra Assembly polls. On the other hand, the Uddhav Thackeray faction’s 15 MLAs got 23.5% of the votes polled, the three-member poll body said in a unanimous order.Meanwhile, 13 MPs of the Shinde faction got 73% of the total votes cast in Shiv Sena’s favour in the 2019 Lok Sabha elections, while only 27% of the votes went to MPs from the Thackeray camp.In its order, the Election Commission also observed that the party constitution of the Shiv Sena is undemocratic.“It has been mutilated to undemocratically appoint people from a coterie as office bearers without any election at all,” the poll body said. “Such party structures fail to inspire confidence.”It noted that the Election Commission had not been informed about amendments made in the party’s constitution in 2018. The poll body claimed that the amendments had removed democratic norms brought by Balasaheb Thackeray at its insistence.“The Election Commission also observed that the undemocratic norms of the original Constitution of Shiv Sena, which was not accepted by the Commission in 1999 have been brought back in a surreptitious manner further making the party akin to a fiefdom,” the order added.","author":"Scroll Staff","time":"2023-02-18T17:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187020-ybviczblai-1676720542.jpg","tags":["Shiv Sena","Uddhav Thackeray","Ekanth Shinde","PM Modi","Maharashtra","Election Commission"],"source":"https://scroll.in/latest/1044155/ec-is-modis-slave-says-uddhav-thackeray-after-losing-shiv-sena-name-symbol-to-shinde-faction"}