{"title":"EC issues notices to Himanta Biswa Sarma, Priyanka Gandhi Vadra for alleged poll code violations","content":"The Election Commission on Thursday sent notices to Assam Chief Minister Himanta Biswa Sarma and Congress General Secretary Priyanka Gandhi Vadra for allegedly violating the Model Code of Conduct ahead of the Assembly polls next month.The two leaders have been asked to submit their responses by October 30.The poll panel issued the notice to Sarma after the Congress had presented a complaint against him to the polling body on Wednesday. The Opposition party had referred to Sarma’s comments at a rally in Chhattisgarh’s Kawardha district on October 18. It said that he had a “clear cut intention to incite sections of society against one another.”“If one Akbar comes to some place, he calls 100 Akbars,” Sarma had said while campaigning against Congress MLA Mohammed Akbar. “So send him off as soon as possible, otherwise the land of deity Kaushalya will get defiled.”The Election Commission said that based on a preliminary observation, Sarma’s speech had violated the Model Code of Conduct.However, the Assam chief minister alleged on Friday that the Congress did not inform the Election Commission that Akbar is the party’s candidate from Kawardha. “Therefore legitimate criticism of a candidate does not amount to communal politics,” he said in a tweet. “Congress will have to face the legal consequence of not revealing this crucial fact in their representation.”Congress has withheld the material information from the Hon’ble Election Commission that Mohammed Akbar is their candidate from Kawardha Constituency.Therefore legitimate criticism of a candidate does not amount to communal politics. Cong will have to face the legal… https://t.co/B7knnSjvCG— Himanta Biswa Sarma (@himantabiswa) October 27, 2023\n\nIn the notice to Vadra, the poll panel referred to a speech she gave in Rajasthan’s Dausa district, during which she referred to a visit by Prime Minister Narendra Modi to a temple in the Bhilwara district.The Congress leader claimed that Modi made a donation in an envelope to the temple, but when the envelope was opened, it only contained Rs 21.The Bharatiya Janata Party complained to the Election Commission against the speech on October 25, claiming that Vadra made false statements against the prime minister.The poll panel said that the speech prima facie violated the Model Code of Conduct.The elections in Chhattisgarh will be held in two phases on November 7 and 17, while the Rajasthan polls will be held on November 23. The results will be announced on December 3.","author":"Scroll Staff","time":"2023-10-27T10:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195322-swwvwkbdhv-1698378707.jpg","tags":["Himanta Biswa Sarma","Priyanka Gandhi Vadra","Assembly polls","Model Code of Conduct","Election Commission"],"source":"https://scroll.in/latest/1058194/ec-issues-notices-to-himanta-biswa-sarma-priyanka-gandhi-vadra-for-alleged-poll-code-violations"}