{"title":"EC issues notices to BJP and Congress for alleged poll code violations by PM Modi, Rahul Gandhi","content":"The Election Commission on Thursday issued notices to the Bharatiya Janata Party and the Congress seeking an explanation, by Monday, for alleged violations of the Model Code of Conduct by Prime Minister Narendra Modi and Wayanad MP Rahul Gandhi.The Model Code of Conduct is a set of guidelines issued by the Election Commission for political parties, candidates and governments to follow during an election. It sets guardrails for speeches, meetings, processions, election manifestos and other aspects of the polls.In its letter to BJP National President JP Nadda and Congress President Mallikarjun Kharge, the Election Commission said that the parties’ star campaigners were expected to contribute to a “higher quality of discourse”. The poll panel directed Nadda and Kharge to inform all their star campaigners of the high standards of political discourse expected from them.The poll panel sending the notices to the party chiefs instead of the political leaders in question is unprecedented, according to The Indian Express.The Congress, the Communist Party of India and the Communist Party of India (Marxist–Leninist) had moved the Election Commission against Modi for his claims that the Congress plans to distribute citizens’ property among “infiltrators” if voted to power, in an apparent reference to Muslims.At an election rally in Rajasthan on Sunday: “When the Congress-led government was in power, they had said that Muslims have the first right over the country’s assets. This means that they will distribute wealth to those who have more children and those who are infiltrators. Is this acceptable to you?”Modi was purportedly referring to remarks that Congress leader Manmohan Singh had made on December 9, 2006, in an address to the National Development Council. Singh, the prime minister at the time, had said that the country’s priorities were to uplift the Scheduled Castes, Scheduled Tribes, Other Backward Classes, minorities, and women and children.The Opposition parties had denounced the remarks and several civil society groups termed it hate speech.Shortly after, the BJP filed a complaint against Gandhi with the poll panel accusing him of attempting to create a linguistic and regional divide in the country. The Hindutva party accused the Wayanad MP of conspiring to create a rift between north and south India as part of the Congress’ Lok Sabha election campaign.Referring to its decision of sending the notices to the party chiefs instead of Modi and Gandhi, the poll panel said: “In view of the…plenary power of the political parties to nominate or withdraw the star campaigner’s status with associated responsibility and authority to control their star campaigners, the Commission has taken a view that while the individual star campaigner would continue to remain responsible for speeches made, the Commission will address party President/Head of the political party, on case-to-case basis.”","author":"Scroll Staff","time":"2024-04-25T14:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178340-qnoakvydmy-1660143340.jpg","tags":["Election Commission","Narendra Modi","Rahul Gandhi","BJP","Congress","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067059/ec-issues-notices-to-bjp-and-congress-for-alleged-code-violations-by-pm-narendra-modi-rahul-gandhi"}