{"title":"EC moves Supreme Court against Madhya Pradesh HC order restricting physical political rallies ","content":"The Election Commission of India on Thursday moved the Supreme Court against a Madhya Pradesh High Court order restricting physical political rallies in nine districts of the state due to the coronavirus pandemic, the Hindustan Times reported. Bye-polls to 28 Assembly seats in the state will be held on November 3.On Wednesday, the Gwalior bench of the Madhya Pradesh High Court ordered nine districts under its jurisdiction to grant permission for public rallies only if virtual meetings are not possible. The districts include Gwalior, Guna, Morena, Bhind, Ashok Nagar, Datia, Shivpuri, Sheopur and Vidisha. The order also directed the political party or candidate holding the rally to deposit money “sufficient to purchase double the number of masks and sanitisers required for protecting those attending the event”. The decision of the district magistrate permitting any political party to conduct physical rallies should become effective only after the Election Commission approved it in writing, the court said, while hearing a petition filed by Gwalior-based advocate Ashish Pratap Singh.  However, the poll body in its petition said the High Court order was passed without any regard to the commission’s guidelines on gatherings and the coronavirus protocol, which allowed such congregations of over 100 people with restrictions. The conduct and management of elections is overseen by the Election Commission of India under the Constitution, it added.The petition also referred to Article 329 of the Constitution, which bars interference by courts in electoral matters.The poll body has requested the Supreme Court for urgent listing of its appeal as next hearing in the High Court is expected to take place on Friday. Apart from this, two Bharatiya Janata Party candidates – Pradyuman Singh Tomar and Munnalal Goyal – have also approached the top court. Both Tomar and Goyal, who have filed separate pleas, are contesting the bye-elections. Their petitions said the Madhya Pradesh High Court order should be set aside as it interfered with their right to contest elections. “The impugned interim order has violated the petitioner’s right to conduct election campaign through physical gatherings as permitted by the Election Commission, Central Government and State of Madhya Pradesh,” the petitions read.On Thursday, Madhya Pradesh Chief Minister Shivraj Singh Chouhan had also said that the BJP will approach the Supreme Court against the order restricting rallies. “Political rallies are being held in Bihar every day,” Chouhan said. “There cannot be such contradicting legislation in the country.”","author":"Scroll Staff","time":"2020-10-23T09:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110318-bokswzwhlp-1562914499.jpg","tags":["Supreme Court","Election Commission of India","Madhya Pradesh High Court","Bye-polls","Shivraj Singh Chouhan"],"source":"https://scroll.in/latest/976530/ec-moves-supreme-court-against-madhya-pradesh-hc-order-restricting-physical-political-rallies"}