{"title":"EC orders 10% more VVPAT machines expecting a higher failure rate in 2019 elections: Indian Express","content":"The Election Commission of India has increased the number of Voter Verifiable paper audit trail machines it has in reserve by 10% for the 2019 Lok Sabha polls, The Indian Express reported on Sunday, quoting a note from the poll panel. The decision comes in the wake of several incidents of these machines malfunctioning during recent Assembly elections. The Election Commission said it was allocating more machines for the Lok Sabha elections as there was a possibility of “high failure rate due to manual intervention” since many states would be using it for the first time. “With intensive training and structured capacity building programme, the percentage of VVPAT failure can be reasonably expected to be reduced by 1%-2% only,” the poll panel said in a note. “Despite this reduction, the overall failure rate of VVPATs is likely to remain around 8%-9%, which is 7%-8% higher than EVM [Electronic Voting Machines] failure.”The poll panel ordered 1.3 lakh Voter Verifiable Paper Audit Trail Machines on June 20, besides the 16.15 lakh machines it has already ordered. This will increase the election body’s reserve from 25% to 35%. The total number of VVPAT machines ordered has now gone up to 17.4 lakh.The EC has set a deadline of October 30 for the delivery of the new machines, which is expected to cost Rs 250.16 crore. The Bharat Electronics Limited in Bengaluru will produce an estimated 79,000 VVPAT machines, while the rest will be made by the Electronics Corporation of India Limited in Hyderabad.In July, the poll panel admitted that the delivery had been delayed as a technical experts committee was analysing “technology stabilisation issues” in the machines and incorporating design improvements. However, the poll panel said that the machines will be delivered before the end of November.On May 28, VVPAT malfunctions were reported from many polling stations in the Kairana and Bhandara-Gondiya bypolls. In Maharashtra’s Bhandara-Gondiya Lok Sabha constituency, polling was suspended in 35 booths. In the Kairana Lok Sabha bye-election in Uttar Pradesh, Rashtriya Lok Dal candidate Tabassum Hasan wrote to the election panel after polling began, complaining that voting machines and voter-verified paper audit trails were malfunctioning at nearly 175 booths. The Samajwadi Party also alleged that EVMs were tampered during the Noorpur Assembly bye-election. The party’s leader, Akhilesh Yadav, alleged that he had received complaints about thousands of faulty voting machines.After the complaints, the EC had to replace 20.8% of VVPATs deployed in Kairana and 19.22% in Bhandara-Gondiya. This led to re-election in 73 polling stations of Kairana and 49 in Bhandara-Gondiya.A VVPAT produces a printout of the vote cast using an electronic voting machine, which can be displayed to voters. The printout is then stored in a box and can be used to resolve disputes in the future. Last year, the poll panel had filed an affidavit in the Supreme Court and said it would introduce VVPATs in all polling stations for the 2019 general elections.","author":"Scroll Staff","time":"2018-08-12T11:34:19.693758+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890160-55386-xzfxicosfo-1495505232.jpg","tags":["India","Election Commission","VVPAT","2019 Lok Sabha elections"],"source":"https://scroll.in/latest/890160/ec-orders-10-more-vvpat-machines-expecting-a-higher-failure-rate-in-2019-elections-indian-express"}