{"title":"EC rift: Ashok Lavasa defends his right to dissent, says minority view must be part of final order","content":"Election Commissioner Ashok Lavasa, who recused himself from the Election Commission’s meetings on deciding violations of the poll code on grounds that his “minority decisions were going unrecorded”, on Monday defended his right to dissent. “If decisions of the Election Commission are taken by majority and you do not include the minority view [in the final order] then what is the point of a minority view?” Lavasa asked during an interview with The Indian Express.Lavasa said he would be a part of meetings only after dissent notes and minority decisions were included in the commission’s orders. “I have no axe to grind,” he told Hindustan Times a day before an important Election Commission meeting on Tuesday. “My concern is to have a system of disposal of Model Code of Conduct violation cases in a time-bound, transparent, and non-discriminatory manner.”Asked why he insisted on having his minority view recorded in the orders even though that was not the norm, Lavasa said: “My argument is that whereas Model Code of Conduct is a code, all orders that spell out consequences of a violation are issued under Article 324 [of the Constitution]. By these orders we are restricting someone’s freedom of speech or freedom of movement. Therefore, the Commission should spell out the reasons why a decision was made and if one of the Commissioners doesn’t agree, that person’s view should also be included in the order. The person on whom you are imposing a restriction should know how the decision was made.”Lavasa said it was the Supreme Court’s strong observations on the poll panel’s delayed reaction to poll code violations that prompted him to intervene. On April 15, the top court had reprimanded the poll panel for not acting against such speeches. In response, the Election Commission had said its powers were limited and it could not disqualify candidates.Later that day, the poll body temporarily barred Uttar Pradesh Chief Minister Adityanath, Bahujan Samaj Party President Mayawati, Samajwadi Party leader Azam Khan and Bharatiya Janata Party minister Maneka Gandhi from campaigning for violating the Model Code of Conduct.The rift within the three-member Election Commission came into the open after an explosive letter by Lavasa on Saturday. Lavasa had opposed five clearances that the poll panel gave to Modi and Bharatiya Janata Party National President Amit Shah in complaints of Model Code of Conduct violations. The commission has given Modi clearances in six such cases altogether. However, Lavasa’s dissent was not noted in the poll panel’s orders.Election Commission officials said that its legal department was of the view that the dissenting opinions cannot be recorded in Model Code of Conduct cases as they are not quasi-judicial proceedings. But, Lavasa disagreed. “In all multi-member bodies, be it a court or a tribunal, dissent is included in the order,” Lavasa told Hindustan Times. “My reasons for dissent are as per the provisions of the MCC and advisories issued by the Election Commission. It will inspire greater public confidence in a constitutional body like the Election Commission.”Denying the rift, Chief Election Commissioner Sunil Arora on May 18 said such reports were unsavoury. “The three members of the EC are not expected to be template or clones of each other,” Arora had said. “There have been so many times in the past when there has been a vast diversion of views as it can and should be”.Responding to Arora’s statement, Lavasa said all controversies are unsavoury. “They seem ill-timed as they pose difficult questions that remain unattended,” he told The Indian Express. “They can be avoided if decisions and actions affecting the people are perceived as timely, fair and non-discriminatory.”","author":"Scroll Staff","time":"2019-05-21T10:01:37.513924+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119953-asuuamamez-1558167043.jpg","tags":["Ashok Lavasa","Election Commission","poll code violations"],"source":"https://scroll.in/latest/924181/ec-rift-ashok-lavasa-defends-his-right-to-dissent-says-minority-view-must-be-part-of-final-order"}