{"title":"‘EC responsible for second wave of Covid, should be booked for murder probably’: Madras HC","content":"The Madras High Court on Monday said the Election Commission should be booked on charges of murder for allowing rallies to continue in poll-bound states, despite an unprecedented surge in coronavirus cases in India, Live Law reported. “Your institution is singularly responsible for the second wave of the pandemic,” a bench of Chief Justice Sanjib Banerjee and Justice Senthilkumar Ramamoorthy told the Election Commission.The chief justice observed that despite repeated warnings from the courts, the Election Commission had failed to enforce Covid norms of wearing facemasks, using sanitisers and maintaining physical distancing during political rallies. “Were you on another planet when the election rallies were held?” the court said. “Your officers should be booked on murder charges probably.”The High Court warned that it will stop the counting of votes, scheduled to take place on May 2, if the poll panel does not put in place a blueprint of how it planned to ensure all protocols are followed that day. “The situation now is of survival and protection,” the chief justice said. “Everything else comes next.”The bench directed the Election Commission and the Tamil Nadu chief electoral officer to hold consultations with the health secretary and come up with a plan by April 30. “The matter will appear on April 30 to review the situation when a complete picture as to adequate steps having been taken will be clear,” the bench added. The court was hearing a plea seeking directions to authorities to ensure fair counting of votes on May 2 in Karur, by making proper arrangements with Covid-19 protocols, according to PTI. The plea said that since as many as 77 candidates are contesting in the Karur constituency, it would be difficult to accommodate their agents in the counting hall. It may affect observance of the protocols, the petitioner said.Elections amid pandemicAssembly elections in five states – West Bengal, Tamil Nadu, Kerala, Assam and Puducherry – were held amid an unprecedented second wave of the coronavirus. Voters in West Bengal also cast their ballot on Monday during the seventh phase of the polls.While the country battled with a record surge in Covid cases for days and hospitals ran out of beds and oxygen, politicians were holding election rallies attended by thousands with little evidence of masks or physical distancing.Nowhere was this more evident than West Bengal, where Prime Minister Narendra Modi and Union Home Minister Amit Shah held gigantic rallies until last week, when the Election Commission finally banned all roadshows and limited gatherings to 500 people amid the worsening situation. The poll panel’s announcement had come hours after the Calcutta High Court expressed disappointment at the way elections had been conducted so far. The court said it was “unable to reconcile with the fact” that the Election Commission had failed to take any steps beyond “issuing curriculars” to tackle the surge of coronavirus infections in West Bengal.Critics have also questioned the Election Commission’s decision to hold elections eight phases in Bengal amid a global pandemic. But the poll panel claimed that it was too late to reduce the length of the elections.","author":"Scroll Staff","time":"2021-04-26T15:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/82111-wefadcwebz-1572882308.jpg","tags":["Election Commission","Madras High Court","coronavirus"]}