{"title":"EC seeks NITI Aayog’s reply to plea alleging misuse of bureaucrats for PM Modi’s campaign: Report","content":"The Election Commission has written to the NITI Aayog, seeking its comments on the Congress’ allegation that the Prime Minister’s Office was misusing it for election purposes, The Indian Express reported on Tuesday. The poll body sent a letter to NITI Aayog Chief Executive Officer Amitabh Kant on Saturday, asking him to respond immediately.  The letter does not mention by when Kant has to respond.On May 1, the Congress had moved the Election Commission against the alleged misuse of state machinery by the Prime Minister’s Office for Narendra Modi’s election campaign. Senior Congress leader Abhishek Manu Singhvi had claimed the Prime Minister’s Office had directed the NITI Aayog to write to bureaucrats at places where the prime minister was scheduled to campaign, and ask them to send local area knowledge ahead of Modi’s visits to these places. Singhvi alleged that the district officials were told to send the information within a day. The Congress’s complaint cited a report published by Scroll.in on April 10 that said a NITI Aayog official had written to collectors of three districts in Maharashtra ahead of Modi’s rallies there. On March 31, the collector of Gondia district, Kadambari Balkawad, sent a note to the NITI Aayog with the subject line “Write up/information for Gondia District for Prime Minister’s Office”. The detailed report contained a brief history of Gondia, basic statistics, and demographic profile, among other pieces of information. A profile of Latur sent by the collector described the history of the place and prominent religious and tourist spots. A similar profile of Wardha was also prepared. Modi campaigned in Wardha on April 1, in Gondia on April 3 and in Latur on April 9.Another email accessed by Scroll.in was sent by an official in the NITI Aayog to bureaucrats in all Union territories on April 8. The Congress said the NITI Aayog’s actions were in violation of the Election Commission’s instructions prohibiting the misuse of government resources in election campaigning. The Model Code of Conduct states that the “ministers shall not combine their official visit with electioneering work and shall not also make use of official machinery or personnel during the electioneering work”.Also read:Model code: Collectors being asked to send PMO local information ahead of Modi visits, email showsCongress moves EC against alleged misuse of bureaucrats for Narendra Modi’s poll campaign","author":"Scroll Staff","time":"2019-05-07T10:57:43.566107+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/57113-elyqzowlrd-1557204704.jpg","tags":["NITI Aayog","Election Commission","Lok Sabha Elections","Amitabh Kant","Congress"],"source":"https://scroll.in/latest/922575/ec-seeks-niti-aayogs-reply-to-plea-alleging-misuse-of-bureaucrats-for-pm-modis-campaign-report"}