{"title":"EC says Modi didn’t violate poll code by criticising Rahul Gandhi’s nomination from Wayanad","content":"The Election Commission on Tuesday said Prime Minister Narendra Modi’s criticism of Congress President Rahul Gandhi’s nomination from Wayanad district in Kerala did not violate the Model Code of Conduct, PTI reported.At a rally in Maharashtra’s Wardha district on April 1, Modi had claimed that the Congress president had been forced to contest from seats dominated by minority communities – an indirect reference to Gandhi’s decision to contest from Wayanad. His comments came a day after the Congress had announced the decision. Before these elections, Gandhi had always contested the elections from his stronghold Amethi in Uttar Pradesh. “Congress insulted Hindus...people have decided to punish it in election...hence, it is scared of fielding candidate from constituencies dominated by majority population,” the prime minister had claimed. According to unofficial demographic data, Muslims account for 45% of the electorate in Wayanad while Hindus comprise 41% and Christians 13%.The Congress had approached the Election Commission seeking action against Modi’s “divisive speech”.  “The matter has been examined in detail in accordance to the extant guidelines/provisions of the Model Code of Conduct, the Representation of the People Act and the report of the Chief Electoral Officer, Maharashtra,” a spokesperson of the poll panel said, according to PTI. “Accordingly, the commission is of the considered view that in this matter no such violation has been noticed.”There are several complaints filed against the prime minister with the Election Commission regarding alleged poll code violations. Earlier on Tuesday, the Supreme Court issued a notice to the Election Commission based on a Congress MP’s petition accusing the poll panel of inaction against Modi and Bharatiya Janata Party chief Amit Shah. All India Mahila Congress President Sushmita Dev has alleged that Modi and Shah have indulged in hate speech and have repeatedly used the armed forces for “political propaganda”. Election Commission: In matter related to a complaint concerning alleged violation of Model Code of Conduct in a speech by PM Narendra Modi in Wardha, Maharashtra on 01.04.2019, Commission is of the considered view that in this matter no such violation has been noticed. pic.twitter.com/oCNjMkpWSO— ANI (@ANI) April 30, 2019","author":"Scroll Staff","time":"2019-04-30T21:28:17.173293+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118064-dmjseneyxs-1556284648.jpg","tags":["Narendra Modi","Congress","Wayanad","Rahul Gandhi","Election Commission","Model Code of Conduct"],"source":"https://scroll.in/latest/921878/ec-says-modi-didnt-violate-poll-code-by-criticising-rahul-gandhis-nomination-from-wayanad-reports"}