{"title":"Eco-friendly agriculture holds promise but farmers say they need more support to make the switch","content":"Mumbai chauffeur Nutan Pathak is a farmer at heart.Pathak, 44, migrated from his village in eastern Bihar state over two  decades ago to work in the big city on the other side of the country,  hoping to supplement his family’s income reliant on wheat and rice from  their 1.5-acre (0.6-hectare) farm.His decision to leave paid off. Pathak’s steady salary from the city  job kept his family afloat even as crop yields dropped consistently due  to the droughts and floods ravaging his farm.“It either doesn’t rain or it rains so much that it floods. We get  just one yield every year. It wasn’t like this when I was growing up,”  Pathak told Context.Now he leases his field to villagers who share half of any profit  with him. But he would like to go back to his land if a push towards  eco-friendly agriculture helps farmers cope with worsening climate  pressures and pays off financially.Agriculture is India’s biggest  employer, supporting the livelihoods of 250 million farmers and informal  labourers – but their work is getting harder as climate change makes  living off farming difficult, pushing up debt, migration and suicides.Worries over falling yields have driven up the use of chemical  fertilisers that are stripping the soil of nutrients and fuelling  agricultural emissions on a warming planet.In response, green farming projects have taken root in India, where staple crops include rice, wheat, maize, sugarcane, cotton and groundnut. But experts say the scale and success hinges on how well the approach protects poor farmers’ incomes. “If you want to sustain agriculture as the biggest employer, and want  to bring in sustainable farming, first bring living income to farmers,”  said Devinder Sharma, an independent expert on agricultural policy.“As a nation, we need to move towards agro-ecology but these  (sustainable farming projects) will only bring about cosmetic changes  until you provide farmers an assured income,” he added.A government-backed guaranteed price for natural produce, subsidies  to cover losses and stronger marketing channels would all help, he said.A tale of two farmersWorldwide, rice is a staple food for more than 3 billion people while flooded paddy fields account for 12% of humanity’s methane emissions – equivalent to 1.5% of total greenhouse gas emissions  – according to the Asian Development Bank.Asia-Pacific accounts for the highest emissions from agriculture, partly because of the region’s rising use of synthetic fertilisers in rice cultivation, the bank says.Farmers’ incomes in India, the second-largest producer of rice  globally after China, are wedded to paddy yields. That makes them  reluctant to shift away from conventional methods of pumping fertilisers  onto fields to raise production.But farmer Jitendra Singh in northern India has made the switch from  high fertiliser use, incentivised by the prospect of extra income from  generating carbon credits through lower-emitting methods, which can be  traded on international markets.He no longer transplants paddy seedlings into flooded fields, but  directly sows them into the soil. Besides reducing methane emissions,  that has cut water use, time needed for sowing and the use of chemical  herbicides and fertilisers.On a rice farm in eastern Odisha state, however, Gurcharan Mahanta  seems uninterested in a regional project to promote millet, a  long-forgotten crop making a comeback because it is resilient to  droughts fuelled by climate change.Mahanta, 54, said his high-yielding hybrid rice variety fetched him a  good price, which millet would not with a small consumer base. Growing  paddy is also less labour-intensive.“I go by the market demand,” he said.Financial problemsMore than 80% of farmers in India own less than five acres – and many  keep spending on fertilisers and pesticides, hoping for good yields  even though they face a crushing burden of debt.Nearly 11,000 farmers, cultivators and agricultural labourers took their own lives in 2021, averaging about 30 deaths a day, with bankruptcy the leading cause, according to government data.In a bid to support these smallholders and make farming more  climate-friendly, India is promoting organic and natural farming,  encouraging diversification to cut dependence on one major crop and  incentivising solar-powered water pumps for irrigation to reduce the use  of fossil fuel power.At a meeting of G20 agriculture ministers this year, Prime Minister  Narendra Modi highlighted the disproportionate impact of climate change  on agriculture in the Global South and said Indian farmers are taking up  natural farming to revive the soil.“Our policy is a fusion of back to basics and march to the future. We  are promoting natural farming as well as technology-enabled farming,”  he said in a speech.Yet agricultural scientists estimate that fewer than 5% of Indian  farmers have switched to sustainable farming methods, even though many  are aware of the threat of global warming and the rising costs of  conventional practices.“Farmers understand climate change. They worry about rain and  droughts. But they will not understand sustainable agriculture until  their problems are first understood,” said Vikram Singh, joint secretary  of the All India Agricultural Workers’ Union.Traditional ties to the landDespite the challenges, sustainable farming has brought some success  stories, including young people who have given up city careers in tech  or pharmaceuticals to return to family farms.But the wins are patchy – and, in some cases, the eco-friendly switch has added to farmers’ stress.In the southern Indian state of Telangana, for instance, millers are  turning away from genetically modified BT cotton in response to rising  global demand for sustainable organic cotton.But organic seeds are rare in India where BT dominates and cotton-processing infrastructure is designed for large volumes.Addressing issues like these – and ensuring that sustainable methods  boost crop yields and incomes - will be key to bringing would-be farmers  like Pathak back to the land they love.Wrapping up his day driving through the manic Mumbai traffic, Pathak  said he pined for the clean air of his village, his jute bed and the  farm-fresh gooseberries he enjoys on his annual vacation back home.He hopes to return to that traditional rural life if the economics  stack up and local markets for naturally grown produce thrive. He  suggested farmers could find other income sources too like selling milk  to dairies with village networks, helping them earn between harvests and  protecting them from climate extremes.Shiraz Wajih, president of the nonprofit Gorakhpur Environmental  Action Group, urged farmers and agricultural scientists to work together  to create solutions on the ground.Local production of inputs for natural farming can cut costs and  dependence on outside markets while creating jobs, he said. And  fine-tuning farm processes suited to each region’s ecology would boost  acceptance of greener methods, he added.Wajih said most farmers do not want to leave their land, as seen  during Covid-19 lockdowns when migrant factory workers returned to their  farms to keep them going in tough times.“People are aware of job options that can pay them better. But land is always the permanent address of farmers,” he said.This article first appeared on Context, powered by the Thomson Reuters Foundation.","author":"Roli Srivastava, Thomson Reuters Foundation","time":"2023-11-26T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166082-kaajymarpn-1636280122.jpg","tags":["Agriculture","Farming","Climate Change","Drought"],"source":"https://scroll.in/article/1059382/eco-friendly-agriculture-holds-promise-but-farmers-say-they-need-more-support-to-make-the-switch"}