{"title":"Economy in peril, partisan state: Manipur is in a vicious cycle – bridging divides is the first step","content":"May marks one year since ethnic conflict ruptured Manipur.The violence, which has resulted in the unofficial partition of the state into the Kuki-dominated hills and Meitei-dominated Imphal Valley, is a product of Manipur being politically fragile and economically poor.Political fragility, ethnic conflict, poverty and economic instability tend to feed into each other creating a vicious loop – a situation in which Manipur finds itself. Measuring the economic effects of violence can inform resilience strategies and drive resources towards conflict prevention and help break this cycle.It is hard to accurately estimate the economic cost of conflict. The very existence of a conflict throws up challenges in recording its effect on economic activities. In addition to the immediate economic effects, there are indirect effects that may last long after the violence has subsided.Finding solutions must start with bridging the state’s deep ethnic chasms. This could form the basis for all residents of Manipur to seek equal access to public services and economic development.Members of the Arambai Tenggol, an armed organisation, wave the multi-coloured “Salai Taret” flag that represents each of the seven Meitei clans, in Imphal in September 2023. Credit: AFP.Weak state capacityEconomic outcomes in a society are directly linked with a state’s capacity to distribute public goods and services such as education, healthcare and safety.Historically, state capacity in Manipur has been weak due to what political economist Adnan Naseemullah describes as the “patchwork” colonial state establishing fragmented forms of governance throughout the subcontinent.In North East India, the high costs of administering hilly terrain with low populations led to the colonial state creating “excluded and partially excluded areas”.After Independence, the princely state of Manipur was ruled directly by the Centre till 1972. The scant presence of colonial state structures alongside the challenges of a newly independent Indian state in ruling a remote territory from New Delhi posed serious obstacles in creating capacity – as well as legitimacy.In his book, Building Legitimacy: Exploring State-Society Relations in Northeast India, Sajjad Hassan shows that this historically weak embedding of the state reduced its capacity to establish an effective taxation regime. Essentially, the weak establishment of the state in Manipur has led to poor tax revenues as well.Poor governance structures on the ground and high dependence on revenue from the Centre resulted in delayed public infrastructure projects, such as building roads, schools, hospitals.This low state capacity is further affected by the fragmentation of Manipuri society along ethnic lines. In deeply divided societies, inter-ethnic cooperation is less likely when ethnic fault lines align with deficiencies in economic and political power and when the state is seen as partisan.Imphal Valley, the seat of political and economic power in the state, is Meitei-dominated. The hill districts, which constitute almost 90% of Manipur and fare poorly on most development indices, are inhabited by the Kuki and Nagas tribes. Forty of the state’s 60 assembly seats are concentrated in Imphal Valley.Sociologist Ziipao notes that “Manipur has had institutionalised mechanisms of exclusion, discrimination and denial of rights in various forms against the tribals”.According to Ziipao, this discrimination manifests itself in several ways: job reservations for one community, the subversion and diversion of funds to valley districts, the concentration of major infrastructure projects in the valley, budgetary discrimination against the hill districts and disproportionate political representation for the valley in the state legislative assembly.The state choosing to play a partisan role in an ethnically diverse society can exacerbate ethnic tensions with devastating economic outcomes.The competition for resources and public goods, thus, takes place along ethnic lines. This undermines interethnic collective action to lobby the state to provide these goods. This means that Manipuris will not easily unite across ethnic lines to demand public goods.It is significant that the ethnic violence was sparked by the Meitei demand to be included in the Scheduled Tribe list, reinforcing the community’s dominance in the state.A woman works as her daughter watches on the outskirts of Imphal in August 2005. Credit: Reuters.Economic effectsThe unresolved conflict has led to a pervasive sense of insecurity. The fear of violence, daylight robbery and increasing extortion in the valley directly hinder economic activity. This volatile environment increases the cost of labour and transportation, creates the risk of capital flight, erodes investor confidence and could reduce the general level of demand in the economy.In Kenya, for instance, a study found that the electoral violence during the presidential election in 2007 drove up the labour costs by 70%.In Manipur, the initial decline in aggregate demand will kick off a multiplier effect on reducing output, employment and income.The impact of a conflict on the economy depends on two key factors: its duration and intensity. In the context of a civil war, a study by the International Growth Centre indicates that in developing countries, the loss in output per head for a four-year internal conflict could be as high as 18%.The same study points out that it takes a long time to recover from such damages. Income per head could remain about 15% lower on average many years after the outbreak of violence than it would have been without the war, researchers said.Such economic ramifications can be devastating for Manipur.According to the Ministry of Statistics and Programme Implementation, Manipur is already the third-poorest state in India, with income per capita at Rs 7,630 per month in 2022-2023. In contrast, the figure was Rs 25,727 and Rs 25,139 per month at current prices for states like Telangana and Karnataka, the two leading states in the country.Already, the continuing tension and weak law enforcement threatens property rights and suppresses economic activities. The Chin-Kuki-Zo community, which abandoned property, land, building and business establishments in Meitei-dominated areas, have been unable to return to Imphal.Poor social, economic indicatorsAn economic crisis could spell disaster for Manipur, which is already struggling in areas such as healthcare, nutrition and education. The latest National Family Health Survey 2019-’21 shows that 72% of the households surveyed had access to drinking water and a little over one-fifth (21%) have water piped into their dwelling, yard, or plot.Twenty-three percent of children under the age of five are stunted, or too short for their age, and 10% are wasted, or too thin for their height. The percentage of households with health schemes is a low 3.6% against the national average of 28.7%, which means high out-of-pocket medical expenses that could hinder access to quality healthcare.The gross enrollment ratio is reasonable at 117% in 2021-’22. However, there is an acute shortage in the public delivery of quality education, marked by inadequate infrastructure, under-staffed primary and secondary schools and high drop-out rate in the secondary level.The exposure of children and adolescents to conflict could have long-term persistent effects on health, educational achievements and labour productivity.Over the decades, Manipur has fallen into an unending loop: low state capacity and partisan state policies leading to a “zero-sum ethnic game”, which foments violence. This leads to a further erosion of state capacity, which in turn has a negative impact on economic outcomes.A solution for durable peaceFirst, fostering inter-ethnic cooperation is essential to strengthen state capacity. Studies suggest that inter-ethnic cooperation in ethnically diverse societies is key to obtaining public goods from the state.In deeply divided societies like Manipur, even civil society is shaped around ethnic fault lines. Any solution to lasting peace will have to bridge interethnic divides through ground up peace talks centered around a language of common citizenship rights that should be available to all irrespective of ethnic affiliations.State resources can be directed to and mobilised at the grassroots through intercommunity organisations rather than through ethnic organisations.Simultaneously, the state has to invest in building capacities in the hill districts for the better delivery of public goods. A non-partisan way of doing this would mean giving adequate representation to tribal communities in the state government so that resources can be directed to the underdeveloped regions of Manipur.This will also require creating robust state power-sharing arrangements in the hill regions – for example, through the Sixth Schedule of the Constitution – that can instill confidence among tribal communities.Autonomy enshrined in the Sixth Schedule and Article 371 is based on the idea of non-centralisation, rather than simply decentralisation, that empowers autonomous councils to allocate resources for development but also administer the region based on tribal customs and rules.State investment in strengthening its capacity as well as in fostering lasting interethnic peace will benefit all Manipuris, regardless of the region in which they live.KC Adaina and Smitana Saikia teach at Azim Premji University, Bengaluru. Views expressed are personal.","author":"KC AdainaSmitana Saikia","time":"2024-05-09T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195558-epbmianefv-1698990823.jpg","tags":["Manipur","Imphal Valley","Meiteis","Kukis","Manipur Economy"]}