{"title":"ED coerced witnesses in Delhi liquor policy case, tampered with interrogation footage: AAP’s Atishi","content":"Delhi Education Minister Atishi on Tuesday accused the Enforcement Directorate of coercing witnesses in the Delhi liquor policy case and tampering with the footage of their interrogations.The allegations came amid raids by the central law enforcement agency at the homes of persons associated with the Aam Aadmi Party on Tuesday, in connection with a separate corruption case involving the Delhi Jal Board, The Hindu reported.These included the properties of Chief Minister Arvind Kejriwal’s personal secretary Bibhav Kumar and Rajya Sabha MP and party treasurer ND Gupta. Locations linked to former Delhi Jal Board member Shalabh Kumar were also raided.At a press conference, Atishi listed instances where witnesses who had been questioned by the Enforcement Directorate, in connection with the liquor policy case, told the party that they had been coerced into giving statements against leaders of the Aam Aadmi Party government.Senior AAP Leader and Delhi Cabinet Minister @AtishiAAP Addressing an Important Press Conference l LIVE #BigEDExposebyAAP https://t.co/TIacjIxWe5— AAP (@AamAadmiParty) February 6, 2024\n\n\nWithout revealing their names, Atishi alleged that one witness was slapped so hard that their eardrum ruptured. Another witness claimed that the Enforcement Directorate had threatened action against his wife if he did not cooperate with them, Atishi alleged.“We have it on good authority that ever since the excise policy case has been underway, one and a half years’ worth of interrogation audio footage has been deleted by the Enforcement Directorate,” Atishi claimed.She added that her party has sought this data from the agency and a special Central Bureau of Investigation court.When an individual who was questioned in the case submitted an application in court asking for the recordings of his interrogation, the Enforcement Directorate submitted the footage without any audio, Atishi alleged.The Aam Aadmi Party leader highlighted a 2020 Supreme Court order instructing all investigating agencies to record audio as well as video footage of the interrogations.“What or who are you trying to hide by deleting all the audio?” Atishi questioned. “Will you be able to produce the audio of any interrogation you have conducted for this case from the last 1.5 years?”The raids by the Enforcement Directorate were not in connection with the liquor policy case, but in a matter relating to alleged illegal Delhi Jal Board contracts for projects, The Indian Express reported.The Aam Aadmi Party alleged that the raids on Tuesday were a reaction to Atishi having scheduled the press conference.The Bharatiya Janata Party denied the allegations.“There is a limit to lying, Atishi ji but it appears you have crossed all of them,” The Indian Express quoted Delhi BJP Secretary Harish Khurana as saying. “You are connecting the ED raids today to your press conference? Weren’t you supposed to do this press conference the day before? The one that you are doing today? How is your press conference connected to the ED raids?”Also read: A ‘liquor scam’ has put AAP leaders in jail. But has it dented the party’s image in Delhi?","author":"Scroll Staff","time":"2024-02-06T15:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165325-mzpiuahqsj-1634651632.jpeg","tags":["Atishi","AAP","Enforcement Directorate","Delhi liquor policy case","Delhi Jal Board","ED"],"source":"https://scroll.in/latest/1063278/ed-coerced-witnesses-in-delhi-liquor-policy-case-tampered-interrogation-footage-aap-leader-atishi"}