{"title":"ED defers Rahul Gandhi’s questioning to June 20","content":"The Enforcement Directorate on Thursday allowed Congress MP Rahul Gandhi’s request to defer his questioning in a money laundering case related to the National Herald newspaper, reported PTI. Officials said that Gandhi will now be interrogated on June 20 instead of Friday.Gandhi has been questioned for over 30 hours in three days since Monday and was asked to appear again on Friday. The Congress MP was allowed a break on Thursday after he wanted to stay with his mother and party chief Sonia Gandhi, who is admitted to Delhi’s Ganga Ram hospital, reported NDTV.Sonia Gandhi was admitted to the hospital on Sunday due to Covid-19-related complications. Her condition is stable but she has been kept under observation at the hospital.The Congress chief had tested positive for the coronavirus disease on June 2.On June 1, the Enforcement Directorate had issued summons to Sonia Gandhi and Rahul Gandhi to appear before it on June 8 for questioning in the money-laundering case.The Congress chief had sought more time to appear before the agency, saying she is recuperating from Covid-19. On June 11, the Enforcement Directorate issued fresh summons to Sonia Gandhi and asked her to appear before it on June 23.Since Rahul Gandhi’s questioning began, Congress members have been staging protests across the country. The National Herald caseThe National Herald is published by Associated Journals Limited and owned by Young Indian Private Limited. It was founded and edited by Jawaharlal Nehru before he became India’s first prime minister.In April 2008, the paper suspended operations as it had incurred a debt of over Rs 90 crore. BJP MP Subramanian Swamy has accused Sonia Gandhi and Rahul Gandhi of setting up the Young Indian Private Limited firm to buy the debt using the funds from the Congress.In his complaint before a trial court, Swamy accused the Gandhis and others of conspiring to cheat and misappropriate the funds. He has alleged that the Young Indian firm paid only Rs 50 lakh to obtain the right to recover Rs 90.25 crore that the Associated Journals Limited owed to the Congress.The party had loaned the amount to Associated Journals Limited on an interest-free basis, according to court records. The Congress has claimed that there was no money exchange and only conversion of debt into equity took place to pay off dues like salaries.","author":"Scroll Staff","time":"2022-06-16T22:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163879-zwjvbxaqlv-1631281391.jpg","tags":["Rahul Gandhi","National Herald","Sonia Gandhi","Enforcement Directorate","Congress","Coronavirus","National Herald case"],"source":"https://scroll.in/latest/1026340/ed-defers-rahul-gandhis-questioning-to-june-20"}