{"title":"National Herald case: ED questions Mallikarjun Kharge for over eight hours","content":"Leader of the Opposition in the Rajya Sabha and Congress MP Mallikarjun Kharge left the Enforcement Directorate office on Thursday evening after more than eight hours of questioning in a money-laundering case related to the National Herald newspaper, ANI reported.Congress leader and LoP in Rajya Sabha Mallikarjun Kharge leaves from National Herald Building in Delhi after interrogation by the Enforcement Directorate pic.twitter.com/XatG1Nph1e— ANI (@ANI) August 4, 2022\n\nEarlier on Thursday, Kharge said he was asked to appear before the Enforcement Directorate at 12.30 pm even though the Parliament session was underway.“I want to follow the law,” Kharge told the members of the Upper House. “But is it appropriate to summon me at this time, in the middle of the Parliament session?”As Kharge appeared before the central agency, the Enforcement Directorate on Thursday afternoon resumed its searches at the office of Young Indian Private Limited – a firm linked to the Gandhi family that had acquired Associated Journals Limited, the publisher of the National Herald. The firm is situated in the Herald House building in New Delhi and was sealed by the investigating agency on Wednesday.While speaking in Rajya Sabha,  Kharge raised concerns about the police surrounding the homes of Congress chief Sonia Gandhi, her son Rahul Gandhi and the party headquarters on Wednesday as the Enforcement Directorate sealed the premises of Young Indian Private Limited.“Will democracy survive in such a situation?” Kharge asked on Thursday. “Will we be able to work as per the Constitution? The government is trying to demoralise, intimidate and finish us [the Congress]. We will not be afraid. We will fight this.”He urged the Rajya Sabha to discuss the alleged misuse of law enforcement agencies and autonomous bodies.Mallikarjun Kharge, Leader of the Opposition in Rajya Sabha, was summoned by the ED when Parliament is in session. He, of course, left around 12:20pm and presented himself. This is Modishahi reaching new lows.— Jairam Ramesh (@Jairam_Ramesh) August 4, 2022\n\nLeader of the Rajya Sabha Piyush Goyal dismissed Kharge’s allegations, saying the government does not control the law enforcement authorities. “They might have done it [interfered in the functioning of the central agencies] during their government, [but] our government doesn’t do it,” Goyal said. Opposition leaders then entered the Well of the House and shouted slogans saying, “dictatorship will not work”.Amid the protests, the Rajya Sabha and Lok Sabha were adjourned for the day amid Congress sloganeering, reported PTI.  Congress will not be intimidated: Rahul GandhiMeanwhile, outside Parliament, Rahul Gandhi told reporters that the Congress will not be intimidated by the action of the Enforcement Directorate.“We are not afraid of Narendra Modi,” he added. “They may do whatever they want. It does not matter. I will continue to work to protect the country and democracy and maintain harmony in the country. I will continue to do my work whatever they may do.”सच्चाई को बैरिकेड नहीं किया जा सकता। कर लें जो करना है, मैं प्रधानमंत्री से नहीं डरता, मैं हमेशा देश हित में काम करता रहूंगा।  सुन लो और समझ लो! pic.twitter.com/akqfS8AYaS— Rahul Gandhi (@RahulGandhi) August 4, 2022\n\nOn the barricading of his home, he said his party will continue to protest. “But we will not be silenced,” the former Congress chief added, according to PTI. “What Narendra Modi and Amit Shah are doing in this country and against democracy, we will stand against it whatever they may do. It does not matter.”In July, the Enforcement Directorate had interrogated Sonia Gandhi for three days in the connection with the case. Rahul Gandhi was questioned for 50 hours over five days in June.On Thursday, senior Congress leader Digvijaya Singh told reporters that all party MPs will march to the Rashtrapati Bhavan on Friday to demonstrate against the price rise in the country, ANI reported.A day ago, party leader Ajay Maken had said in a press conference that a circular has been issued asking Congress MPs to march to the president’s residence, and workers of the party to gherao the home of the prime minister on Friday, NDTV reported.The Delhi Police have denied permission for the protests, according to NDTV.The allegationsThe National Herald was founded and edited by Jawaharlal Nehru before he became India’s first prime minister.In April 2008, the newspaper suspended operations as it had incurred a debt of over Rs 90 crore. Bharatiya Janata Party MP Subramanian Swamy has accused Sonia Gandhi and Rahul Gandhi of setting up the Young Indian Private Limited firm to buy the debt using the funds from the Congress.In his complaint before a trial court, Swamy accused the Gandhis and others of conspiring to cheat and misappropriate the funds. He has alleged that the Young Indian firm paid only Rs 50 lakh to obtain the right to recover Rs 90.25 crore that the Associated Journals Limited owed to the Congress.The party had loaned the amount to Associated Journals Limited on an interest-free basis, according to court records. The Congress has claimed that there was no money exchange and only conversion of debt into equity took place to pay off dues like salaries.Also read: How the Modi government has weaponised the ED to go after India’s Opposition","author":"Scroll Staff","time":"2022-08-04T15:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178052-qjhzlajwlb-1659629272.jpg","tags":["Mallikarjun Kharge","Enforcement Directorate","Parliament","Rajya Sabha","National Herald case","Piyush Goyal","Rahul Gandhi","Congress"],"source":"https://scroll.in/latest/1029757/ed-has-called-me-for-questioning-while-i-am-in-parliament-mallikarjun-kharge-tells-rajya-sabha"}