{"title":"ED has become an ‘uncommon being’ that now rules the country, Satyendar Jain tells Delhi High Court","content":"The Enforcement Directorate has turned into an “uncommon being” that now rules the country,  Aam Aadmi Party leader Satyendar Jain told the Delhi High Court on Wednesday, Bar and Bench reported.He said that the judiciary has to stand up against the investigating agency to protect a judge against whom aspersions are being cast.Jain has challenged an order of a Delhi court to transfer a money laundering case  against him from Special Judge Gitanjali Goel to Special Judge Vikas Dhull on a request from the Enforcement Directorate.Notably, Goel had rebuked the Enforcement Directorate over its investigation in the case while hearing the bail pleas of the Aam Aadmi Party leader and two of his alleged aides – Vaibhav Jain and Ankush Jain.On September 15, the Enforcement Directorate had sought transfer of the matter to another special judge alleging that Goel was biased. The agency had argued that the judge did not consider the influence of Jain, who was previously the health minister of Delhi, on hospitals and doctors while hearing his bail on medical grounds.Jain, a minister without a portfolio in the Delhi government, was arrested by the Enforcement Directorate on May 30. The agency’s case is based on a first information report filed by the Central Bureau of Investigation in 2017 under the Prevention of Money Laundering Act. He is accused of having laundered money through four companies allegedly linked to him.On Wednesday,  advocate Kapil Sibal, appearing for Jain, told the High Court that not interfering with the Enforcement Directorate’s conduct will bring anarchy, PTI reported.He argued that before September 15, when the hearing in Jain’s bail plea was in its final phase, the investigating agency had not raised any objections about Goel and it was only on this date that the “Eureka dawned upon them” and they sought transfer of the case proceedings.“Your lordship will have to decide whether the judge [Goel] is to be protected or the ED is to be protected,” Sibal told Justice Yogesh Khanna. “It is time for the judiciary to stand up and say these kinds of tactics cannot be accepted. You cannot allege bias against a judge.”Advocate Rahul Mehra, who also appeared for Jain, said it is perhaps the first time that the prosecuting agency is alleging bias against a judge and seeking transfer of a case, according to Bar and Bench.“What kind of precedent are we setting?” Mehra asked. “The message that will go is that even if you ask a single question then we [Enforcement Directorate] will cast aspersions on you and we will ensure that the case is transferred from you. This will have a chilling effect on the entire system.”On the other hand, Additional Solicitor General SV Raju, appearing for the Enforcement Directorate, said that apprehension of bias against Goel was not there from the beginning but was triggered following certain events.“The special treatment given to him [Jain] was demonstrated to the court, yet the court [Goel] did not decide against it,” he said, according to Bar and Bench.Justice Khanna said he will list the matter for consideration next on October 1 in case any further clarification is required or else he will pronounce his verdict. Also read: How the Modi government has weaponised the ED to go after India’s Opposition","author":"Scroll Staff","time":"2022-09-29T08:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175699-ltxiqfiehi-1655104812.jpg","tags":["Satyendar Jain","Enforcement Directorate","Aam Aadmi Party","Delhi High Court"],"source":"https://scroll.in/latest/1033896/ed-has-become-an-uncommon-being-that-now-rules-the-country-satyendar-jain-tells-delhi-high-court"}