{"title":"ED leaking information about Rahul Gandhi’s questioning, alleges Congress in legal notice to Centre","content":"The Congress on Wednesday sent a legal notice to the Centre alleging that the media was being given incorrect information about how party MP Rahul Gandhi was handling his questioning by the Enforcement Directorate, reported NDTV. Gandhi is being questioned by the central agency in a money-laundering case related to the National Herald newspaper for the third day in a row on Wednesday. He has faced over 21 hours of questioning over the last two days at the Enforcement Directorate office in Delhi.In the the legal notice, the Congress has cited three news channel reports to corroborate its accusations. The party alleged that these channels have claimed, based on unnamed sources, that Gandhi was being evasive during the questioning and “appears be tutored by his lawyers”.“It appears that at the behest of its political masters, the Enforcement Directorate is selectively divulging false information to media houses in order to create a completely false political narrative with malafide motive to misrepresent the actual facts as to what transpired before the Enforcement Directorate on 13th June 2022 and 14th June 2022,” the notive alleged.  The Congress has said that the government must stop these “deliberate leaks”.#NationalHeraldCase | On #RahulGandhi cases, legal notice from Congress to government.LIVE updates here: https://t.co/79WRFc832C pic.twitter.com/qB3ePmozFq— NDTV (@ndtv) June 15, 2022\n\nThe letter stated that only the Enforcement Directorate could have leaked information about the questioning and that if the agency did not do so, it should have prevented such false reports from spreading.“Selective leakage aimed at creating a false narrative is the last refuge of a failed agency – Enforcement Directorate’s conduct in the case epitomises that,” the letter said.It also said that the “selective leakage” of information is against the provisions of the Prevention of Money Laundering Act, 2002. The letter said that it is a punishable offence under the Act to give “information wilfully and maliciously”.The Congress also cited a 2018 Supreme Court verdict that had held: “The use of electronic media by the investigation arm of the state to influence public opinion during the pendency of an investigation subverts the fairness of the investigators.”Also read:Rahul Gandhi appears before ED third day in a row in National Herald case ‘No transfer of money’The Congress also said it was shocking that the money laundering investigation was being conducted when there has been no transfer on money. “The reality is that the government changed the head of the Enforcement Directorate in 2015 precisely because the view within the Enforcement Directorate was that there is no case of money laundering, and that the case ought to be closed,” it said. The party also alleged that Gandhi has been summoned in the case as he is the “most vociferous and credible voice against the BJP”.“Political battles have to be fought between political parties an using the Enforcement Directorate to settle political scores and harass the Opposition leadership is an assault on the Constitution,” it added.  The National Herald caseThe National Herald is published by Associated Journals Limited and owned by Young Indian Private Limited. It was founded and edited by Jawaharlal Nehru before he became India’s first prime minister.In April 2008, the paper suspended operations as it had incurred a debt of over Rs 90 crore. BJP MP Subramanian Swamy has accused Sonia Gandhi and Rahul Gandhi of setting up the Young Indian Private Limited firm to buy the debt using the funds from the Congress.In his complaint before a trial court, Swamy accused the Gandhis and others of conspiring to cheat and misappropriate the funds. He has alleged that the Young Indian firm paid only Rs 50 lakh to obtain the right to recover Rs 90.25 crore that the Associated Journals Limited owed to the Congress.The party had loaned the amount to Associated Journals Limited on an interest-free basis, according to court records. The Congress has claimed that there was no money exchange and only conversion of debt into equity took place to pay off dues like salaries.","author":"Scroll Staff","time":"2022-06-15T18:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175817-owudnoggmi-1655297228.jpg","tags":["Rahul Gandhi","Enforcement Directorate","National Herald","National Herald case","money laundering case"],"source":"https://scroll.in/latest/1026245/ed-leaking-information-about-rahul-gandhis-questioning-alleges-congress-in-legal-notice-to-centre"}