{"title":"ED questions Aam Aadmi Party MLA Amanatullah Khan for over 12 hours in Delhi Waqf Board case","content":"The Enforcement Directorate on Thursday questioned Aam Aadmi Party MLA Amanatullah Khan for over 12 hours in connection with alleged irregularities in appointments to the Delhi Waqf Board, reported The Hindu.The case pertains to alleged irregularities in appointments and misappropriation of funds in the Delhi Waqf Board during Khan’s chairmanship between 2018 and 2022.Late on Thursday, the MLA from Delhi’s Okhla constituency told media persons that he was called in for questioning by the Enforcement Directorate at 11 am following a direction from the Supreme Court. “I was questioned and my statement was recorded and now I am leaving,” he said.#WATCH | Delhi: Amanatullah Khan, AAP MLA says, \" I was called (by ED) for questioning, Supreme Court had directed me to appear so I had come at 11:00 am. I was questioned and my statement was recorded and now I am leaving...\" pic.twitter.com/rkxs9v1xpi— ANI (@ANI) April 18, 2024\n\n\nEarlier in the day, the Aam Aadmi Party alleged that Khan had been arrested by the central agency. Party leaders Atishi, Saurabh Bhardwaj and Sanjay Singh also visited his residence after he had been taken in for questioning, reported News 18.Atishi said the alleged arrest was an attack on the Aam Aadmi Party ahead of the Lok Sabha elections. “This is a conspiracy to break the Aam Aadmi Party by scaring its MLAs,” she told reporters outside Khan’s residence. “But we will not be scared.”The Delhi unit of the Aam Aadmi Party criticised Khan’s alleged arrest in a social media post and said that “democracy is in danger”.“Today, another page has been added to the list of BJP’s [ruling Bharatiya Janata Party] failed attempts to destroy the Aam Aadmi Party,” the party said.लोकतंत्र ख़तरे में है, तानाशाही बेलगाम है ‼️आम आदमी पार्टी को खत्म करने की भाजपा की नाकाम कोशिशों में आज एक और पन्ना जुड़ चुका है। फर्जी मामला बना कर AAP विधायक @KhanAmanatullah को भाजपा की ED ने किया गिरफ़्तार। pic.twitter.com/GwmMFgE4fx— Aam Aadmi Party Delhi (@AAPDelhi) April 18, 2024\n\n\nKhan had also posted on social media a pre-recorded message on Thursday ahead of leaving the Enforcement Directorate’s office. The MLA alleged in the video that he had been arrested as he had not testified against Aam Aadmi Party chief Arvind Kejriwal. He also said the central agencies had been troubling him for over a year.“Their attempt has been to get me to resign,” he can be heard saying in the video. “They want me to leave [Delhi chief minister] Arvind Kejriwal and testify against him.”Kejriwal was arrested by the Enforcement Directorate in the Delhi liquor policy case on March 21 and is currently in Tihar Jail.Delhi Waqf Board caseOn September 16, 2022, the Anti-Corruption Branch, which reports to Delhi’s lieutenant governor, arrested Khan hours after the police conducted raids at multiple locations related to the MLA.Additional Public Prosecutor Atul Kumar Shrivastava had claimed that officials found money trails in Bihar, Gujarat, Telangana and Uttarakhand.Khan was eventually granted bail on September 28, 2022.In October, the Enforcement Directorate conducted searches at three premises linked to Khan in the national capital and alleged that he had received Rs 4 crore in cash for appointments to the Delhi Waqf Board and invested the “proceeds of crime” for purchasing immovable assets in the name of his associates.In January, the Enforcement Directorate had filed a chargesheet in the case. However, Khan was not named as an accused person.On Monday, the Supreme Court dismissed Khan’s anticipatory bail petition in the case after the Enforcement Directorate had on April 11 moved a Delhi court seeking an arrest warrant against the legislator under the Prevention of Money Laundering Act.The Supreme Court directed Khan to heed the summons from the central agency and cooperate in the investigation. He had been summoned on April 18.However, it also said that the non-bailable warrant sought by the Enforcement Directorate against Khan would not be granted. It said the Enforcement Directorate should not arrest Khan unless there is sufficient material against him.Khan moved the top court after the Delhi High Court refused to grant him anticipatory bail in the case on March 11.","author":"Scroll Staff","time":"2024-04-19T12:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136463-cvstplnowg-1604048593.jpg","tags":["Amanatullah Khan","Aam Aadmi Party","Enforcement Directorate","Delhi Waqf Board"],"source":"https://scroll.in/latest/1066820/ed-questions-aam-aadmi-party-mla-amanatullah-khan-for-over-12-hours-in-delhi-waqf-board-case"}