{"title":"ED raids 17 locations linked to former Uttarakhand Forest Minister Harak Singh Rawat","content":"The Enforcement Directorate on Wednesday conducted raids at 17 premises across Delhi, Uttarakhand and Chandigarh linked to Uttarakhand Congress leader and former minister Harak Singh Rawat, reported PTI.The action was in connection with Rawat’s alleged involvement in illegal activities and financial irregularities in the Corbett Tiger Reserve when he was Uttarakhand’s forest minister. The central law enforcement agency has claimed that Rawat ordered thousands of trees on forest land to be felled illegally without requisite permissions under the Indian Forest Act, Forest (Conservation) Act, Wildlife (Conservation) Act and the All India Services Conduct Rules. The Enforcement Directorate has also alleged that Rawat sanctioned illegal construction works in the Pakhro Tiger Reserve range of the protected area, with the aim to develop a tourist attraction in Kotdwar – the Assembly constituency he represented until 2022. Rawat had laid the foundation stone of the Pakhro tiger safari in December 2020, when he was a minister in the state’s Bharatiya Janata Party-led Cabinet.After the allegations surfaced, the matter was investigated by the National Tiger Conservation Authority in October 2021 and the Union Ministry of Environment, Forest and Climate Change in December 2021.Officials found irregularities in the construction of Kandi Road – which cuts through tiger habitat – and rest houses in the Morghati and Pakhro forest ranges, in addition to the construction of a water body near the Pakhro forest rest house, reported The Indian Express. In January 2022, the Supreme Court’s Central Empowered Committee held Rawat and then divisional forest officer Kishan Chand guilty of illegal construction activities for the Pakhro tiger safari and other illegal projects in the Pakhro and Morghatti forest areas in 2021.The committee found that Rawat facilitated Chand’s posting to the Kalagarh Forest Division of Corbett National Park in order to facilitate non-forestry activities in Kotdwar. Rawat was among 10 Congress MLAs who had switched sides to join the Bharatiya Janata Party in 2016, after rebelling against former Chief Minister and senior Congress leader Harish Rawat.In 2022, he was dismissed from the state Cabinet and the BJP’s primary membership for six years due to “anti-party activities”. He subsequently rejoined the Congress.","author":"Scroll Staff","time":"2024-02-07T16:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169111-pcacsxoaos-1642764933.jpg","tags":["Harak Singh Rawat","Enforcement Directorate","forest scam","Congress","uttarakhand","bjp"],"source":"https://scroll.in/latest/1063339/ed-raids-17-locations-linked-to-former-uttarakhand-forest-minister-harak-singh-rawat"}