{"title":"ED recovers Rs 25 crore unaccounted cash from house of domestic worker linked to Jharkhand minister","content":"The Enforcement Directorate on Monday claimed to have recovered unaccounted cash to the tune of approximately Rs 25 crore from the house of a domestic worker employed by Sanjiv Lal, the personal secretary of Jharkhand’s rural development minister Alamgir Alam, reported the Hindustan Times.“Sanjiv Lal is a government employee,” Alam told ANI. “He is my personal secretary. Sanjiv Lal has already been a personal secretary of two former ministers. There are several government employees and we usually appoint personal secretaries based on experience. It is not right to comment on the raids before the ED investigation is completed.”Videos shared on social media showed the Enforcement Directorate conducting searches at the domestic worker’s house and taking out bundles of cash from several bags.#WATCH | The Enforcement Directorate is conducting raids at multiple locations in Ranchi. Huge amount of cash recovered from household help of Sanjiv Lal - PS to Jharkhand Rural Development minister Alamgir Alam, in Virendra Ram case.ED arrested Virendra K. Ram, the chief… pic.twitter.com/VTpUKBOPE7— ANI (@ANI) May 6, 2024\n\n\nThe central agency on Monday conducted searches in nine locations in Ranchi in connection with a money-laundering case involving Virendra Ram, the suspended chief engineer of Jharkhand’s Rural Development Department, who was arrested in February 2023.According to a statement issued by the central agency last year, Ram had “generated proceeds of crime in the name of commission from contractors in lieu of allotment of tenders to them”, reported PTI. The Enforcement Directorate had also attached assets worth Rs 39 crore belonging to Ram.“The proceeds of crime thus generated were used by Virendra Kumar Ram and his family members to live a very lavish lifestyle,” the central agency had said.","author":"Scroll Staff","time":"2024-05-06T20:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199933-pjwntgzwpy-1712659165.jpg","tags":["Alamgir Alam","Enforcement Directorate","Jharkhand","Sanjiv Lal","Money Laundering","Corruption Allegations"],"source":"https://scroll.in/latest/1067514/ed-recovers-unaccounted-cash-from-house-of-domestic-worker-allegedly-linked-to-jharkhand-minister"}