{"title":"ED raids office of Newsclick, residences of senior management for alleged money laundering","content":"The Enforcement Directorate on Tuesday conducted raids at the office of online news portal Newsclick in Delhi’s Saidulajab in connection with an alleged money laundering case pertaining to foreign funding, The Hindu reported, quoting an official of the investigation agency.Raids were also conducted at the residence of the website’s Editor-in-Chief Prabir Purkayastha.One of the editors at the news portal, Pranjal, confirmed the raids when he stepped out of the office flanked by two Enforcement Directorate officials, reported Newslaundry. “There’s been an ongoing raid since morning,” he said. “We were shown a notice. Right now, our documents are being checked”.Pranjal said that that the homes of some of Newsclick’s senior management were also being raided. This includes his own residence, human resources head Amit Chakravarty and that of Purkayastha.     Journalist Abhisar Sharma, who hosts two YouTube programmes for NewsClick, said the raids started since 10 am.ED raid at https://t.co/WK95HKtJzE 's office & Directors/Shareholders home since 10am this morning. @newsclickin . This is where I do my shows Bol ke lab aazaad hain tere and Newschakra— Abhisar Sharma (@abhisar_sharma) February 9, 2021\n\nAn unidentified official of the central agency told Newslaundry that the raids were “just a routine check”. However, according to The Quint, the central agency was investigating funding the news organisation had received from “dubious companies” abroad.Multiple journalists took to Twitter, suggesting that the raids were an attempt to harass the news organisation for being critical of the Central government.Sedition cases, UAPA, FIRs for 153, 505, etc, frivolous defamation suits and now ED raids, this is how the government handles India’s independent media. @newsclickin is the latest target...  https://t.co/RSsMLOqTfK via @thewire_in— Siddharth (@svaradarajan) February 9, 2021\n\nIn solidarity with @newsclickin and the team. https://t.co/jHYlvR9jJF via @thewire_in— Mahtab महताब مہتاب (@MahtabNama) February 9, 2021\n\nAttacks on the media continue with ED raid on @newsclickin office, homes of owner  Prabir Purkayastha and editor Pranjal, in Delhi.— Sridhar V (@sritara) February 9, 2021\n\nDIGIPUB condemns raidsDIGIPUB News India Foundation, an 11-member digital-only news organisation, said that it strongly condemns the raids at Newsclick’s office and the homes of its director and editor. Scroll.in and Newsclick are members of the organisation.“DIGIPUB News India Foundation believes that the ED raids on Newsclick, its editors and directors, is a clear attempt to suppress journalism critical of the government and its allies,” the organisation said in a statement. “Such use of state agencies to intimidate journalists and suppress adversarial journalism is detrimental to not only the freedom of the press, but also the very idea of democratic accountability.”The organisation demanded that the government stop the Enforcement Directorate actions and explain why Newsclick was raided. “A free press, so integral to the preservation of democracy, can’t survive if journalists aren’t allowed to carry their professional work without fear,” it said.The organisation said the Newsclick has always upheld the highest standards of journalistic integrity. “Its commendable journalistic work seeking to hold power accountable speaks for itself,” it said.","author":"Scroll Staff","time":"2021-02-09T14:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154622-mmdofgjdbp-1612858880.jpg","tags":["Newsclick","Prabir Purkayastha","ED"],"source":"https://scroll.in/latest/986390/ed-raids-office-of-newsclick-residence-of-its-editor-for-alleged-money-laundering"}