{"title":"ED summons Shiv Sena (UBT) Lok Sabha candidate hours after nomination","content":"The Enforcement Directorate on Wednesday summoned Shiv Sena (Uddhav Balasaheb Thackeray) leader Amol Kirtikar in connection with a corruption case hours after the party nominated him for the Lok Sabha elections, The Indian Express reported citing an unidentified official.The corruption case pertains to alleged irregularities in awarding contracts to distribute food to migrant workers who were stranded during the Covid-19 pandemic.On Wednesday, the Opposition party had released the names of 16 candidates from Maharashtra for the Lok Sabha elections. It had announced Kirtikar’s candidature from the Mumbai North-West seat.Shiv Sena (Uddhav Balasaheb Thackeray) MP Sanjay Raut alleged that Kirtikar had received the notice from the Enforcement Directorate the moment his name was announced as a candidate for the elections, ANI reported.“This is only an attempt to scare, but we won’t be scared,” Raut added.Kirtikar’s father, Gajanan Kirtikar, is the incumbent MP from the Mumbai North-West constituency and is part of Chief Minister Eknath Shinde’s faction of the Shiv Sena.The elections to 48 Lok Sabha seats of Maharashtra will be held in five phases from April 19 to May 20. Counting of votes will take place on June 4.#WATCH | On Enforcement Directorate summons to Shiv Sena UBT leader Amol Kirtikar, Sanjay Raut says, \"The moment his name was announced as a Lok Sabha election candidate, he got a summon from ED. This is only an attempt to scare, but we won't be scared.\" pic.twitter.com/mCtPxlxG9S— ANI (@ANI) March 27, 2024\n\n\nWhat is the ‘khichdi’ scam case?The alleged scam took place in 2020 when the undivided Shiv Sena was in power in Maharashtra as part of the Maha Vikas Aghadi coalition.The first information report registered by the Economic Offences Wing of the Mumbai Police names Raut’s close aide Sujit Patkar and a few others, including Brihanmumbai Municipal Corporation officials, in the alleged Rs 6.37 crore scam over the distribution of khichdi to migrant workers during the Covid-19 pandemic, The Indian Express reported.Amol Kirtikar was also questioned in the case by officials from the Economic Offences Wing in September when his name came up during the investigation.Subsequently, the Enforcement Directorate registered a case under the Prevention of Money Laundering Act in October. The agency arrested Suraj Chavan, a close aide of Shiv Sena (Uddhav Balasaheb Thackeray) leader Aditya Thackeray, and filed a chargesheet against him.Chavan’s immovable properties worth Rs 88.51 lakh were provisionally attached in the case.The Enforcement Directorate has accused Chavan of obtaining work orders favouring a company named Force One Multi Services. In return, he had received Rs 1.35 crore and allegedly supplied food packets of lesser quantity, The Indian Express reported.According to the FIR, the company sells sand and bricks and provides security services and did not have licences from the health department and the Department of Food and Drug Administration for supplying food.In December, a Right to Information query by The Indian Express had revealed that the firm is owned by Sanjay Mashilkar, a party secretary in the Shiv Sena faction led by Shinde. However, Mashilkar has distanced himself from the case saying that he had hired two persons to look after the company, the newspaper reported.","author":"Scroll Staff","time":"2024-03-27T19:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199641-yncjowvqdu-1711539075.jpg","tags":["Enforcement Directorate","Shiv Sena","Shiv Sena (Uddhav Balasaheb Thackeray)","Lok Sabha 2024"],"source":"https://scroll.in/latest/1065871/ed-summons-shiv-sena-ubt-lok-sabha-candidate-hours-after-nomination"}