{"title":"ED seeks arrest warrant for AAP MLA Amanatullah Khan in Delhi Waqf Board corruption case","content":"The Enforcement Directorate on Wednesday moved a Delhi court seeking an arrest warrant against Aam Aadmi Party MLA Amanatullah Khan in connection with alleged irregularities in appointments to the Delhi Waqf Board, PTI reported.The case pertains to alleged irregularities in appointments and misappropriation of funds in the Delhi Waqf Board during the chairmanship of Khan.Rakesh Syal, the special judge at the court for the Enforcement Directorate, posted the matter for April 18 as the central law enforcement agency sought time to file certain documents in support of the application.“Fresh application for issuance of open ended non-bailable warrant against Amanatullah Khan has been received from the Bail and Filing Section,” the judge said, reported PTI. “It will be checked and registered as per rules SPP [special public prosecutor] for ED seeks some time to file certain documents in support of the application.”In January, the Enforcement Directorate had filed a chargesheet in the case. However, the MLA from the Okhla constituency, was not named as an accused person.In October, the Enforcement Directorate conducted searches at three premises linked to Khan in the national capital and alleged that he had received Rs 4 crore in cash for appointments to the Delhi Waqf Board and invested the “proceeds of crime” for purchasing immovable assets in the name of his associates.On September 16, 2022, the Anti-Corruption Branch, which reports to Delhi’s lieutenant governor, arrested Khan hours after the police conducted raids at multiple locations related to the MLA.Additional Public Prosecutor Atul Kumar Shrivastava had claimed that officials found money trails in Bihar, Gujarat, Telangana and Uttarakhand.Khan was granted bail on September 28, 2022.The latest development comes at a time when the central agency has arrested Aam Aadmi Party chief Arvind Kejriwal.On Wednesday, Delhi social welfare minister Raaj Kumar Anand also resigned from his post and the party citing the charges of corruption against the party. However, party leader Saurabh Bharadwaj claimed that Anand was under pressure from the central agency and was being repeatedly summoned in a corruption case.","author":"Scroll Staff","time":"2024-04-11T13:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199975-tnyrntxivv-1712820529.jpg","tags":["Amanatullah Khan","Enforcement Directorate","Delhi Waqf board case","Aam Aadmi Party","ED"],"source":"https://scroll.in/latest/1066503/ed-seeks-arrest-warrant-against-aap-mla-amanatullah-khan-in-delhi-waqf-board-corruption-case"}