{"title":"Educated but unemployed: Millions of Indians are spending their youth trying to get government jobs","content":"GN Shakya is a veteran of Allahabad’s test preparation centres. Like many others, he has been in pursuit of a secure government job for years – in his case, 16. During this time, he has amassed five degrees (BA, MA, LLB, B.Ed and M.Ed), and performed odd-jobs, all while studying for the professional examinations. “What work will we do when half our life goes by in finding a job?” he asked when we visited in early April 2019.This near-dejection has not caught hold of Deepak Maurya yet. Dressed in a white vest and shorts, the 17-year-old has just completed his Class 12 exams and taken a train to Allahabad, “taiyyari ke liye” – to prepare.Maurya is staying with a relative in a room in one of the many lodges in the neighborhoods around the University of Allahabad. This particular lodge houses about 20 people in a handful of 8ft by 9ft rooms, all of them preparing for competitive exams for government jobs.The test-preparation industry thrives in many parts of India, some of the most prominent in the North being Delhi; Allahabad, which attracts aspirants from eastern Uttar Pradesh; Jaipur and Jodhpur in Rajasthan; as well as smaller cities such as Sikar in the eponymous district in Rajasthan for those who cannot afford to go to big cities.Localities such as Vivek Vihar in Jaipur, Katra and Baghada neighbourhoods of Allahabad, and Mukherji Nagar, Rajendra Nagar and Munirka in Delhi, contain concentrations of the educated unemployed – those who constitute India’s historic demographic potential, vying for a shrinking pool of secure employment opportunities.In near-identical neighbourhoods across these cities, thousands of youngsters spend some of their most productive years preparing for exams that may or may not get them government jobs. Former Governor of the Reserve Bank of India, Raghuram Rajan, recently referred to 25 million youth applying for 90,000 low-grade jobs in the Indian Railways as evidence that high growth has not produced enough jobs.In this first of a two-part series, we share the findings of a survey and our interviews with aspirants on how much time and money they spend, and the disadvantages that those from particular socio-economic backgrounds face.The second part will focus on the meaning these competitors attach to a government job, how they view the work in the private sector and what they think needs to be done to improve India’s employment situation.An intensifying crisisEarlier this year, the government distanced itself from a leaked National Sample Survey Office report that said unemployment levels have reached a 45-year high. Leading political and administrative figures in the government – the prime minister and the vice chairperson of the Niti Aayog included – used Employees’ Provident Fund Organisation numbers as evidence of job creation instead. They were categorically criticised by experts for skirting the issue using misleading data.\n\t\t\n\tSource: Compiled by the authors from reports from various sources including the BBC, India Today and Reuters.Government jobs have always been highly sought-after for as long as they have existed in India. The distinction now is that highly qualified candidates (most of the applicants in the table above are reported to be graduates or above) are vying for petty positions in the government apparatus.In an attempt to better understand India’s jobs crisis, we decided to focus on this group of young, educated people who spend years trying to secure a formal government job.Figures such as those given in the table above suggest the numbers run into many millions. However, there is no official data source on this population group and little is known about the investments they make in pursuit of secure employment. To better understand the concerns of this group and what they can tell us about India’s employment fix, we conducted a small survey in the months of March and April across three cities, namely Delhi, Jaipur and Allahabad.Two factors that contextualise our study are:An intensifying problem of lack of job creation in the Indian economy: The leaked NSSO report that pegged the unemployment rate at 6.1% presents part of a longer trend in which high gross domestic product growth has not resulted in job creation. An important indicator, employment elasticity – how many jobs are created relative to how the economy is growing – has been as low as 0.01 in the high GDP years. Recent estimates from the Centre for Monitoring Indian Economy show the Labour Participation Rate as having fallen from 47% to 45% – that is 13 million fewer people looking for jobs.A shrinking state sector: Between 1999 and 2011, the share of informal workers in the organised sector rose from 32% to 67%. The trend in government employment has been similar with a reduction in secure, formal employment. Permanent employment in the Central Public Services has reduced from 1.61 million to 1.13 million between 2006-’07 and 2016-’17, while the Indian Railways has seen an absolute decline of 90,000 in its permanent employee strength over the same period. India Post and public banks have seen an absolute reduction of 18,000 and 60,000 between 2012-13 and 2016-17.Our sample of 515 respondents was unequally distributed across the three cities, with 317 in Delhi, 132 in Jaipur and 66 in Allahabad. We conducted qualitative interviews and group discussions that complemented the findings from our survey. The findings are not to be considered as representative, but they do provide interesting insights especially when compared across cities.How long does it take?The older the age group, the longer it takes for aspirants to clear their exams, our analysis of responses shows.From an average of two years and 10 months reported by those under 20, there is a steady increase to three years and seven months for those above 28 years of age. This trend was particularly sharp in Allahabad (see figure below), indicating perhaps that those in smaller towns struggle more with the exams.Expected Number Of Years Across Age Groups\n\t\t\n\tSource: Centre for Equity StudiesThe average number of years spent preparing for competitive exams as reported in our survey is 3 years and 3 months. Our qualitative findings suggest that this number hugely under-represents the time usually invested by those vying for government jobs. This is so because our survey sample was taken from outside coaching centres, while those who have been preparing for longer usually retire to distant neighbourhoods for self-study after a year or two of coaching. The veteran competitors, so to speak, are not adequately represented in our sample, particularly in smaller towns. A possible reason is that the cost of living is lower in smaller towns than metropolises such as Delhi, so competitors can continue to engage in self-study for longer.As the number of years spent during taiyyari increases, expectations are often reduced while the pressure to get a job increases.“The josh or enthusiasm of the early years plummets with cumulative years of failure,” said Amit Kumawat (name changed), who has been preparing for the last seven years. During this time, he has got married and has taken up tutoring as a part-time profession in Jaipur. “At the outset applicants dream of being an inspector, but with time one finds oneself applying for every possible post, even that of a peon or a Group D [lowest category of government jobs] position,” he said.“It doesn’t matter which job or what grade,” a 19-year-old applicant learning computer skills at a coaching institute in Jaipur told us, “What matters is how fast.”Overqualified applicants make omnibus attempts for all possible vacancies, said an instructor at an Allahabad coaching institute. “Our generation started preparation only after graduation as BA/BSc serves as a foundation that is a precondition for any candidate to make an informed choice. But now students are starting preparations right after their high school while pursuing BA.”Posters announcing openings and admissions to coaching centres in Katra in Allahabad in southern Uttar Pradesh. Such posters are a common sight all over Katra. Photo credit: Anirban Bhattacharya/IndiaSpend(Un)helpfulness of previous educational trainingAlmost two of five persons in our sample–in which 91% of people were either graduates or postgraduates–said it had been unhelpful; 8% said their educational training thus far had been very helpful in preparing for their competitive exams.\n\t\t\n\tSource: Centre for Equity StudiesRespondents belonging to rural areas, who have completed their education in Hindi, emphasised the extra amount of time and effort it takes them to reach at par with those who have benefitted from the opportunities available in urban areas.The valuation of usefulness of education reduces from an overall average of 2.81 (out of 5) to 2.76 for those who belong to rural areas and have studied in Hindi. Further, it drops to 2.48 if we look only at the subset who completed their highest degrees from state government-run institutes (i.e. institutes that are rural, Hindi medium and run by state governments). Respondents from such backgrounds also seemed to value the services provided in coaching institutes more than those who received education in Central Universities or in English.Of our respondents, 65% reported as hailing from rural backgrounds and 66% reported having last attended a government-run educational institute; 40% reported Hindi as the language of instruction in their educational training.In Delhi, 80% of the respondents reported English as their language of educational instruction, while in Allahabad, 86% reported Hindi.\n\t\t\n\tFigure 3: Kind Of Educational Institution Last Attended. Source: Centre for Equity Studies\n\t\t\n\tFigure 4: Language Of Educational Training. Source: Centre for Equity StudiesSeveral students in Allahabad emphasised the relative disadvantage those belonging to rural areas faced. While speaking to a group of students in the lawns outside the Central Library of the University of Allahabad, Ratnesh Yadav, a student, emphasised that the gap is created very early on in schooling. Those who cannot afford to take private schooling or are compelled to rely on public schools in rural areas, which are ill-equipped to provide quality education, lose out. So, once in the city, they have to come to terms with their disadvantages.“We take about six months to settle down here after coming from our villages. Then begins the search for suitable coaching centres. After a year’s coaching, we take to self-study for another year. When we don’t get success, we take [a] second coaching [course] for another year and only by then do we start clearing cut-offs. Overall it takes at least 5 to 7 years for us to struggle for a job... if vacancies are regular, that is,” said Pradeep Rawat, another aspirant. It takes about 2 to 3 years for the candidate to adjust to the ways of learning and in finding out what jobs they can compete for.Cost of preparation across cities“Only those with relatively more money and “backing” [social capital] can afford to travel to Delhi,” said Rajiv, who teaches at a coaching institute in Allahabad. Hailing from nearby Ambedkarnagar, Rajiv was a competitor in Allahabad once, and estimates that the better half of competitors in Allahabad come from poor economic backgrounds. “I understand their situation as I myself was in their shoes once,” he said, having since graduated to becoming a coach himself. “I used to be apprehensive going to the tea stall in the evening. I would be left embarrassed if a friend came by and asked me to buy him a cup of tea. By the end of the month, I did not have the money to afford it.”Like most of the competitors in Allahabad, Rajiv comes from a farming family that struggled to make ends meet. Agrarian distress features prominently in Rajiv’s worldview, as is the case with most other aspirants in smaller towns. While 22% of the respondents in Delhi cited agriculture as their primary source of family income, as many as 71% did in Allahabad (see figure below).\n\t\t\n\tSource: Centre for Equity StudiesAgain, while 50% of the respondents in Delhi came from a rural background, the figure was 92% in Allahabad and 87% in Jaipur (See figure below).\n\t\t\n\tSource: Centre for Equity Studies“When a new edition of a workbook came to the market, I knew I would benefit by using it for practice. But it cost Rs 800-1,000. I knew if I would ask my family they would have to sell [the farm produce] at whatever rate they would get,” Rajiv said, “Hence I would not tell them.”We witnessed students bargaining for lower coaching fees at the institute we visited. Rajiv told us that such negotiations are not unusual as candidates often do not have the money to pay the full fees.The difference in average annual coaching fees across the three cities surveyed are stark–Rs 11,449 in Allahabad compared to Rs 21,040 in Jaipur and Rs 65,351 in Delhi. The proportion of people preparing for higher-end job exams, such as the Union Public Service Commission, are also higher in Delhi, as compared to the other two places.Renting accommodation in Allahabad on average costs a competitor Rs 3,737 per month; in Jaipur, Rs 4,677; and in Delhi, Rs 6,638 (See table below).Overall annual expenditure per competitor, our survey shows, varies massively across the three cities. In Allahabad, a competitor spends on average Rs 1,52,303 in a year. In Jaipur, the annual average expenditure jumps 22% to Rs 1,95,130. In Delhi, the reported annual average expenditure of a competitor is Rs 2,97,168, nearly double of what they would be spending in Allahabad.\n\t\t\n\tSource: Centre for Equity Studies\n\t\t\n\tSource: Centre for Equity StudiesThe figure below presents a picture of the class background of competitors in the three cities. In line with reported expenditures in the three cities, the figure shows as one moves from the more expensive cities (based on reported expenditure above) in the order of Delhi-Jaipur-Allahabad, there is a shift in the proportion of income groups that the respondents belong to.The proportion of respondents belonging to the higher income group (monthly income of family = Rs 40,000+) is the highest in Delhi and the lowest in Allahabad.The proportion of competitors belonging to the lower income group (monthly income of family <=20,000) is the highest in Allahabad (at 73% compared to 57% in Jaipur and 24% in Delhi).\n\t\t\n\tSource: Centre for Equity StudiesFinally, can the deprived sections or those from oppressed castes within a village afford to send their wards away for years of preparation? Pradeep Rawat, a Scheduled Caste (SC) candidate, said that if jobs are adequate, vacancies are regular, and irregularities kept under check–i.e., if the probability of getting a job after a few years of efforts and investments is reasonable–then even the most disadvantaged sections will invest in sending their kids in pursuit of jobs. He spoke of instances where families in villages he knew had taken loans to pay for their children’s taiyyari because they had seen someone in the village get a job after preparing in Allahabad.But if the probability is low, the effect is negative. Our survey found that the upper castes and the Other Backward Classes  form the majority of the competitors. Delhi sees the highest proportion of upper castes (52% reported being from the General, or Unreserved, category), while OBCs form a sizeable chunk in Allahabad. Candidates from the Scheduled Caste and Scheduled Tribe background constitute 9% and 8%, respectively, of the overall sample (See Figure below).\n\t\t\n\tSource: Centre for Equity StudiesThe unemployment industryLibraries and paying guest facilities aim to attract students with WiFi, clean water, parking, air conditioning, charging points and a “positive environment” in Gujar ki Thadi in Jaipur, Rajasthan. Photo credit: Anirban Bhattacharya/IndiaSpendAs they prepare for competitive exams with the hope of securing a government job one day, the competitors bring economic gain to the coaching hubs and the localities where they are located. The unemployed, by staying unemployed, bring employment and economic gain to several others. Yuva Halla Bol, a campaign that helped bring this condition to wider notice, terms this the “unemployment industry”. From lodges, paying guest houses, rental apartments and coaching institutes to photocopy shops, book and magazine stalls to small eateries, all rely on the consumption of competitive exam aspirants.From our survey, we estimate that the total expense made by an average competitor in the local economies of Delhi, Jaipur and Allahabad is Rs 2,82,270, Rs 1,78,962 and Rs 1,40,708, respectively, on average per year.It is a sector that thrives on the aspirations, uncertainties and desperation of the educated unemployed youth as they flock to these hubs in search of an avenue to a better life. The deeper the crisis of jobs, the more the returns of this sector.And though the burden of this crisis is faced by the aspirants, the weight of it, as we have seen above, is disproportionately borne by those from disadvantaged class/caste backgrounds.Anirban Bhattacharya and Usman Jawed Siddiqi are researchers at the Sankaran Unit for Research at the Centre for Equity Studies, New DelhiThis article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Anirban Bhattacharya, Indiaspend.comUsman Jawed Siddiqi, IndiaSpend.com","time":"2019-05-22T20:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/33477-18681967059_4248974080_o.jpg","tags":["government job","Indian economy","competitive exams","demographic dividend","UPSC exams","Unemployment"],"source":"https://scroll.in/article/924200/educated-but-unemployed-millions-of-indians-are-spending-their-youth-trying-to-get-government-jobs"}