{"title":"Edward Glaeser on the future of cities: I am more hopeful about India than I am about the US","content":"Over the past year and a half, while grappling with isolation and loss, urban residents have also experienced and envisioned new possibilities for cities, glimpses of which are already visible. This duality, the possibility of ruin followed by regeneration, has been a hallmark of resilient cities since ancient times.As an urban economist, Edward Glaeser has traced this arc through his work and research. Glaeser is the Fred and Eleanor Glimp Professor of Economics and the Chairman of the Department of Economics at Harvard University. Along with his colleague, Harvard economist David Cutler, who specialises in public health, Glaeser wrote Survival of the City over the course of eight months in the pandemic.Following a period when concentration of people – usually a source of innovation – was viewed with fear of contagion, Glaeser and Cutler argue, “the most natural and humane way to reduce the risk of future pandemics is to make cities throughout the world healthier.” In their book, they outline three key elements that will be vital to safeguarding urban life: “accountable and capable governments and the balancing power of civil society, the freedom to flourish, and the humility to learn.”In a conversation, Glaeser and I discussed some of the tradeoffs involved with density, how infrastructure and services can combat the downsides of cramming together hundreds of thousands of people, and the sources of his enduring optimism about the power of urban agglomeration.Excerpts from the interview:Edward Glaeser at his office in Harvard University’s Littauer Building of Public Administration. Credit: Aaran Patel.In Survival of the City, you write, “Human proximity that enables contagion is the defining characteristic of the city.” What are some ways cities have coped with what you call the “demons of density” in the past and how do you see them designing solutions for this in the future?In the book, we very much take the view that the 19th century was a hinge of history. Governments that had pretty much been in the business of killing people prior to 1800 in some parts of the world actually started saving lives as well. The most important investments made were in clean water, aqueducts, and sewers. These investments were not cheap or easy. They required movements of citizens, whole alliances of ordinary people to push governments to change, and people like Dr. Stephen Smith, a physician at Bellevue Hospital  in New York, who led a pioneering study of life and the unsanitary conditions in the poor parts of the city. Dr. Smith became the head of the Metropolitan Board of Health that he helped create. This entity then started to solve New York City’s last mile problem, which is not dissimilar to the last mile problems that many countries in the developing world have today.I work on clean water in Zambia where there’s both an institutional problem around water breaks, which are as ubiquitous as they are in India, and also a last mile problem because some wealthy agency builds a water main and expects poor families to pay for a connection they can’t afford. This is the same thing that happened in New York in the 1840s when the city built this amazing Croton Aqueduct and expected people to pay for the connection while they preferred their shallow wells and pit latrines and continued to get cholera. It’s not until you get a board of health that starts imposing taxes on tenement owners that you see them paying for connections. You need institutions like the aqueduct commission that have the capacity to build and maintain it, you need incentives in place to get ordinary people to internalise the externalities, and complement this infrastructure.The terrible, dark side of this is that in India – which was connected through the British Empire to the same globalisation that killed in New York or London or Paris – cholera emerged out of the Ganges delta and spread everywhere and killed millions of Indians. Towards the end of the 19th century, the plague showed up in India and was devastating. In 1918 and 1919, soldiers who had been fighting for the British Empire in France brought the influenza pandemic back to India in large numbers. India had the largest level of mortality from the influenza pandemic of any country. Partially, this reflects the fact that it was globally connected, but unlike London, Indian cities didn’t have the same sanitary infrastructure. Outside of small areas where the British lived, there weren’t the investments needed to make cities habitable.A nala choked with waste in Mumbai’s Govandi. Credit: Aaran Patel.Megacities are likely to bounce back from the pandemic much quicker than tier II and tier III cities. What are some of the implications of the pandemic and possibilities for smaller cities?It depends a lot on the ability of smaller cities to attract more skilled and more educated people. At least at the high end of the global talent world, Zoom has meant skilled people are more mobile. But for the young and ambitious, I don’t think this means they’re going to be working from home [indefinitely]. I cannot imagine a Silicon Valley or Bangalore high-tech company saying we don’t need to show up to the office – let’s just dial in and not see each other. But I can see them saying we’re tired of Silicon Valley prices and hassles, and we all love recreational activities so let’s move where those are more accessible. All of these things are possible.I don’t know what this means for cities in the Indian context. India is not yet rich enough to have what we call “consumer cities” in the US that are oriented primarily to attract people based on pleasant climates or other amenities. In fact, while pleasant climates and mild winters are the single best predictor of population growth in the US, I haven’t seen any data suggesting that in India. That’s not surprising – this is a luxury good. A hundred years ago, Americans weren’t worried about their Januaries being too cold. I think this may happen at the high end of the market and so those types of things are important for mid-sized cities. I often say the best economic development strategy at the local level is to attract and train smart people and then get out of their way. The attraction is about amenities that get the footloose population to come followed by high quality education.We think of cities as engines of growth. But given India’s limited state capacity, how can cities play a role in fostering intergenerational mobility?India is interesting because it has massive amounts of poverty and an extraordinary number of well-educated people. From those two things, to what extent can the latter category come up with solutions for the former category? [This consideration is] different from many poor countries in the world that don’t have the same supply of high quality human capital. I believe we need to continue to learn how to improve upward mobility. We need not only relatively modest numbers of (typically American) academics running Randomised Control Trials but an ocean of experimentation at every level of government and nonprofits in a bid to figure out how to improve upward mobility in lots of different ways, some of which we haven’t thought of, and then of course we need to evaluate them. Sometimes, these innovations occur inside the government and sometimes outside the government. But governments only get better when ordinary people take on the job of improving them. That means fighting for children.A solitary cyclist on Mumbai’s Marine Drive in May 2020. Credit: Aaran Patel.Over the next few decades, India will experience unprecedented urbanisation. What opportunities do you see for Indian cities to define new urban paradigms that match the needs of this century in terms of how people live, work and travel?We are at the beginning of India’s mass urbanisation and that means there is some possibility of planning in ways that make the future better than the past. I think one of the first things is to scrap any adherence to laws based on the British Town and Country Planning Act. We should take as given that anything that was good for Kent is unlikely to be good for Mumbai. The second thing is to embrace the idea that you’re going to have a range of different types of building products, some of which will look like western towers. One of the keys with those towers is to make sure they’re close enough that people can walk between them, and make sure offices are interspersed with residences. That will happen naturally unless you regulate it out of existence. If cities need to accommodate hundreds of millions of people, having them walk is a lot easier than having them drive. Unlike public transportation, walking isn’t compromised by fears of pandemic.With housing, like most forms of technology in the developing world, there coexists a rich world western technology and a poor world technology. Depending on which part of the world, it can be natural materials, plastic in Latin America, metal roof shacks. The question is when do you want to replace the poor world technology with the rich world technology, when do you forget about the rich world technology and improve the poor world technology, and when do you want to have both? My guess [is that] in housing you want to have both. In sewers and sanitation, you want to work towards a world where you get everyone access. In the case of much of India, when it comes to public transportation, when you have the option of small mini buses instead of expensive rail, there’s a lot to like about the jitneys. Instead of doing rail, you may want to look at bus rapid transit because of the tremendous flexibility and low cost. But in terms of housing, to what extent can we imagine things being cheap enough? How can we imagine slums to be healthier, more functional, more pedestrian friendly? How can we plan for a grid to provide utilities and key services? The slum, of course, doesn’t need to be a permanent state but we need to think about cost effective interventions instead of a Corbusier inspired tower for poor Indians.Cities have traditionally undervalued the commons and intact habitats that offer a range of ecosystem services. How might these be valued and integrated into future development?If you have green spaces, you’re going to have to protect them. If you have a flood of new urbanites, there will be plenty of pressures on the commons. There’s too little public green space in Indian cities and this can be valued in a range of ways. Sometimes by how much people would pay for their housing so they can live closer to parks; opinion polling, which economists are sceptical about; contingent valuation methods; and how much revenue private parks earn from people who pay [to visit them]. I prefer the [valuation methods] done with real money and these should be integrated into the cities of the future. You always need to think about how the commons aren’t turned into a wasteland. This is very real to me because growing up in New York City, I watched Central Park go from being a wonderful asset when I was five in 1972 to a dangerous place in the 1980s.You write, “The age of urban miracles need not be over.” What makes you hopeful about cities in spite of the range of crises they face?I remain fundamentally hopeful because I see so much that is good in humanity. So much of that only emerges in connections with other humans. I’m hopeful because I have memories of difficult places in developing countries being defined by unbelievable human energy, the level of entrepreneurship and the level of pride about goods being created. I think the track record of cities over the past thousands of years is incredible. I’m more hopeful about India than I am about the US because I think there’s tremendous upside about Indian urbanism and Indian society as a whole. This is partially because for many decades, the public sector underperformed relative to what we would hope. When the public sector catches up, Indian cities will be even more unleashed and capable of changing the world.Aaran Patel is an MPP candidate at the Harvard Kennedy School of Government. He is a Kalpalata Fellow for Architecture & Urban Issues Writings for 2021.","author":" Aaran Patel","time":"2021-11-25T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157942-dreawbkrfa-1637752411.jpg","tags":["Edward Glaeser","Interview"],"source":"https://scroll.in/magazine/1011289/edward-glaeser-on-the-future-of-cities-i-am-more-hopeful-about-india-than-i-am-about-the-us"}