{"title":"‘Eeda’ is a story of love in the time of Kannur’s political violence, says director B Ajithkumar","content":"Celebrated film editor B Ajithkumar (Naalu Pennungal, Annayum Rasoolum, Kammatipadam) is making his directorial debut with Eeda, a modern take on William Shakespeare’s tragic love story Romeo and Juliet. The  January 5 release is set in Kerala’s turbulent Kannur district and stars Shane Nigam and Nimisha Sajayan as star-crossed lovers in a hotbed of political violence. Speaking to Scroll.in, Ajithkumar shared his experience as a debut director and how he found Shakespeare in Kannur. What is the significance of the title ‘Eeda’?“Eeda” means here, synonymous with the more popular Malayalam word “ivide”. It’s used in the North of Kerala, in the Kasargod and Kannur areas. But in a wider sense, it means whatever is happening is happening in the here and now, amongst us.Why did you choose North Kerala and Kannur as the backdrop to the film? The film is basically a love story of a young man and a woman. The girl is a student, the boy has finished college and has got his first job. The political violence in Kannur forms the backdrop of the film.Hundreds of people have died in violent clashes between political parties in the area over the last 40 years. Add to it the numerous other acts of violence that happen everyday. People are caught in this cycle of violence and it has become part of their normal life. Their families and friends are caught up in this violence and the story that unfolds is about how it affects the two main characters.Will people across Kerala be able to relate to the story?  The statistics are in the public domain, everyone is familiar with it. I want the audiences to feel what’s happening in Kannur. It’s a straightforward narration, where I want people watching the film to feel what it’s like to be there.\n\n\n    \n    Play\n\nEeda.How closely does the film resemble ‘Romeo and Juliet?’ Yes, the basic plot is Shakespearean. There have been numerous cinematic adaptations of his play. Eeda is loosely based on Romeo and Juliet, in that it’s a story of young love. There’s a clash between two families affiliated to two political parties. But after a while, the film takes off in other areas and sub-plots. But yes, the basic theme is that of star-crossed lovers.How is Shakespeare relevant to the socio-political context of Kerala?Shakespeare is relevant to our times in that he lived in the times of great economic, political and cultural flux, where there was conflict between the new humanistic values that emphasise individual choice and the traditional values of the feudal middle ages. That’s what happens in Romeo and Juliet and Hamlet, for example. There’s a conflict of values, of generations. That’s where Shakespeare retains his relevance. It’s exactly the same in Kannur. The party affiliations seem to have more to do with loyalties than with ideological differences. But the values of the educated new generation are different. So the dramatic conflicts are similar, even if they are not exactly parallel. That’s the mark of a great writer; that’s why Romeo and Juliet is a classic.Nimisha Sajayan on the sets of Eeda. Courtesy Collective Phase One.You’re an award-winning film editor. What was it like to direct a film?When you’re an editor, you’re always editing someone else’s film. As a director, you need to have the final idea about the film even as you’re shooting. That’s the necessary skill a director needs to have. But I’ve been part of the whole filmmaking process in my time in cinema  – from being a production manager to finance bits and now direction.What is the one thing that stands out about ‘Eeda’?In Eeda, I have tried to keep a balance between the points of view of various characters and political perspectives. Also, the film travels through the point of view of both the hero and the heroine. I have tried to balance them carefully. Usually in mainstream films, the heroine gets much less screen time that the hero gets. So she ends up being a device instead of a character.‘Eeda’ has been made under the Collective Phase One banner. Yes, Collective Phase One is a group of people who work in all fields of filmmaking. We all came together during Kamal KM’s film ID in 2012. The core group then was cinematographer Rajeev Ravi, Oscar-winning sound editor Resul Pookutty, director Kamal, production designer Sunil Babu, cinematographer Madhu Neelakandan and me. Then many others joined and we presented Rajeev’s Njan Steve Lopez and Kammattipadam and Shanavas Bavakkutty’s Kismath. There’s a certain political view, with an emphasis on humanitarian values that criticises the man-made divides in our world. Also there is an attempt to evolve a film practice that shuns the kind of exploitative misogynistic films that are the norm.B Ajithkumar.","author":"Anubha George","time":"2018-01-04T19:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/863638-78083-nfkacogoij-1514957295.jpg","tags":["Eeda","B Ajithkumar","Kannur political violence"],"source":"https://scroll.in/reel/863638/eeda-is-a-story-of-love-in-the-time-of-kannurs-political-violence-says-director-b-ajithkumar"}