{"title":"Eknath Shinde group is real Shiv Sena, rules Maharashtra Speaker","content":"Maharashtra Assembly Speaker Rahul Narwekar on Wednesday held that the group headed by Chief Minister Eknath Shinde constituted the real Shiv Sena when rival factions of the political party emerged in June 2022.Narwekar rejected disqualification petitions against MLAs from both factions in his long-awaited verdict following a split in the party that ended with the resignation of former Chief Minister Uddhav Thackeray.The Speaker ruled that Thackeray did not have the power to remove anyone from party, as the Shiv Sena constitution does not mention the post of “paksha pramukh”, or party chief.Narwekar said on Wednesday that the faction led by Thackeray did not place any material on record to suggest that any meeting of the Shiv Sena’s national executive had been held to decide which faction of the party was the real one.Narwekar also rejected the Shiv Sena (UBT)’s demand that the party’s amended constitution be considered in determining its legitimate leadership structure. The Speaker pronounced his decision on the basis of the Shiv Sena’s unamended constitution of 1999. The undivided Shiv Sena had amended its leadership structure in 2018, but the updated constitution had not been placed on record before the Election Commission and thus could not be considered, the Speaker held.Shiv Sena MLAs' disqualification case | Maharashtra Assembly speaker Rahul Narwekar says, \"Shinde faction was the real Shiv Sena political party when rival factions emerged on 21st June 2022.\" pic.twitter.com/ap02jTodPl— ANI (@ANI) January 10, 2024\n\n\nShiv Sena leader and Maharashtra minister Deepak Kesarkar welcomed the “landmark decision”, saying it will strengthen democracy, ANI reported.“The decision has come after analysing all the facts and documents submitted by both parties,” Kesarkar said. “...The discrepancies in the documents submitted have been clearly pointed out. The decision is a clear message to all Indian political parties to follow democratic processes.”Shiv Sena (UBT) leader and Rajya Sabha MP Sanjay Raut, on the other hand, alleged that the decision was the result of a conspiracy by the Bharatiya Janata Party. “It has long been the BJP’s dream to finish off Balasaheb Thackeray’s Shiv Sena,” Raut said. “But the party runs in Maharashtra’s veins. It will not be finished off like this. There is no justice in the Speaker’s decision. We will approach the Supreme Court.”Maharashtra Assembly Speaker rules Shinde faction the real Shiv Sena | Maharashtra Minister & Shiv Sena (Shinde faction) leader Deepak Kesarkar says, \"With this decision, democracy will be strengthened. The fact of this decision is that there should be democracy in the party as… pic.twitter.com/kRGqiYsYm2— ANI (@ANI) January 10, 2024\n\n\n#WATCH | Maharashtra Assembly Speaker rules Shinde faction the real Shiv Sena | Shiv Sena (UBT faction) leader Sanjay Raut says, \"...This is BJP's conspiracy & this was their dream that one day we would finish Balasaheb Thackeray's Shiv Sena. But Shiv Sena won't finish with this… pic.twitter.com/GhFzNhIjrA— ANI (@ANI) January 10, 2024\n\n\nOn December 15, the Supreme Court had directed Narwekar to decide on the petitions by January 10, extending the deadline granted to him once again. It was in May last year that a five-judge bench headed by Chief Justice DY Chandrachud first directed the Maharashtra Speaker to hear and decide the disqualification petitions within a “reasonable time”.The Shiv Sena had split in June 2022 after Chief Minister Eknath Shinde claimed the support of 39 out of the Shive Sena’s 55 MLAs, in addition to 10 independent MLAs, and rebelled against Thackeray’s Maha Vikas Aghadi coalition. The Shiv Sena, the Nationalist Congress Party and the Congress were allies in the government.Shinde is one of the MLAs whose disqualification has been sought by the Thackeray faction. In all, 34 such petitions were pending with the Speaker.On the eve of Narwekar’s verdict, Thackeray said his party – the Shiv Sena (UBT) – has approached the Supreme Court objecting to a recent meeting between Shinde and Narwekar, reported NDTV. The former chief minister had likened this to a “judge meeting a criminal”.Ahead of the Speaker’s verdict on Wednesday, Shiv Sena (UBT) MLA Aaditya Thackeray accused the Maharashtra government of attempting to suppress the voices of those who are not in power, ANI reported.The disqualification proceedings were started in June 2022 by Nationalist Congress Party leader Narhari Zirwal, who was the deputy speaker at the time.The Supreme Court in May had held that former Maharashtra Governor Bhagat Singh Koshyari had erred in deciding that the Thackeray government had lost its majority to the Shinde-led revolt, but said it could not restore the Maha Vikas Aghadi Thackeray resigned without facing a floor test.","author":"Scroll Staff","time":"2024-01-10T18:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177371-krpapriouf-1683863117.jpg","tags":["Rahul Narwekar","Uddhav Thackeray","Eknath Shinde","Maharashtra"],"source":"https://scroll.in/latest/1061932/eknath-shinde-led-group-was-real-shiv-sena-when-rival-factions-emerged-rules-maharashtra-speaker"}