{"title":"El Nino, crude oil prices constitute risks for Indian economy, says finance ministry","content":"The Union finance ministry on Tuesday listed the impact of El Nino on the monsoon, the crude oil output cut by the Organization of the Petroleum Exporting Countries and financial troubles in advanced nations among the downside risks to India’s economic growth.The ministry listed these risks in its monthly economic review for March.The government said it is important to be vigilant “against potential risks such as El Nino conditions creating drought conditions and lowering agricultural output and elevating prices”.The El Nino phenomenon involves the warming of ocean surface temperatures in the eastern and central Pacific. It typically occurs every few years and has been linked to crop damage, fires and flash floods.  On April 11, the India Meteorological Department said that the country will get normal rainfall during this year’s monsoon. However, the weather department’s director general of meteorology, Mrutyunjay Mohapatra, said that El Nino conditions could hurt rainfall during the second half of the season.The finance ministry, in its monthly report, said that the “surprise production cut” by the Organization of the Petroleum Exporting Countries, or OPEC, has led to oil prices rising in April.On April 2, OPEC members and their allies including Russia said that they would cut crude oil production by a total of 3.66 million barrels per day. The decision is slated to take effect in May and will continue till the end of the year. The reduction equals 3.7% of the global demand for crude oil, Reuters reported.A day after the announcement, global crude oil prices surged by 5%, according to Mint.India relies heavily on imports for about 85% of its crude oil needs. Crude oil is converted into fuels such petrol and diesel, and therefore an increase in its prices can push up fuel inflation in the country.The government, in its economic review for March, also said that financial troubles in advanced countries “can increase risk aversion in financial markets and impede capital flows”.Ministry of Finance @FinMinIndia releases Monthly Economic Review #MER for March 2023.For full report ➡️ https://t.co/Hqdy7M3wKcKey highlights 👇 pic.twitter.com/jILQZMBzFE— Ministry of Finance (@FinMinIndia) April 25, 2023\n\nThe finance ministry also said that the recent collapses of a few banks in the United States and Europe “have posed pertinent questions to policy makers on the vulnerability of their financial systems, particularly in emerging market economies”.On March 10, the Silicon Valley Bank was shut down by the California Department of Financial Protection and Innovation in the United States – making it the largest lender to fail since the 2008 global economic crisis.However, the government said on Tuesday that banking supervision in India is robust, with the Reserve Bank of India’s overarching coverage of institutions.","author":"Scroll Staff","time":"2023-04-26T14:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186339-wkdgfrvfox-1675217651.jpg","tags":["El Nino","crude oil output","finance ministry","Indian economy"],"source":"https://scroll.in/latest/1048045/el-nino-crude-oil-prices-constitute-risks-for-indian-economy-says-finance-ministry"}