{"title":"Fog in northern India, dry winter in hills caused by El Niño, lack of western disturbances: IMD","content":"Severe weather conditions in the country’s northwestern plains and western Himalayas can be attributed to the lack of active western disturbances over northern India, El Niño conditions in the equatorial Pacific Ocean and strong jet stream winds over North India, the India Meteorological Department said on Thursday. Western disturbances are weather systems that originate in the Mediterranean and travel eastward, picking up moisture along the way and bringing rainfall to northwest India outside the country’s monsoon season.Two western disturbances have passed over the country this winter, but their impact has been confined to Gujarat, Rajasthan, Madhya Pradesh and north Maharashtra. As a result, there has been little to no snowfall this season in India’s Himalayan region, including in Jammu and Kashmir, along with higher than normal temperatures.El Niño is the phenomenon of warmer temperatures in the equatorial Pacific Ocean. Historically, such conditions lead to fewer “cold wave” days in northern India, when the minimum temperature recorded at weather stations drop by more than 4 degrees Celsius below normal.“[Its impact] is visible in terms of lesser number of cold wave days during December and January [this season],” the meteorological agency said on Thursday. The presence of El Niño is usually associated with the lack of western disturbances in India.However, while El Niño winters are typically milder, this has not been the case in northern India in recent weeks. In December, for example, a severe cold wave gripped the region with the maximum temperature plummeting 10 degrees Celsius below normal in Delhi. Another cold spell hit the city on January 12, plunging the national capital in blinding fog and disrupting close to 200 flights and 40 trains over two days.This was due to the influence of jet stream winds over northern India. These are bands of strong winds that blow from the west to the east across and have major climactic impacts locally. Such winds have been blowing over northern India at speeds between 250 kms to 320 kms per hour over the past five days, at a height of about 12 kilometres, the weather department said.This, the meteorological department said, is leading to a “subsidence”, or settling, of cool air over the region, causing moisture to turn into water droplets that remain suspended due to significantly slower surface level winds. These droplets bind with suspended dust and pollutants and do not disperse easily.Delhi, western Uttar Pradesh, Jharkhand, Odisha and Assam have seen dense fog over the past week.“Similar intensity of [the] jet stream is likely to continue during next five days which will result [in] persistence of cold conditions,” the India Meteorological Department said on Thursday.Also read: Jammu and Kashmir’s Pahalgam records highest January temperature at 14.1 degrees Celsius amid dry winter","author":"Scroll Staff","time":"2024-01-19T12:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151703-exaeyobfnj-1607418524.jpg","tags":["El Niño","Himalayas","India Meteorological Department","Cold Wave","Winter","Weather","Delhi"],"source":"https://scroll.in/latest/1062393/el-nino-lack-of-western-disturbances-causing-dry-winter-in-hills-fog-in-northern-india-imd"}