{"title":"Remove BJP leader Kapil Mishra’s ‘India vs Pakistan’ tweet, EC tells Twitter","content":"The Election Commission on Friday asked Twitter to remove Bharatiya Janata Party leader Kapil Mishra’s tweets on Delhi Assembly polls, ANI reported. This came hours after the returning officer of the poll body issued a showcause notice to Mishra. Mishra is the BJP candidate from Model Town in North Delhi, and is up against Aam Aadmi Party MLA Akhilesh Pati Tripathi.  The commission told the social media platform that the Mishra’s tweets were “highly objectionable”, Hindustan Times reported. “The said tweet amounts to appealing to communal feelings, which is prohibited under part 1(3) of Model Code of Conduct. Kindly take necessary action and intimate the commission on status of the action taken.”However, Mishra accused Delhi Chief Minister Arvind Kejriwal and Congress leader Priyanka Gandhi Vadra of being communal. “Who is playing the Hindu-Muslim card,” he asked in a tweet. “Manish Sisodia who says he is with Shaheen Bagh protesters? Priyanka Gandhi who supports those who burned vehicles at Turkman Gate in Delhi? Kejriwal who is distributing Rs 5 lakh to hooligans? Who are giving tickets to people like Amanatullah [Khan] and Shoaib Iqbal, known for making provocative speeches?”हिन्दू मुस्लिम कौन कर रहा हैं - वो सिसोदिया जो कहते हैं शाहीन बाग के साथ खड़े हैवो प्रियंका गांधी जो तुर्कमान गेट में गाड़ियां जलाने वालों का साथ देती हैंवो केजरीवाल जो दंगाइयों को 5- 5 लाख रुपये बांट रहे हैंजो अमानतुल्ला, शुएब इकबाल जैसे भड़काउं लोगो को टिकट दे रहे हैं— Kapil Mishra (@KapilMishra_IND) January 24, 2020\n\nEarlier in the day after receiving the notice, Mishra said he did not do anything wrong and that he stood by his statements.Mishra had claimed on Thursday that there would be a match between India and Pakistan on the streets of Delhi on February 8. He was referring to the Delhi Assembly elections, the results of which will be out on February 11. In another tweet, with which he shared an article where Delhi Deputy Chief Minister Manish Sisodia expressed solidarity with the anti-Citizenship Amendment Act protestors at Shaheen Bagh, Mishra claimed: “Aam Aadmi Party and Congress have created mini-Pakistans like Shaheen Bagh. In response, Hindustan will face them on February 8. Whenever the anti-nationals create a Pakistan in India, the nationalists’ Hindustan will face them.”The showcause notice was issued after the Election Commission of India sought a report from the Delhi chief electoral officer on Mishra’s tweets. In the notice, the returning officer said Mishra’s act violated the provisions of the Model Code of Conduct and asked him to explain why action should not be initiated against him. “Clause 1(1) of the Model Code of Conduct stipulates that no party or candidate shall include in any activity which may aggravate existing differences or create mutual hatred or cause tension between different castes and communities, religion or linguistic,” read the notice.People, mostly women and children, have been protesting against the Citizenship Amendment Act at Shaheen Bagh in New Delhi for over a month now.The Citizenship Amendment Act, passed by Parliament on December 11 and notified by the Centre on January 10, provides citizenship to refugees from six minority religious communities from Bangladesh, Afghanistan and Pakistan, provided they have lived in India for six years and entered the country by December 31, 2014. The Act has been widely criticised for excluding Muslims, leading to protests against it. At least 26 people died in the protests last month – 19 in Uttar Pradesh, five in Assam and two in Karnataka.","author":"Scroll Staff","time":"2020-01-24T13:40:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/950949-57595-ezebrfvuvp-1496299133.JPG","tags":["Kapil Mishra","Election Commission","Delhi elections","AAP","Manish Sisodia","EC"],"source":"https://scroll.in/latest/950949/election-commission-asks-twitter-to-remove-bjp-leader-kapil-mishras-india-vs-pakistan-tweet"}