{"title":"Election Commission begins delimitation of constituencies in Assam","content":"The Election Commission on Tuesday said it has started the delimitation process of Assembly and parliamentary constituencies in Assam. Census data of 2001 will be used for the process, the Election Commission said.The poll body also said that from January 1 till the exercise is completed, there will be a ban on the formation of new administrative units in the state.ECI initiates delimitation of ACs & PCs in State of Assam as per Section 8A of RP Act 1950.Census figures 2001 to be used for purpose of readjustment of ACs & PCsBan on creation of new administrative units in the state w.e.f. Jan 1, 2023https://t.co/a8V3qVXD3l@ceo_assam— Election Commission of India #SVEEP (@ECISVEEP) December 27, 2022\n\nA delimitation exercise refers to demarcating boundaries of Assembly and parliamentary constituencies as well as civic wards. At present, Assam has 14 Lok Sabha, 126 Assembly and seven Rajya Sabha seats.Carrying out the delimitation was among the promises made by the ruling Bharatiya Janata Party ahead of the 2021 Assembly elections in the state.The party had said that the exercise will be undertaken to protect the political rights of the citizens of Assam. However, political scientists have expressed concerns that the exercise would further marginalise immigrant Muslims in the state.On Tuesday, the Election Commission said that the delimitation exercise in the state has been initiated following a request from the Union Law Ministry.“The Commission will design and finalize its own guidelines and methodology for the purpose of delimiting the constituencies,” the poll body said. “The Commission will keep in mind the physical features, existing boundaries of administrative units, facility of communication, public convenience and as far as practicable, the constituencies will be kept as geographically compact areas.”The Election Commission added that a draft proposal will be published in the central and state gazettes for suggestions and objections from the general public.","author":"Scroll Staff","time":"2022-12-27T17:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183257-eqnbguxyfa-1669174820.jpg","tags":["Assam","Delimitation","BJP"],"source":"https://scroll.in/latest/1040673/election-commission-begins-delimitation-of-constituencies-in-assam"}