{"title":"Election Commission says legislatures to decide on holding simultaneous polls","content":"The Election Commission on Wednesday said that it was up to legislatures to decide about holding Lok Sabha and state Assembly polls together, PTI reported.Chief Election Commissioner Rajiv Kumar said the subject of holding simultaneous elections does not fall in the ambit of the poll body.“This [simultaneous elections] definitely involves a whole lot of logistics, a whole lot of disruption, but this is something legislatures have to decide,” Kumar said, according to PTI. “But definitely, if it is done, we have conveyed our position [to the government] that administratively the commission can handle it.”Several political parties had supported the idea of “One Nation, One Election” during a meeting with Prime Minister Narendra Modi in 2019, while many others had expressed the need to examine all aspects of the proposal carefully.The Bharatiya Janata Party believes that simultaneous elections will help save money and allow the government to focus on development work. However, the Congress had claimed the proposal was against federalism, and that it is “unconstitutional, undemocratic and forbidden by law”. The party had also described the proposal as a “constitutional perversity”. Communist Party of India (Marxist) had also termed the moves as “fundamentally anti-federal and anti-democratic”.The BJP has claimed that the opposition to the idea of simultaneous national and state elections is “politically motivated and inappropriate”.In November 2020, Modi had also suggested the creation of a single voters’ list for national, state and panchayat elections.The country had simultaneous national and state elections for several  years after Independence, but they later fell out of sync as governments  collapsed mid-term.Explainer: Why the BJP is pushing for simultaneous elections and how will they be implemented","author":"Scroll Staff","time":"2022-11-10T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178718-sndsasmzym-1660978023.jpg","tags":["One Nation One Election","Election","Election Commission"],"source":"https://scroll.in/latest/1037089/election-commission-says-up-to-legislatures-to-decide-about-holding-simultaneous-polls"}