{"title":"Electoral bonds: Voters don’t need to know where political parties get their funds from, says Centre","content":"Attorney General KK Venugopal told the Supreme Court during a hearing on the electoral bonds scheme on Thursday that voters do not need to know where the money for political parties comes from, Bar and Bench reported. The Supreme Court reserved its judgement in the case for Friday morning.The court is hearing petitions filed by non-governmental organisation Association for Democratic Reforms and Communist Party of India (Marxist) General Secretary Sitaram Yechury against the use of electoral bonds for political funding.Electoral bonds are monetary instruments that citizens or corporate groups can buy from the State Bank of India and give to a political party, which is then free to redeem them for money. These bonds are anonymous. The scheme was introduced in January 2018.The court rejected the Centre’s appeal to let them continue the electoral bonds scheme till the end of Lok Sabha elections that started on Thursday. Venugopal had urged the court to allow the scheme to run as an experiment. The attorney general said that though electoral bonds were introduced to eliminate black money, “it is a fact” that black money plays a part in elections. “Every illegal method to woo voters is adopted, that is the way of life,” Venugopal told the court. “Political leaders travelling in helicopters, huge money spent. Where is this money coming from? It is black money.”Venugopal said the government has ensured that identity of those donating funds through electoral bonds is not disclosed. “Let it continue till the end of this elections, once the new government comes to power, it will review the scheme,” Venugopal said, according to Bar and Bench. When Chief Justice of India Ranjan Gogoi asked Venugopal whether the identity of the purchaser of the bonds is available to the bank, the attorney general said, “Yes, because of KYC. However, the details of purchaser are kept confidential and forwarded to central repository at the end of every month.”#ElectoralBonds: Their contention is voters have right to know. Voters have right to know what? Voters dont need to know where money of political parties come from. Also, there is the right to privacy after Puttuswamy judgment, submits AG KK Venugopal. #SupremeCourt— Bar & Bench (@barandbench) April 11, 2019\n\n#ElectoralBonds: Political leaders travelling in helicopters, huge money spent. Where is this money coming from? It is black money, submits AG KK Venugopal.#SupremeCourt— Bar & Bench (@barandbench) April 11, 2019\n\nGogoi asked whether the bank will have details of which bond has been issued to a person, but the attorney general replied in the negative. “If so your entire exercise of trying to fight black money becomes futile,” Gogoi observed. Meanwhile, Advocate Prashant Bhushan, representing the Association of Democratic Reforms, told the court that the electoral bonds scheme has nothing in it to curb black money. “It is just a new channel to donate money to political parties anonymously,” he adds. Bhushan claimed that 210 out of 220 crore electoral bonds that were purchased went to the Bharatiya Janata Party. “Earlier you could donate cash to the party, now you can donate through bank also,” he said, according to Live Law. On Wednesday, the Election Commission had told the top court that it is not opposed to electoral bonds, but to the anonymity of donations. “We are not opposed to the electoral bonds but we are opposed to anonymity, we want full disclosure and transparency,” advocate Rakesh Dwivedi had said.","author":"Scroll Staff","time":"2019-04-11T15:32:22.919652+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/919697-40455-gtwexylscf-1524287724.jpg","tags":["electoral bonds","KK Venugopal","Supreme Court","Prashant Bhushan"],"source":"https://scroll.in/latest/919697/electoral-bonds-voters-dont-need-to-know-where-political-parties-get-their-funds-from-says-centre"}