{"title":"Electoral bonds: What we know so far, what we will know soon – and what we may never know","content":"The floodgates have opened. After six years of secrecy surrounding who gave money to political parties through electoral bonds, information has finally started to come out on the orders of the Supreme Court of India.However, the information is still partial – and confusing.The Election Commission released one set of data on March 14, another on March 17 – and more is expected to come before March 21.So what did each data set contain and what has it revealed?Why is the data that is still to come out crucial?Here is an explainer to help you navigate this big, developing story that could have far reaching implications in India. We start with some important background.What are electoral bonds?Before the Supreme Court struck them down as illegal on February 15, electoral bonds were paper instruments that anyone could buy from the State Bank of India and give to a political party, which could redeem them for money.When the Modi government introduced the scheme in 2018, it claimed that electoral bonds would help clean up political finance in India by allowing donors to contribute money to parties anonymously.Until then, political parties only had the option of accepting contributions above Rs 20,000 through regular bank cheques and transfers, and they had to mandatorily disclose the names of those donors in annual reports filed to the Election Commission.Were the bonds actually anonymous?Technically, yes. Unlike a bank cheque, the bond did not carry any names – no name surfaced in the banking system when the bond was redeemed. While this allowed a donor to remain anonymous, recent disclosures have made it clear that donors declared their identities to the parties while handing them over the bonds.This means political parties knew the identities of the donors. But crucially the Indian public did not. The electoral bond scheme allowed political parties to get away without making any significant disclosure to the Election Commission, using the (false) argument that the bonds were anonymous.The Supreme Court struck down the scheme as illegal on grounds that the public had the right to know who gave money to political parties. It ordered the State Bank of India to disclose information on both the buyers and the beneficiaries of the bonds. The bank was asked to give the data to the Election Commission by March 6, which would then make it public.On March 4, the bank asked for an extension till June. The court rejected the plea, setting in motion the release of the bond data, with the first dataset coming out on March 14.What did the first dataset reveal?On March 14, the Election Commission of India uploaded two lists on its website. The first was a list revealing the names of the buyers of each and every bond purchased between April 12, 2019 and January 2024, with the date and the denomination of the bond.This list revealed that the largest buyer of the bonds was a lottery company, that infrastructure and pharmaceutical companies were major donors, that Reliance-linked firms bought bonds, among other things. It also showed 21 companies bought bonds after they were raided by central agencies like the Enforcement Directorate.The second list released by the Election Commission on March 14 featured the date and the amount of each bond encashed by political parties. This helped us tabulate the total amount each party had received, revealing that the BJP had pocketed Rs 8,250 crore of Rs 16,492 crore bonds redeemed – just over half the money given through electoral bonds.A combination image showing the starting pages of the two lists, both of which run into hundreds of pages, released by the Election Commission on the evening of March 14. The image is for illustrative purposes only.What was missing from the first dataset?Two things were missing. One, the unique code of every bond that could help match the buyer and the beneficiary. The existence of this hidden alphanumeric code on the bonds was first revealed by journalist Poonam Agarwal in 2018 after she purchased two bonds and got them tested by a forensic lab.Two, the lists did not contain data for bonds purchased before April 12, 2019 – which amounted to over Rs 4,000 crore.The cut-off was the date of an interim order passed by the Supreme Court in April 2019. Hearing petitions challenging the legality of the electoral bond scheme, the court had then ordered that while it was still deciding the matter, the Election Commission must collect information on electoral bonds from all political parties and submit it to the court in a sealed cover.When the Supreme Court finally passed its final judgement in the case in February 2024, it asked for only data related to electoral bonds bought and encashed after the interim order of April 12, 2019 to be made public.Explaining the rationale, the judges said on March 18: “We took that date because it was our considered view that once the interim order was pronounced, everybody was put on notice.” The court seemed to imply that until the interim order was passed, those who donated money through bonds did so assuming their identity would remain anonymous and hence, their privacy should be protected – as opposed to those who donated after the interim order date.But the second dataset released by the Election Commission ended up inadvertently revealing the identities of some of the pre-April 2019 donors.What did the second dataset reveal?The second dataset was uploaded on the Election Commission's website on March 17. It contained the reports that political parties had filed to the commission between 2019 and 2023 that had been submitted to the Supreme Court in sealed covers.There was no standard format to these disclosures. Most parties only revealed the date and amounts of the bonds they had redeemed. Three parties – the Dravida Munnetra Kazhagam, the All India Anna Dravida Munnetra Kazhagam and the Janata Dal (Secular) – revealed the names of all their donors – busting the myth that the bonds were anonymous.The DMK disclosure showed its largest donor was the lottery company, Future Gaming and Hotel Services Private Limited. The Janata Dal (Secular) revealed among those who had donated to the party ahead of the 2018 Karnataka election was Infosys – the software giant’s name had not surfaced in the first dataset since it did not contain the names of the buyers of bonds pre-April 2019.Two other parties ended up revealing the names of the bond donors for 2019: the Aam Aadmi Party and the Nationalist Congress Party. They did not disclose information for the subsequent years, though.A combination of images of the Election Commission's second disclosure on March 17. What data is still to come out?The unique codes of the bonds are still to be revealed. On March 18, the Supreme Court asked the State Bank of India to submit data with the “alphanumeric number” of all bonds “purchased and redeemed” and file an affidavit by March 21 stating no information related to the bonds had been suppressed.Once the codes are known, it will become possible to map donors to recipients, revealing who gave money to which party. This information can be used to unearth quid-pro-quo relationships between donors and parties, either in the form of policy concessions or other favours granted by governments, or as payments made to get investigative agencies off their back.But even after the codes are revealed, a crucial gap will remain in the data: the period between March 2018 and April 2019.Since the Supreme Court has taken the view that information for the period before April 12, 2019 must not be revealed, it will be hard to draw a definitive picture of about Rs 4,000 crore of bond money that transferred hands in the lead up to the Lok Sabha election in which the BJP won a landslide victory.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Supriya SharmaProject Electoral Bond","time":"2024-03-18T19:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199366-rmhvtawipk-1710771429.jpg","tags":["Election Commission","Project Electoral Bond","Political Finance","Corruption","Lok Sabha 2024","Election Funding","Bharatiya Janata Party"]}