{"title":"Electoral bonds: NGO files contempt plea in Supreme Court as SBI fails to submit data by deadline","content":"Non-governmental organisation Association for Democratic Reforms on Thursday filed a contempt petition before the Supreme Court, a day after the State Bank of India’s March 6 deadline, to submit data on the electoral bonds scheme to the Election Commission, lapsed.The contempt petition accuses the State Bank of India of “deliberate disobedience and defiance” of the Supreme Court’s February 15 order that struck down the electoral bonds scheme. The petition challenges the bank’s request for an extension of the deadline, calling it “mala fide”.On February 15, the Supreme Court struck down the electoral bonds scheme as unconstitutional, saying that it could lead to quid pro quo arrangements between donors and political parties. The court had also directed the State Bank of India to submit details of the political parties that received electoral bonds from April 12, 2019 onwards to the Election Commission.The Supreme Court passed the judgement in response to petitions by Association for Democratic Reforms and civil society group Common Cause.On March 4, the public sector bank sought an extension till June 30 from the court to provide the information to the Election Commission.The bank said that 22,217 electoral bonds were issued between the period April 12, 2019 to February 15, 2024. The “details of purchases made at the branches are not maintained centrally at any one place, such as the name of purchaser/donor which could be tallied with date of issue, place of issue (branch), denomination of bond, bond number”, it said in its plea.The petition contended that the request for an extension was an attempt to thwart efforts of transparency ahead of the Lok Sabha elections.It said that the State Bank of India had an information technology system in place designed to manage electoral bonds. The bank had records of the unique numbers allotted to each bond and the Know Your Customer, or KYC, details of the purchasers, the petition said, adding that this could easily generate the necessary reports.The State Bank of India also had a vast network of branches that would make the task of putting together the data for 22,217 electoral bonds straightforward, the Association for Democratic Reforms added.It said that voters have a fundamental right to know the contributions made to political parties through the bonds. The petition argued that a lack of transparency went against Article 19(1)(a) of the Constitution, which deals with the freedom of speech and expression.Electoral bonds were monetary instruments that citizens or corporate groups could buy from the State Bank of India and give to a political party, which could then redeem them. The entire process was anonymous since buyers were not required to declare their purchase of these interest-free bonds and political parties did not need to show the source of the money.Only the total amount received through the electoral bonds is revealed to the Election Commission through the audited accounts statements. However, the Centre could access information about these donors as it controls the State Bank of India.","author":"Scroll Staff","time":"2024-03-07T10:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182489-lzqrepanfj-1667838964.jpg","tags":["Supreme Court","SBI","Association for Democratic Reforms","Election Commission"],"source":"https://scroll.in/latest/1064852/electoral-bonds-ngo-files-contempt-plea-before-sc-after-deadline-for-sbi-to-submit-data-ends"}