{"title":"Elections 2019:  Whose side is the Congress on in Uttar Pradesh?","content":"In recent weeks, Rahul Gandhi and Priyanka Gandhi have declared that the Congress will help the Samajwadi Party-Bahujan Samaj Party alliance defeat the Bharatiya Janata Party in Uttar Pradesh. In the Allahabad parliamentary constituency, which votes on May 12, the grand old party seems to be doing just that.   The party’s decision to field Yogesh Shukla against the BJP’s Rita Bahuguna, a state minister, is set to benefit the alliance’s candidate, Rajendra Singh Patel, said Professor Heramb Chaturvedi, who teaches medieval history at Allahabad University.  Shukla joined the Congress from the BJP ahead of the election after being denied the Allahabad ticket. An old Rashtriya Swayamsevak Sangh hand, Shukla had contested the constituency in 2009, losing to Kunwar Revati Raman Singh of the Samajwadi Party. He sought the BJP ticket again in 2014, but was turned down. In 2019, he was considered among the frontrunners to be the saffron party’s nominee, only to see the party leadership pick Joshi. It’s a decision that could come back to haunt the BJP.“Yogesh Shukla has a strong following in four of the five Assembly segments of Allahabad,” said Chaturvedi. “There is a sympathy wave for him in Meja, Karchhana, Bara and Koraon Assembly segments. He could split the upper caste vote that would otherwise have gone to Rita Bahuguna.” Both Shukla and Joshi are Brahmin.   If the upper caste vote does split, Chaturvedi said, it will help Rajendra Singh Patel, fielded by the Samajwadi Party. Several voters Scroll.in spoke with in Allahabad concurred with Chaturvedi’s assessment, describing the Congress’s nomination of Shukla as “a strategic move to favour Patel”.  In the neighbouring constituency of Phulpur too, voters felt the Congress’s choice of candidate will benefit the Samajwadi Party.“Priyanka Gandhi recently said the Congress has put up candidates to weaken the BJP and when we look at the party’s candidates in Allahabad and Phulpur, it seems so,” said Pramod Yadav, in Phulpur’s Jetarvadeh village.Pramod Yadav in Jetarvadeh village, Phulpur. Photo credit: Akash Bisht‘It’s vendetta politics’In Phulpur, the Congress has fielded Pankaj Patel, a Kurmi, with the aim of splitting the non-Yadav Other Backward Classes vote the BJP is banking on.Pankaj Patel is the son-in-law of Sonelal Patel, one of Uttar Pradesh’s tallest Kurmi leaders. He is expected to attract a sizeable chunk of the Kurmi vote that went to the BJP in 2014. His mother-in-law, Krishna Patel, who is contesting for the Congress in Gonda, too enjoys significant support in Phulpur.It was to take advantage of the Kurmi division that the Samajwadi Party nominated Pandhari Yadav in Phulpur rather than Nagendra Pratap Singh Patel, who defeated the BJP in the 2018 bye-election to the constituency.  “Had we too fielded a Patel it would have led to a three-way split in the Kurmi which would not have helped us,” said Pappulal Nishad, former district president of the Samajwadi Party in Phulpur. “Moreover, it would have antagonised the Yadav voters who consider Kurmis as their political rivals. Now, the Patel vote will get divided between the Congress and the BJP while we will have the support of other communities and that should help us win.”  Supporters of the Bahujan Samaj Party campaign in near Sultanpur. Photo credit: Akash BishtThere are no official numbers but according to local estimates, there are nearly three lakh Patels in Phulpur, nearly two lakh Yadavs, Muslims and Brahmins, one lakh Jatav Dalits and one lakh non-Jatav Dalits.  Though Nishad is happy about the Congress helping the Samajwadi Party, he is upset about the grand old party’s “vendetta politics” against the Bahujan Samaj Party. “They have put up strong candidates against the BSP and that will help the BJP,” he said. “If the idea is to defeat BJP, Congress shouldn’t have targeted BSP candidates.”‘Helping the BJP’Indeed, Bahujan Samaj Party’s leaders in Pratapgarh and Sultanpur agreed that the Congress will give them a tough fight. In Pratapgarh, the Congress has fielded Rajkumari Ratna Singh, who has held the seat three times, with the intention of attracting Thakur, Muslim, Brahmin and Other Backward Classes votes. The Bahujan Samaj Party’s Ashok Tripathi, a Brahmin leader, is banking on nearly the same set of voters.  The BJP is supporting its ally Apna Dal’s legislator Sangam Lal Gupta, also a Brahmin.  “It is unfortunate that the Congress is helping the BJP in Pratapgarh by campaigning against our candidate,” said Pyarelal Mishra, who is overseeing the Bahujan Samaj Party’s campaign in the constituency. “Our main worry is how many Brahmin, Thakur and Muslim votes the Congress will split. If they manage to create a wide division, the BJP will win.”  He complained that while the Congress has fielded candidates that will split the BJP’s votes in constituencies being contested by the Samajwadi Party, “it has done the opposite” in the Bahujan Samaj Party’s case.The Bahujan Samaj Party, though, has found an unlikely ally in Raja Bhaiyya’s Jansatta Dal Loktantrik, which has fielded Akshay Pratap Singh. He had won Pratapgarh for the Samajwadi Party in 2004 and is expected to split the upper caste votes, particularly of the Thakurs. Raja Bhaiyya is one of the tallest leaders of the Thakurs in this area and his decision to contest is going to cause the BJP some damage.  Many voters, however, argued that the contest in Pratapgarh is primarily between the Bahujan Samaj Party and the BJP. “No one is even talking about the Congress or Raja Bahiyya,” said Ramnarayan Singh in Dehlupur village. “While the Congress will eat into the alliance’s votes, Raja Bhaiyya will damage the BJP. It remains to be seen who loses the least votes in such circumstances.”In fact, even the district president of the Congress’s youth wing agreed that the Bahujan Samaj Party holds an edge in Pratapgarh. His party would have stood a better chance contesting as part of the Opposition alliance, Danish Mabood added. He, however, blamed Bahujan Samaj Party chief Mayawati for “creating such a situation on the ground” that prevented a partnership.  ‘Waste of a vote’ In Sultanpur, the Congress has repeated its successful candidate from 2009, Sanjay Sinh. Sinh sat out the 2014 contest in favour of his wife, who went  on to finish fourth. The seat went to the BJP’s Varun Gandhi, by a handsome margin. Varun Gandhi has now moved to Pilibhit, swapping constituencies with his mother Maneka Gandhi, reportedly because the BJP’s Sultanpur leadership was not happy with him.Ram Bahadur Nishad, a rickshaw puller, says he will vote for Narendra Modi. Photo credit: Akash Bisht The Bahujan Samaj Party has given the ticket to Chandra Bhadra Singh, a local muscleman. A few voters argued that while Sinh may appear to be a strong candidate, the contest is primarily between the BJP and the Bahujan Samaj Party.“Sanjay Sinh did no work in our constituency after he was elected in 2009. He went missing after winning the election,” claimed Fayaz Ahmed in Lalqpurwa, Sultanpur. “Now he is back but even Priyanka Gandhi will not be able to help him.” He was referring to Priyanka Gandhi’s May 10 roadshow in Sultanpur which had attracted thousands of people.  “People were called from Amethi and Rae Bareli to make the roadshow look like a huge success,” claimed Mohammed Ibrahim, also in Lalqpurwa. “Some local people went to see her too but that does not mean they will vote for the Congress. Muslims are strongly backing the alliance. Voting for the Congress will amount to wasting our vote.”Ram Bahadur Nishad, a rickshaw puller, was among those from Lalqpurwa who attended Priyanka Gandhi’s roadshow but he went “just to see her”. “I will vote for Narendra Modi because of the development work he has done and the schemes he has introduced,” he said. “The fight is between the alliance and the BJP and I don’t know why Congress is pulling these stunts. The good thing is they will end up helping the BJP by splitting the BSP’s votes.”Also read: Akhilesh ‘bhaiyya’ is better than Narendra Modi for young Yadav voters in Samajwadi Party bastionIs BJP mobilising support for Samajwadi Party rebel Shivpal Yadav in Firozabad?","author":"Akash Bisht","time":"2019-05-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119427-mtzfqvqeja-1557562951.jpeg","tags":["Samajwadi Party","Rita Bahuguna Joshi","Mayawati","Rahul Gandhi","Priyanka Gandhi","BSP","BJP","Lok Sabha elections 2019","Uttar Pradesh election 2019"],"source":"https://scroll.in/article/923073/elections-2019-just-whose-side-is-the-congress-on-in-uttar-pradesh"}