{"title":"Election watch: EC clears Narendra Modi in poll code violation case for sixth time this week","content":"9.10 pm: Here are the day’s top updates:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Election Commission cleared Prime Minister Narendra Modi of charges levelled in a complaint against his April 21 speech in the city of Patan in Gujarat. This is the sixth time this week that the prime minister has been cleared in a Model Code of Conduct violation case.The Aam Aadmi Party blamed the Bharatiya Janata Party after Delhi Chief Minister Arvind Kejriwal was slapped during a road show in Moti Nagar in the New Delhi Lok Sabha constituency. The BJP, however, alleged that the AAP had scripted the incident.   Congress leader and former Union minister P Chidambaram claimed that an election commissioner’s dissent from the poll panel’s decision to clear Prime Minister Narendra Modi in two cases of alleged poll code violation in Maharashtra indicates that “the fear of Modi-Shah” is finally weakening.   A video of Bharatiya Janata Party leader Varun Gandhi has gone viral on social media. In the video, Gandhi is seen targeting the candidate fielded by the Opposition alliance in Sultanpur constituency of Uttar Pradesh and his brother, saying he gets such people to untie his shoelaces.  Bharatiya Janata Party chief Amit Shah held a roadshow in Amethi, Uttar Pradesh, accompanied by Smriti Irani, the party’s candidate from the constituency. He said that in Uttar Pradesh the choice for voters was between dynasty and development, and predicted a win for Irani by one lakh votes. The constituency votes on Monday.The campaigning for the fifth phase of the Lok Sabha elections came to an end.Congress President Rahul Gandhi held a press conference in which he said he will stand by the slogan “chowkidar chor hai” against Prime Minister Narendra Modi. He also said the Army was not Modi’s personal property, and criticised the prime minister for claiming that surgical strikes when the Congress was in power were like “video games”.\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.50 pm: The Election Commission has cleared Prime Minister Narendra Modi of charges levelled in a complaint against his speech in the city of Patan in Gujarat in which he had said he had kept Pakistan on its toes for the safe release of captured Indian Air Force pilot Abhinandan Varthaman, reports PTI.Read more here:‘Qatal ki raat’: Narendra Modi says his warning forced Islamabad to send back captured IAF pilot\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.35 pm: Union minister and former Army chief VK Singh has taken a dig at the Congress for its claims about surgical strikes carried out by the armed forces during the UPA government’s time. “Congress has a habit of lying,” Singh said in a tweet earlier in the afternoon. “Will you please let me know which ‘so-called surgical strike’ are you attributing to my tenure as COAS [chief of Army staff]?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress has a habit of lying. Will you please let me know which ‘So called Surgical Strike’ are you attributing to my tenure as COAS. Am sure you must have hired some Coupta to invent another story .— Chowkidar Vijay Kumar Singh (@Gen_VKSingh) May 4, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.55 pm: BJP Delhi president Manoj Tiwari condemns Kejriwal’s assault and says the AAP may have “scripted” the incident. “We do not support violence and condemn such action by anyone,” he says, according to PTI. “But I have doubt as to why such incidents happen with Kejriwal in election time only. I doubt this incident may have been scripted by Kejriwal himself.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.03 pm: Yoga guru Ramdev files a complaint against CPI(M) leader Sitaram Yechury for allegedly linking Hinduism with violence, PTI reports. Yechury had on Friday said that Hindu mythological books such as the Ramayana and Mahabharata had instances of violence, so it is a fallacy to say that Hindus cannot engage in violence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.41 pm: Deputy Commissioner of Police (West Delhi) Monika Bhardwaj says the man who slapped Kejriwal was identified as 33-year-old Suresh, who deals in spare parts in Kailash Park, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.38 pm: Aam Aadmi Party claims the attack on Kejriwal was an “opposition-sponsored attack”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Another negligence in the security of CM @ArvindKejriwal.Delhi CM Arvind Kejriwal got attacked during the roadshow. We condemned this cowardly act. This opposition sponsored attack cannot stop the Aam Aadmi in Delhi.— AAP (@AamAadmiParty) May 4, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.17 pm: Delhi Chief Minister Arvind Kejriwal gets slapped by a man during a roadshow in Delhi, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH: A man slaps Delhi Chief Minister Arvind Kejriwal during his roadshow in Moti Nagar area. (Note: Abusive language) pic.twitter.com/laDndqOSL4— ANI (@ANI) May 4, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.06 pm: Shantanu Thakur, a BJP candidate in West Bengal, is taken to a hospital after a road accident, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    West Bengal: Shantanu Thakur, Bharatiya Janata Party's Lok Sabha candidate from Bongaon, met with a road accident today near Jagulia. He has been taken to a hospital. pic.twitter.com/w8DBpl8gga— ANI (@ANI) May 4, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.50 pm: Speaking in Valmiki Nagar in Bihar, Modi says that Chief Minister Nitish Kumar had removed the lantern – Rashtriya Janata Dal’s election symbol – with hard work and had brought electricity to all houses. “They want to take you back to the lantern era, but Nitish ji and his team is working hard to bring the milky light of the LED bulbs to your homes,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    नितीश जी ने बड़ी मेहनत करके लालटेन को हटाया है। घर-घर में बिजली पहुंचाई है।वो आपको फिर से लालटेन युग की और ले जाना चाहते हैं, लेकिन नितीश जी और उनकी टीम आपके घर में LED बल्ब की दूधिया रौशनी पहुंचाने के लिए लगातार मेहनत कर रही है: पीएम श्री @narendramodi #DeshKiPasandModi— BJP (@BJP4India) May 4, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.03 pm: BJP chief Amit Shah is holding a roadshow in Amethi, Uttar Pradesh. Smriti Irani is the BJP candidate from the constituency, against Rahul Gandhi.Accompanied by Irani, Shah tells PTI that in Uttar Pradesh, the choice for voters is between dynasty and development. “And people will choose development over dynasty,” he says. He says Irani will win the seat by one lakh votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4 pm: At his rally in Basti, Narendra Modi accused rival parties of indulging in vote bank politics and said they consider even a “human being just a number”, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.03 pm: The Election Commission allows the Maharashtra government to implement drinking water supply schemes in the state, but prohibits “undue publicity” of the work for political gains, PTI reports. All constituencies in the state have already voted in the Lok Sabha elections.Drought has been declared in 151 out of 358 talukas in  the state.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.54 pm: Kirron Kher tells ANI about the notice issued to her for a video: “Whatever happened was wrong, that children were used [for campaigning]. Somebody sent it to us, my team shared it and later deleted it, very sorry, it happened, it should not have happened.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Kirron Kher, BJP Chandigarh candidate: Whatever happened was wrong, that children were used. Somebody sent it to us, my team shared it and later deleted it, very sorry, it happened, it should not have happened. https://t.co/AFo6jlndAD— ANI (@ANI) May 4, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.50 pm: The Election Commission issues a notice to BJP leader Kirron Kher for a video she shared on Twitter in which children were seen shouting slogans in her and Modi’s favour, PTI reports. She was asked to reply to the notice within 24 hours.Kher is her party’s candidate from Chandigarh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.46 pm: Delhi Chief Minister Arvind Kejriwal says the BJP “imported” singer Hans Raj Hans from Punjab as it thought that no backward class member from North West Delhi is “eligible” to contest the election from there, PTI reports. The constituency is represented by Udit Raj, who has now switched to the Congress after the BJP did not give him a ticket this time.North West Delhi is reserved for candidates from the Scheduled Castes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.25 pm: Congress leader Sachin Pilot claims there is a pro-Congress wave in Rajasthan and that his party will win all 25 seats in the state, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.15 pm: At a rally in Pratapgarh, Uttar Pradesh, Narendra Modi attacks Rahul Gandhi and calls him “naamdar”. He says he was not born into money and that although the Congress tried to project a clean image for its president Rahul Gandhi, it had failed. He mentions five “evils” of the Opposition’s grand alliance – corruption, instability, communalism, dynasty and misrule.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    आज सुबह ही में पढ़ रहा था कि जब केंद्र में कांग्रेस की सरकार थी तब नामदार के एक बिजनेस पार्टनर को कैसे रक्षा सौदों में शामिल किया गया था।सरकार भी अपनी, दोस्त भी अपना और रक्षा सौदा भी बड़ा यानी नामदार के लिए मलाई का पूरा इंतजाम था: पीएम मोदी #DeshKiPasandModi pic.twitter.com/QdEpTeqcSN— BJP (@BJP4India) May 4, 2019\n\n\n\n    सपा ने गठबंधन के बहाने बहन मायावती का तो फायदा उठा लिया, उनको अंधेरे में रखा, बड़ी-बड़ी बातें कीं, उन्हें प्रधानमंत्री बनने के ख्वाब दिखाए।लेकिन पिछले दरवाजे से सपा और कांग्रेस एक हो गए।अब मायावती खुलेआम कांग्रेस की आलोचना करती हैं, नामदार को कोसती हैं: पीएम #DeshKiPasandModi pic.twitter.com/CMQNcOOAbZ— BJP (@BJP4India) May 4, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1 pm: Rao brings up Rahul Gandhi’s comment that Modi has been easy on terror. Rao cites the recent serial blasts in Sri Lanka and says terror attacks are detrimental to any nation, but that India has had an “enviable record” under Modi. He claims there has been no terror attack in “any major state” since Modi was voted in in 2014. “Ten cities had 18 major terror attacks” during the Congress era, Rao claims.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.55 pm: BJP leader GVL Narasimha Rao addresses a press conference where he says it is the Congress that will lose the election. He adds that the Congress is also losing its relevance today. “Congress is facing an existential crisis in this election.”He says the Congress is “on its deathbed” and that is party is unable to revive itself. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.30 pm: Former Delhi Chief Minister Sheila Dikshit on Friday claimed that the December 2012 gangrape case was blown out of proportion by the media. She claimed there are many such cases that are not reported today, and placed the onus of security squarely on the central government, saying that the state government cannot give any instructions to the police. However, at the time of the gangrape, the central government was headed by her Congress party. Read more here: 2012 Delhi gangrape case was ‘blown out of proportion’, claims Congress leader Sheila Dikshit\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.20 pm: BJP MP from New Delhi Meenakshi Lekhi tells PTI that the Trinamool Congress’ women candidates are “only actresses” with a TMC ticket and that they do not represent all women in politics. “The TMC has given tickets to all the actresses as if they only represent the womenfolk and ‘normal women’ are not worthy of being in politics. This is not women empowerment. The TMC is encashing the popularity of these faces,” PTI quoted her as saying.Lekhi adds that she thinks it is good that Priyanka Gandhi Vadra decided not to contest against the prime minister in his constituency of Varanasi.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12 pm: BJP President Amit Shah retweets an article alleging that Rahul Gandhi’s former business partner was given defence contracts by the previous government. “With Rahul Gandhi’s Midas Touch, no deal is too much!” tweets Shah.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    With Rahul Gandhi’s Midas Touch, no deal is too much!When he has a say, his business partners make hay. Doesn’t matter if India suffers on the way!#StealLikeRagahttps://t.co/rb9H6QOVwx— Chowkidar Amit Shah (@AmitShah) May 4, 2019\n\n\n\n    I don't see a strategic campaign by the BJP. I see a scared Prime Minister unable to face the onslaught of the opposition and who is absolutely convinced in his mind that he is trapped. It is a panicky campaign: Congress President @RahulGandhi#ArmySeMaafiMaangoModi pic.twitter.com/LTyKOhY9Fh— Congress (@INCIndia) May 4, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.42 am: Gandhi says terrorism needs to be dealt with more sternly and that if voted in, his government will be harder on it. “Which government bowed before terrorism, sent [Masood] Azhar to Pakistan?” he asks. He adds that the Election Commission is biased towards the ruling BJP, reports PTI.Read more here: ‘Chowkidar chor hai’ will remain our slogan, says Rahul Gandhi\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.40 am: We do not politicise our armed forces, says Rahul Gandhi. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.35 am: Gandhi says that he apologised to the Supreme Court for saying the court supported his “chowkidar chor hai” stance. However, he says he still stands by the slogan, reports Hindustan Times.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.30 am: Gandhi claims that the Bharatiya Janata Party is in a panic and it is clear that the party will lose the Lok Sabha elections.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 am: “Army is not a personal property of Mr Modi,” says Gandhi. He adds that the surgical Strikes are done by the armed forces. He says that when Modi calls surgical strikes made during Congress government “video games”, he does not insult the Congress, he insults the Army.Read more here: Congress claims Narendra Modi insulted armed forces by comparing surgical strikes to video games\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.15 am: Congress chief Rahul Gandhi holds a press conference. He says the biggest issue right now is unemployment. “Country is asking that Modiji you promised us 2 crore jobs, what about that?” ANI quotes him as saying. “He [Modi] doesn’t speak a word on jobs or farmers as he has nothing to say.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.10 am: The Election Commission on Friday cleared Amit Shah in two complaints. Read more here: Amit Shah did not violate poll code in Bengal and Nagpur speeches, says EC\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 am: West Bengal Chief Minister Mamata Banerjee has cancelled rallies in light of Cyclone Fani, which has killed at least three people in Odisha, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here are the top election updates from Friday:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Election Commission ruled that Narendra Modi did not violate the Model Code of Conduct in his speeches in Nanded in Maharashtra on April 6 and Varanasi in Uttar Pradesh on April 25.Narendra Modi mocked the Congress for claiming that it conducted six surgical strikes during UPA rule. Modi wondered why neither terrorists, nor Pakistan or India came to know about the strikes.Congress General Secretary Priyanka Gandhi said she had stopped children from shouting an abusive slogan against Narendra Modi and told them to chant good slogans instead. Gandhi’s statement came a day after the National Commission for Protection of Child Rights issued her a notice for allegedly involving children in her election campaign.  Uttar Pradesh Chief Minister Adityanath defended his remark against a Samajwadi Party candidate, saying one uses a dais to hit out at the Opposition and not to sing devotional songs. He said this with reference to an Election Commission notice for allegedly violating the Model Code of Conduct. The Supreme Court agreed to hear a review petition submitted by 21 Opposition parties asking it to direct the Election Commission to cross-check at least 50% votes using Voter Verified Paper Audit Trail slips.The poll panel rejectedthe nominations filed by 24 out of 25 turmeric farmers from Telangana who had applied to contest against Narendra Modi in Varanasi in a bid to draw attention to their demands about their challenges.","author":"Scroll Staff","time":"2019-05-04T10:48:16.988551+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118298-oaicgfounx-1556174013.jpg","tags":["Election Watch","Lok Sabha Elections","Rahul Gandhi","Narendra Modi"],"source":"https://scroll.in/latest/922276/election-watch-army-is-not-personal-property-of-modis-says-rahul-gandhi"}