{"title":"Election watch: PM Modi mocks Congress’ claim that it conducted surgical strike during UPA rule","content":"11.04 pm: Here are the top stories of the day:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Election Commission ruled that Narendra Modi did not violate the Model Code of Conduct in his speeches in Nanded in Maharashtra on April 6 and Varanasi in Uttar Pradesh on April 25.Narendra Modi mocked the Congress for claiming that it conducted six surgical strikes during UPA rule. Modi wondered why neither terrorists, nor Pakistan or India came to know about the strikes.Congress General Secretary Priyanka Gandhi said she had stopped children from shouting an abusive slogan against Narendra Modi and told them to chant good slogans instead. Gandhi’s statement came a day after the National Commission for Protection of Child Rights issued her a notice for allegedly involving children in her election campaign.  Uttar Pradesh Chief Minister Adityanath defended his remark against a Samajwadi Party candidate, saying one uses a dais to hit out at the Opposition and not to sing devotional songs. He said this with reference to an Election Commission notice for allegedly violating the Model Code of Conduct. The Supreme Court agreed to hear a review petition submitted by 21 Opposition parties asking it to direct the Election Commission to cross-check at least 50% votes using Voter Verified Paper Audit Trail slips.The poll panel rejected the nominations filed by 24 out of 25 turmeric farmers from Telangana who had applied to contest against Narendra Modi in Varanasi in a bid to draw attention to their demands about their challenges.\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.32 pm: The Election Commission says that Amit Shah’s speech at Krishnanagar town in Nadia district in West Bengal on April 22 did not violate the Model Code of Conduct. The commission says it came to the conclusion after examining the full transcript of the speech. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 pm: Delhi Chief Minister Arvind Kejriwal says at a roadshow in Badarpur area of the city that people should vote on the basis of the “kaam” (work) done by the MPs and not their “naam” (name), PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 pm: Finance Minister Arun Jaitley says that Rahul Gandhi’s claim in an interview with NDTV that he has “dismantled” Narendra Modi’s image may come back to hurt the Congress. Jaitley claims in a blog post that Gandhi “concocts falsehood, as in the Rafale case, starts believing his falsehood to be true and eventually dreams that the falsehood has destroyed his opponent”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.33 pm: The poll panel has accepted Congress President Rahul Gandhi’s request for time till May 7 to reply to the accusation that he violated the Model Code of Conduct during his public meeting in Madhya Pradesh’s Shahdol district on April 23. He had been issued a notice on May 1 and given 48 hours to reply. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.28 pm: The Election Commission has ruled that Prime Minister Narendra Modi’s speeches in Nanded on April 6 and in Varanasi on April 26 did not violate the model code of conduct. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.31 pm: The Goa chief electoral officer has said that there was no damage to EVMs in a fire which broke out Friday afternoon  in a school in Margao, PTI reports. EVMs used in the South Goa Lok Sabha elections and Shiroda  Assembly bye-poll were stored in a nearby college.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.22 pm: Adityanath claims that “shehzadi” (princess) Priyanka Gandhi has been teaching abusive words to children instead of virtues, PTI reports. “In the age when the children need to be taught virtues, the ‘shehzadi’ of the Congress is teaching them abuses,” he says at a rally in Fatehpur. “This is the real character of the Congress. Those who had treated the country as their legacy are piqued and have now stooped to using abuses.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.11 pm: The Karnataka BJP has accused the Congress-Janata Dal (Secular) government of imposing an “Emergency-like situation” in the state. “Dear Karnataka government, random arrest of people in  the name of some ridiculed strange act, won’t help you,” the BJP said in a tweet. “Please focus on governance. And do the needful. #EmergencyinKarnataka.”The party also retweets Karnataka BJP General Secretary Arvind Limbavali, who alleged that the state government has arrested five “nationalist” youth over the past week for speaking against the “corrupt and divisive government”.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.03 pm: Bharatiya Janata Yuva Morcha, the youth wing of the BJP, files a complaint with the chief electoral officer of Tamil Nadu against Dravida Munnetra Kazhagam chief MK Stalin alleged remark at a rally that the police in Thoothukudi fired on protestors last year on the instructions of Narendra Modi, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.44 pm: BJP leader Varun Gandhi says he has ensured that his current constituency Sultanpur gets a “national identity”. Earlier, it was known as Amethi’s neighbouring district, he adds. His cousin and Congress President Rahul Gandhi is the MP from Amethi. “If you feel poverty and it pinches, bear it,” PTI quotes Varun Gandhi as saying at a rally. “But if you elect a criminal, it will pinch more.” Varun Gandhi’s mother and Union minister Maneka Gandhi is the BJP candidate in Sultanpur.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.50 pm: Congress leader Ahmed Patel says that Narendra Modi mocking surgical strikes the party claims to have conducted is an insult to the Army, ANI reports. “They wish to win elections anyhow,” he says. “We never took credit whether it was air strikes or Bangladesh war, credit must go to forces.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.40 pm: Karnataka Pradesh Congress Committee President Dinesh Gundu Rao summons party leaders from Mandya city who held a meeting with independent  candidate Sumalatha Ambareesh, PTI reports. There has been speculation that the Congress leaders worked against the party in the polls. Chief Minister HD Kumaraswamy’s son Nikhil Kumaraswamy contested the polls from Mandya on a Janata Dal (Secular) ticket. The Congress and the Janata Dal (Secular) are in an alliance in Karnataka. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.30 pm: Rahul Gandhi writes a letter to the people of Amethi, urging them to re-elect him as their MP, PTI reports. Gandhi claims in the letter that if elected, he will speed up developmental projects in the town which have been “blocked by BJP”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.26 pm: Bahujan Samaj Party chief Mayawati asks voters to elect SP-BSP candidates in the Lok Sabha polls to “undo the wrongs” committed by previous Congress and BJP governments, PTI reports. At a rally in Siddharthnagar district, she accuses the Congress of failing to eliminate poverty, and the BJP of pursuing “pro-capitalist policies”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.20 pm: Poll authorities in Delhi have issued a show cause notice to Arvind Kejriwal after receiving a complaint that a recorded audio message was allegedly sent by the Aam Aadmi Party to mobile phone users for campaigning, PTI reports. The Election Commission had earlier set up media certification and monitoring committee to certify poll advertisements. Delhi election officials have asked Kejriwal to submit the certificate provided by the panel.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.15 pm: Union minister Jitendra Singh tells PTI that BJP does not believe in horse-trading. However, he adds that the saffron party cannot prevent anyone from joining it. Singh was responding to criticism of Narendra Modi’s remark that 40 Trinamool Congress MLAs are in touch with him and will desert the party after the elections.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.02 pm: Anil Bajpai, who moved from the Aam Aadmi Party to the Bharatiya Janata Party on Friday, says: “I worked for the AAP for 15 years. I was hurt by lack of respect and peculiar type of functioning in the party. It has detracted from its original path,” according to PTI. The Aam Aadmi Party, however, was launched only about seven years ago, in October 2012.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.46 pm: He adds that the Congress government couldn’t stop India’s share of river water flowing into Pakistan, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.45 pm: Only a strong government can take decisions on surgical strikes and air strikes, Prime Minister Narendra Modi says at a rally in Bikaner, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.40 pm: A retired nurse from Wayanad in Kerala has said that no one should doubt Rahul Gandhi’s citizenship as she was present at the time of his birth in New Delhi on June 19, 1970, PTI reports. Rajamma Vavathil asserts that BJP leader Subramanian Swamy’s complaint questioning the Congress president’s citizenship status is “baseless”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.28 pm: BJP candidate from North West Delhi Hans Raj Hans says that Delhi Chief Minister Arvind Kejriwal’s claim that he converted to Islam is false, ANI reports. He threatens to file a defamation case and use the SC/ST Act against the Aam Aadmi Party chief.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.22 pm: Narendra Modi mocks the Congress in Sikar town in Rajasthan, ANI reports. “Congress now claims they carried out 6 surgical strikes,” he says. “What strikes were these about which the terrorists did not get to know, Pakistan didn’t know, even Indians didn’t know.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4 pm: Congress Lucknow candidate Acharya Pramod criticises party colleague Shatrughan Sinha for canvassing for his wife, PTI reports. Sinha’s wife Poonam Sinha is the Samajwadi Party candidate from Lucknow Lok Sabha constituency. Shatrughan Sinha had quit the BJP in April and joined the Congress. He has been fielded from the Patna Sahib constituency in Bihar. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.40 pm: Congress’ Chandni Chowk Lok Sabha seat candidate JP Agarwar claimed that the AAP’s demand for a full statehood to Delhi was childish. “The AAP is raising the full statehood issue because it has completely failed to fulfil promises it had made in the run up to the 2015 assembly elections,” Agarwal told PTI in an interview. “Because of their failure, they wanted to give a new message, and they did it.”The BJP has fielded sitting MP and Union minister Harsh Vardhan from the Chandni Chowk seat. The AAP has fielded Pankaj Gupta.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.15 pm: Aam Aadmi Party MLA from Gandhi Nagar in Delhi Anil Bajpayi joins BJP in the presence of Union Minister Vijay Goel, ANI reports. This comes days after Delhi Deputy Chief Minister and AAP leader Manish Sisodia had claimed that BJP had to tried to poach seven AAP MLAs by offering them Rs 10 crore each.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Aam Aadmi Party MLA from Gandhi Nagar(Delhi) Anil Bajpayi joins BJP in presence of Union Minister Vijay Goel pic.twitter.com/RtdSMg2eVP— ANI (@ANI) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.16 pm: Adityanath says the Congress has disappointed the people of Amethi and Rae Bareli for four generations, reports ANI. “The kind of support BJP candidate Smriti Irani is getting in Amethi, number of visits to Amethi she made in last five years is something which Rahul ji hasn’t done even in last 15 years.”Congress President Rahul Gandhi is contesting from Amethi, while his mother and UPA chairperson is contesting from Rae Bareli.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    UP CM: People have hopes with BJP. Congress disappointed people of Amethi&Raebareli since 4 generations. The kind of support BJP candidate Smriti Irani is getting in Amethi, no. of visits to Amethi she made in last 5 yrs is something which Rahul ji hasn't done even in last 15 yrs pic.twitter.com/dnhySi6ObL— ANI UP (@ANINewsUP) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.13 pm: Adityanath responds to Congress leader Priyanka Gandhi sharing the stage with a Samajwadi Party leader on Thursday. “SP-BSP have not named any candidate in Amethi-Raebareli,” he tells ANI. “All these parties are playing the role of ‘vote katwa’ in one or the other place. They are contesting elections to cut votes, not to win.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.10 pm: BJP leader Adityanath praises Union minister Smriti Irani for development in Amethi, reports ANI. “Rahul Gandhi has not worked there as much as the number of development projects brought in by Smriti ji in Amethi,” he says. “The people there want a change, and Smriti Irani ji is there as an option for that change.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.07 pm: National Conference leader Omar Abdullah criticises Prime Minister Narendra Modi for talking about the Indian Premier League at a rally in Rajasthan. “Why is the Hon [honourable] PM talking about IPL?” Abdullah says on Twitter. “His is the first government since 1996 that has been unable/unwilling to have assembly elections in J&K on schedule. Why doesn’t he talk about that also?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Why is the Hon PM talking about IPL?  His is the first government since 1996 that has been unable/unwilling to have assembly elections in J&K on schedule. Why doesn’t he talk about that also? https://t.co/oFnkFmhUgm— Omar Abdullah (@OmarAbdullah) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.04 pm: Adityanath tells ANI: “People of Congress are themselves of the view that Congress is losing in Amethi. There is a fight in Rae Bareli, the seat will be ultimately won by BJP.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.02 pm: Uttar Pradesh Chief Minister Adityanath says only the BJP has the capacity to win a majority to form government and choose a prime minister. “Those who are contesting on just 37-38 seats, can they become PM?” he says, while criticising the mahagathbandhan, reports ANI. “Those times are gone. People now want a stable government.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.55 pm: Modi says the Congress was distraught when he received the Zayed Medal from the United Arab Emirates ahead of the elections, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.50 pm: Prime Minister Narendra Modi says in 2009 and 2014 the Indian Premier League was played in South Africa as the government at the Centre was “so scared of terrorists”, ANI reports. “That government had no courage.” The United Progressive Alliance led by the Congress was in power at the time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PM Modi in Karauli, Rajasthan: The youth takes a lot of interest in IPL. But there were 2 occasions when it could not be played in India, it was played in South Africa. This happened in 2009 & 2014. The govt at the centre was so scared of terrorists. That govt had no courage. pic.twitter.com/0GFWo2lEJC— ANI (@ANI) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.45 pm: A delegation of BJP leaders met Chief Election Commissioner Sunil Arora on Thursday, demanding the removal of Tripura Chief Electoral Officer Sriram Taranikanti, reports The Indian Express.“The CEO sent a WhatsApp message asking all ROs [returning officers] and AROs [assistant returning officers] to facilitate voters and workers of a particular political party, which is in gross violation of the RPA, 1951, MCC and all other relevant and applicable electoral laws,” the delegation led by Defence Minister Nirmala Sitharaman informed the poll panel through a memorandum.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.38 pm: Adityanath says: “Our work is to highlight the Opposition’s weakness. We do not mind it even when Congress or Samajwadi Party abuse us during their election campaigning. If we revert, why are we called wrong?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.36 pm: Uttar Pradesh Chief Minister Adityanath says the dais is to “defeat the Opposition party and hit out at them”, not to sing devotional songs, reports ANI. He was responding to a show cause notice issued by the Election Commission for his “Babur ki aulad” remark on April 19.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.31 pm: Congress chief Rahul Gandhi addresses a rally in Rewa, Madhya Pradesh. “First he [Modi] said that make me PM, then he became chowkidar,” he says, according to News18. “People thought he will become chowkidar of poor people, farmers and others but he became a chowkidar of few industrialists.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.29 pm: Prime Minister Narendra Modi says terrorist attacks were a “daily affair” when the Congress was in power, reports ANI. “No city was safe in their tenure,” he says at Karauli. “Everyone knows how terrorists attacked Mumbai in 2008. What happened in Mumbai at that time, was neither the first nor the last.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.25 pm: Uttar Pradesh Chief Minister Adityanath says the Congress ruled the country for over 50 years, but “what have they given to the country besides corruption, terrorism and unemployment”, reports News18. “Have you ever seen Rahul Gandhi visiting or helping the poor people?” he asks at an election rally. “Whenever elections near you can see whole Gandhi family here in Rae Bareli.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.23 pm: Lok Sabha Speaker Sumitra Mahajan calls for a meeting of senior officers of the Parliament to review preparations for the 17th Lok Sabha, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.21 pm: Modi calls Jaish-e-Mohammed chief Masood Azhar “a great enemy of India”. He says Azhar, sitting in Pakistan, was injuring India. “Several brave mothers of Rajasthan lost their brave sons while they attacked such terrorists but now this terrorist is finding it difficult to enjoy in Pakistan,” he says. “Surgical strike, air strike and now this major international strike on intentions of Pakistan, terrorists and terrorist leaders.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    PM: Several brave mothers of Rajasthan lost their brave sons while they attacked such terrorists but now this terrorist is finding it difficult to enjoy in Pak. Surgical strike, air strike & now this major international strike on intentions of Pak, terrorists & terrorist leaders. https://t.co/fmEdWRJIRL— ANI (@ANI) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.18 pm: Modi says he held a meeting on Thursday to review preparedness for Cyclone Fani, reports ANI. “More than Rs 1000 crore was released to concerned governments yesterday in advance,” he says in Karauli. “NDRF, Indian Coast Guard, Army, Navy, Air Force are working with administration. I assure the affected people that nation and centre are with them.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.05 pm: Prime Minister Narendra Modi addresses a rally at Karauli, Rajasthan. “We have gathered here today, at the same time people living in coastal areas in eastern and southern India are facing an extremely severe cyclone,” he says, according to ANI. “Centre is in continuous contact with governments in Odisha, West Bengal, Andhra, Tamil Nadu and Puducherry.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.59 pm: “What is the condition of farmers in UP today?” asks Congress Priyanka Gandhi Vadra in Rae Bareli, according to ANI. “Those who call themselves the country’s chowkidar, they have forced farmers to sit in their fields and guard them. There are only false promises and campaigning, but reality is very different.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Priyanka Gandhi Vadra in Raebareli: Aaj UP mein kisan ki kya sthisti hai? Apne aap ko desh ke chowkidar kehne wale, inhone kisaano ko khet mein baitha diya hai chowkidari karne. Bas wade pe wada, jhooth par jhooth bola ja raha hai, bas prachaar ho raha hai aur sachaai alag hai. pic.twitter.com/h2uJb5vFqV— ANI UP (@ANINewsUP) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.56 pm: The Election Commission allows relaxation of the Model Code of Conduct in East Godavari, Visakhapatnam, Vizianagaram and Srikakulam districts in Andhra Pradesh in view of Cyclone Fani, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.52 pm: Congress leader Priyanka Gandhi addresses a rally in Rae Bareli. “To love the people of the country is true nationalism,” she says, according to News18. “The government is suppressing the voice of the people. Democracy is the greatest power of the public. Farmers of the country visited the prime minister in Delhi but then PM Modi did not even meet farmers. They call themselves chowkidar but does anyone of them guard the land of our poor farmers?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.50 pm: BJP National President Amit Shah cancels all three rallies in Jharkhand due to poor weather conditions in the state, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.03 pm: The Election Commission rejects nominations filed by 24 of the 25 turmeric farmers from Telangana who had applied to contest against Prime Minister Narendra Modi in Varanasi in a bid to draw attention to their demands about their challenges.Read more here:Poll panel rejects nominations of 24 of 25 turmeric farmers who sought to contest against PM Modi\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.01 pm: Bahujan Samaj Party chief Mayawati says The Washington Post, using fact checker data, found that US President Donald Trump made 10,000 false claims in 800 days. “The US media is quite alert but what is your opinion on PM Modi?”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    अमेरिकी राष्ट्रपति डोनाल्ड ट्रम्प की गलत बयानी को पकड़ने हेतु Fact Checker डाटा से वाशिंगटन पोस्ट अखबार ने रहस्योदघाटन किया है कि ट्रम्प ने 800 दिन में 10 हजार से अधिक बार झूठ व भ्रमित करने वाले दावे किए। यूएस मीडिया काफी सजग है परन्तु पीएम श्री मोदी के बारे में आपकी क्या राय है?— Mayawati (@Mayawati) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.58 am: Actress Sonakshi Sinha will campaign for her mother and Samajwadi Party candidate from Lucknow, Poonam Sinha, reports News18. Sonakshi Sinha and her father, Shatrughan Sinha, will hold a road show in Lucknow.Poonam Sinha has been fielded against Union minister Rajnath Singh. Lucknow will vote on May 6 in the fifth phase of elections.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.50 am: BJP National President Amit Shah will address rallies in Uttar Pradesh and Jharkhand, reports News18. Congress General Secretary Priyanka Gandhi Vadra will hold a roadshow in Rae Bareli while Samajwadi Party chief Akhilesh Yadav will address a rally in Faizabad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.48 am: West Bengal Chief Minister Mamata Banerjee cancels her election rallies for the next 48 hours in view of Cyclone Fani.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.45 am: BJP candidate from Gurdaspur constituency, Sunny Deol, campaigns in Pathankot, ANI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Punjab: BJP candidate from Gurdaspur parliamentary constituency, Sunny Deol campaigns in Pathankot. pic.twitter.com/IQpIdTb6oF— ANI (@ANI) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.59 am: The stalled biopic on Prime Minister Narendra Modi is now set to be released on May 24, a day after the counting of votes of the Lok Sabha elections.Read more here:Biopic on Narendra Modi to be released on May 24, a day after counting of votes\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.49 am: The Supreme Court will hear next week a review petition filed by 21 Opposition parties seeking to verify 50% votes using VVPAT slips, reports ANI. The petitioners had cited concerns raised in the first two phases of voting in the Lok Sabha polls.The Supreme Court in April ordered that Voter Verified Paper Audit Trail slips of five electronic voting machines in every constituency be counted instead of just one EVM in the ongoing elections. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.43 am: Congress General Secretary Priyanka Gandhi tells The Indian Express that she would “rather die that help the BJP”. “Our ideologies are poles apart,” she says. “I can’t say how we will perform in Uttar Pradesh, but we are putting up a spirited fight. We are putting up strong candidates against the BJP everywhere. There will definitely be an improvement in our vote share.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.38 am: Former Bihar Chief Minister Lalu Prasad Yadav’s son, Tej Pratap Yadav, says Lalu Yadav used to meet the public and attend around 12 events a day, reports ANI. “But politicians today get tired after attending two or four public programs only.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Tej Pratap Yadav in Jehanabad, yesterday : Lalu Prasad Yadav Ji used to meet the public and attend about 12 programs in a day. But politicians today, get tired after attending 2-4 public programs only. #Bihar pic.twitter.com/NXkqT2TYtv— ANI (@ANI) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.43 am: The biopic of Prime Minister Narendra Modi will now be released on May 24, a day after the counting of votes in the Lok Sabha elections. The film’s release had earlier been stopped by the Election Commission because of the ongoing elections.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    We come again fighting all the roadblocks & hurdles coming in our way! #PMNarendraModi now in cinemas from 24th May. #DekhengeModiBiopic@vivekoberoi @OmungKumar @sureshoberoi @anandpandit63 @LegendStudios1 @AcharyaManish7 @TSeries— Sandip Ssingh (@sandip_Ssingh) May 3, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.21 am: The Election Commission’s decisions in favour of Narendra Modi in two of three complaints resolved so far were not unanimous, The Indian Express reports. Only the decision on Thursday – in case of the nuclear weapons remark – was unanimous, while the other two were 2–1 in Modi’s favour.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 am: The National Commission for Protection of Child Rights has issued a notice to Congress leader Priyanka Gandhi Vadra for the allegedly involving children in her election campaign, PTI reports. On Wednesday, the child rights body had written to the Election Commission after a video showed children shouting “derogatory remarks and using abusive language” in her presence.Read more here: Child rights body issues notice to Priyanka Gandhi for video of children shouting ‘abusive’ slogan \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 am: Here are the top updates from Thursday.The Election Commission said Narendra Modi did not violate the Model Code of Conduct during his speech in Barmer town in Rajasthan on April 21. The poll panel also cleared Rahul Gandhi of poll code allegations for calling Amit Shah a ‘murder accused’.Congress leader Priyanka Gandhi Vadra said that she “would rather die” than benefit the BJP. Her comments come a day after she had said that the Congress has fielded candidates in Uttar Pradesh that would cut into the BJP’s votes. Congress President Rahul Gandhi said that his party is helping the Samajwadi Party-Bahujan Samaj Party alliance in Uttar Pradesh in constituencies where it lacks strong candidates.   The Supreme Court directed the Election Commission to decide on a petition that sought an early start to polls in the upcoming phases of the Lok Sabha elections as Ramzan begins. The religious month of Ramzan, which Muslims observe by fasting, is expected to begin on May 5.Former Prime Minister Manmohan Singh has said the United Progressive Alliance government had conducted “multiple surgical strikes” but did not believe in using them to win votes.Congress leader and former Union minister Rajiv Shukla claimed that the erstwhile United Progressive Alliance government had conducted several surgical strikes across the border into Pakistan between 2008 and 2014.","author":"Scroll Staff","time":"2019-05-03T08:47:16.541317+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116236-pfpigskqdv-1556889159.jpg","tags":["Elections","2019 elections","Election Commission"],"source":"https://scroll.in/latest/922155/election-watch-ec-clears-narendra-modi-in-another-complaint-of-poll-code-violation"}