{"title":"‘Electoral bonds created uneven playing field’: Navy veteran and transparency crusader on SC verdict","content":"On Thursday, with weeks to go for the crucial 2024 general election, the Supreme Court struck down the electoral bonds scheme, describing it as “unconstitutional”. The monetary instrument allows individuals and corporations to make anonymous donations to political parties.Over the years, Lokesh Batra, a retired commodore of the Indian Navy, has persistently filed right to information petitions seeking details of political funding through electoral bonds. This information was used during the Supreme Court hearing.The political funding enabled by electoral bonds has meant that only the super-rich can participate in elections and make laws for the rest of us, said Batra. “Tomorrow, me or you want to stand in the election, we are in no position to fight,” he said. “Remember that.”From 2017-’18, when the electoral bonds scheme was introduced, to 2022-’23, the ruling Bharatiya Janata Party had cornered a lion’s share of money from electoral bonds – Rs 6,566.12 crore of Rs 12,979 crore. The BJP collected more money from electoral bonds than all other parties combined.Batra said that legal amendments have removed the cap corporate donations to political parties and allowed foreign companies to fund political parties through Indian subsidiaries. “These are people and entities who can influence policy,” said Batra. With 94.5% of electoral bonds being in Rs 1 crore denomination, “it is the super-rich [who] will be influencing the policies of this country”, he said.Excerpts:The replies to the multiple Right To Information applications you filed in connection with electoral bonds undergird the petitions filed in the Supreme Court. What was your main motivation?I am a transparency campaigner. We had the most expensive election in 2019. The expenditure was estimated between Rs 50,000 and Rs 60,000 crore. That money was far more than is allowed for party and individual candidates. Which is to say that this situation allows only the super rich to participate in the election process and make laws for us. Tomorrow, me or you want to stand in the election, we are in no position to fight. Remember that.What is your most important takeaway from the judgement?I would say that the most important thing is that the amendments made through Finance Act 2017 have been called unconstitutional. This includes the amendment to remove the cap on corporate donations to political parties and the amendment [to the Foreign Contribution Regulation Act] allowing any foreign company to open a subsidiary in India and make donations to political parties. These are people and entities who can influence policy. Also, of the total sale of electoral bonds, 94.5% of it is of Rs 1 crore denomination. The super rich will be influencing the policies of this country.Given that we are only a couple of months away from the Lok Sabha polls, will it be correct to say that the judgement is a case of closing the stable doors after the horse has bolted?This judgment was reserved on November 2, 2023, and on November 4, the government of India announced the next sale of electoral bonds. They did not stop selling.The total value of electoral bonds sold in the financial year 2023-’24 until January 2024 is already over Rs 4,509 crore. It is a big jump from the total value of electoral bonds sold in the financial year 2022-’23, which was over Rs 2,800 crore.I tried to make the point through my tweets and writings that if the Supreme Court did not urgently pronounce its judgement, the government, under clause 8 of the Electoral Bond Scheme, could issue bonds for an additional 30 days, this being the year of a general election.Now what is not understood about the Supreme Court’s ruling today that said electoral bonds which have not been encashed by the political parties yet shall be returned by the political party to the purchaser.Remember, the last sale of electoral bonds was from January 2 to January 11. They are valid to be encashed for only 15 days. That period is already over. And as per the notification of electoral bonds, any bond that is not encashed is transferred to the Prime Minister's National Relief Fund. So there is nothing that will go back to the purchaser.The Supreme court has asked the Election Commission to publish details of electoral bonds purchased by political parties by March 13. So will it be known clearly which corporate or which entity gave how much money to which political party?You see at the first stage when KYC [know your customer] is done by the SBI [State Bank of India], they know who purchased the bond and whoever purchased the bond is legally the donor. And it has got a secret number that can be seen through UV light. Now, this was to track between the branch that sells and the branch that encashes. So we know from where it came and to whom it went. Of course, it is likely that this piece of paper will have exchanged hands many times before it went to the political party. There is no way to know that.The money that came from electoral bonds to political parties is only a fraction of their large corpus of funds. To what extent will the closing of this avenue help clean up political finance?This electoral bond money may not necessarily have been used for election purposes. It could have been used anywhere, for creating a statue for the party, paying the media. So this was the problem with this money. And as a citizen, I don't know. Also, it is creating such an uneven field.But yes, as I said, when you have had the most expensive election, about Rs 60,000 crore expenditure, this is only around Rs 16,000 crore. The election expenditure should come down to minimum, bare minimum.","author":"Smitha Nair","time":"2024-02-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187443-vvnzrlfakz-1677675148.jpg","tags":["Supreme Court","Electoral Bonds","Lokesh Batra","Lok Sabha 2024"],"source":"https://scroll.in/article/1063778/electoral-bonds-created-uneven-playing-field-navy-veteran-and-transparency-crusader-on-sc-verdict"}