{"title":"Elections 2024: How the outcome of the UK and India polls will shape bilateral ties ","content":"The UK and India both go to the polls this year. Neither will feature as an issue in the other’s election – while there has been some debate around a possible trade deal, both countries, and both electorates, have far more pressing priorities. Yet the outcomes of each will have implications for the bilateral relationship going forward, which are examined in a new report on UK-India relations published by  UK in a Changing Europeand King’s India Institute. In the event of Bharatiya Janata Party and Labour party victories, both of which seem the most likely outcomes, a desire for cooperation will coexist with the potential for political tensionsIn the UK, Sophie Stowers shows that British Hindu voters are beginning to abandon Labour. There are several reasons for this. For one thing, in many ways the Conservatives are in many senses, and as the chapter by Stowers in our new report underlines, a better fit for many British Indian voters (eg, in terms of social conservatism, “family values”, tax, entrepreneurship, etc).In September 2019, Labour delegates passed a conference motion criticising the actions of India in the Kashmiri conflict which also stated that the people of Kashmir should have self-determination rights. This led some Indian groups to call on their communities to vote Conservative, with over 100 groups writing to then-Labour leader Jeremy Corbyn protesting the motion.The party was also accused of taking British Indian voters for granted, with only one candidate of Indian heritage selected for a safe or target seat in the 2019 election. People of Indian heritage have also complained that the party has focused disproportionately on poorer Pakistani and Bangladeshi-origin communities and the inner cities where these communities live.This had electoral consequences. In the run-up to the 2019 UK election, WhatsApp messages were circulated that urged British Hindus not to vote Labour, branding the party anti-India, anti-Hindu, and anti-Modi. One message labelled those who do, or those who are party members, as “traitors to their ancestral land, to their family and friends in India, and to their cultural heritage”. The Overseas Friends of BJP (OFBJP) actively coordinated a campaign targeting 48 marginal Labour-Conservative seats by urging Indian constituents to vote Conservative.British Indian, particularly Hindu voters, then, were turning their backs on Labour at the last election. Subsequently, the new leadership has attempted to stymie this trend. In June 2023, Keir Starmer declared that Labour had made a mistake in its approach to India and would seek a closer relationship if elected. In 2024, Shadow Foreign Secretary David Lammy, along with Shadow Business Secretary Jonathan Reynolds, visited India, followed soon afterwards by the Shadow Deputy Prime Minister, Angela Rayner. Lammy also attended the launch of the Labour Indian initiative, created to rally the support of the British Indian community.Such signals imply that a Labour government would be anxious to build a stronger relationship with India, not least as a means of consolidating support among Indian-origin voters in the UK.But just how fruitful the UK-India relationship is will also be determined by the size of the BJP’s majority in the Indian elections. A large BJP majority might embolden Modi to be more radical than he has been to date – for instance in explicitly declaring India to be a Hindu Rashtra (Hindu state) or handling delimitation (the revision of the allocation of parliamentary seats per state scheduled for 2026) in such a way that it provokes serious regional discontent. A more radical BJP government would clearly cause problems for a Labour party seeking not only Hindu but also Muslim support.Yet a resounding Labour victory in the next election might serve to lessen such electoral pressures. If China continues with its aggressive stance, a closer relationship with India might seem appealing, regardless of the nature of the domestic regime. And the doctrine of “Progressive Realism” leaves plenty of space to prioritise realism at the expense of progressive values. A secure majority might also allow Labour to make the concessions India is demanding on visas to see a trade deal over the line.On the other hand, Labour is less wedded to the importance of trade deals than the Conservatives, given the importance Sunak’s party has attached to such arrangements as evidence of the benefits of Brexit. It might be that, freed from immediate domestic constraints thanks to a healthy majority, a Starmer government decides to focus its attention on improving relations with the European Union.Certainly, the Labour Party would face greater dilemmas in dealing with a reelected Modi than would the Conservative Party, not least because of the impact of the BJP’s divisive form of nationalism on Labour’s electoral coalition among ethnic minorities. Much will hinge on the importance of foreign policy during Keir Starmer’s first term. A resurgence of tensions with China would make India an attractive partner, whatever the nature of its regime. India, too, would look to firm up its partnerships under such circumstances.It would be naïve to claim that relations between India and the UK will be an issue in either election. That being said, the elections might have a bearing on how those relations develop in the future. While a Labour government in London and a BJP administration in New Delhi might not seem like natural partners, the scale of their respective victories and the international challenges each country faces might enable a closer relationship than would be imagined.This article was first published as part of the UK in a Changing Europe report. UK in a Changing Europe has partnered with the King’s India Institute to put together this report assessing the state of the UK-India relations and the report can be accessed here.","author":"Anand MenonLouise Tillin","time":"2024-05-08T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200470-dltapzpdem-1714750360.jpeg","tags":["Labour Party","United Kingdom","UK Elections","Keir Starmer","Narendra Modi","Hindutva"],"source":"https://scroll.in/article/1067423/elections-2024-how-the-outcome-of-the-uk-and-india-polls-will-shape-bilateral-ties"}