{"title":"Election Commission publishes alphanumeric codes of electoral bonds","content":"The Election Commission on Thursday published a fresh tranche of data relating to the electoral bonds scheme on its website, in keeping with the Supreme Court’s orders.The data contains the alphanumeric codes and serial numbers of each electoral bond that can be used to match the financial instruments to the political parties that encashed them.The information has been released in two separate files, one containing details of the purchasers of the electoral bonds and another containing the details of the parties that redeemed them.Before the Supreme Court struck them down as illegal and unconstitutional on February 15, electoral bonds were paper instruments that anyone could buy from the State Bank of India and give to a political party, which could redeem them for money. The scheme was introduced by the Bharatiya Janata Party-led Union government in 2018.The top court had, on Monday, ordered the State Bank of India to disclose all details related to the electoral bonds scheme, including the bonds’ unique alphanumeric codes and serial numbers, by 5 pm on March 21.The bench headed by Chief Justice DY Chandrachud noted that senior advocate Harish Salve, representing the State Bank of India, had stated that all data shall be furnished.“There is no manner of doubt that the SBI is required to furnish all details available with it,” the bench said on Monday. “This, we clarify, will include the alphanumeric number and serial number, if any, of the bonds purchased.”What has been revealed so far?The Election Commission released one set of electoral bonds data on March 14 and another on March 17.On March 14, the Election Commission of India uploaded two lists on its website. The first was a list revealing the names of the buyers of each and every bond purchased between April 12, 2019 and January 2024, with the date and the denomination of the bonds.This list revealed that the largest buyer of the bonds was a lottery company, that infrastructure and pharmaceutical companies were major donors, and that Reliance-linked firms bought bonds, among other things. It also showed 21 companies bought bonds after they were raided by central agencies like the Enforcement Directorate.The second list released by the Election Commission on March 14 featured the date and the amount of each bond encashed by political parties. This list revealed that the BJP had pocketed Rs 8,250 crore through the electoral bonds route. This was just over half the money – Rs 16,492 crore – pocketed by all political parties through electoral bonds.The second dataset was uploaded on the Election Commission's website on March 17. It contained the reports that political parties had filed with the commission between 2019 and 2023 that had been submitted to the Supreme Court in sealed covers.There was no standard format to these disclosures. Most parties only revealed the date and amounts of the bonds they had redeemed. Three parties – the Dravida Munnetra Kazhagam, the All India Anna Dravida Munnetra Kazhagam and the Janata Dal (Secular) – revealed the names of all their donors – busting the myth that the bonds were anonymous.The data for electoral bonds worth over Rs 4,000 crore that were purchased before April 12, 2019, has not been revealed.The Supreme Court on February 15 asked that only data related to electoral bonds bought and encashed after its interim order of April 12, 2019, be made public.The court’s judgement seemed to imply that those who donated money through electoral bonds before the date of the interim order had done so on the assurance of anonymity and should have their identities protected, unlike those who donated through the scheme after April 12, 2019.Read more analysis on this topic by the Project Electoral Bond, a collaborative project involving Scroll, The News Minute, Newslaundry and freelance journalists.","author":"Scroll Staff","time":"2024-03-21T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130173-lhkdusglvn-1572616091.jpg","tags":["Supreme Court","Election Commission","State Bank of India","Electoral Bonds","Project Electoral Bond","Political financing","Bharatiya Janata Party"],"source":"https://scroll.in/latest/1065527/election-commission-publishes-alphanumeric-codes-of-electoral-bonds"}