{"title":"Election Commissioner Ashok Lavasa’s wife gets I-T notices on charges of alleged tax evasion","content":"Election Commissioner Ashok Lavasa’s wife has been served notices by the Income Tax Department on tax evasion charges, PTI reported on Monday, quoting unidentified officials. Novel Singhal Lavasa has been asked to explain certain details in her tax returns with regard to holding directorship in about 10 companies between 2015 and 2017.The department is scrutinising her tax returns to ascertain if her income missed assessment in the past or something has been concealed, reported Hindustan Times. The former banker may be asked to furnish more documents related to her personal finances.“There have been reports in certain sections of the media about Income Tax notices to the undersigned regarding ‘discrepancies in tax returns’ filed by me,” said Novel Singhal Lavasa in a statement. “It is stated that I have paid all taxes due towards me and disclosed all income earned by me from pension, and all other sources as per Income Tax law.”Novel Singhal Lavasa served as a Class I officer with the State Bank of India for 28 years until she resigned in 2005. “I continue to be engaged in various professional activities, including as independent director in a few companies,” she added. She said she has replied to the notices she has received since August 5 and has been cooperating with the department.Ashok Lavasa recently made headlines in May when he disagreed with the Election Commission’s decisions with regard to violations of the Model Code of Conduct. The rift within the three-member Election Commission came into the open after an explosive letter by Lavasa, in which he was staying away from the meetings since “minority decisions” were not being recorded.Lavasa had opposed five clearances that the poll panel gave to Modi and Bharatiya Janata Party National President Amit Shah in complaints of Model Code of Conduct violations during the election campaign. The commission cleared Modi in six such cases but Lavasa’s dissent was reportedly not noted in the poll panel’s orders. Later, Lavasa recused himself from meetings on the matter.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-24T09:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119953-asuuamamez-1558167043.jpg","tags":["Ashok Lavasa","Novel Singhal Lavasa","Income Tax Department","tax evasion"],"source":"https://scroll.in/latest/938295/election-commissioner-ashok-lavasas-wife-gets-i-t-notices-on-charges-of-alleged-tax-evasion"}