{"title":"Election Commission halts release of Modi biopic, cites ‘serious threat to level-playing field’","content":"The Election Commission of India on Wednesday stayed the release of PM Narendra Modi, a biopic on the prime minister, until the end of polling. The Lok Sabha elections will be held from April 11 to May 19, with results being declared on May 23. The film was slated to be released on April 11.Invoking powers vested in it for control and superintendence of elections by Article 324 of the Constitution, the poll body ruled that displaying material that promotes a political figure would go against the core principle of the Model Code of Conduct of creating a level-playing field for elections. The Model Code of Conduct has been in place since March 10. The Election Commission has also ordered the producers of Laxmi’s NTR and Udyama Simham not to screen the film until further notice. Udyama Simham is believed to be a biopic of Telangana Chief Minister K Chandrasekhar Rao.A spokesperson of the Election Commission confirmed that the order also applies to news channel NaMo TV which cannot be aired. However, the poll body later reversed stance and said no decision has been taken yet on the channel.  The channel is dedicated to live coverage of Prime Minister Narendra Modi’s campaigns. The channel, named after Modi, is available on all major Direct to Home platforms. The Aam Aadmi Party had complained to the Election Commission against the channel claiming it violated the poll code. In a notice addressed to the Information and Broadcasting Ministry, the Central Board of Film Certification and the Chief Electoral Officers of all states and union territories, the Election Commission ordered: “Any biopic or material in the nature of biography/hagiography sub-serving the purposes of any political entity or any individual entity connected to it which is intended to, or has the potential to disturb the level-playing field during the elections should not be displayed in electronic media including cinematograph during the operation of the MCC [Model Code of Conduct]”. Posters or publicity material related to “any such certified content” should not be displayed on electronic media or print media without prior certification in areas where the model code is in effect, the poll body’s notice said.Any violations of this order that come to its notice will be looked into by an Election Commission-constituted committee headed by a retired justice or chief justice of the Supreme Court, the notice said.The Election Commission’s Principal Secretary Narendra N Butolia sent a separate letter to the producers of PM Narendra Modi – Anand Pandit, Suresh Oberoi, Sandeep Ssingh and Manish Acharya – informing them of the poll body’s decision. “You are hereby directed not to exhibit the film till further orders,” he said. The Election Commission’s order comes soon after PM Narendra Modi, which traces Modi’s life from childhood till the 2014 General Elections, was given a “U” certificate by the censor board for unrestricted public viewing. The Supreme Court too had refused to stay the film’s release in a hearing on Tuesday, leaving it to the Election Commission to take a call on whether the film violates the poll code. The Supreme Court was hearing a petition filed by Congress leader Aman Panwar.Several Opposition parties had earlier complained to judicial authorities and the poll body about the film, alleging that it was a propaganda vehicle for the ruling BJP.  The film has been directed by Omung Kumar and features Vivek Oberoi as the Modi.The Election Commission in its Wednesday notice said it had also received complaints about the film’s Lakshmi’s NTR, Ram Gopal Verma’s biopic on former Andhra Pradesh chief minister NT Rama Rao, and Udyama Simham, which is about Telangana Chief Minister K Chandrasekhar Rao. While the former film came out on March 28, the latter’s release date is uncertain, according to reports.BREAKING: EC has stopped release of biopic of Prime Minister Narendra Modi @IndianExpress— Ritika Chopra (@KhurafatiChopra) April 10, 2019","author":"Scroll Staff","time":"2019-04-10T15:06:43.565198+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115739-ztlrfjppej-1554793763.jpeg","tags":["PM Narendra Modi","Narendra Modi biopic","Election Commission","Model Code of Conduct","Supreme Court"],"source":"https://scroll.in/latest/919573/election-commission-halts-release-of-modi-biopic-cites-serious-threat-to-level-playing-field"}