{"title":"Elections 2019: Dimple Yadav loses Samajwadi Party bastion Kannauj to BJP’s Subrat Pathak","content":"Dimple Yadav, the wife of Samajwadi Party President Akhilesh Yadav, failed to defend her seat and the party’s bastion Kannauj in the Lok Sabha elections in Uttar Pradesh on Thursday. Bharatiya Janata Party’s  candidate Subrat Pathak, who had also contested against Dimple Yadav in 2014, won by 12,353 votes. The BJP candidate described his win as a victory of the people of Kannauj. “This mandate is against Samajwadi Party’s atrocity, corruption and dynasty politics,” he said.On Thursday, Dimple Yadav, a two-term MP. conceded defeat and thanked the people of Kannauj. The constituency was a Samajwadi Party stronghold for the last 20 years and was important for the outfit’s prestige as socialist ideologue Ram Manohar Lohia had won it in 1967.Samajwadi Party founder and Dimple Yadav’s father-in-law Mulayam Singh Yadav had contested the election from the seat in 1999 and fielded Akhilesh Yadav in 2000. Akhilesh Yadav held fort till 2012, when he was elected chief minister of Uttar Pradesh.The Samajwadi Party had hoped that its alliance with Mayawati’s Bahujan Samaj Party and the Rashtriya Lok Dal would give it an edge to counter any anti-incumbency sentiment.With the BSP’s significant Dalit voter base, the party assumed it would retain its seat where Muslims and Scheduled Caste communities account for 30% of the electorate.In April, rebel Samajwadi Party leader and Mulayam Singh Yadav’s brother Shivpal Yadav withdrew his Pragatisheel Samaj Party candidate in Kannauj. Pragatisheel Samaj Party spokesperson Irfan Mallik had said the decision was a message to Akhilesh Yadav that “we are not the ones who create a divide in the family”, The Indian Express reported.In March, the Congress had said it would not contest seven seats, including Kannauj, as a sign of goodwill to the Samajwadi Party-Bahujan Samaj Party-Rashtriya Lok Dal alliance that had excluded it from its coalition. Bahujan Samaj Party chief Mayawati, however, rejected the Congress’ offer.","author":"Scroll Staff","time":"2019-05-24T17:32:04.741349+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120369-qsbmjxwsbr-1558693872.jpeg","tags":["Dimple Yadav","Subrat Pathak","Uttar Pradesh","Kannauj","Lok Sabha polls","BJP","Samajwadi Party"],"source":"https://scroll.in/latest/924621/elections-2019-dimple-yadav-loses-samajwadi-party-bastion-kannauj-to-bjps-subrat-pathak"}