{"title":"Election Commission recognises Edappadi K Palaniswami as AIADMK general secretary ","content":"The Election Commission on Thursday recognised Edappadi K Palaniswami as the general secretary of All India Anna Dravida Munnetra Kazhagam, reported The Hindu.On March 28, Palaniswami was elected as the general secretary minutes after the Madras High Court had dismissed the interim applications filed by former AIADMK coordinator O Panneerselvam against the resolutions of a July 11 general council meeting and the consequent election for the post. The petition had challenged the resolutions passed on July 11 general council meeting during which Paneerselvam and his aides were expelled from the party for alleged anti-party activities amidst a leadership battle involving the two leaders. Palaniswami was appointed as the interim general secretary in that meeting.The development had ensued a legal battle between the two factions of the party. Panneerselvam had moved the Madras High Court after he was expelled during the July 11 meeting. A single bench of Justice G Jayachandran had ruled on August 17 that the July 11 general council meeting general council meeting was invalid. In his order, Jayachandran had held that any general council meeting in future should be convened jointly by both leaders.However, on September 2, a division bench of the Madras High Court set aside the single judge order. Panneerselvam then approached the Supreme Court against the September order.In Febaruary, the Supreme Court had also upheld the Madras High Court order allowing Palaniswami to be AIADMK’s interim general secretary. The court, however, clarified that its ruling is limited to the High Court’s orders and will not have any bearing on the question of leadership.Soon after the polling body recognised him as the general secretary of the party, Palaniswami said that loyalists who were part of various factions will be welcomed back into the party barring a few, reported The Hindu. “When I say a few will not be let back into the party, I will leave it to you to guess who they are,” the politician said. “Only a few selfish people have left the party.”","author":"Scroll Staff","time":"2023-04-21T09:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143796-yjhmpwbwzy-1614433951.jpg","tags":["Election Commission","AIADMK","Edappadi K Palaniswami","O Panneerselvam","Madras High Court","World News"],"source":"https://scroll.in/latest/1047749/election-commission-recognises-edappadi-k-palaniswami-as-aiadmk-general-secretary"}