{"title":"Centre lists bill to replace chief justice on panel to appoint Election Commissioners","content":"The Centre will on Thursday introduce a bill in the Rajya Sabha to exclude the chief justice of India from a panel to advise the president regarding the appointments of the election commissioners, NDTV reported.The Chief Election Commissioner and Other Election Commissioners (Appointment, Conditions of Services and Term of Office) Bill, 2023, proposes to replace the chief justice with a member of the Cabinet, who will be nominated by the prime minister.Centre moves to dilute another Constitution bench judgment of SC, Bill on appointment of CEC and ECs states that that Selection Committee will comprise of PM, LoP in Lok Sabha and a Cabinet Minister.SC in March 2023 had said appointment of CEC and ECs shall be done by the… pic.twitter.com/foPyjP4n3D— Arvind Gunasekar (@arvindgunasekar) August 10, 2023\n\nIn March, a five-judge bench of the Supreme Court had held in a landmark judgement that appointments of election commissioners of India must be made on the advice of a committee that would have the prime minister, the leader of the Opposition and the chief justice as its members. The poll panel comprises the chief election commissioner and two election commissioners.The court had said that this arrangement will continue until Parliament enacts a law on the appointment process.Prior to the Supreme Court’s ruling, election commissioners were appointed solely by the Union government. However, Opposition parties and some non-governmental organisations had approached the court alleging that the poll body was acting in a biased manner and that the appointment process of the election commissioners was not transparent.They had sought an independent mechanism for the appointment of election commissioners.In its ruling, the Supreme Court had said that the poll panel has to be aloof from all kinds of subjugation from the executive.“One of the ways it can interfere is cutting of financial support,” the judges had said. “A vulnerable Election Commission would result in an insidious situation and detract from its efficient functioning.”The court had lamented that successive governments have “completely destroyed” the independence of the Election Commission by ensuring that no chief election commissioner since 1996 has got the full six-year term.The Centre had argued that the earlier system of appointing election commissioners was in consonance with constitutional provisions. The process, it claimed, had ensured that the commission was “working in a free and fair manner”.A vacancy will arise in the poll panel in February when Election Commissioner Anup Chandra Pandey demits office on attaining the age of 65 years. His retirement will come just days before the poll body would announce the 2024 Lok Sabha elections, according to PTI.Also read: Why the SC took away the government’s discretion to appoint election commissioners‘Modi and Shah want to control EC’: OppositionSeveral Opposition leaders on Thursday alleged that the proposed bill dilutes the order passed by the Constitution bench. Congress General Secretary (Organisation) KC Venugopal said that the bill is a blatant attempt at making the Election Commission “a total puppet” in the hands of Prime Minister Narendra Modi.“What about the Supreme Court’s existing ruling which requires an impartial panel?” Venugopal asked. “Why does the PM [Modi] feel the need to appoint a biased Election Commissioner? This is an unconstitutional, arbitrary and unfair bill – we will oppose this on every forum.” Venugopal said on X, formerly known as Twitter.Blatant attempt at making the Election Commission a total puppet in the hands of the PM. What about the Supreme Court’s existing ruling which requires an impartial panel? Why does the PM feel the need to appoint a biased Election Commissioner? This is an unconstitutional,… https://t.co/injuEBXdQx— K C Venugopal (@kcvenugopalmp) August 10, 2023\n\nThe Congress’ whip in the Lok Sabha, Manickam Tagore, said that Modi and Home Minister Amit Shah want to control the Election Commission by introducing the bill. “All democratic forces must oppose,” Tagore wrote in a tweet.Delhi Chief Minister Arvind Kejriwal claimed the Bharatiya Janata Party government will overturn any Supreme Court order that it does not like by enacting a law in Parliament. He added that this is a “dangerous situation” which can impact the fairness of elections.“The proposed panel will have two BJP members and one from the Congress, and therefore, whoever is selected to the poll panel will be loyal to the ruling party,” Kejriwal wrote.प्रधान मंत्री जी द्वारा प्रस्तावित चुनाव आयुक्तों की चयन कमेटी में दो बीजेपी के सदस्य होंगे और एक कांग्रेस का। ज़ाहिर है कि जो चुनाव आयुक्त चुने जायेंगे, वो बीजेपी के वफ़ादार होंगे https://t.co/Pfwj6gR9A7— Arvind Kejriwal (@ArvindKejriwal) August 10, 2023\n\nTrinamool Congress MP Saket Gokhale alleged that the move is a “clear attempt towards rigging the elections” in 2024. He also claimed that a united alliance of Opposition parties has struck fear within the BJP.“BJP is RIGGING the 2024 elections openly,” Gokhale wrote in a tweet. “Modi government has again brazenly trampled upon an Supreme Court judgement and is making the Election Commission its own bunch of stooges.” Shocking:BJP is RIGGING the 2024 elections openly. Modi Govt has again brazenly trampled upon an SC judgment & is making the Election Commission its own bunch of stooges. In a Bill being tabled in Rajya Sabha today, the Chief Justice of India has been replaced by a Union…— Saket Gokhale (@SaketGokhale) August 10, 2023","author":"Scroll Staff","time":"2023-08-10T12:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191452-nhhjtunxqm-1687324786.jpg","tags":["Election Commission","Supreme Court","Chief Justice of India"],"source":"https://scroll.in/latest/1054102/election-commission-appointments-centre-to-lists-bill-to-replace-cji-with-cabinet-minister"}