{"title":"Electoral bonds: Stand vindicated by Supreme Court judgement, say petitioners","content":"Hours after the Supreme Court struck down the electoral bonds scheme on Thursday, the petitioners in the case welcomed the verdict and said that they stand vindicated.Electoral bonds are monetary instruments that citizens or corporate groups can buy from the State Bank of India and give to a political party, which then redeems them. The scheme was introduced by the Bharatiya Janata Party government at the Centre in January 2018.A five-judge Constitution bench headed by Chief Justice DY Chandrachud on Thursday held that the scheme is unconstitutional as it violates the right to information and freedom of speech and could lead to quid pro quo arrangements between donors and political parties.The court ordered that electoral bonds that are within the validity period of 15 days but have not been encashed by political parties yet must be returned to the purchaser.The verdict came on petitions filed by civil society groups Common Cause and Association for Democratic Reforms.Common Cause said on Thursday that the “landmark judgement” will have a long-term effect on India’s electoral democracy. “We believe that this will go a long way in making the electoral process more transparent even though a lot more needs to be done to safeguard democracy from the dark shadow of money and muscle power,” it said.The organisation said that the Supreme Court judgement upholds the right of citizens to know who funds political parties. “As the court said, the information of funding to political parties is essential for the citizens for their effective exercise and choice of voting,” it said in a press release.Trilochan Sastry, the chairperson of the Association for Democratic Reforms, said that the Supreme Court gave a “big boost to Indian democracy, something our freedom struggle fought for”.Jagdeep Chhokar, a founder member and trustee of the non-profit organisation, stated that the judgement restores public faith in democracy, the rule of law and the Supreme Court.“It has comprehensively removed the latest mischief in the electoral system introduced in 2017, but we have to remember that the infirmities which existed in the electoral system pre-2017 still have to be worked on,” he said. “In the euphoria of this judgment, we must not forget or overlook ground reality.”However, Bharatiya Janata Party MP Ravi Shankar Prasad told media persons that the electoral bonds scheme was introduced to bring transparency in political funding and to reduce the influence of cash during elections. “Even our donors felt that secrecy was needed,” he said.Prasad, however, said that the party will issue a detailed statement after studying the judgement.Under the electoral bonds scheme, buyers were not required to declare their purchase of interest-free bonds and political parties did not need to show the source of the money. Only the total amount received through the electoral bonds was revealed to the Election Commission through the audited accounts statements.However, the Centre could access information about the donors as it controls the State Bank of India.Also read: BJP received more money from electoral bonds than 30 other parties combined","author":"Scroll Staff","time":"2024-02-15T20:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114518-ravkvzcfis-1568019772.jpg","tags":["DY Chandrachud","Supreme Court","electoral bonds","political funding"],"source":"https://scroll.in/latest/1063784/electoral-bonds-stand-vindicated-by-supreme-court-judgement-say-petitioners"}