{"title":"Electoral bonds: Kerala firm gave Rs 25 crore to BRS after moving factory to Telangana","content":"The Kerala-based Kitex Group donated electoral bonds worth Rs 25 crore to the Bharat Rashtra Samithi when the party was in power in Telangana, the latest data released by the Election Commission of India shows.Kitex group’s bond purchases were made around the same time that a factory of the garment manufacturer in Telangana’s Warangal was nearing completion and another in Rangareddy was starting construction.Fifteen bonds worth Rs 1 crore each bought on July 5, 2023, by the group’s subsidiaries Kitex Children’s Wear Limited and Kitex Garments Limited were encashed by the Bharat Rashtra Samithi  on July 17. A few months later, on October 12, the two companies bought bonds worth Rs 10 crore, which were encashed by the party on October 16.In June 2021, the group had announced that it was withdrawing from a Rs 3,500-crore investment plan in Kerala, alleging harassment by state government officials. A month later, in July 2021, the group announced its decision to set up its garment factory in Telangana’s Warangal, with an initial investment of Rs 1,000 crore. News reports had suggested that the factory in Warangal’s Kakatiya Mega Textile Park was to open in June 2023. But on June 16, cabinet minister KT Rama Rao said that the factory is “getting ready to be launched in a few months”. Nearly three weeks later, on July 5, bonds worth Rs 15 crore were bought by the two Kitex companies. On July 17, the Bharat Rashtra Samithi   encashed them.On September 28, KT Rama Rao conducted the ground-breaking ceremony for a second factory – an integrated fibre-to-apparel cluster – in Seetharampur of Ranga Reddy district. Two weeks later, on October 12, Kitex bought electoral bonds worth Rs 10 crore, which were encashed by the Bharat Rashtra Samithi on October 16.Elections to the Telangana Assembly were held on November 30, 2023.Project Electoral Bond has sent queries about this information to the Kitex Group’s official e-mail addresses and text messages to the Managing Director Sabu Jacob. This story will be updated if they respond.On Monday, March 19, Sabu Jacob gave an interview to the Malayalam portal The Fourth, in which he said that he donated the bonds “out of fear”. He said, “Today, a Congress follower will donate to the Communists. Is it with an intention to help them grow? No. It is due to fear. If they don't pay, they will not be able to live in that society. When that is the condition of an individual, what will be the situation of those running a business? For those like me, either the Supreme Court or the government must ban this by law. In which case, we can say no to donations.”When asked why someone like him, who says that the political system in the country is flawed, would donate to the same system through electoral bonds, Sabu responded, “Is it my hard-earned money and not black money? Is it a legal transaction? It has been done as per Indian law. Then what is wrong with me giving money?”Sabu Jacob is also the founder of Kizhakkambalam Twenty 20, the Corporate Social Responsibility wing of the Anna-Kitex group. The group, which started out manufacturing aluminium products under the name Anna Aluminium, later diversified into manufacturing garments with Kitex Garments. The group also owns a spice manufacturing firm called Saras.Kizhakkambalam Twenty 20 is in power in the Kizhakkambalam panchayat, where it is headquartered. After the 2020 local body elections, it expanded its control to three neighbouring panchayats. In the 2021 Assembly elections in Kerala, Kizhakkambalam Twenty 20 contested from eight seats did not win any.In May 2022, Twenty20 announced a tie-up with the Aam Aadmi Party in Kerala ahead of a bye-poll in Thrikkakara constituency. However in December 2023, Sabu Jacob, announced that the People’s Welfare Alliance, the joint forum of two parties, was being disbanded.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Binu Karunakaran, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Sumedha Mittal, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Maria TeresaProject Electoral Bond","time":"2024-03-22T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114974-dnrvpgunab-1552309432.jpg","tags":["Bharat Rashtra Samithi","Electoral bonds","Telangana","Lok Sabha 2024"]}