{"title":"Election watch: BJP names Narendra Modi from Varanasi, Amit Shah from Gandhinagar","content":"10.30 pm: The BJP has finalised candidates for the 17 Lok Sabha seats it will contest in Bihar, but the names will be announced later, along with its allies.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.10 pm: Two Odisha leaders who are on the BJP’s list of candidates had moved to the party from the Biju Janata Dal earlier this month. Baijayant Panda, who has also been made the BJP’s national vice president, will contest from Kendrapara, the seat he represented as a BJD MP. Balabhadra Majhi will also contest from his Nabarangpur constituency.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10 pm: Sujay Patil, the son of Congress leader Radhakrishna Vikhe Patil, is the BJP’s candidate from Ahmednagar constituency in Maharashtra. He had joined the BJP last week.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.59 pm: Mathura MP Hema Malini, who is the BJP’s candidate from the constituency once again, says: “People wanted me to contest from here again. I will work hard and bring development to the area. I’m not like other politicians, people here like my work.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hema Malini, BJP MP from Mathura: People wanted me to contest from here again, I'm thankful to Amit Shah ji and Modi ji for choosing me again. I will work hard and bring development to the area. I'm not like other politicians, people here like my work. pic.twitter.com/kXL6Es1Vd1— ANI UP (@ANINewsUP) March 21, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.30 pm: Congress releases its list of candidates for three Lok Sabha constituencies and 45 Assembly seats in Andhra Pradesh, reports ANI. Both elections will take place simultaneously in the state.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congress releases list of candidates for 3 Lok Sabha constituencies and 45 assembly constituencies in Andhra Pradesh. pic.twitter.com/QOTyLrXgZm— ANI (@ANI) March 21, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.49 pm: In West Bengal, Anupam Hazra will contest from Jadavpur, Chandra Kumar Bose form Kolkata South, Dilip Ghosh from Medinipur, Tapan Roy from Arambag, Sayantan Basu from Basirhat, Jayanta Ray from Jalpaiguri, Sukanta Majumdar from Balurghat and Nisith Pramanik from Cooch Behar. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.48 pm: In its first list, the BJP has also named Information and Broadcasting Minister Smriti Irani candidate from Amethi. Amethi is the home constituency of Congress chief Rahul Gandhi. Irani had contested against Gandhi in the 2014 Lok Sabha polls, but was unsuccessful.Kummanam Rajasekharan, who resigned as the governor of Mizoram earlier this month, will contest the polls from Thiruvananthapuram. Union Minister of State for Parliamentary Affairs Arjun Ram Meghwal will be a candidate from Bikaner, and Rajyavardhan Singh Rathore will contest from Jaipur.Union Minister of State for the Northeast, Jitendra Singh, will contest from Udhampur. Sofi Yousuf will be the BJP’s candidate from Anantnag constituency of Jammu and Kashmir, and Khalid Jehangir from Srinagar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.01 pm: Nationalist Congress Party leader Bharati Pawar will join the BJP in Maharashtra on Friday. She is currently a vice president of the state NCP unit. Pawar, who had contested the Lok Sabha election from Dindori in 2014, was denied a ticket this time. Earlier this week, Ranjitsinh Mohite Patil, the son of former Deputy Chief Minister Vijaysinh Mohite Patil, joined the BJP. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.55 pm: Rajasthan Chief Minister Ashok Gehlot calls the Rashtriya Swayamsevak Sangh an extra constitutional authority. “The organisation should change into a political party and merge with the Bharatiya Janata Party,” says Gehlot. He accuses the BJP of politicising patriotism and patriots.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.51 pm: Former Gujarat Chief Minister Shankersinh Vaghela says he will not contest the upcoming Lok Sabha elections but his Nationalist Congress Party will ensure the defeat of the ruling BJP. “I will welcome any seat adjustment formula agreed on by NCP chief Sharad Pawar and Congress President Rahul Gandhi,” says Vaghela. “We are also fine if no such adjustment takes place. We will try our best to defeat the BJP and ensure victory for the Congress and NCP.” \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.40 pm: The Bharatiya Janata Party releases its first list of 184 candidates for the Lok Sabha elections. Prime Minister Narendra Modi will contest from Varanasi. Party’s National President Amit Shah will contest from Gujarat’s capital Gandhinagar, while Union Home Minister Rajnath Singh is a candidate for the Lucknow seat. Union minister Nitin Gadkari will contest from Nagpur and Union minister VK Singh will be a candidate for the Ghaziabad constituency. Gandhinagar is LK Advani’s constituency.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.32 pm: Former Nagaland Chief Minister KL Chishi is the Congress’ candidate for the lone Lok Sabha seat in the state, reports PTI. Congress president K Therie Thursday also named Alemjonshi Longkumer the party’s nominee for the bye polls to the Aonglenden Assembly constituency.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.18 pm: Biju Janata Dal MP Prashanta Nanda’s son Rishabh Nanda joins the Bharatiya Janata Party in the presence of Union minister Dharmendra Pradhan in Bhubaneshwar, ANI reports. Baijayant Panda, who recently switched from the BJD to the BJP, is also present.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bhubaneswar: Rishabh Nanda (bouquet in hand), son of Biju Janata Dal (BJD) Rajya Sabha Member Prashanta Nanda, joins Bharatiya Janata Party in presence of Union Minister Dharmendra Pradhan and BJP Vice-President, Baijayant Jay Panda, at party HQs. #Odisha pic.twitter.com/twZQWBbTwH— ANI (@ANI) March 21, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.15 pm: Gehlot says Congress President Rahul Gandhi’s hug for Prime Minister Narendra Modi in the Parliament last year could have turned out to be a turning point in Indian politics if Modi had taken it in good spirit, PTI reports. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.14 pm: Rajasthan Chief Minister Ashok Gehlot says the Narendra Modi government has turned out to be a failure as “economic figures are against it”, reports PTI. Gehlot says Modi should have embraced the Opposition and consulted them on all important matters through all-party meets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.08 pm: Karnataka Chief Minister HD Kumaraswamy says his father and former Prime Minister HD Deve Gowda has yet to decide whether he will contest the elections, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.25 pm: Former MP Nama Nageswara Rao, who quit the Telugu Desam Party, joins the ruling Telangana Rashtra Samithi in Telangana. Rao in a letter to Telugu Desam Party president and Andhra Pradesh Chief Minister N Chandrababu Naidu claimed that there were doubts over the  survival of TDP in Telangana, reports News18.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.23 pm: Indian National Lok Dal MLA Ranbeer Gangwa joins the BJP.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Delhi: Indian National Lok Dal (INLD) MLA Ranbeer Gangwa joins BJP in the presence of Haryana CM Manohar Lal Khattar. pic.twitter.com/PVoZDd1s46— ANI (@ANI) March 21, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.52 pm: Jana Sena President Pawan Kalyan files nomination for Gajuwaka Assembly Constituency at Greater Visakhapatnam Municipal Corporation in Gajuwaka.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Visakhapatnam: Jana Sena President Pawan Kalyan files nomination papers for Gajuwaka Assembly Constituency at Greater Visakhapatnam Municipal Corporation (GVMC) in Gajuwaka. #AndhraPradesh pic.twitter.com/0QGnKpcSFv— ANI (@ANI) March 21, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.44 pm: The Janata Dal (Secular) on Thursday postponed the filing of nomination by Nikhil Gowda, the son of Karnataka Chief Minister HD Kumaraswamy, from Mandya Lok Sabha seat to next Monday, reports PTI. “We did plan the filing of nomination by Nikhil today [Thursday], but after much deliberation, we postponed it to March 25,” says JDS MLC TA Sharavana. The party has planned a grand event for the occasion. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.40 pm: The Election Commission has deployed 79 expenditure observers for the Lok Sabha polls in Tamil Nadu on April 18, reports News18. A special observer for expenditure has also been appointed for the state, says Chief Electoral Officer Satyabrata Sahoo. “A total of 76 expenditure observers have been appointed for 38 constituencies, making it two per Parliamentary segment. But three persons have been appointed for Chennai Central,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.38 pm: Uttar Pradesh Chief Minister Adityanath says Samajwadi Party leader RG Yadav  must apologise for his comments on the Pulwama attack. Yadav had said the paramilitary forces are unhappy with the government and soldiers were killed for votes. On the Pulwama attack, Yadav said Central Reserve Police Force jawans were being transported in “simple buses”. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    UP CM Yogi Adityanath on Ram Gopal Yadav's (SP leader) statement: Ramgopal Yadav ka bayan ghatiya rajniti ka bhadda udharan hai, unhe CRPF ke jawano ki shahadat pe prashn khada karne, aur desh ke jawano ka manobal todne wale is bayan ke liye, janata se maafi maangni chahiye. pic.twitter.com/hC2lbg48yU— ANI UP (@ANINewsUP) March 21, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.30 pm: The Aam Aadmi Party and the BJP called each other out for not being able to fulfill promises.“Its been 15 days @BJP4India website is still down. Guess who failed to safeguard his own website ?...[sic],” tweeted AAP Delhi. In its reply, BJP Delhi shared a screenshot from the AAP website that showed the party’s promise to publish details of “every single rupee” donated to it on its site. Along with the image, it tweeted: “AAP is worried about BJP’s website when their own website doesn’t show any details they had promised! Such frivolous attitude is only expected from AAP. Rather than focusing on BJP they should focus on Delhi and give Ayushmann Bharat and 10% EWS Reservation to Delhiites.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.08 pm: Kandhamal MP Pratyusha Rajeswari Singh, who resigned from the Biju Janata Dal, will join the Congress, reports PTI. Odisha Pradesh Congress Committee president Niranjan Patnaik says Singh is likely to join this weekend.Singh had resigned from the Biju Janata Dal on Wednesday after being denied a ticket to contest from her Kandhamal Lok Sabha seat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.03 pm: The BJP releases list of 40 “star campaigners” for the Lok Sabha and Assembly elections in Odisha which is scheduled to go to polls in four phases on April 11, 18, 23 and 29. The list includes Prime Minister Narendra Modi, BJP chief Amit Shah, Union ministers, MP Hema Malini and actors from the Odia film industry.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.31 pm: The BJP releases a list of 18 candidates for Arunachal Pradesh and Sikkim Assembly elections, reports ANI. The party announced six names for Arunachal Pradesh and 12 for Sikkim.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    List of BJP candidates for ensuing general election to the legislative assembly 2019 of Arunachal Pradesh and Sikkim finalised by BJP CEC. pic.twitter.com/zkKEY4hkMs— BJP (@BJP4India) March 21, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.44 pm: The Election Commission says Congress President Rahul Gandhi did not violate the Model Code of Conduct by interacting with students of a college Tamil Nadu’s capital Chennai on March 13, reports PTI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.34 pm: The National People’s Party releases first list of candidates for 29 Assembly constituencies out of 60 in Arunachal Pradesh, reports PTI. The Lok Sabha and the Assembly polls in the state will be held simultaneously on April 11.The party, led by Meghalaya Chief Minister Conrad Sangma, is contesting the elections in Arunachal Pradesh for the first time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.46 pm: Janata Dal (United) says it will contest the April 11 Assembly elections in Arunachal Pradesh, reports PTI. The party released its first list of candidates for the polls on Wednesday.This is the first time that the Janata Dal (United) led by Nitish Kumar is fielding candidates in Arunachal Pradesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.41 pm: Samajwadi Party leader RG Yadav says paramilitary forces are unhappy with the government and soldiers were killed for votes. On the Pulwama attack, Yadav says Central Reserve Police Force jawans were being transported in “simple buses”. An inquiry will be held when the government and those responsible will be held.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    RG Yadav,SP: Paramilitary forces dukhi hain sarkar se, jawan maar diye gaye vote ke liye,checking nahi thi Jammu-Srinagar ke beech mein, jawano ko simple buses main bhej diya,ye sazish thi,  abhi nahi kehna chahta, jab sarkar badlegi, iski jaanch hogi, tab bade-bade log phasenge. pic.twitter.com/nLPnNP5P2f— ANI UP (@ANINewsUP) March 21, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.35 pm: Joshua D’Souza, son of Goa’s former Deputy Chief Minister  Francis D’Souza, and another party leader, Sudhir Kandolkar, are in BJP’s shortlists for the Mapusa Assembly bye-poll in April, reports PTI. The bye-election was necessitated after Francis  D’Souza died last month.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.30 pm: Dravida Munnetra Kazhagam chief MK Stalin says dislodging the BJP at the Centre and the All India Anna Dravida Munnetra Kazhagam in the state is the only challenge before the party, reports The Hindu. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.50 pm: The Trinamool Congress releases a list of 40 “star campaigners”, including West Bengal Chief Minister Mamata Banerjee, Partha Chatterjee, Derek O’Brien and actress Mimi Chakraborty, News18 reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.35 pm: Senior BJP leader Kalraj Mishra says that he will not contest the Lok Sabha elections this year. “I have been given a lot of other responsibilities by the party so my time will be devoted to that,” says the Lok Sabha MP from Deoria.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.15 pm: Bahujan Samaj Party chief Mayawati says the BJP’s claim that Uttar Pradesh had been riot-free in past two years is farce. “During the period BJP leaders and ministers remain awfully busy in lifting of heinous cases against them. And what about mob lynching etc, which brought bad name to the country and ultimately Hon [honourable] court had to intervene.”Earlier this week, Uttar Pradesh Chief Minister Adityanath had claimed that the state had been violence free during his two years in office and that the law and order in the state has become a model for the country. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    BJP's claim that UP remain riot-free in past 2 years is farce. During the period BJP leaders & ministers remain awfully busy in lifting of heinous cases against them. And what about mob lynching etc which brought bad name to the country and ultimately Hon court had to intervene.— Mayawati (@Mayawati) March 21, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.05 pm: Odisha Chief Minister and Biju Janata Dal president Naveen Patnaik has filed nomination papers for Hinjli Assembly constituency in Ganjim district. Elections in Odisha for 21 Lok Sabha seats and 147b Assembly constituencies will be held simultaneously in four phases on April 11, April 18, April 23 and April 29.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12 pm: Bahujan Samaj Party chief Mayawati said she will not contest the Lok Sabha polls does not mean she is not a contender for the prime ministerial post. “When I became UP CM first time in 1995 I was not member of either UP Assembly or Council,” Mayawati said on Twitter. “Similarly is provision at the Centre where a person have to be a LS/RS member within 6 months of holding office of minister/PM. Don’t disheartened from my decision not to contest LS poll now.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    When I became UP CM first time in 1995 I was not member of either UP Assembly or Council. Similarly is provision at the Centre where a person have to be a LS/RS member within 6 months of holding office of minister/PM. Don't disheartened from my decision not to contest LS poll now— Mayawati (@Mayawati) March 20, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.18 am: Sumalatha, wife of actor and politician MH Ambareesh who died last year, is contesting as an Independent from Karnataka’s Mandya, NDTV reports. Former Union minister Ambareesh, a Congress leader, died in November 2018 after suffering a cardiac arrest. Sumalatha’s decision to contest as an Independent comes after the Congress gave its ticket for Mandya to its coalition partner Janata Dal (Secular). Nikhil Gowda, son of Karntaka Chief Minister HD Kumaraswamy, is contesting from Mandya.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.05 am: The Election Commission, in its new Twitter handle created on Wednesday, wishes people on the occasion of Holi and reminds voters about the elections. “Carryover the spirit of Holi to the polling day to colour your finger with the indelible ink, marking your presence in #DeshKaMahatyohar! Vote is your right, Vote is your responsibility,” it tweeted on Wednesday.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Carryover the spirit of Holi to the polling day to colour your finger with the indelible ink, marking your presence in #DeshKaMahaत्यौहार !Vote is your right, Vote is your responsibility #GoVote pic.twitter.com/2pzqocKZjR— ECI #DeshKaMahaTyohar (@ECISVEEP) March 20, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.50 am: Trinamool Congress’ Rajya Sabha MP Derek O’Brien says the BJP is trying to use nationalism and patriotism to deflect attention from unemployment, demonetisation and GST implementation, among other issues. “I don’t think it will impact a voter’s choice because the average Indian voter is intelligent to differentiate between an idea and gimmick,” he says in an interview with The Hindu. “Right thinking Indian citizens need not be lectured on patriotism.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.41 am: Union minister Smriti Irani accused Priyanka Gandhi Vadra of insulting Lal Bahadur Shastri by garlanding a bust of the former prime minister with a used garland. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    मुंडी झुकाइएके सर झटकाइएकेगुमान में बिटिया भूल गई मरजादआपन गले की उतरन, पहनाए दीहिन शास्त्री जी के अपमान पर ताली बजाएके, हाथ हिलाइएके चल दीहलें कांग्रेस बिटिया तोहार pic.twitter.com/ndwT15Y8co— Chowkidar Smriti Z Irani (@smritiirani) March 20, 2019\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.25 am: The Election Commission in West Bengal has issued show-cause notices to two Trinamool Congress leaders – Jitendra Kumar Tiwari and Anubrata Mondal – for allegedly violating the model code of conduct. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.20 am: Kamal Haasan’s Makkal Needhi Maiam released its first list of 21 candidates for Lok Sabha elections in Tamil Nadu and Puducherry, ANI reports. However, the list does not include Haasan’s name.  The party will field Retired Inspector General of Police AG Mourya and film producer Kameela Nasser from Chennai North and Chennai Central. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9 am: Three more Biju Janata Dal legislators joined the Bharatiya Janata Party on Wednesday. Debraj Mohanty, Purna Chandra Nayak and Sukant Kumar Nayak were denied party tickets for the upcoming Odisha Assembly elections, PTI reports.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.30 am: West Bengal Chief Minister Mamata Banerjee on Wednesday said that the credit for Nirav Modi’s arrest should go to the London journalists who tracked him down, reports ANI. “This is slyness on the BJP’s part,” she said. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.27 am: Tamil Nadu Chief Minister Edappadi K Palaniswami took a jibe at the DMK-Congress alliance in the state for the Lok Sabha elections and said the Opposition camp’s situation was similar to a “headless human body”, NDTV reports. “You have not even declared who your Prime Ministerial candidate is and that is akin to a headless body,” the chief minister says. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read: As Congress and CPI(M) fail to secure an alliance in Bengal, it’s advantage BJP and Trinamool\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.25 am: The Aam Aadmi Party has drawn criticism from the Bharatiya Janata Party and Congress after it issued a media advisory asking journalists to take quotes for news reports from “authorised spokespersons only”. The party told journalists that anonymous quotes attributed to “sources” will be treated as imaginary and false by the party. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.20 am: The Shiv Sena has criticised the political drama between the BJP and its allies in Goa over selecting the new chief minister after Manohar Parrikar’s death on Sunday. In an editorial in party mouthpiece Saamana, the Sena described it as a “terrible state of democracy”.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.17 am: One more Telangana Rashtra Samithi MLA has defected to the Congress, reports The News Minute. Harshvardhan is the ninth Congress MLA to defect to TRS this month. With Harshvardhan’s defection, the Congress only has 10 MLAs in the 119-member Assembly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.15 am: Here are the top updates from Wednesday:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Bahujan Samaj Party chief Mayawati said she will not contest the Lok Sabha elections, keeping the “current political situation” in mind.The Congress and the Jammu and Kashmir National Conference announced a pre-poll alliance in the state for the Lok Sabha elections. The polls will be held from April 11 to May 19, and the results announced on May 23.Opposition leaders called diamond merchant Nirav Modi’s arrest a mere symbolism ahead of the elections. Congress General Secretary for Uttar Pradesh (East) Priyanka Gandhi Vadra asked who let Modi flee in the first place.Congress president Rahul Gandhi on Wednesday said the Prime Minister’s Office had turned into the “Publicity Minister’s Office” under Narendra Modi. “He [PM Modi] is very good at publicity,” Gandhi said. “He is very good at marketing himself.”Prime Minister Narendra Modi apologised to security guards around the country, claiming that “some people” have started calling “chowkidars” a thief. He claimed that these people have raised doubts about the integrity of security guards.Delhi Chief Minister Arvind Kejriwal, meanwhile, took a jibe at the BJP’s “Main Bhi Chowkidar” campaign and said people should vote for PM Narendra Modi if they wanted their children to grow up to be chowkidars.","author":"Scroll Staff","time":"2019-03-21T08:54:45.419262+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/917364-fslwejmhdi-1529439392.jpg","tags":["AAP","BJP","Congress","Rahul Gandhi","Election wrap","Elections 2019","Mayawati"],"source":"https://scroll.in/latest/917364/election-watch-aap-issues-media-advisory-asks-reporters-to-speak-to-authorised-spokespersons-only"}