{"title":"Election Commission tells SC it is not opposed to electoral bonds, but to anonymity of donations","content":"The Election Commission of India on Wednesday told the Supreme Court that it is not opposed to electoral bonds, but to the anonymity of donations. “We are not opposed to the electoral bonds but we are opposed to anonymity, we want full disclosure and transparency,” advocate Rakesh Dwivedi told the court, Bar and Bench reported.The poll body said it is opposed to insertion of a provision to Section 29C of the Representation of the People Act, 1951, which exempts political parties from declaring donations made through electoral bonds. The court is hearing petitions filed by non-governmental organisation Association for Democratic Reforms and Communist Party of India (Marxist) General Secretary Sitaram Yechury against the use of electoral bonds for political funding.Advocate Prashant Bhushan, representing the Association of Democratic Reforms, said that the objective of the Foreign Contribution Regulation Act was to ensure that foreign organisations do not influence political parties. However, he added, electoral bonds, far from increasing transparency, have introduced an instrument which can be purchased from the bank by any company, including a foreign company, and given to a political party. “I request the court to scrap this instrument or at least direct that the source of donation be disclosed,” he told the bench. Attorney General of India KK Venugopal, representing the government, said that before electoral bonds were introduced, donations of up to Rs 20,000 could be made in cash, and a huge amount of funds paid as black money. “We have no state funding of elections,” he said. “Secrecy of funding is necessary to ensure that those who fund the political parties are not victimised if the party which they did not fund comes to power.” The first phase of the Lok Sabha elections is set to begin on April 11.Earlier this month, the court had refused to grant an interim stay on the operation of electoral bonds scheme. A bench headed by Chief Justice of India Ranjan Gogoi adjourned the hearing to April 10, saying the matter needed detailed hearing. The Supreme Court had also asked Association for Democratic Reforms to file an appropriate application seeking a stay.Electoral bonds are monetary instruments that citizens or corporate groups can buy from the State Bank of India and give to a political party, which is then free to redeem them for money. These bonds are anonymous. The scheme was introduced in January 2018.On Wednesday, the Centre had filed a fresh affidavit before the Supreme Court, saying electoral bonds were a positive step in the right direction to ensure “accountability and transparency” in conducting elections.","author":"Scroll Staff","time":"2019-04-10T13:51:28.517631+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108065-wviehpqeln-1554883676.jpg","tags":["Supreme Court","Election Commission","Electoral Bonds","political funding"],"source":"https://scroll.in/latest/919567/election-commission-tells-sc-it-is-not-opposed-to-electoral-bonds-but-to-anonymity-of-donations"}