{"title":"Election Commissioner Ashok Lavasa’s son and sister also issued notices by tax department: Report","content":"Election Commissioner Ashok Lavasa’s son Abir Lavasa and sister Shakuntala Lavasa are under the scanner of the Income Tax Department, The Indian Express reported on Wednesday. This came a day after it was reported that the department had sent the election commissioner’s wife a notice seeking clarifications about alleged discrepancies in her tax returns.Last month, Shakuntala Lavasa, who is a paediatrician, received a tax notice while a company in which Abir Lavasa has been a director since 2017 was surveyed by the I-T department. Abir Lavasa, who holds  10,000 shares in Nourish Organic Foods Ltd, confirmed to the newspaper that he received a tax notice. “A survey was conducted into the company’s books of accounts in August first week,” he told The Indian Express. “The department has not sent anything since then.”Abir Lavasa reportedly received Rs 7.25 crore from a Mauritius-based investor identified as Saama Capital in March. Records in the Registrar of Companies revealed that the company was allotted 50,000 shares at Rs 1,500 a piece on March 29. At the given price, his shareholding should have been valued at Rs 1.5 crore. An unidentified Income Tax officer said Ashok Lavasa’s son sought adjournments and did not reply to the department. Saama Capital has invested in Indian start-ups such as Paytm, ChaiPoint, Vistaar, Snapdeal and SKS Microfinance.Seema Jindal Jajodia, the wife of energy company Monnet Group’s Chairperson Sandeep Jajodia, promoted Nourish Organic Foods. However, Seema Jajodia and another director – identified as Naresh Kumar – resigned soon after Abir Lavasa was appointed director. The tax department therefore established that the “effective management” of Nourish Organics rested with Abir Lavasa.In 2017-’18, the company earned a profit of Rs 16.86 lakh on a total revenue of Rs 5.33 crore.  The year before, it reported a loss of Rs 24.4 lakh and Rs 3.4 crore revenue. The I-T department listed a couple of transactions linked to the company as suspicious before Abir Lavasa became a director in the firm. The transactions were a share premium of Rs 4 crore received in 2008-’09, and a loan from an entry operator in Kolkata and acquisition of shares by Bonita Traders Private Limited in 2010. The department is also investigating Shakuntala Lavasa’s purchase of an apartment in Gurugram. A construction firm, Rupali Buildwell Private Limited, built the four-storey building, where an apartment is also co-owned by Ashok Lavasa and his wife Novel Singhal Lavasa. Tax officials visited the office of the firm’s Director Satya Priya Tyagi and his residence in Gurugram on August 22. Shakuntala Lavasa bought the apartment for Rs 1.86 crore in 2017-’18. Based on this, the department assessed that building’s value was Rs 7.2 crore. Tax officials said the investment needed “further probe”. Initial inquiry found that Ashok Lavasa owns three properties in Gurugram and one in Noida.Both Ashok Lavasa and his wife declined to comment on the tax department’s inquiries.Lavasa was appointed election commissioner on January 23, 2018, a year after he retired as Union finance secretary. In May, he disagreed with the decisions of his fellow Election Commissioners with regard to complaints of Model Code of Conduct violations against Prime Minister Narendra Modi and Bharatiya Janata Party President Amit Shah. The rift in the poll body came into the open after Lavasa wrote an explosive letter saying he would stay away from the commissioners’ meetings since “minority decisions” were not being recorded.Lavasa opposed five clearances that the poll panel gave to Modi and Shah. The commission cleared Modi in six such cases but Lavasa’s dissent was reportedly not noted in the poll panel’s orders. Also read: Tax notice to EC Lavasa’s wife puts his dissenting notes against Modi, Amit Shah back in spotlightNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-25T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119962-ieyrtpbczd-1569392611.jpg","tags":["Ashok Lavasa","Shakuntala Lavasa","Income Tax Department","Election Commissioner"],"source":"https://scroll.in/latest/938428/election-commissioner-ashok-lavasas-son-and-sister-also-issued-notices-by-tax-department-report"}