{"title":"Election Commission announces poll schedule for five states, counting of votes on December 11","content":"The Election Commission of India on Saturday announced that the Assembly elections in Madhya Pradesh, Rajasthan, Chhattisgarh, Telangana and Mizoram will be held simultaneously before December 15, ANI reported. Votes will be counted simultaneously in all five states on December 11. In Chhattisgarh, the first phase of voting will take place on November 12 and the second phase on November 20, Chief Election Commissioner OP Rawat said. While Madhya Pradesh and Mizoram will vote on November 28, Rajasthan and Telangana assembly elections will be held on December 7.Rawat said that the model code of conduct will come into force from Saturday.Of the five states, Madhya Pradesh, Rajasthan and Chhattisgarh are all ruled by the Bharatiya Janata Party. The Congress is in power in Mizoram. Mizoram’s 50-member House expires on December 15. Chhattisgarh’s Assembly, comprising 90 members, ends on January 5 next year. The tenure of the 230-member Madhya Pradesh House  expires on January 7, 2019, while the 200-member Rajasthan House expires on January 20, 2019. Telangana Chief Minister K Chandrasekhar Rao dissolved the House last month to avoid holding the Assembly polls with the Lok Sabha elections. Rawat also announced that bye-elections in Karnataka’s Shimoga, Bellary and Mandya will held on November 3.Rawat said the electronic voting machines and the voter verifiable paper audit trail machines to be used for the elections will be the latest Mark III model and produced by Bharat Electronics Limited. Mock polls will also be conducted before the actual elections. The Election Commission has not received any complaint alleging the use of fake identity cards in Madhya Pradesh, said Rawat. “If any complaint is received, the Election Commission will take action, a first information report will be lodged,” he said. “Nobody can do anything with a fake ID, it’s checked at every level for identification.”Congress leader Kamal Nath earlier moved a petition in the Supreme Court alleging that there are a large number of duplicate voters on electoral rolls in Madhya Pradesh and Rajasthan.  A survey conducted by C-VOTER and ABP News in August had predicted that the BJP will lose all three states. The Assembly elections are expected to have a bearing on the Lok Sabha elections coming up in 2019.The Congress has failed to stitch together an alliance with the Bahujan Samaj Party in Madhya Pradesh, Rajasthan and Chhattisgarh. Bahujan Samaj Party chief Mayawati lashed out at the Congress on Wednesday. She had earlier announced an alliance with rebel leader Ajit Jogi in Chhattisgarh.","author":"Scroll Staff","time":"2018-10-06T15:33:09.129149+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/npktwwgnot-1493616507.jpg","tags":["Election Commission of India","Madhya Pradesh","Rajasthan","Chhattisgarh","Mizoram"]}