{"title":"Electoral bonds will have repercussions on transparency of political funding, EC tells Supreme Court","content":"The Election Commission of India on Wednesday filed an affidavit in the Supreme Court, saying that the introduction of electoral bonds and the removal of the cap on corporate funding by the Narendra Modi-led government will have a “serious impact” on the transparency of political funding, Mirror Now reported. The court is hearing a petition filed by the Association of Democratic Reforms, challenging the validity of the scheme of electoral bonds, Bar and Bench reported.Electoral bonds are monetary instruments that citizens or corporate groups can buy from a bank and give to a political party, which is then free to redeem them for money. The Centre had first introduced electoral bonds in January 2018.In its affidavit, the poll body told the court that it had communicated its concerns about electoral bonds to the Union Ministry of Law and Justice. “In a situation where contributions received through electoral bonds are not reported, on perusal of the contribution reports of the political parties, it cannot be ascertained whether the political party has taken any donation in violation of provisions under Section 29-B of the Representation of People Act, 1951, which prohibits the political parties from taking donations from government companies and foreign sources,” the Election Commission said it wrote to the ministry.The poll body also said it had proposed an amendment to the Representation of People Act to reduce the limit of anonymous cash donations to Rs 2,000 against the Rs 20,000 at present.Earlier this month, the Centre told the Supreme Court that the decision to issue the bonds would promote transparency in funding and donations received by political parties. The government was responding to a petition filed by the Communist Party of India (Marxist) General Secretary Sitaram Yechury.The Election Commission’s 34-page affidavit also said that the amendments to the Foreign Contribution Regulation Act, 2010, made through the Finance Act, 2016, will allow “unchecked foreign funding” of political parties in India, The Wire reported. This could lead to Indian policies being influenced by foreign firms, the poll body added.The court will hear the election body’s stand on the matter, as well as the Association of Democratic Reforms’ petition, on April 2. Congress spokesperson Sanjay Jha told Mirror Now that electoral bonds are a method by which black money can be channelised into the system. “Basically, it is about institutionalising corruption,” he claimed. “Don’t you, as the anchor of a news channel, or the viewers, have a right to ask who funds the Congress or the Bharatiya Janata Party? But the government says no. Let’s keep this opaque.”    #ReporterLive | The Election Commission of India files an affidavit saying #ElectoralBonds & removal of the cap on corporate funding would have a serious impact on transparency in the funding of political parties. @minakshibhanja1 shares the details. #IndiaVotes pic.twitter.com/VYMAQ2qg1f— Mirror Now (@MirrorNow) March 27, 2019","author":"Scroll Staff","time":"2019-03-27T20:30:40.612264+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/108065-qqohrcrgwv-1544739214.jpg","tags":["Election Commission","Supreme Court","electoral bonds","Foreign Contribution Regulation Act","political funding"],"source":"https://scroll.in/latest/918068/electoral-bonds-will-have-repercussions-on-transparency-of-political-funding-ec-tells-supreme-court"}