{"title":"Dilip Kumar on playing Devdas in Bimal Roy’s classic and finding the ‘appropriate discretion’","content":"When Bimal Roy (popularly called Bimalda) approached me sometime in 1954 with the idea of playing the title role in the film Devdas, neither had I seen the earlier 1936 K. L. Saigal starrer nor had I read Sharat Chandra Chattopadhyay’s famous novel of the same name. In fact, Bimalda did not tell me at once, when he visited me, that his intention was to discuss the film he was so keen to make. After some pleasant talk he let our mutual friend Hiten Choudhury (basically a producer), who accompanied him, bring up the subject. It was something I had not anticipated, so I asked for a few days to think it over. He nodded and smiled. Then, as he was leaving, he said very quietly, ‘read the novel, I will send you a fine translation.’Bimalda was a man of few words. He left and I received the translation the next day. I won’t go into details but it troubled me initially to experiment with the rendering of a character who carried a heavy measure of pain and despondency under the skin and could mislead the more vulnerable youth to believe that alcoholism offered the best escape from the pain of losing in love. As I reflected over the subject, which had already been filmed very successfully with K. L. Saigal in the title role, I felt that it could become a memorable film and find itself a place among the iconic films of all time if I played the part with appropriate discretion.Today’s cinema and its audience, sadly, don’t have the kind of emotional give and take that the cinema of the 1950s had. The basic reason was that cinema was the main source of entertainment those days and, more often than not, its content was taken seriously by most viewers. I am emphasizing this aspect to give credit to the directors who shouldered serious moral responsibility in our times when they chose to make films that had deep social relevance and implications for the audience.Vyjayanthimala and Dilip Kumar in Devdas (1955). Courtesy Bimal Roy Productions.I think Bimalda knew from his own sources that I was a stickler for making the writing base of a film strong. So he made it comfortable for me to participate in the writing work along with his formidable team comprising Nabendu Ghosh and Rajinder Singh Bedi, among others. The lines from Devdas, I must mention here, are some of the most responsible and sensitive ever written for a Hindi film hero. In fact, the dialogues of Devdas are replete with a haunting sensitivity, spontaneity and meaning. They came from the pen of Rajinder Singh Bedi, one of those rare writers whose syntax was so perfect that the simple lines he wrote inspired actors to build up deep emotions in their rendering. Being myself not given to superfluous speech, I appreciated the precision and brevity of the lines he wrote for Devdas. They were lines of profound meaning at times, but they were so simply and sensitively worded that generations of viewers have found pleasure in repeating them lovingly.Excerpted with permission from Dilip Kumar The Substance and the Shadow, Hay House India, Dilip Kumar with Udayatara Nayar, Hay House India.","author":"Dilip Kumar","time":"2021-07-07T16:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/846049-64787-pefqujtjzi-1501787067.jpeg","tags":["Dilip Kumar","Devdas","Bimal Roy"],"source":"https://scroll.in/reel/846049/embargodilip-kumar-on-playing-devdas-in-bimal-roys-classic-and-finding-the-appropriate-discretion"}