{"title":"Embellished claims of sengol’s past gloss over knotty questions raised by new Parliament building","content":"You couldn’t craft this narrative better if you were scripting an OTT drama.Prime  Minister Narendra Modi consecrates India’s new Parliament building by  unveiling a sengol – a traditional Tamil sceptre meant to symbolise a  ruler’s adherence to dharmic principles, first  presented by Hindu priests to former prime minister Jawaharlal Nehru,  who promptly dispatched it to a provincial museum where it was forgotten  under a pile of dust. In doing so, Modi gets to underline his genuine  commitment to a truly Indian, civilisational form of self-government,  rather than the Western mimicry (and, by implication, native disdain) of  his Nehruvian predecessors, while also re-establishing a link to  imperial traditions from medieval Tamil Nadu, coincidentally a region  where Modi’s Bharatiya Janata Party has struggled to find a foothold. As Australian scholar Ian Hall put it:Future book cover alert. pic.twitter.com/Qjb6mUUZqY— Ian Hall (@DrIanHall) May 28, 2023\n\nThe government put together a website and a background kit  to explain why the sengol was suddenly such an important part of the  ceremony to inaugurate the new Parliament building, and why it was being  installed next to the seat of the Speaker of the Lok Sabha. This kit  claims that Lord Mountbatten, the last British Viceroy of India, asked  Nehru if there was a traditional ceremony to symbolise the transfer of  power. Nehru, in this telling, turned to C  Rajagopalachari, a Congressman seen as having a much more direct connect  to India’s Hindu traditions, who is said to have asked the  Thiruvavaduthurai Adheenam – one of the foremost monasteries of Siva  devotees in Tamil Nadu – to create a sengol that would call to mind the  sceptres used by the medieval Chola empire. This sengol was then  presented in a religious ceremony to Mountbatten, taken back from him  and handed over to Nehru, as a symbol of the “transfer of power” from  the British to Indians, according to Finance Minister Nirmala  Sitharaman. It was then left to rot in a museum where it was  described as a walking stick, until Modi heard about it and decided to  restore the Sengol to its rightful place. In one fell swoop, you  have all the elements of the Modi-BJP-civilisational state story:  Clueless Westernised Nehru ignoring – or suppressing – the one element  of Independence that established a connection between the modern Indian  state and its medieval Hindu predecessors, leaving it to Modi to address  this injustice and proudly bring back a state symbol that is both truly  Indian and Hindu.Delighted to see Sengol being recognized at the inauguration of the new building of the Indian Parliament. Its august presence illustrates how heritage and progress merge beautifully, giving us added inspiration to fulfil people’s aspirations. pic.twitter.com/LurlM4opbo— Narendra Modi (@narendramodi) May 28, 2023\n\nCloser scrutiny of this story suggests at best a lack of evidence to  back up many of the government’s claims and at worst very clear  embellishment to manufacture what is, indeed, a story that fits the BJP  narrative perfectly. Sengols do indeed have a place in  Tamil tradition (though it is unclear if the sceptres as we know them do  actually date back to the imperial Chola era), traditionally as kingly  symbols, referring to justice and uprightness, the opposite being a  sceptre bent by injustice or tyranny. B Kolappan has more on this history here. It  also isn’t an obscure symbol. Instead, it is quite commonly used in  Tamil Nadu, sometimes as gifts for political leaders, at other times to  send messages, such as former chief minister MG Ramachandran handing over a sengol to his protege J Jayalalithaa at a party conference in 1986. But did this particular sengol symbolise the transfer of power from the British to Indians? As Pon Vasanth BA explained in the Hindu, “A  perusal of these documents, however, did not establish the claims of  the government…. The reports from Indian newspapers, including The Hindu,  had briefly recorded the presentation of the sceptre. None spoke about  it being a symbol of transfer of power or it being taken on the advice  of Rajaji… Importantly, none of the evidence presented said the sceptre was first symbolically given to Mountbatten and taken back before being presented to Nehru, symbolising the transfer. The exception is the article that appeared in Thuglak  magazine, written by its editor S. Gurumurthy in 2021. The article  records everything the government has said as the version shared by Sri  Chandrasekarendra Saraswathi, the 68th head of Sri Kanchi Kamakoti  Pitam, from his memory to a disciple in 1978.The most ironic evidence presented in the docket was a blog post titled “WhatsApp History”  written by famous Tamil writer Jeyamohan. In this post, Jeyamohan had  in fact ridiculed this version of events as being based on forwards on  social media. Stating that the sceptre was likely to be among the many  presents sent from across the country during Independence, he, however,  said it was a matter of pride for Tamils that the sceptre from the  Saivite mutt also reached Nehru.” Historian Manu S Pillai, writing in The Indian Express, concurs: “What  seems to be in the air at the moment stems from some oral accounts  mixed with a few scattered facts. It appears that Nehru was presented a  sengol by Hindu leaders from Tamil Nadu, and that he accepted it.But  claims that it was a major event, and that Lord Mountbatten handed it  over in a ceremonial fashion to signify the transfer of power, seem  exaggerated. Something of that nature – given the importance of the  moment – would have been widely recorded and reported. Mountbatten  himself – a great lover of pageantry, with an inflated sense of his own  centrality to event – would not have omitted to make a big hoo-ha about  the affair.The very obscurity of this sengol and the absence of  adequate contemporary evidence suggests it was not a key episode in  1947, but an incident on the margins. The Hindu leaders presented it to  Nehru as a mark of honour, and he, in turn, received it in good spirit.  But that was that.” The Adheenam continues to insist that the sengol was indeed given to Mountbatten, and that it has souvenirs from the time that say so. Other bits of exaggeration also made their way around the internet, such as the claim that The Hindu had  carried a front-page report about the sengol being handed over to Nehru  – which turned out to be a photoshopped version picked up from an  advertisement that ran inside the newspaper on the day.This claim of @Bobbycal, being widely circulated, is absolutely bogus, based on a photoshopped version of the original page. The real reference to the gifted Sengol was an advertisement on an inner page of the said issue! NOT A NEWS ITEM. Now tweeting here, the ORIGINAL PAGE!!! https://t.co/KDe3ZNZH7c pic.twitter.com/7r5Qs0ezTx— Malini Parthasarathy (@MaliniP) May 30, 2023\n\nEvidently, the underlying facts – or lack thereof – suggest that the “transfer of power” as well as the Nehruvian neglect of the sengol bits  of the narrative are likely embellishments. If you put that aside,  however, the Modi government’s full-throated embrace of the Sengol still  sends a clear message of the way it sees the Indian state, both as it  is and as it would like it to be. As we discussed last month,  the BJP believes it is restoring India’s status as a “civilisational  state”, whose roots – and democracy – derive from India’s own past  rather than British colonial traditions. The installation of the sengol  in the Lok Sabha, the “people’s house”, only seeks to drive this message  further home. In fact, despite its history as an imperial or kingly  symbol – prompting criticism that Modi wanted a coronation of his own – the government would like to retrofit it into its “mother of democracy” narrative as well. As  Bibek Debroy, chairman of the Economic Advisory Council the the Prime  Minister and accomplished translator of Hindu texts, and Aditya Sinha write:“The sengol is a steady reminder of the genuine spirit of democracy. It  underscores the responsibility of those in power to serve as stewards of  the trust placed in them by the people. This symbol encourages  adherence to the path of Dharma, akin to a river  that remains faithful to its course, guided by the steadfast riverbed  below. The introduction of the ‘sengol’ in the Indian parliament marks a  subtle yet meaningful shift in symbolism that is more reflective of the  democratic ideals that our country upholds.In this  powerful journey of blending the old and the new, India stands at a  crossroads, marrying modernity with cultural history and heritage. It is  a delicate, yet crucial balance that safeguards the nation’s identity  while bolstering its progressive stride. As the sengol finds its place  in the heart of the Indian parliament, the symbolism of this act  reverberates beyond the walls of the new building - it resonates in the  hearts of every Indian, serving as a stark reminder of our collective  responsibility to uphold the principles of democracy.Let the echo  of the sengol be a clarion call, not just to those within the chambers  of parliament, but to every citizen of India, to weave our diverse  cultural threads into the vibrant tapestry of modern India.”Dharminder Kumar puts this narrative in more succinct terms: “To  the Nehruvian elite, Shaivite priests installing a divine scepter in  the new Parliament amid chanting of Vedic mantras may well appear a  ritual for the creation of a Hindu state. But the new Parliament  symbolises Modi’s search for a state which is not beholden to Western  philosophical categories but emerges from its own specific historical  contexts.It’s not the idealist Ram Rajya of a cow-worshipping  Mahatma Gandhi or the regressive nationalist utopia, the revanchist  Hindu Rashtra, of the foot soldiers of the right wing. Modi is searching  for a civilisational state, modelled after the opulent Gupta and  Vijayanagara empires and the mighty Cholas.Modi does not look  back to some mythical golden age in the past but India’s mammoth  pre-industrial manufacturing economy. Instead of the Hindu utopias of  Gandhi and the fringe right-wing, Modi is creating a civilizational  ‘pragmatopia’, which does not create the West, or its own religious  minorities, as others. but is willing to negotiate and collaborate with  all of them.From Nehru’s golden walking stick to Modi’s divine scepter, India is reimagining itself as a nation.” Indeed,  Shashi Tharoor, a Congress politican who has grappled with the  challenge of the BJP’s apparent monopoly in interpreting and  appropriating India’s Hindu heritage – frequently earning him brickbats  from progressives as a result – reflects the power of this sengol  narrative even if he is unwilling to concede the Nehru-neglect backstory.My own view on the #sengol controversy is that both sides have good arguments. The government rightly argues that the sceptre reflects a continuity of tradition by embodying sanctified sovereignty & the rule of dharma. The Opposition rightly argues that the Constitution was… pic.twitter.com/OQ3RktGiIp— Shashi Tharoor (@ShashiTharoor) May 28, 2023\n\nNaturally the sengol installation and the attendant ceremony, featuring chanting from Tamil priests and a multi-faith prayer,  hogged the headlines, with somewhat less coverage dedicated to more  complex questions of democracy – why 19 Opposition parties were boycotting the inauguration of the new complex and why the new Lok Sabha has 888 seats, despite a sanctioned strength of just 543 today. For more on that last point – a vital question of Indian federalism that will play out over the next few years – read my piece on the subject back in 2020:A piece I wrote back in 2020: Why India’s new Parliament building may spark a North-South tug-of-war https://t.co/xMlVcgWZIt— Rohan Venkat (@RohanV) May 29, 2023\n\nAlso read:Vinodh Arulappan takes a closer look at all the elements of the Sengol story. DK Chakrabarti thinks the criticism of the lack of historical evidence is baseless. Shoaib Daniyal makes an interesting point: “India’s  Constituent Assembly was set up in 1946 by the British and it achieved  sovereignty through an act of the British Parliament, the Indian  Independence Act. This is not an ideal situation, either politically or  legally. In a brilliant piece,  legal scholar Shivprasad Swaminathan explained how the Indian  Constituent Assembly made sure to sever all links with Indian  Independence Act and, hence, the British government that had legally  birthed it. Remarkably, the symbolism of the sengol  reverses that. Rather than sever links with the British, the transfer of  power has now been imagined as an act of dynastic succession, with  Mountbatten passing on power to Nehru as one king would to his heir.” B Kolappan examines another side of the sengol story – another salvo in the BJP’s efforts to enter Tamil Nadu: “The  unprecedented royal reception accorded to the heads of the Saivite  mutts clearly indicates that the BJP has a political plan for Tamil  Nadu. These non-Brahmin Saivite mutts, unlike the Sankara mutt of  Kancheepuram, never maintained a close relationship with political  parties. The BJP, or more particularly, Prime Minister Narendra Modi,  has sought to break the mould and win the confidence of the heads of the  mutts and their followers.” Kolappan also has a useful history of the Thiruvavaduthurai Math. Read Dravida Munnetra Kazhagam founder and former Tamil Nadu Chief MInister CN Annadurai’s critique of the presentation of the sengol to Nehru in 1947. Anuj  Kumar reports that the Allahabad Museum in Prayagraj, where the sengol  had been kept all these years, could not appropriately label the object  because it had no one to translate the Tamil engraving. Vishesh Guru considers how “Modi invokes different linguistic, symbolic, and historical registers with the sengol”: “It  is no secret that Modi harbours a deep-seated envy of Jawaharlal Nehru,  and in this re-enactment seeks to write over his legacy. But the  appropriate parallel is perhaps not in the fictionalised  Mountbatten-Nehru ceremony at all – but in the Bhumi Pujan for the Ram  Mandir from 2020. On Sunday, the President and Vice-President  were conspicuously absent, and Modi was master of ceremonies. In  Ayodhya, Modi was the solitary protagonist, an inauspicious all-in-one –  Prime Minister, royal patron, pujari, and householder.  The visuals of  that Bhumi Pujan portrayed Modi as a divinely ordained intermediary, the  bearded patriarch whose authority is both worldly and sacred.  Similarly, in the Sengol-investiture ceremony, Modi can be seen saluting  it, prostrating before it, grimly marching around with it. It was  almost as if to displace his ambitions for absolute power onto a  monarchical symbol – a ventriloquized instrument of legitimacy. Justice  K Chandru tells the story of when a judge decided to revive a similar  tradition in the Punjab & Haryana High Court – and got into major trouble.This article was first published on India Inside Out.","author":"Rohan Venkataramakrishnan","time":"2023-06-21T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191281-muwukyclyh-1686842117.jpg","tags":["Narendra Modi","Jawaharlal Nehru","Sengol","Parliament"],"source":"https://scroll.in/article/1050596/embellished-claims-of-sengols-past-gloss-over-knotty-questions-raised-by-new-parliament-building"}