{"title":"Encounter deaths in a Central Kashmir town leave a trail of anger and cynicism","content":"Fifteen kilometres southwest of Srinagar, after a stretch of potholed roads, lies Chadoora town in Budgam district. On April 5, many cars made an unusual stop two kilometres before the main market of Chadoora. Groups of laptop-wielding professionals, pregnant women and backpack-sporting teenagers gazed at the destroyed house of Shaheen, a physiologist who worked in Srinagar and is now in police custody. The three-storeyed house once stood in front of an apple orchard, where the trees are sprouting young leaves. Today, the home is mostly rubble. Strewn outside the gutted house are lumps of unused cotton, a couple of syringes, crushed wooden beds, a damaged tin truck and a white car, all destroyed. Around the cordonAt three in the morning on March 27, more than 100 armed forces personnel – from the Special Operations Group of the state police, the Central Reserve Police Force and the army – gathered at the spot, according to Sanjay Kumar, deputy inspector general of the CRPF, South Srinagar. Kumar oversaw the encounter from 6 am onwards.According to neighbours, groups of armed forces entered five different houses that surrounded Shaheen’s and took position. “When they entered my house, they asked my family to be locked up in one room,” said one of Shaheen’s neighbours, who works in a sub-district hospital. They told him that they had come to “neutralise” a militant who was housed in the neighbourhood.A Hizbul Mujahideen commander, Tawseef Magray, was holed up inside Shaheen’s home.At dawn, the firing started. “What one needs to understand is that an encounter is not a continuous operation,” said Javed Dar, a photographer with the Chinese news agency Xinhua. “If the soldiers arrive at 3 am and leave the following afternoon, they are not constantly firing.” Dar has photographed dozens of such encounters. In most cases, the site is cordoned off by forces arranged in concentric circles, he explained. The outermost layer of security is made up of personnel from the state police and the CRPF, he said. Their job is to keep civilians out of the encounter site and ensure their safety. A little beyond the encounter site in Chadoora, on the other side of the apple orchards, is a narrow canal. Some boys stood on the opposite bank of the canal and hooted at the soldiers, witnesses said. A CRPF man who was sitting on a bench got visibly irritated, according to a witness. “When he pointed his gun at the boys, I thought he was trying to scare them away,” the witness said. “But, he shot at the boys.” Zahid Rashid Ganaie, 22, fell to his bullets, he added.Kumar, however, said that his men would not shoot at civilians unless they were obstructing the work of the forces. Two other boys, aged 16 and 20, were killed in other places around Chadoora on the same day. Police records say they were pelting stones at the army.While Kumar agrees that the boys who were killed were some distance away from the encounter site, he said the cordon was a kilometre away. “Anyone who tries to break the cordon will come in the way of the encounter,” he added.By around 10 am, news of the encounter reached villages around Chadoora. Many young boys rushed to the site but were stopped by the cordon. Some of them began pelting stones. “It wasn’t as glamorous as many make it out to be,” said a resident. “There were just a few dozen boys who threw stones.”  A blast and a bulletAccording to local witnesses, Magray fired once from inside the house. He had a kidney disease and was incapacitated, said a businessman in Chadoora. “Why did hundreds of men come to kill a sick man?” asked a journalist based in the Valley. “Their intention was to instil fear among the villagers and those that house militants.” Kumar explained that they turned out in numbers because, even though they had information about one militant hiding in the house, the forces could never be sure. “We do everything to protect our boys and civilians around,” he said. Post noon, after calling the family of the doctor out of the house, the army warned his neighbours that there would be a huge explosion. As promised, there was one. The house was brought down.However, according to a PTI report, a police official had said on March 28 that the search operation turned into a gun battle after militants opened fire on security forces. As they exchanged fire with the militants, a large number of protesters started pelting stones at them, the official said.The army left around 3 pm. Videos from that day show a group of young men gathering in front of the house, chanting slogans of support of the Lashkar-e-Taiba, Pakistan and “azadi” (freedom).  Anger reaches ChadooraSince March 28, residents say, the town has been in mourning. For four days after the killings, Khag, Khansahab, Budgam, Aripanthan, Magam and Charar-e-Sharief areas were restive, with local youth clashing with armed forces. More than 15 people were reportedly injured. There was an informal curfew till April 5 and the town had come to a complete standstill.On the noon of April 5, when there was a short respite from the incessant rainfall, shop shutters started going up for the first time in eight days. A trickle of students were returning from schools in their uniforms. Small groups of men were gathered near tea stalls in the main market of Chadoora town.Chadoora’s proximity to Srinagar and its location in Central Kashmir makes it one of the Valley’s business centres. Many people here have smart phones and most are educated. Lines of brick homes, without facades, form colonies. The main street of the town is bustling with activity, with shops selling all kinds of goods.In 2016, when protests broke out across after the death of militant leader Burhan Wani, Central Kashmir was quieter than the districts of the south, which saw intense protests. But now the deaths, both of the militant and of the local boys, have left behind a palpable anger in the town. On April 5, a bunch of five students walking home in the evening stopped in front of the destroyed house. They talked animatedly, saying they would not vote during the upcoming elections. Chadoora comes under the Srinagar parliamentary constituency, which goes to polls on April 9. Former Jammu and Kashmir chief minister Farooq Abdullah is a contestant for the seat. “Voting is a pretence to show there is democracy,” said a 17-year-old boy in the group.  “We will not let that farce succeed.” Naeem Ahmed, a second-hand car dealer in Wathoora village, who had seen the entire encounter on Facebook live, had also come to see the house that evening. Other teenagers gathered around the house said that they had seen the video of the encounter live on Facebook and wanted to reach the spot. But they were stopped by their parents.“I am not sure we had seen such a massive troop deployment and encounter in more than a decade,” said Shabbir, Ganaie’s brother-in-law, sitting in amid mourning relatives. Murmured another relative, “We can surely say this won’t be the last in a long time.” \n\n\n    \n    Play\n\nThe names of the witnesses have not been disclosed to protect their identities.","author":"Raksha Kumar","time":"2017-04-08T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833888-kiexpiysss-1491502634.JPG","tags":["Kashmir Report"],"source":"https://scroll.in/article/833888/encounter-deaths-have-left-behind-an-angry-town-in-central-kashmir"}