{"title":"Endgame: Indian Grandmasters are daring to dream at the 2024 Candidates","content":"This article originally appeared in The Field’s newsletter, Game Points, on April 17, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.A game of chess is typically divided into three stages – the opening, the middle game, and the endgame. The absence of a strong opening or strategic manoeuvres in the middle game often leads to a chaotic and challenging endgame over the 64 squares.The ongoing 2024 FIDE Candidates in Toronto, which started on April 4, is now heading into its endgame. Ten rounds have been played and four more remain to decide who, from the open category, will challenge reigning World Champion Ding Liren.Before the tournament began in the Canadian city, Grandmasters Abhijit Kunte and RB Ramesh had highlighted the need for a good start for the Indians competing in order to have a shot at winning the event.Five-time world champion Viswanathan Anand had also emphasised the need to stay in touch with the tournament leaders and to grab the late chances they might be presented with.That is exactly what three out of the five Indians in the Candidates have done. While Koneru Humpy and Vaishali Rameshbabu are virtually out of contention in the women’s event, the open section trio of Gukesh Dommaraju, Praggnanandhaa Rameshbabu, and Vidit Gujrathi have all nailed their openings and middle games in Canada.After 10 rounds, Gukesh is the joint leader alongside two-time champion Ian Nepomniachtchi, while Praggnanandhaa is half a point behind in the joint third place with world No 2 Fabiano Caruana and world No 3 Hikaru Nakamura. Gujrathi slots below them with five points in sixth place.As the pathway to the World Championship match reaches the end, the three Indian underdogs – all Candidates debutantes – have held their own in a competitive field.They have all punched above their weight, yet all of them have done it in their own distinct style.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nGujrathi has had the most decisive results for any player in the 2024 Candidates so far with three wins and three losses in ten rounds. For the 29-year-old from Nashik, this could probably be his first and last shot at the Candidates and he has been playing like it.Gujrathi has ditched his usual safe and positional play for a more aggressive approach. He has been willing to sacrifice pieces to checkmate opponents and has not been afraid of playing unexpected, yet daring moves prepared by his team. Gujrathi also beat Nakamura twice in the tournament.Praggnanandhaa, meanwhile, has gone all out with his opening preparations. He has been blitzing out moves early on – some novelties, like in the third round against Gujrathi, and some not – forcing his opponents to think and into time trouble.So deep have been Praggnanandhaa’s preparations that his opponents have been left in awe.“I can’t really play on general rules because I am not only playing against Pragg but his computer prep, so I have to concretely go into the details,” Gukesh had said after their second-round clash.Gukesh, on his part, has struck to his strengths. At 17, he is the second-youngest player in the Candidates since legendary Bobby Fisher made his debut in 1959 at 16. But that has not stopped Gukesh from taking his opponents into complicated positions and calculating deep lines over the board.While long over the board calculations has seen him struggle with time management and go low on clock like in his only loss in the seventh round on April 11 to Alireza Firouzja, Gukesh has emerged unscathed more often than not.For people expected to play second fiddle to the more fancied Caruanas, Nakamuras, and Nepomniachtchis, the Indian trio’s performance in the first ten rounds has been praiseworthy.The Candidates endgame is close by, with just four rounds to go. A lot can still go wrong for the Indian trio. But so far, they have dared to dream.","author":"Abhijit Nair","time":"2024-04-18T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200107-bejfybwhnt-1713347219.jpg","tags":["Chess","Game Points","Vidit Gujrathi","R Praggnanandhaa","D Gukesh","R Vaishali","Koneru Humpy","2024 Candidates","Indian Chess"],"source":"https://scroll.in/field/1066714/endgame-indian-grandmasters-are-daring-to-dream-at-the-2024-candidates"}