{"title":"Enforcement Directorate chief’s tenure extended for one year a day before his retirement date","content":"The Centre on Wednesday extended the tenure of Enforcement Directorate chief Sanjay Kumar Mishra by a year, just a day before his retirement date, NDTV reported. The decision came three days after the government on Sunday introduced two ordinances which allowed to extend the tenures of the directors of the Central Bureau of Investigation and the Enforcement Directorate to up to five years.  Earlier the central agency chiefs were appointed for a fixed term of two years. Under the new provisions, their tenure can be extended by one year at a time after the first two-year period has been completed.Meanwhile, this is the second term extension for Mishra. In 2020, his tenure was extended for 12 months after he had completed his two-year term.In September, the Supreme Court had upheld the extension of Mishra’s tenure, while hearing a plea against it. The court refused to interfere with the extension as Mishra’s tenure was going to end in November. But, the court held that “no further extension shall be granted to” him beyond November.However, an order issued by the Department of Revenue of the finance ministry said that Mishra will now be in office till November 18, 2022, or until further orders.ED Director SK Mishra’s tenure extended for one more year pic.twitter.com/xQn616CXmw— Arvind Gunasekar (@arvindgunasekar) November 17, 2021\n\nThe Opposition has alleged that the ordinances were introduced to avoid the scrutiny of the Parliament. Congress leader has Manish Tewari claimed that the ordinances was a message to officers that if they keep “harassing the Opposition”, their tenures will be extended. He also called upon Opposition parties to challenge the ordinances in the Supreme Court.In the past too, Opposition parties have criticised the Centre for misusing central agencies to target their leaders.","author":"Scroll Staff","time":"2021-11-17T20:33:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/83315-wmkvlghckc-1519882313.jpg","tags":["Sanjay Kumar Mishra","Enforcement directorate","CBI","ED chief"],"source":"https://scroll.in/latest/1010822/enforcement-directorate-chiefs-tenure-extended-for-one-year-a-day-before-his-retirement-date"}