{"title":"Enforcement Directorate postpones Sonia Gandhi’s questioning in National Herald case to late July","content":"A day after Congress President Sonia Gandhi requested the Enforcement Directorate to postpone her questioning in the National Herald case, the agency on Thursday asked her to depose in the last week of July, PTI reported.On Wednesday, Gandhi had written to the agency, saying that she is still recovering from Covid-19 and a lung infection.Congress leader Jairam Ramesh said that Gandhi had been advised to rest at home following her hospitalisation.Gandhi was admitted to Ganga Ram Hospital in Delhi on June 12 due to Covid-19-related complications. Doctors treated her for nasal bleeding. She had tested positive for the coronavirus disease on June 2.On June 17, a fungal infection was detected in her respiratory tract.On Monday evening, the 75-year-old leader was discharged from the hospital after treatment.Before she tested positive for the coronavirus, the Enforcement Directorate had on June 1 issued summons to Sonia Gandhi and her MP son Rahul Gandhi to appear before it on June 8.But the Congress chief had sought more time, saying she is recuperating from Covid-19. The Enforcement Directorate had then asked Gandhi to appear before it on Thursday in a money-laundering case.During her hospitalisation, Rahul Gandhi was questioned by the Enforcement Directorate for 50 hours over five days since last week.The case against GandhisThe National Herald is published by Associated Journals Limited and owned by Young Indian Private Limited. It was founded and edited by Jawaharlal Nehru before he became India’s first prime minister.In April 2008, the paper suspended operations as it had incurred a debt of over Rs 90 crore. Bharatiya Janata Party MP Subramanian Swamy has accused Sonia Gandhi and Rahul Gandhi of setting up the Young Indian Private Limited firm to buy the debt using the funds from the Congress.In his complaint before a trial court, Swamy accused the Gandhis and others of conspiring to cheat and misappropriate the funds. He has alleged that the Young Indian firm paid only Rs 50 lakh to obtain the right to recover Rs 90.25 crore that the Associate Journals Limited owed to the Congress.The party had loaned the amount to Associated Journals Limited on an interest-free basis, according to court records. The Congress has claimed that there was no money exchange and only conversion of debt into equity took place to pay off dues like salaries.","author":"Scroll Staff","time":"2022-06-23T22:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141742-vhvkilygba-1590069826.jpg","tags":["Sonia Gandhi","Congress","Rahul Gandhi","National Herald case","Enforcement Directorate","money-laundering case"],"source":"https://scroll.in/latest/1026818/enforcement-directorate-postpones-sonia-gandhis-questioning-in-national-herald-case-to-late-july"}