{"title":"Enforcement Directorate summons Arvind Kejriwal for the fourth time in liquor policy case","content":"The Enforcement Directorate has issued summons to Delhi Chief Minister Arvind Kejriwal for the fourth time to question him in connection with the liquor excise policy case, PTI reported on Saturday.The Aam Aadmi Party chief has been asked to depose before the central agency on January 18.On January 3, Kejriwal had for the third time ignored summons from the Enforcement Directorate in connection with the case. The chief minister had been asked to depose on November 2 and December 21 as well.The Aam Aadmi Party said on January 3 that Kejriwal was ready to cooperate with the investigation but claimed that the law enforcement agency’s notice was illegal.“Their intention is to arrest Arvind Kejriwal,” the party alleged. “They want to stop him from [the 2024 Lok Sabha] election campaign.”“[The] summons appear to be in the nature of fishing and roving enquiry as it does not specify whether I am being summoned as an individual or in my official capacity,” Kejriwal had said.The Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation alleging irregularities in the Delhi government’s now-scrapped excise policy.The agencies have alleged that the Aam Aadmi Party modified the policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate has also claimed that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.Two senior Aam Aadmi Party leaders – Manish Sisodia and Sanjay Singh – are currently in jail in connection with the case. The party and its leaders have denied the allegations.Also read: A ‘liquor scam’ has put AAP leaders in jail. But has it dented the party’s image in Delhi?","author":"Scroll Staff","time":"2024-01-13T13:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195668-abignfxlfw-1699327888.jpeg","tags":["Arvind Kejriwal","Enforcement Directorate","Delhi excise policy","Delhi liquor policy"],"source":"https://scroll.in/latest/1062076/enforcement-directorate-summons-arvind-kejriwal-for-the-fourth-time-in-liquor-policy-case"}