{"title":"Enforcement Directorate arrests Jharkhand minister Alamgir Alam in money laundering case","content":"The Enforcement Directorate on Wednesday arrested Congress leader and Jharkhand Rural Development Minister Alamgir Alam in connection with a money laundering case, The Hindu reported.The case pertains to alleged irregularities in the state’s Rural Development Department.On May 6, the central agency raided premises linked to state administrative service officer Sanjiv Kumar Lal and his domestic help Jahangir Alam, PTI reported. Lal is Alamgir Alam’s personal secretary.The raids were conducted in connection with an investigation into a money laundering case against Veerendra Kumar Ram, the former chief engineer of the Rural Development Ministry, who was arrested by the central agency last year, PTI reported.More than Rs 32 crore was seized from a flat linked to Lal and Jahangir Alam during the raid. Subsequently, both men were arrested.The Enforcement Directorate alleged that Lal collected commissions on behalf of certain influential persons, PTI reported. It also claimed that government officials in the Rural Development Department were involved in the case.On Tuesday, 70-year-old Alamgir Alam, who represents the Pakur constituency in the Assembly and is also the parliamentary affairs minister, was asked to depose at the office of the Enforcement Directorate to record his statement under the Prevention of Money Laundering Act.He was questioned for more than 10 hours, following which he was arrested.Earlier, Alamgir Alam told reporters that he was a “law-abiding” citizen and distanced himself from Lal, The Hindu reported. The state minister also pointed out that Lal had worked with other ministers from the Jharkhand government in the past.Responding to the state minister’s arrest, Rajya Sabha MP and former Jharkhand Bharatiya Janata Party president Deepak Prakash claimed that several “white-collar ministers” were involved in the corruption cases like Alamgir Alam. “All will be exposed soon,” Prakash said.However, Jharkhand Congress general secretary Rakesh Sinha criticised the BJP and the Union government. “Arresting Alamgir Alam is going to be the last nail in the coffin for the BJP in Jharkhand, and they will lose all the 14 Lok Sabha seats in the state,” Sinha said.Jharkhand Mukti Morcha leader Vinod Pandey alleged that the Prime Minister Narendra Modi-led Centre was running a “dictatorial” government.The Congress and the Jharkhand Mukti Morcha are allies in the state.The development comes after the Supreme Court on Monday issued a notice to the Enforcement Directorate seeking its reply to a petition filed by Jharkhand Mukti Morcha leader Hemant Soren challenging his arrest by the agency on charges of money laundering in a land scam case.Soren has been in jail since January 31, when he was arrested by the Enforcement Directorate in connection with the case. This was shortly after he resigned as the chief minister after being questioned by the central agency in the matter.The Enforcement Directorate has alleged that a “racket of land mafia” in Jharkhand was involved in tampering with official records in Ranchi and Kolkata. Some of the land acquired through the forgery was in Soren’s illegal possession, the agency has alleged.","author":"Scroll Staff","time":"2024-05-16T11:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200735-cmlptnhsbp-1715835405.jpeg","tags":["Alamgir Alam","Enforcement Directorate","money-laundering case","Jharkhand"],"source":"https://scroll.in/latest/1067937/enforcement-directorate-arrests-jharkhand-minister-alamgir-alam-in-money-laundering-case"}