{"title":"Enforcement Directorate team visits Jharkhand CM Hemant Soren’s Delhi home","content":"An Enforcement Directorate team visited Jharkhand Chief Minister Hemant Soren’s Delhi home on Monday in connection with an investigation into a money laundering case, The Times of India reported. The team did not find him there.The Enforcement Directorate had last week issued fresh summons to Soren, calling him in for questioning on January 29 or January 31. This was two days after Soren was questioned for seven hours by the central law enforcement agency at his official residence in Ranchi on January 20. His statement was recorded under provisions of the Prevention of Money Laundering Act.Soren had previously skipped seven summons issued by the central agency since August 14 and had agreed to the questioning when the eighth summons was served. The chief minister had travelled to Delhi on Saturday night, PTI reported.The case pertains to an alleged land scam linked to the ownership of a 7.16-acre land parcel in Ranchi, which the Enforcement Directorate says was acquired through “proceeds of crime” involving illegal sale of Army land.Fourteen persons, including Indian Administrative Service officer Chhavi Ranjan and Kolkata-based businessman Amit Agrawal, have already been arrested in the case.In November, the Jharkhand Mukti Morcha leader had been questioned by the Enforcement Directorate in a case relating to allegations of illegal mining in the state.Soren has accused the Bharatiya Janata Party government at the Centre of conspiring to topple his government in the state, The Indian Express reported.“An Adivasi has become the chief minister with your support, with the blessings of Adivasis and Moolvasis,” Soren said earlier this month. “These people [the BJP] can’t do anything politically, therefore they are trying to do things behind a veil. Whoever tries to topple this government will get toppled themselves.”Also read: How the Modi government has weaponised the ED to go after India’s Opposition","author":"Scroll Staff","time":"2024-01-29T15:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179957-orbohztuic-1663238516.jpg","tags":["Hemant Soren","Enforcement Directorate","Money laundering case"]}