{"title":"Enforcement Directorate summons Arvind Kejriwal for the third time in liquor policy case","content":"The Enforcement Directorate on Friday issued fresh summons to Delhi Chief Minister Arvind Kejriwal to question him in connection with the liquor excise policy case, The Indian Express reported.This is the third time the central agency has issued summons to the Aam Aadmi Party chief in the matter. Kejriwal had skipped the last two summons issued by the law enforcement agency.In its latest summons, the Enforcement Directorate has asked Kejriwal to appear for questioning on January 3. Earlier he had been summoned on November 2 and on Thursday.On Thursday, ANI had quoted Kejriwal as saying that the agency’s summons to him are “illegal like the previous summons”.“ED should withdraw this summon as it is politically motivated,” Kejriwal said. “I have lived my life with honesty and transparency. I have nothing to hide”.On Friday, the Aam Aadmi Party said that the agency issued the fresh summons despite knowing that Kejriwal has been at a Vipassana meditation retreat in Punjab since December 19.“So to whom was the summons order served,” the party’s national spokesperson Priyanka Kakkar asked. “This entire case is politically motivated. Till date so many raids have happened [but] the agencies have not been able to recover a single penny from Manish Sisodia, Satyendar Jain and Sanjay Singh. The Bharatiya Janata Party is writing the script for this case.”सभी को पता है @ArvindKejriwal 19 तारीख़ से विपश्यना में हैं, Summon किसको भेज दिया?चाहे @msisodia जी हों, SS हों, SJ हों, किसी के पास से एक चवन्नी बरामद नहीं हुआ।पूरा Case फर्जी है, Politically Motivated है, भाजपा के दफ़्तर में इसकी Scripting की जाती है।- @PKakkar_ pic.twitter.com/mKzZWWdNt9— AAP (@AamAadmiParty) December 22, 2023\n\n\nThe Enforcement Directorate’s case is based on a first information report registered by the Central Bureau of Investigation that has alleged irregularities in the Delhi government’s now-scrapped excise policy.The Central Bureau of Investigation and the Enforcement Directorate have alleged that the Aam Aadmi Party modified the liquor excise policy to ensure a 12% profit margin for wholesalers and a nearly 185% profit margin for retailers.The Enforcement Directorate has also claimed that members of a so-called South Group had paid at least Rs 100 crore in kickbacks to leaders of the Aam Aadmi Party through businessman Vijay Nair.Two senior Aam Aadmi Party leaders – Sisodia and Singh – are currently in jail in connection with the case. The party and its leaders have denied the allegations.A Delhi court denied bail to Singh on Friday.Also read: How the Modi government has weaponised the ED to go after India’s Opposition","author":"Scroll Staff","time":"2023-12-23T10:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181869-szpmqdywzs-1666768259.jpg","tags":["Arvind Kejriwal","liquor excise policy case","Enforcement Directorate","ED"],"source":"https://scroll.in/latest/1061022/enforcement-directorate-summons-arvind-kejriwal-for-the-third-time-in-liquor-policy-case"}