{"title":"Enforcement Directorate searches Amnesty International’s Bengaluru office, say reports","content":"Enforcement Directorate personnel on Thursday searched the premises of Amnesty International India’s Bengaluru office in connection with a foreign exchange contravention case, PTI reported. Unidentified officials told Hindustan Times that the search has been under way since 2 pm on Thursday.The searches are being conducted under the Foreign Exchange Management Act, and the agency is looking at a possible and alleged violation of the law linked to an earlier investigation into the organisation’s foreign funding.In August, a report in The Hindu said the investigating agency was looking into allegations that Amnesty International had violated the Foreign Contribution Regulation Act by transferring funds to its branch in India via commercial channels. Amnesty International India allegedly received more than Rs 36 crore between May 2014 and August 2016 illegally.The searches come days after the ED searched the premises of environmental non-profit Greenpeace India in Bengaluru on October 12, also for allegedly violating foreign exchange rules. The officials also froze Greenpeace India’s 12 accounts with different banks and the accounts of its linked entity, Direct Dialogue Initiatives India Pvt Ltd. The agency has alleged that the company received about Rs 29 crore under Foreign Direct Investment since December 2016, The Hindu reported.Greenpeace India, however, refuted the allegations. “This seems to be part of a larger design to muzzle democratic dissent in the country,” the non-profit said.","author":"Scroll Staff","time":"2018-10-25T19:43:35.293847+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103991-xhghgatlht-1540476701.jpg","tags":["Amnesty International","Amnesty International India","Enforcement Directorate","Greenpeace","Bengaluru","Foreign Contribution Regulation Act","Searches"],"source":"https://scroll.in/latest/899636/enforcement-directorate-searches-amnesty-internationals-bengaluru-office-say-reports"}