{"title":"‘Engineered narrative’: West Bengal governor denies sexual harassment allegations against him","content":"West Bengal Governor CV Ananda Bose on Thursday described the allegations of sexual harassment against him as “engineered narratives” for election benefits amid the Lok Sabha polls.Earlier in the day, a contractual employee at the Raj Bhavan in Kolkata had filed a complaint alleging that she was sexually harassed by Bose on April 24 and again on Thursday, reported The Indian Express.“On 19.4.24, governor sir told me to take some time out and to meet him with my CV,” said the complaint, according to the newspaper.“On 24.04.2024, at around 12.45 pm, he called me to his office room and, after some discussion, touched me. I somehow managed to leave the office room. He called me once again today, 02.05.2024.”The complainant, who had reportedly been working at the Raj Bhavan since 2019, said she had taken her supervisor along with her. However, Bose allegedly told the supervisor to leave after a while.“He [Bose] prolonged the conversation by talking about my promotion,” said the complaint. “He said he will call me at night and asked me not to tell anyone. When I refused, he tried to touch me. I protested and left.”Following the complaint, Raj Bhawan said in a social media post that “derogatory narratives” were being circulated against Bose by “disgruntled employees as agents of political parties”.“Truth shall triumph,” Bose said in a statement. “I refuse to be cowed down by engineered narratives. If anybody wants some election benefits by maligning me, God bless them. But they cannot stop my fight against corruption and violence in Bengal.”“Truth shall triumph. I refuse to be cowed down by engineered narratives. If anybody wants some election benefits by maligning me, God Bless them. But they cannot stop my fight against corruption and violence in Bengal.”— Raj Bhavan Kolkata (@BengalGovernor) May 2, 2024\n\n\nThe ruling Trinamool Congress, meanwhile, said the “sanctity of Raj Bhavan has been tarnished”.“Hours before Prime Minister Narendra Modi was supposed to arrive at Raj Bhavan to spend the night, a woman was allegedly molested by the governor under the false pretext of job,” the party said in a social media post. “Such despicable behaviour must be condemned in the strongest terms. Justice must be delivered swiftly for the victim – no excuses, no delays!”Appalling and unthinkable! The sanctity of Raj Bhavan, a symbol of our constitutionality, has been tarnished. Hours before PM Narendra Modi was supposed to arrive at Raj Bhavan to spend the night, a woman was allegedly molested by the Governor under the false pretext of job.… pic.twitter.com/YcCp16Yeu3— All India Trinamool Congress (@AITCofficial) May 2, 2024\n\n\nWest Bengal minister for Health and Family Welfare Chandrima Bhattacharya said she wonders what is happening in the Raj Bhavan especially on a day when the prime minister was arriving in the state, according to IANS.Later in a social media post, Bhattacharya urged for “immediate and thorough” investigation into the allegations against Bose.“We strongly condemn the alleged misconduct by the governor of West Bengal,” she wrote. “Such behavior is unbecoming of any official, especially the Head of State.”We strongly condemn the alleged misconduct by the Governor of West Bengal.Such behavior is unbecoming of any official, especially the Head of State.We urge immediate and thorough investigation. Justice must be served!— Chandrima Bhattacharya (@Chandrimaaitc) May 2, 2024\n\n\nOn Thursday night, the Raj Bhavan banned Bhattacharya’s entry into the premises of the governor’s house.“For defamation and anti-constitutional media statements against the Governor…Chandrima Bhattacharya has been banned [from] entry into the Raj Bhavan premises of Kolkata, Darjeeling and Barrackpore,” read a statement by the Raj Bhavan. “The Governor has also instructed that he will not participate in any function attended by the Minister.”The governor also banned the entry of police into Raj Bhavan premises “under the guise of conducting unauthorised, illegitimate, sham and motivated ‘investigation’ to placate political bosses during elections”.The police told The Indian Express that they were consulting with the law department and constitutional experts on the complaint.The governor is given legal immunity under Article 361 of the Constitution.The Article states: “No criminal proceedings whatsoever shall be instituted or continued against the President, or the Governor of a State, in any court during his term of office.”","author":"Scroll Staff","time":"2024-05-03T11:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196047-brjwuyvgvm-1704887578.jpg","tags":["Ananda Bose","West Bengal","Raj Bhavan","sexual harassment","Trinamool Congress"],"source":"https://scroll.in/latest/1067389/engineered-narrative-west-bengal-governor-denies-sexual-harassment-allegations-against-him"}