{"title":"England Tour of India: Dhruv Jurel earns his stripes in MS Dhoni’s hometown","content":"Sunil Gavaskar had an interesting observation to make while on commentary duty during India’s fourth Test at Ranchi against England.“Watching the presence of mind of Dhruv Jurel,” he said, “makes me think he is the next MS Dhoni in making.”On the pitch in Ranchi – the home ground of India’s former captain Dhoni – Jurel was playing in his second Test match, blissfully unaware that the expectations on his young shoulders had now multiplied.He focused on the task at hand, taking on the English bowlers as he rescued India from a dangerous position in the first innings. He came in to bat with India at 161/5, after England posted 353. Eventually the hosts would fall short by 46 runs in first innings, but Jurel, 23, impressed with a commendable 90 off 149 in what was only his second batting innings in Test cricket.Eventually, Jurel would be adjudged the player of the match, adding an unbeaten 39 in the second innings as India secured the series on Monday.There are hardly any similarities between Jurel and Dhoni when it comes to their playing style. The youngster is way more orthodox in both his batting and wicket-keeping skills, in complete contrast to Dhoni’s unique quirks.Yet when Gavaskar voiced that opinion, it was hard to disagree.The son of a Kargil war veteran, Jurel went about his business in the first innings almost unbothered about the situation, with Kuldeep Yadav for company. He kept rotating the strike, using his feet, knocking the ball into the gaps and finding rare boundaries as he added a 66-run stand with Yadav to bail India out of trouble.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nJurel brought up his first Test half-century just minutes after Yadav fell, before he went on the offensive. His T20 power game came to the fore as he tore into Tom Hartley and Shoaib Bashir with three boundaries and three sixes. Jurel moved from 50 to 90 within the blink of an eye.Before he fell to Hartley, Jurel had lifted India from 161/5 to 307 – scoring 90 of the 146 runs put up after he came to the crease. It was a masterclass on batting with the tail. Dhoniesque in Dhoni land.India once again required Jurel’s batting abilities in the second innings and he once again stood out. Walking out to bat at 120/5 in a tricky chase of 192, the Agra-lad absorbed the pressure.Once again the hallmark of Jurel’s innings was his refined footwork. He was happy to step forward or go backward, but he never fully committed early. He was happy to play the ball as late as possible in order to counter the drift, turn, and the uneven bounce of the Day 4 Ranchi pitch.Jurel was equally good behind the stumps with the gloves as well. The youngster stood a bit farther than usual from the stumps in the third innings and also made a tweak to his stance in order to counter the low bounce.“I got a fair idea watching [England’s wicketkeeper] Ben Foakes, the ball was keeping low, but I was ready,” said Jurel in a press conference at the end of Day 3.“I had to change my stance a bit and these things you have to adapt as soon as you can,” he added.As Jurel was cleaned up for 90 – ten short of a first Test hundred in the first innings, Joe Root rushed from the slips to give him a hug. Ollie Robinson gave him a pat on his back, while England captain Ben Stokes also congratulated him for a feisty innings. Such respect for someone playing in only his second Test.“His keeping was something to watch – I think Foakes has a man-crush on him there,” Stokes said in a light-hearted vein during the post-match press conference.Jurel’s road to the top was not straightforward. He had to endure a plastic surgery when he was a five-year-old after his left leg was trapped under the leg of a bus in his hometown.At home, his mother had to pawn her gold chain in order to get him a cricket kit. There was also a cricket disapproving father to deal with.“One day, he [father] was reading the newspaper and suddenly told me, ‘there is a cricketer that goes by the same name as you, and he has scored these many runs,’” said Jurel in an interaction with ESPNCricinfo.“I got scared and did not know how to tell him this cricketer was me. I was just scared that he might ask me to leave cricket.”There were also questions raised when he was drafted into the Indian Test squad ahead of the series. After all he had a total experience of just 15 first class matches.But already he has started to earn comparisons with one of the legendary Indian captains. And in a stadium that has a stand named after Dhoni, it felt right that Jurel would be the one to finish the match.","author":"Abhijit Nair","time":"2024-02-27T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198802-pnvcpsluwo-1709014927.jpeg","tags":["Dhruv Jurel","MS Dhoni","Sunil Gavaskar","Cricket","Indian Cricket","England Tour of India"],"source":"https://scroll.in/field/1064344/england-tour-of-india-dhruv-jurel-earns-his-stripes-in-ms-dhonis-hometown"}