{"title":"England tour of India: Ravichandran Ashwin sets new record as hosts clinch series 4-1 in Dharamshala","content":"The Indian men’s cricket team wrapped up the five-match Test series against England 4-1 by securing a comprehensive win on Saturday, beating the visitors by an innings and 64 runs in the last match of the tour in Dharamshala.Playing in his 100th Test match, Ravichandran Ashwin bagged five wickets on Saturday to set a new Indian record for most five-fers in an innings, breaking Anil Kumble’s previous mark of 35.On a warmer Day 3 in picturesque Dharamshala, India’s overnight batters Jasprit Bumrah and Kuldeep Yadav were dismissed with the hosts being bowled out for 477, and with a lead of 255. Yadav’s dismissal gave veteran England pacer James Anderson a milestone 700th wicket in Test cricket, making him the only pacer to achieve the mark.England’s batters however, who have struggled find consistency throughout the series, failed to get off to a good start in their second innings.#Cricket #INDvsENGIndia wrap up the series with a 4-1 win over England.Ravichandran Ashwin, in his 100th Test, picked up a five-fer as India win the fifth Test in Dharamshala by 64 runs.ENG: 218 (57.4) and 195 (48.1)IND: 477 (124.1)📷 Sportzpicshttps://t.co/TltdeEypon pic.twitter.com/BQy2ZX0z3r— The Field (@thefield_in) March 9, 2024\n\n\nBen Duckett looked to be aggressive early as he charged out of his crease but completely missed the ball from Ashwin that rattled the stumps in the second over. Zak Crawley followed soon after, out for a duck, when he played a flick straight into the hands of Sarfaraz Khan at leg-slip.Ollie Pope (19 off 23) gave Ashwin a third wicket when he skied an attempted sweep that Yashasvi Jaiswal – the player of the series – did well to grab a hold of.With Joe Root and Jonny Bairstow at the crease, England looked to steady the ship.Root put up a disciplined innings, playing telling defensive strokes and scoring off deliveries that allowed him some space. Bairstow meanwhile played an aggressive role, as he picked up three boundaries and hit just as many sixes in his innings of 39.He was eventually out leg-before wicket off player of the match Yadav’s bowling.Root continued to chug along as England continued to lose wickets at regular intervals. Captain Ben Stokes’ dismal series with the bat continued as Ashwin bowled him out for just two off 10 balls.Ben Foakes did not last long either, becoming Ashwin’s fifth wicket in the innings, and ninth in the match.Root then joined forces with Tom Hartley, who managed to score 20 off 24, with four boundaries, before being out LWB by a beautiful Jasprit Bumrah delivery. Two balls later, Bumrah had Mark Wood out LBW with a perfect yorker.With Root on 41, 20-year-old Shoaib Bashir came out to the crease with England down to eight wickets. The youngster played diligently, leaving deliveries that were outside the off-stump and playing defensive shots to keep the Indians at bay. He did pick up three boundaries as well in his innings of 13 runs off 29 deliveries.He was eventually dismissed after a Ravindra Jadeja nicked the stumps.With just one wicket left, Root started to play more aggressively, attempting to get to triple figures and at least get his team to overtake the total Indian tally. Batting on 84, his attempted slog though went no further than Bumrah, who made no mistake as he held on to the catch at long-on to end the Test.The five-match series started with England winning the opening Test in Hyderabad by 28 runs. The Rohit Sharma led Indian side then beat the visitors by 106 runs to level the series in the second Test at Visakhapatnam in the first week of February.The Indians then won the third Test by a record 434 runs in Rajkot before clinching the series with a five-wicket win at Ranchi, before making it 4-1 on Saturday in Dharamshala.","author":"Scroll Staff","time":"2024-03-09T15:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199126-fkeufpdyep-1709979355.jpg","tags":["Ravichandran Ashwin","Ben Stokes","Rohit Sharma","Jasprit Bumrah","England tour of India","Cricket","Indian cricket"],"source":"https://scroll.in/field/1064959/england-tour-of-india-ravichandran-ashwin-sets-new-record-as-hosts-clinch-series-4-1-in-dharamshala"}