{"title":"Ensure there is no hate speech at BJP leader T Raja Singh’s rallies, SC tells district authorities","content":"The Supreme Court on Wednesday directed the administration in Maharashtra’s Yavatmal and Chhattisgarh’s Raipur districts to ensure that no hate speech is uttered during upcoming rallies by Bharatiya Janata Party MLA T Raja Singh under the banner of the Hindu Janajagruti Samiti, reported Live Law.The Hindu Janajagruti Samiti plans to conduct rallies in Yavatmal on January 18 and in Raipur from January 19 to January 25.A bench of Justices Sanjiv Khanna and Dipankar Datta gave the direction in response to a petition filed by one Shaheen Abdullah. The petitioner had asked the court to instruct the district authorities to refuse permission for the rallies.Abdullah’s petition included the transcripts of past speeches made by Singh, the MLA from Telangana’s Goshamahal constituency, allegedly inciting hatred against Muslims. The bench accepted that these speeches were “certainly objectionable” but refused the stop the rallies, reported Bar and Bench.“If there is any hate speech or incitement to violence, we will take action,” said the court. “But we cannot preempt that.”The bench directed the district magistrates in Yavatmal and Raipur to ensure that there is no incitement of violence during the rallies. It also asked the police to install CCTV cameras to ensure that perpetrators can be identified in case of any untoward developments.The Supreme Court also pointed out that Singh has not been made a party to case despite being directly affect by its outcome.“Your prayer is to ensure that permission is not granted to X or withdraw permission if already granted?” Datta asked. “How can we pass this order without this person being a party or hearing them? This goes against the fundamental principles of natural justice.”Singh, along with his party colleague Nitesh Rane, was booked by the Maharashtra Police on January 7 for allegedly making incendiary speeches at a rally in Solapur on January 6.During the rally, allegedly urged his audience to assault “love jihadis” and boycott products with halal certification, The News Minute reported. Rane also allegedly made references to “jihadis” and the demolition of mosques.“Love jihad” is a Hindutva conspiracy theory that Muslim men lure Hindu women into romantic relationships in order to convert them to Islam. The Union home ministry has told Parliament that Indian law has no provision that defines “love jihad”.","author":"Scroll Staff","time":"2024-01-17T17:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/109952-eovearykvu-1645023376.jpg","tags":["hate speeches","Maharashtra","Chhattisgarh","Supreme Court","BJP","T Raja Singh"],"source":"https://scroll.in/latest/1062303/ensure-no-hate-speech-is-made-at-bjp-leader-t-raja-singhs-rallies-sc-tells-district-authorities"}