{"title":"Ensure one police sub-inspector post is reserved for transgender persons, tribunal tells Maharashtra","content":"The Mumbai bench of the Maharashtra Administrative Tribunal directed the state government on Monday to ensure that one post of police sub-inspector is reserved for transgender persons, reported PTI.Retired Justice Mridula Bhatkar said that the government was bound by a 2014 order passed by the Supreme Court order on reservation for transgender persons for all public appointments in states. The tribunal was hearing an application filed by Vinayak Kashid, seeking directions to the Maharashtra Public Service Commission to allow the petitioner to apply for the sub-inspector’s post as a transgender candidate. According to the application, Kashid was assigned male at birth and had later transitioned into a woman. Kashid had applied for the sub-inspector’s post, seeking to be considered as a female candidate.Kashid had appeared for the preliminary examination on October 8 and the results are yet to be declared, the petitioner’s lawyer Kranti LC said.In August, the tribunal had directed the Maharashtra government to frame a policy within six months on posts for transgenders in educational institutions and public offices. At Monday’s hearing, the government’s lawyer told the tribunal that the state was still considering framing a reservation policy for transgender persons.To this, the tribunal said the government has to follow the Supreme Court judgment. “It is difficult to accept the stand of the state government that the policy decision is not taken till date,” Bhatkar said. “In view of the Supreme Court judgment of 2014, it is obligatory on part of the government to follow the law of the land.”The tribunal also said that even though the government had not taken any decision, it was bound by the Supreme Court’s verdict.“We hereby direct the respondent [state government] to keep one post of PSI [police sub-inspector] reserved for transgenders in socially and economically backward class for this examination first and thereafter at all stages [of appointment] as only one applicant has approached this tribunal.”","author":"Scroll Staff","time":"2022-11-08T15:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176440-jcfmzqaajq-1656493945.jpg","tags":["Maharashtra Administrative Tribunal","Maharashtra","Maharashtra Police","transgender persons"],"source":"https://scroll.in/latest/1036940/ensure-one-police-sub-inspector-post-is-reserved-for-transgender-persons-tribunal-tells-maharashtra"}