{"title":"Sameer Nair interview: ‘The more success you get in streaming, the more you have to homogenise’","content":"Sameer Nair is well placed to analyse the debate about the impact of streaming services on television viewing and movie-going behavior. As a television veteran who spent 12 years at the Star network and has had stints at NDTV and Balaji Telefilms, Nair observed the shift from a single terrestrial, state-run network to privately-held satellite channels. As managing director at Applause Entertainment, Nair oversees the production of long-form shows and features.Applause recently premiered the third season of City of Dreams and the Tamil-language movie Por Thozhil in cinemas. Vignesh Raja’s warmly received crime thriller is a shot in the arm for Applause, whose other theatrical release, Zwigato, cratered despite critical acclaim.The studio’s slate includes Scam 2003: The Telgi Story, an adaptation of historian Ramachandra Guha’s books Gandhi before India and Gandhi – The Years that Changed the World as well as fresh seasons for Criminal Justice, Undekhi, Mithya, Avrodh and Bhaukaal. There have been hits and misses, such as Hasmukh. The company’s co-production of Aparna Sen’s 2021 drama The Rapist hasn’t been released yet.Predicting what will work is a mug’s game in the Hindi entertainment industry. However, some conclusions can be reached about the present and future of streaming as well as the vexed race for box office gold, Nair told Scroll. The increased popularity of web series because of the recent coronavirus pandemic might be affecting theatrical revenue, but the picture is a little more complicated, Nair added. Excerpts from an interview. How did Applause get involved with Por Thozhil?The film came to us during the first wave of Covid. We heard Vignesh’s narration over Zoom. Post-Covid, we got into production.We had already done Tamil shows, so that was a market we were interested in. We are looking to do distinctive series in Tamil, Telugu and Malayalam as well as mid-budget movies.We don’t buy ready material – people pitch ideas and we develop them. You are trying to tell a good story, look for some degree of uniqueness in the idea and then look at who’s making it. The theatrical or streamer discussion is around the casting and cost, not the story per se.The Hindi film box office continues to crawl back to normalcy after the pandemic. What do you make of the unpredictability of theatrical releases?It’s hugely complicated at the moment. Everyone is skittish. We are skittish too. This had been building up, it would have happened in any case by 2025 or 2026. The pandemic accelerated everything.The theatrical window is too short. Movies are getting onto streamers in eight weeks. In the United States, the window is much longer. When satellite TV came along, we had a one-year window [to show films], which used to be five years before that. I remember that when I was at Star, I bought Satya and Ghulam and put them on Star Plus within four weeks. There was a big hullabaloo at the time. I paid a king’s ransom for Satya. Then the market settled to a one-year window. Now that the window is crunched, the audience’s accessibility has increased dramatically.People are saying that audiences are happy to sit at home, but that isn’t true. Restaurants are full and people are watching plays, but not films. It’s an effort to get people out of their homes to watch entertainment of the filmed variety. Prices are high too. We have a content glut on streaming. Ever since streaming started in 2015-2016, it became more widespread. The geographical and language boundaries also went. Streamers started gradually giving you different types of content – not your average saas-bahu shows, not reality TV and not your average movie – and not necessarily an arthouse movie. When we did Scam 1992: The Harshad Mehta Story, it was a new kind of commercial entertainer that was part thoughtful, part intellectual, part entertaining. A lot of that started happening.Some of the observations about the perceived superiority of web series over television shows resemble arguments made around the time of satellite TV in the late 1990s. A few of the directors who worked on the Star Bestsellers anthology fiction show are now making web series. Are there similarities between then and now?When we did Star Bestsellers in 1999 – Shailaja Kejriwal was the godmother of the format – we gave everybody a chance and did wonderful work. That was my first brush with premium television. We did it for about a year and a half. Then I got in the K-soaps [family dramas].After that, we got another channel called Star One, which was not K-soaps but had Guns and Roses and Remix and Hotel Kingston – everything but the home and hearth. That did reasonably well too. Now the third time around, streaming has arrived. This time too, we are creating content that is unique and distinctive – and it can be watched on your phone.The thing about Star Bestsellers was that it never did well in terms of ratings. It was a cult thing. Star One was popular, but not like Star Plus.Streaming too started out like that. But the market is growing, and the pandemic has helped it grow further. If Disney+ Hotstar is the king of the hill at 50-odd million subscribers and everyone else is a subset of that, that is a pretty big number. When we were doing Star Bestsellers, we would have been lucky if one lakh people saw it. Television is more organised and methodical than the film business, which has always been the classic maverick, undisciplined space with lots of moving parts. Television can’t be maverick – there is a certain degree of homogenisation.\n\n\n    \n    Play\n\nPor Thozhil (2023).Who is the audience for web series?The audience is a subset of the TV audience. Within that, there are people who have sort of faded out of TV. They tend to be between 18-35 years, maybe even younger. This is actually nothing new – it’s what we learned in TV.There is a world between Naagin and Narcos. Naagin is TV and Narcos is your Star World/Colors Infinity audience. There is also a world in between, which has tired of TV but has not yet graduated to Narcos and probably never will. I don’t want to watch a Mexican show. I want to watch a smarter Indian show. You won’t watch The Killing, you don’t want Nordic noir because it is still alien to you. But you won’t want to watch TV either. Streaming is now filling those gaps. Fifty to 100 million people who are tired of TV are increasingly consuming this content. What is happening with this content as it becomes more popular? The risk now for streamers, as they chase numbers, is that the content must necessarily become more massified. The good thing is that streaming is a mass of niches, not a one size fits all. You can have a daily soap as well as a Breaking Bad. The space for unorthodox, offbeat or non-formulaic fare on streamers is increasingly shrinking.Every time the phrase ‘The next hundred million is going to come from India’ is used on Wall Street and analyst calls, I worry. Because do you know who you’re talking about? We’ve already been there with television.Success in streaming is breeding exactly the problem that you encountered in television – the more success you get, the more you have to homogenise. As you chase bigger numbers, you tend to go to the lowest common denominator. That is what mass entertainment is about. The saving grace is the technology used in streaming. You can pause and resume, unlike with TV. Your algorithm allows you to place all kinds of content next to each other, personalise it. If seen with the right lens, you can do two things. You can go after the hundred million, but you can continue to cater to a premium 25 million. The technology allows you to do that. With TV, we could never do that.\n\n\n    \n    Play\n\nScam 1992: The Harshad Mehta Story (2020).Streaming services are awash with sequels and remakes. What about original content? And isn’t viewer fatigue setting in?As part of our launch strategy, we did one-third adaptations of international shows, one-third originals and one-third book adaptations. We prefer to see our remakes as re-imaginations. We’re also increasingly looking for more obscure works.A sequel arrives to the party with lower marketing costs. You already know about the show. The premise, writing and character development have all been set up.On the flip side, if you suddenly become aware of a show and it’s on season three, it means that you have to watch seasons one and two. That can be both a good and a bad thing.Multiple seasons build the brand. If you’re too quick to end a show, you’re not actually building the brand. City of Dreams season three has done so well that we are going to be working on season four.By the time you get a new season, the audience size has expanded. When we did season one of City of Dreams, Disney+ Hotstar would have been about 18 million subscribers. By the time season three arrived, it’s at 55 million subscribers. That delta hasn’t seen seasons one and two. The total watch time for City of Dreams will hopefully be triple of what it was.You can make a brand new show, which will require selling to an audience, which has to commit to it amidst much noise and clutter. It’s an even-steven scenario.Dropping off because of multiple seasons is a personal thing. I try and not to let my personal prejudices come in the way. There are many things that I don’t like or like a bit too much.What have you learned from the shows that didn’t work, such as the Vir Das-starrer Hasmukh?We actually all liked Hasmukh. There was never any doubt in our heads that we were on to a cool and clever story.The show came on Netflix. Vir had already done his stand-up specials, so maybe it was the wrong platform? Maybe the audience thought they were going to see an angrezi comedian and they got a small-town guy?Maybe we should have gone to something massy, like MX Player or Hotstar. Hasmukh was never a comedy, but a dark drama in a comedic universe. That’s a very hard thing to explain to an audience.The other shows that haven’t worked for us – it always comes down to the writing. Whenever the writing is not up to scratch, we have failed.\n\n\n    \n    Play\n\nCity of Dreams S3 (2023).Streaming services are going slow – there is talk of budget cuts, axing previously commissioned shows, or truncating series.Personally, we haven’t had that experience yet. But what I have heard is that services are coming off the honeymoon period. There is the morning-after effect, the hangover with the blinding headache kind of thing.Six-seven years is a long time – it’s three management cycles. In between, Covid happened. Another way of looking at the Covid experience is that it turned out to be beneficial to the entertainment industry – it refinanced it. Since everything stopped, whatever was ready got bought and streamed. Obviously, having a closer look at budgets and expenditure is a real thing. People are trying to figure out the right price, the right content, what works, how massy should you get. The common term being used is, we’re looking for something more TV Plus. I have been urging people that even if you must say things like this, let’s call it HBO Minus. I know there’s a minus in there, but it still feels better.At Applause, we’re doing premium series and trying to create cinematic television to the best of our abilities. I don’t think a heartland drama should be compared with Criminal Justice. And Criminal Justice in turn shouldn’t be compared with Hasmukh. They are supposed to be different pieces of content, therefore different cohorts of audiences. As long as each one can find its own tribe in a significant enough manner, all of them should coexist because that will allow for creativity and variety.When we did the saas-bahu shows, we very quickly doubled down on them, right? At one point, we had eight on air. It got us to pole position – by the time everyone else reacted, we had already done it. What could have also happened in 2000 was that after the success of Kyunki Saas Bhi Kabhi Bahu Thi and Kahani Ghar Ghar Ki, we could have said, let’s not do this anymore, let’s do different programming. That would have left the gates wide open.The algorithm says that there’s no such thing as too much. You may like one legal show, so maybe you will like five or 10 more. Let’s see what the market can take.Streaming technology allows all kinds of content to be made available to customers. I think streamers should actively allow everything to be seen. Show them Pathaan and show them The Rapist too. Aparna Sen’s The Rapist was completed in 2021. When will the film be out?The Rapist has its censor certificate. We are hoping to release the film on a streamer.The first set of movies we made were never designed to be theatrical. We released Zwigato because we wanted to check on Kapil Sharma’s stock. Theatrically Zwigato didn’t work – if it had, we would have been wildly surprised.With regard to the newer film productions like Por Thozhil – I am personally a big believer in the theatrical experience and going on to streaming and TV with a proper windowing system. Putting films on streamers too soon after a theatrical release is a death knell for the industry. A theatrical release creates elastic revenue. It can be a flop or a hit, but people pay real money, stand in real lines. This is retail money that is available. We would be foolish as an industry to leave it. The streamer cannot give you infinite money.Over time, if the streamer or TV broadcaster becomes the only game in town, that’s a new monopoly. That gatekeeper is going to tell you, sorry, I don’t like your movies, I won’t show them and they can never be seen. Then your only hope is YouTube.","author":"Nandini Ramnath","time":"2023-06-15T09:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197667-qdwfkdvwmv-1705658172.jpg","tags":["Sameer Nair","Por Thozhil","City of Dreams S3"],"source":"https://scroll.in/reel/1050950/entertainment-industry-might-streamings-growing-success-prove-to-be-its-downfall"}