{"title":"Escaping persecution in Myanmar, a Chin rock star finds refuge in Mizoram","content":"When, in 2020, he released the single The Day We Meet Again and watched it garner over a million views within 24 hours, Benjamin Sum did not realise that the song would have a larger, more wistful resonance.At the time, Sum was on top of the world. He had finished as runner-up in the 2019 edition of the Myanmar Idol contest; he was being flooded with endorsement opportunities and invitations to perform on stage, and he was prepping to record his first solo album.Success came as anodyne to the young man who had a fraught youth. His father, a missionary, had died when Sum was just four years old. Four years later, his younger sister died, and almost at the same time, his mother was diagnosed with stage-three cancer.Music was his escape from a life filled with more than a fair share of sorrow, and it appeared that his talent was finally making up for the trauma of his childhood. And then came the military coup of February 2021, which ousted the democratic government of Aung Sang Suu Kyi. Sum, then in the midst of a concert tour, was outraged.He said he took part in street protests, led anti-military rallies, and posted frequently on social media. His activism made him a marked man; Sum said the junta sent him a notice charging him with incitement, which carried a three-year jail term. With his ailing mother, he fled from the town of Falam and, after a hazardous three-day journey, crossed into Mizoram.His grandparents on his mother’s side were already established in Aizawl, having moved there in 2009 from their hometown Kalemyo in Chin State. Sum and his mother moved in with them; his mother has been undergoing treatment for her cancer in Guwahati in Assam, the northeastern region’s commercial, health and education hub which welcomes visitors from all eight states and beyond, including Bangladesh, especially for healthcare.It fell to Sum to sustain his family – and thanks to a quirk of history, he found himself in the happy position of being the right person in the right place at the right time.Mizoram, as also the adjoining states of Nagaland and Manipur on the Indo-Myanmar border, had latched on to Korean pop (or K-pop, as it is more popularly known) for at least two decades before the rest of India caught up with the trend. The roots of this fascination lie in a tangled mess of ethnicity, political resistance and cultural assertion in the region.In 2002, at the peak of an insurgency in Manipur, one of the armed groups decreed a ban on Hindi films and TV channels, declaring that it was necessary to block the “Indianisation” of the Mizo peoples. Into that vacuum came Korean channels, with their music and fashion shows dominating both television and digital channels. The seed fell on fertile soil: The people of the North East bear a physical resemblance to South East Asians and East Asians like the Koreans; many young Mizos have similar tastes in fashion, food and music.Sum, looking for a way to earn a living and sustain his family, met up with a composer, and soon launched a YouTube channel. An early challenge was the need to improve his Mizo. Although the Chin speak a similar language, there are differences in pronunciation and idiom. Once he mastered these differences, he began performing on digital platforms and in local concerts for the Chin diaspora. Once the pandemic-related restrictions were lifted, he began appearing at open air music shows and in auditoriums around the state.Benjamin Sum, Chin rock star and refugee, at a friend's home in Aizawl, Mizoram. Credit: Sanjoy HazarikaSum’s story is as seamless as the intertwined lives of communities on either side of the international border, separated by a line on a map drawn by a colonial power but joined by heritage, lineage, forests and streams. Now he is a recognisable celebrity; his shows are ticketed and draw big crowds.He speaks warmly of his Mizo hosts and the support the state has extended to the refugees. And mindful of his own story, he does his bit: every Sunday, he performs at a charity concert, with the proceeds going to the aid of the refugees in Mizoram.But underlying the success, there’s a sadness he cannot shake. The Day We Meet Again, the single that put Sum on the road to stardom, remains hugely popular, now with a bittersweet edge. “I still dream of my hometown, and want to go back.”The refugees in Mizoram who have fled Myanmarese authority include an assortment of activists, vulnerable groups such as women, children and the elderly and the poor who live in camps. There are also some 700 police personnel who have turned against the military junta, said a senior Indian security official in Aizawl, who spoke on the condition of anonymity.Sum’s stardom and public aura are very different to the lives of many refugees who live in makeshift camps or have doubled up with relatives and kin. Others who are relatively affluent are able to rent places in Aizawl or other urban centres on their own. Professionals among the refugees include doctors, nurses and teachers. Some of the doctors volunteer their services for patients in the camps; others are working in local establishments to help sustain their families. However, a large number work as daily wage labourers at construction sites including houses, or as household help or as farm workers in the districts closest to the Indo-Myanmar border.The close affinity between the Mizos and the Chins has to do both with kinship, cultural histories and ethnic relations including the fact that they speak very similar languages although Mizos said they can make out a Chin accent quite easily. Local units of the Young Mizo Association, a non-governmental group, and the local village council assist with distribution and storage here and in other camps in a process streamlined and approved by the state administration, which under different political parties including the current Mizo National Front, has become a veteran of handling Chin influxes into Mizoram since the 1960s following crackdowns by different Army regimes in Myanmar. A large number of Chins have settled in different parts of Mizoram over the past 50 years and assimilated with the local community.However, over nearly two decades back, Mizo activist groups had sought government action against the Chins, with allegations of criminal activity. Human rights groups in turn said that Chins were targeted and abused. The situation has since calmed and since 2021, there has been a political consensus across all parties that the current wave of Chin refugees needed local support.Christianity, brought by British and American missionaries in the 19th century, is another strong binding force although there are numerous denominations. The Chins, a local leader of the powerful Presbyterian Synod, who did not want to be identified, said in December, were allowed to worship and attend services but not become members of a parish. The latter privilege belongs to Indian nationals, he said.The church has supported efforts to meet what the church elder described as “relief and daily needs” which are distributed by local networks. The church itself is dependent on local contributions and the support of those who can give according to their capacity; the church elder said that the Covid-19 pandemic especially of 2021 had adversely impacted the ability of many to give, as incomes had shrunk and the disaster had taken a toll on their health as well.There is widespread concern both in state agencies as well as humanitarian and relief groups about sustaining food supplies and other humanitarian relief to the camps as fatigue grows in the public in Mizoram. This could present the area with a new challenge in meeting basic needs, a challenge that is exacerbated by a sense of fatigue that has crept into Mizo society especially in the eastern sector bordering Myanmar.In Zawkothar, the traditional trading transit route on the border is accessed through a road from Aizawl, the state capital, that feels in many places more like an unending series of potholes. A recent influx of refugees has meant that there are more Chins camped along the highways and meadows by the Tlong river, that is the border, than Mizos in town. Consequently, concerns flared among the local community that their economy and businesses would be undercut by Chins who would set up businesses and buy land or houses. To allay these anxieties, the district administration issued an edictbarring Chins from doing any of these three activities.Thus, though the Young Mizo Association, the strongest civil society group in the state which has the capacity of bending state governments to its demands, continues to resolutely back the refugees, scholars and observers said that public fatigue is growing. “It is understandable but it is very worrying,” said Robin Khuhly, a professor at Mizoram University, who has extensively studied the Chin issue.The state’s chief minister had reportedly said in February that the state’s financial condition is shaky because it has not received its share of taxes from the central government. Given the pressure on its resources, Mizoram is unable to go beyond technical, structural support – allotting lands temporarily for setting up refugee camps, providing drinking water and sanitation facilities and some electricity (including through some solar panels) and enabling the Young Mizo Association and other networks to mobilise succour, senior government officials said on condition of anonymity.An impression has gained ground that some Chins are involved in smuggling of drugs and other contraband including arecanut. Extensive media coverage of the issue has also influenced a segment of public opinion, said an academic.However, both Union government and state officials, who asked for anonymity, while minimising the role of Chins in the illegal trade, said in interviews with the author that they were concerned about the cascading effect of substance abuse among young Mizos.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Sanjoy Hazarika, IndiaSpend.com","time":"2023-03-18T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188059-hyqijaodfr-1679031523.jpg","tags":["Benjamin Sum","Mizoram","Chin Refugee"],"source":"https://scroll.in/article/1045758/escaping-persecution-in-myanmar-a-chin-rock-star-has-found-refuge-in-mizoram"}