{"title":"Ethical minefield: Pharma industry's gifts to doctors can be tax deductible, rules tribunal","content":"Earlier in January, the Income Tax Appellate Tribunal in Mumbai ordered that pharmaceutical companies or their marketing contractors who spend money for freebies and gifts to doctors can legitimately claim these as deductible expenditure in their returns. In its order, the tribunal’s says that such marketing is “educational” for doctors, ignoring the fact that such inducements to medical professionals could nudge them to prescribe inappropriate products to their patients, who might ultimately be harmed. The tribunal was ruling in a case in which the company PHL Pharma, which had incurred advertising expenses of about Rs 23 crores in 2010-’11, had appealed against the order of an assessing officer that disallowed this spending from being deductible. The order of the assessing officer was reversed by the Commissioner of Income Tax (Appeals) after which the Income Tax Department in Mumbai approached the appellate tribunal. The tribunal upheld the reversal, in effect saying that the allowance of Rs 23 crores was admissible as deductible expenditure from the company’s  income. At 30% tax, that is about Rs 7 crores saved for the company.At heart of the matter  is the reasoning used in the original order of the assessing officer that cited an August 1, 2012 circular of the Income Tax Department:  any expenditure (“laid out/expended wholly or exclusively for the purpose of business or profession”) that was otherwise an offence under law cannot be deducted from income. It went on to say that expenditure on freebies to doctors is an offence under the law, therefore the same is  taxable as income. Doctors taking freebies was made an offence by an amendment of the Medical Council of India Regulations on December 10, 2009. The amendment prohibited doctors and their professional associations from taking any gift, travel facility, hospitality, cash or monetary grant from pharmaceutical and allied health sector industries. \n\t\t\n\tCRM: Customer relationship and management; KAM: Key account management.A subsequent amendment of February 2016  deleted professional associations of doctors from its scope – a sleight of hand that now allows the likes of Indian  Medical Association and Indian Academy of Paediatrics to earn money by endorsing  products of companies like Pepsi and Dabur as well as products like air purifiers and vaccines. What is unethical and not allowed for individual doctors is now permitted for an association of the same doctors.On the face of it, the Appellate Tribunal upheld the reversal of the assessing officer’s order for logical reasons. The assessment year in question was 2010-’11 and the income tax circular was operational  from August 2012. The law cannot have retrospective effect. More relevantly, the Medical Council of India regulations pertain to doctors and not to pharmaceutical companies and allied health sector industries. To quote the tribunal order, ”A law which is applicable to different class of persons or particular category of assessee, same cannot be made applicable to all.”Gratuitous  endorsementIf the order of the Appellate Tribunal had stopped here, it would have been elegantly sufficient and just right within the confines of this particular case.  But it goes on to express simplistic opinions about the activities carried out by pharma companies – and in this case the particular assessee PHL Pharma – under the rubric of “Customer Relationship Management”, “Key Account Management” and other such provisions. The said activities by the assessee are to make the doctors aware of its products and research work carried out by it for bringing the medicine in the market and its results are based on several levels of tests and approvals. Unless the pharmaceutical companies make aware of such kind of products to key doctors or medical practitioners, then only it can successfully launch its products/medicines. This kind of expenditure is definitely in the nature of sales and business promotion, which has to be allowed.— Order of the Income Tax Appellate Tribunal.\nThe order also helpfully says giving to doctors various kind of articles like diaries, pen sets, calendars, paper weights and injection boxes embossed with bold logo of its brand name and the product name help the doctor remember the brand of the assessee and also the name of the medicine.These articles cannot be reckoned as freebies given to the doctors. Even the free sample of medicine is only to prove the efficacy and to establish the trust of the doctors on the quality of the drugs. This again cannot be reckoned as freebies given to the doctors but for promotion of its products. The pharmaceutical company, which is engaged in manufacturing and marketing of pharmaceutical products, can promote its sale and brand only by arranging seminars, conferences and thereby creating awareness amongst doctors about the new research in the medical field and therapeutic areas, etc. Every day there are new developments taking place around the world in the area of medicine and therapeutic, hence in order to provide correct diagnosis and treatment of the patients, it is imperative that the doctors should keep themselves updated with the latest developments in the medicine and the main object of such conferences and seminars is to update the  doctors of the latest developments, which is beneficial to the doctors in treating the patients as well as the pharmaceutical companies.— Order of the Income Tax Appellate Tribunal.\nUnsound reasoningIt is not clear whether the tribunal found out what medicines,whether old or new,doctors were being “educated” about and how rational or valid the claims were. Did the tribunal ask how target doctors, called Key Opinion Leaders or KOLs under “key account management”, freely endorse these products after being “educated”? What do other reputed doctors think about the fanciful opinions of the company-sponsored key opinion leaders of their profession? The Appellate Tribunal adds for good measure that Central Board of Direct Taxes circulars “act like ‘contemporanea expositio’ in interpreting the statutory provisions and to ascertain the true meaning enunciated at the time when (sic) statute was enacted.” The legal statute of “contemporanea expositio est optima et fortissinia in lege”, as set out by Sir John William Salmond, means “the essence of law lies in the spirit, not its letter, for the letter is significant only as being the external manifestation of the intention that underlies it.” Should the Appellate Tribunal not have wondered in the spirit of contemporanea expositio why these amendments of the Medical Council of India regulations came to be in the first place? The tribunal could have reflected on why the Department of Pharmaceuticals is finding it difficult to make the voluntary code of marketing mandatory. At best, the tribunal should have kept silent on the validity of explanations proffered by the assessee pharmaceutical company about why and what it does under the rubric of “advertisement expenses”.These so-called marketing expenditures are added to the price of the medicines sold and are one of the major reasons drugs are overpriced and unaffordable. Often these marketing expenditures are to claim some unique features of generic drugs long out of patent – features that do not exist when marketed singly or as fixed dose combinations. The saving grace of the tribunal’s order is that travel expenses and holidays incurred by pharmaceutical companies for doctors and their families cannot be deductible from the  income of the pharmaceutical company.Endemic market failureThe “marketing” actions of pharmaceutical companies induce unacceptable and unethical behaviour in doctors.  Indeed if one goes by the letter of the modified code of conduct of doctors, pharmaceutical companies are out of the jurisdiction of MCI regulations. But in spirit it does not make sense. Pharmaceutical companies’ unethical marketing leads to violation of the doctors’ code of conduct. A third party, the patient, is involved and often such unethical acts put a medicine out of the reach of the patient, making it a choice between life and death for the patient.   The Tribunal  order is correct in that pharmaceutical companies do not, and cannot,  fall under the  scope of the code of conduct of doctors. The  government therefore needs to have a separate legislation to ensure that companies  practice only ethical marketing and punish appropriately those companies who do not. For starters, the currently voluntary Uniform Code of Pharmaceuticals Marketing Practices be made mandatory. The government can also energise the Competition Commission of India to declare these marketing acts of pharmaceutical companies as anti-competition and anti-consumer.The writer works with LOCOST, Vadodara and the All-India Drug Action Network.","author":"S Srinivasan","time":"2017-01-25T14:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/827501-50036-zmepdnkfrp-1485265695.jpg","tags":["pharmaceutical companies","ITAT","tax deductable","freebies","Medical Council of India"],"source":"https://scroll.in/pulse/827501/ethical-minefield-pharma-industrys-gifts-to-doctors-can-be-tax-deductable-rules-tribunal"}