{"title":"EU MPs’ Kashmir trip was ‘familiarisation visit’, not meant to internationalise matter, says Centre","content":"The Ministry of External Affairs on Thursday said allowing an unofficial delegation of members of the European Parliament to visit Jammu and Kashmir was not meant to internationalise the matter, and that such delegations need not necessarily come through official channels, PTI reported.The comments came after questions have been raised about the manner in which the 23 European Union parliamentarians’ two-day trip to the region was organised. They were the first foreign group to visit Jammu and Kashmir since India scrapped its special status on August 5 and imposed prohibitory orders.  “MEPs who visited India had expressed a keen desire to know about India, it was like a familiarisation visit,” ministry spokesperson Raveesh Kumar said at a weekly media briefing, according to ANI. “They [MEPs] belonged to a spectrum of views from different countries of Europe and different political parties. Meetings were therefore accordingly facilitated as has been done on many previous occasions.”This is the first time the foreign ministry has spoken about the visit after criticism from the Opposition parties. However, Kumar dismissed their concerns and said the important point was whether such an engagement serves larger national interests. “We feel that such exchanges are part of people-to-people contacts,” Kumar said.“The MEPs statements’ clearly reflected that they understand the ground situation and how terrorism poses threat to India and UT of J&K,” Kumar added.The woman who sent the invitations to the MEPs, Madi Sharma, and her link to the government and Prime Minister’s Office are also unclear. “I think let us be very clear that these visitors who come, do not have to necessarily come through official channels”, Raveesh Kumar said. The politicians held a press conference on Wednesday where they said that the revocation of the region’s special status and India’s subsequent moves there were the country’s internal matter. The legislators said they did not want to interfere in Indian politics, and identified terrorism as the major factor for instability in Kashmir.  Opposition parties and the Bharatiya Janata Party’s ally Shiv Sena have targeted the government for facilitating the European politicians’ trip to Kashmir. Many have wondered why the Members of European Parliament were given such an easy access to the region when Opposition MPs were facing obstructions while trying to enter Srinagar. Also read:Going global: EU MPs visit shows that BJP has now thoroughly internationalised the Kashmir issueNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-31T17:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130096-thnzrvbymb-1572522848.jpg","tags":["Jammu and Kashmir","European Parliament","Ministry of External Affairs","European MPs Kashmir Visit","India"],"source":"https://scroll.in/latest/942249/eu-mps-kashmir-trip-was-familiarisation-visit-not-meant-to-internationalise-matter-says-centre"}