{"title":"European Union calls for bilateral dialogue between India and Pakistan to resolve Kashmir dispute","content":"The European Union on Sunday said that the Kashmir dispute between India and Pakistan needs to be resolved through bilateral discussions, The Indian Express reported. Tensions between both the countries have escalated since India’s August 5 announcement revoking Jammu and Kashmir’s special status. External Affairs Minister S Jaishankar met European Union High Representative for Foreign Affairs Federica Mogherini in Brussels, where officials raised concerns over human rights restrictions in the Jammu and Kashmir, ahead of a European Parliament meeting on the situation in the state on Monday, The Hindu reported. Members of the European Parliament have filed questions over the past few weeks on Kashmir, which will be taken up when the parliament reopens after a six-week recess. A statement issued by European Union said Mogherini “reiterated the call to avoid an escalation of tensions and stressed the importance of steps to restore the rights and freedoms of the population in Kashmir”. Jaishankar briefed Mogherini about the the security situation in the Valley. “The High Representative reaffirmed the EU’s support to a peaceful solution to the crisis in Kashmir through bilateral dialogue between India and Pakistan,” the statement added.On Saturday, Pakistan Foreign Minister Shah Mahmood Qureshi had set conditions for dialogue with India on the Kashmir dispute, demanding that local politicians be released and prohibitory orders be removed from the state. He said Pakistan had never refused to negotiate with India, but the atmosphere was not conducive for dialogue right now. His comments came a day after Prime Minister Imran Khan wrote an op-ed article in The New York Times, warning about an imminent military escalation between the two nuclear powers if the world does not intervene. Khan had also said he wanted to normalise relations with India and called for dialogue on the Kashmir dispute. A day later, External Affairs Minister S Jaishankar had said that India was open to discussing outstanding matters with Pakistan “in an atmosphere free of terror and violence”.  India, however, has said that the decisions it has taken for the region of Jammu and Kashmir are its internal matter. At the G-7 summit, Prime Minister Narendra Modi had rejected any possibility of a third party mediating in the Kashmir dispute as it was a bilateral matter for India and Pakistan.  After the August 5 order, Pakistan downgraded diplomatic relations and suspended bilateral trade with India. Since then, the country has raised the Kashmir dispute at the United Nations Security Council and has said that it would take it up at the UN Human Rights Council and the International Court of Justice as well.  Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-02T12:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126386-qgbkaevrpo-1567053455.jpg","tags":["Jammu and Kashmir","India","Pakistan","European Union","Federica Mogherini","S Jaishankar"],"source":"https://scroll.in/latest/935979/european-union-calls-for-bilateral-dialogue-between-india-and-pakistan-to-resolve-kashmir-dispute"}