{"title":"European Parliament sub-committee urges India to release Navlakha and Teltumbde immediately","content":"The European Parliament Subcommittee on Human Rights has written to Union Home Minister Amit Shah expressing concern about the recent arrests of activists Anand Teltumbde and Gautam Navlakha by the National Investigative Agency, and urged India to immediately release all political prisoners in view of the coronavirus pandemic. The activists are accused in the Bhima Koregaon case. In the letter, European Union Special Representative for Human Rights Maria Arena said that it was particularly alarming how  human rights defenders cannot conduct advocacy activities, especially in favour of India’s poorest and most marginalised communities, without becoming “subject to intimidation and harassment”.The subcommittee also questioned India’s use of the Unlawful Activities Prevention Act to portray legitimate peaceful protests against the Citizenship Amendment Act and other government laws and policies as “terrorist activities”. The amended UAPA allows the government to proscribe individuals as terrorists and empowers more officers of the National Investigation Agency to probe cases. A person charged under the act can be jailed for up to seven years.  It is worrying that terrorism charges are being to silence human rights activists such as Safoora Zargar, Gulfisha Fatima, Khalid Saifi, Meeran Haider, Shifa-Ur-Rehman, Dr Kafeel Khan; Asif Iqbal and Sharjeel Imam, who were recently arrested by the police, the committee observed. “Consequently, we strongly believe that measures should be urgently taken to stop impeding and criminalising the work of human rights defenders by means of overly broad national security legislation.”Also read:As Delhi Police crack down on student leaders, courts cite lockdown to justify lack of scrutiny  As Delhi Police use lockdown to arrest anti-CAA activists, courts must act to check abuse of power  Arena added that the vague definition of “unlawful activities” and “membership of terrorist organisations” could allow for wide discretion by the government in applying the law. “Such a process would substantially weaken judicial oversight and the protection of civil liberties in the country,” she said.The subcommittee reminded India that the unprecedented pandemic has led to repeated calls by the United Nations for the immediate release of prisoners of conscience as part of overall efforts to contain the outbreak.“This collective endeavour was echoed by the Subcommittee on Human Rights during its meeting of 11 May,” it said. “We trust that it is our common duty and responsibility to protect human rights without discrimination and thus, encourage India to join in and implement fully the guidelines adopted by its Supreme Court aiming at reducing detainee population at this difficult time.”India must do much more to ensure a safe and conducive environment for civil society working in the country and consider enacting a law on the protection and promotion of human rights defenders, the sub-committee said.","author":"Malini Subramaniam","time":"2020-05-30T08:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128305-lqdafkjqsl-1587207806.jpg","tags":["Gautam Navlakha","European Parliament","Citizenship Amendment Act","Anand Teltumbde","Coronavirus","Covid-19"],"source":"https://scroll.in/latest/963309/european-parliament-sub-committee-urges-india-to-release-navlakha-and-teltumbde-immediately"}