{"title":"European Union delegation meets PM Modi and Ajit Doval a day before visiting Kashmir","content":"A 28-member group of European Parliament members met Prime Minister Narendra Modi in New Delhi on Monday ahead of their visit to Jammu and Kashmir on Tuesday. The European parliamentarians are on an unofficial visit to the region. “Prime Minister appreciated the importance the Parliamentarians attach to their relationship with India by visiting right at the beginning of their term,” the Prime Minister’s Office said in a statement. “Their visit to Jammu and Kashmir should give the delegation a better understanding of the cultural and religious diversity of the region of Jammu, Kashmir and Ladakh; apart from giving them a clear view of the development and governance priorities of the region.”In an indirect reference to Pakistan, Modi told the European leaders that urgent action must be taken against “those who support or sponsor terrorists or support such activities and organisations, or use terrorism as a state policy”. He called for “zero tolerance for terrorism”, ANI reported. Senior officials will brief the delegation, who also met National Security Advisor Ajit Doval, about the situation in Kashmir. They will meet residents, and boat owners in Srinagar’s Dal Lake. David Bull of the Brexit Party in the United Kingdom, who is part of the delegation, told Times Now that he was looking forward to the visit as “it is difficult for someone from the UK to understand the complexities of the situation in Kashmir”. #WATCH Delhi: Members of European Parliament called on Prime Minister Narendra Modi at 7, Lok Kalyan Marg today. The delegation would be visiting Jammu and Kashmir tomorrow. pic.twitter.com/X4YQEjerLs— ANI (@ANI) October 28, 2019\n\n#Breaking | EU Parliamentarian reacts to #KashmirTruthTour ‘I think it is difficult for someone from the UK to understand the situation in J&K’, says @drdavidbull who’s a member of the visiting delegation. TIMES NOW’s Pradeep Dutta with more details. Listen in. pic.twitter.com/k4jrBx5jc8— TIMES NOW (@TimesNow) October 28, 2019\n\nBharatiya Janata Party leader Subramanian Swamy, however, criticised the Modi government’s decision to allow the European parliamentarians to visit Kashmir. “I am surprised that the MEA has arranged for European Union MPs, in their private capacity [not EU’s official delegation],to visit Kashmir area of J&K,” Swamy tweeted. “This is a perversion of our national policy. I urge the government cancel this visit because it is immoral.” Earlier this month, United States Senator Chris Van Hollen, a member of the Democratic Party, was denied permission to visit Kashmir to see the situation “first-hand”. When Van Hollen approached the Indian government for permission he was reportedly told “it was not the right time to go there”. Unidentified government officials told the press at the time that foreign dignitaries had been advised not to visit Kashmir because of safety and security concerns.  Van Hollen, who represents Maryland in the Senate, is one of almost 50 members of the Congress to have expressed concern about the clampdown in Kashmir. In September, he had pushed an amendment to an appropriations bill in the Senate, mentioning the restrictions imposed in the region. I am surprised that the MEA has arranged for European Union MPs, in their private capacity [Not EU's official delegation],to visit Kashmir area of J&K. This is a perversion of our national policy. I urge the Government cancel this visit because it is immoral.— Subramanian Swamy (@Swamy39) October 28, 2019\n\nNow, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-28T15:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129894-spualaruqx-1572256555.jpg","tags":["Jammu and Kashmir","European Union","Narendra Modi","Ajit Doval","Subramanian Swamy"]}