{"title":"Even in the darkness, he dreamed of lights: A tribute to renowned cinematographer KK Mahajan","content":"August 5, 1966, was a fateful day in the life of Kewal Krishan Mahajan, or KK as his friends called him. It was the day he graduated from the Film Institute of India with a gold medal in cinematography. Among the guests at the convocation was filmmaker Mrinal Sen. “I think he saw my diploma film [The Glass Pane, directed by Kumar Shahani],” Mahajan told an interviewer. “I don’t know whether he liked the film or not but he liked my work, especially a hand-held shot in the train corridor.”Sen had indeed been impressed by Mahajan’s can-do attitude – “for venturing to shoot in adverse condition,” as he later put it. That evening, he told Mahajan they would work together some day. The day arrived two years later when Sen received a production grant from the newly-formed Film Finance Corporation (later the National Film Development Corporation). The money offered was paltry, but it came with no strings attached. “I met KK in a lousy guest house at Bandra and asked if he would agree to do the photography as a sort of love’s labour, so to say,” Sen said. “KK readily agreed and perhaps beamed inwardly.”KK Mahajan (wearing a medal) at his convocation. Image credit: Praba Mahajan.Sen’s Bhuvan Shome (1969) was shot mostly on location in Saurashtra. By all accounts, it was a difficult shoot. There was not enough money to even hire a lighting crew. The paucity of resources forced Mahajan to improvise. Sen wasn’t pleased with the results when the prints arrived. (“He called me a documentary cinematographer!”) It later turned out the lab had erred.Bhuvan Shome marked the beginning of a working relationship with Sen that spanned two decades. “He improvises a lot, that is what I like about him,” Mahajan said in a later interview. After Mahajan died on July 13, 2007, Sen dedicated his book on Chaplin to his colleague. He wrote: “When he looked through my camera for the first time – and that was his first feature film – I asked him to remember the quote from Niels Bohr, the iconic physicist: Confidence comes from not only being always right, but also from not fearing to be wrong.”Shooting Mrinal Sen’s Chorus. Image credit: Subhash Nandy.Sometime in the late 1960s, the noted modernist painter Akbar Padamsee received the prestigious Nehru Fellowship from the Indian government. Inexplicably, Padamsee initially wanted to decline the lavish Rs three lakh-grant. But on fellow painter Kishen Khanna’s insistence, he changed his mind. Padamsee then put in another Rs three lakhs from his own pocket and created something called the Vision Exchange Workshop, an informal gathering of a very diverse group of people. As part of this group, Majahan shot two experimental shorts – Obsession by Kumar Shahani, based on a script by psychoanalyst Udayan Patel, and Chairs, a film on Irani restaurants, by Gieve Patel. Both films, unfortunately, are now considered lost. The workshop operated out of Padamsee’s Nepean Sea Road apartment.  It was here that Praba, a 20-something student pursuing a Phd in Sociology, came to audition for Kumar Shahani’s debut film. Produced by the FFC, the film based on a Nirmal Verma story was scheduled to be shot in 1971, but heavy rains in Rajasthan that year had changed the colour of the landscape. Maya Darpan was finally shot the following year. Not long after its completion, KK and Praba got married.KK with Praba during the shooting of Maya Darpan. Image credit: Praba Mahajan.A lot has been written about Shahani’s Maya Darpan and Mani Kaul’s Uski Roti (1970). Majahan himself spoke at length about these films in an interview in the late ’90s, conducted as part of an ambitious project titled ‘History and Practice of Cinematography in India’. Sadly, only a part of Majahan’s interview exists as the relevant tapes were lost.The interview ends at a point where Majahan begins to discuss Shahani’s Tarang (1984), a colour film that he was proud of but which remains notoriously difficult to get hold of. In an earlier interview, Sudhir Mishra had asked Mahajan about the film:Sudhir Mishra: Let us talk about the shot in ‘Tarang’ which many people feel is one of the best shots ever taken in Indian cinema. The one inside the hut in which Smita and MK Raina are talking.KK: Its timing was crucial. We had to watch for that ‘magic hour’ and had to work fast. But I will say it was just a technical achievement. There was nothing special about it. In Tarang my work is much more exciting in other scenes: in the house, whenever the floor came, it became monotonous, in the sense we were using the chattai of one light yellow colour and to break that monotony of the floor, I used as a diagonal or triangular beam.\n\n\n    \n    Play\n\nManzil (1979).Majahan has often been called the Indian Raoul Coutard, a reference to the great French cinematographer who was one of the central figures of the French New Wave. But he also successfully straddled the worlds of arthouse and commercial cinema. His filmography includes Subhash Ghai’s Kalicharan (1976), Mohan Kumar’s Avtaar (1983) and Ramesh Sippy’s last three films. And through his long association with Basu Chatterjee and his brand of middle cinema, Mahajan was also part of some of the most-loved films of that era. It is another matter that he found the work often creatively unfulfilling. He told Sudhir Mishra, “[It] is the requirement of commercial cinema. All the actors should be well lit irrespective of the effect, and the time of the action…So we have to meet their requirement, if you try to do something else, they will say no – we want light on the actor. So we put light on the actor… Jal Mistry did ‘Aandhiyan’ [Chetan Anand, 1952], which was one of the finest black and white films ever done and was mostly low key. I am told that the theatre returned the prints saying that they could not see anything on the screen. Next time he was careful and prints did not come back from the theatre!”KK Mahajan drawn by Mario Miranda. Image credit: Praba Mahajan.In another interview, Mahajan expressed his frustration at how producers and directors were beholden to the stars, who were often juggling multiple projects: “[E]ven if a director wants them to come early in the morning, they cannot come early. And everybody knows the best time to shoot is certain hours in the morning and certain hours in the evening. But here in India you don’t get these hours to shoot – that is the most unfortunate part of it.”Mahajan also shot Buniyaad, the landmark TV serial. When its director Ramesh Sippy asked him about the experience, he replied, “Most of the time we are working on Umatic [a video format]. When you do the recording, the results are quite satisfactory, but by the time it is telecast, it loses its colours. And when you see it in your house, you don’t think this work was done by you.”Among the scores of commercial films that Mahajan worked in was Door Desh (later released as Gehri Chot, 1983). Assisting him on this film, which was shot largely in Canada, was a young film student named George Gooderham. In an article, which was probably intended for a campus magazine, Gooderham gives us a good-humoured snapshot of KK at work: KK, at 36, is a veteran of some 45 features and over 200 commercials and documentaries. This September the Museum of Modern Art in New York will be screening 15 Indian Art Films; KK shot 13 of them. The man is experienced and his techniques show the streamlined shooting style that arises from years of work…KK usually places at least one 9lite [a single-source light with nine 650 watt lamps] directly behind the camera and bouncing straight in at the subject off a core board reflector on a flag stand.“Fill?” our intrepid reporter intelligently inquired.“No,” KK replied, “It’s an old habit from my days shooting in the Himalayas. Before 9lites my teeth chattered so violently that I couldn’t hold a steady image. So I hooked up a lite like this to keep me warm and it looked good so I use it always.”At the same moment he turned to admire the genius of it all. “The formcore’s on FIRE!” Suddenly the set erupts as the flaming fill is rushed out the front door and stomped into ashes. KK calmly requested a new sheet of core board and mentioned that it not be placed quite so close to the lite this time…The shot, a long Renoir style pan and hold, nearly cooked KK and his assistants…For take two and etc. the camera crew donned towels as protection from the 9lite’s blistering heat. \n\n\n    \n    Play\n\nBamboo Flute (2000).Working in an era when most cinematographers started out as apprentices and worked as assistants for years before they got independent projects, Mahajan received four National Film Awards within a decade of starting out. He also had none of the insecurities that many of his contemporaries working in the commercial cinema displayed. He freely passed on his knowledge to colleagues and students, and several of his assistants went on to have successful independent careers.Mahajan wore his fame lightly. He considered Subrata Mitra “the best cameraman produced in India…I have tried my best to reach his level, but so far have not succeeded…[I]magine that he was working in the ‘50s and early ‘60s, that too in conditions in Calcutta…I did not like his first film…but I liked his second and third and subsequent films.” Mitra had shot Satyajit Ray’s Pather Panchali (1955) with a Mitchell camera. It was an experience he did not enjoy – it was a terror for me to operate the camera, he later wrote – and managed to acquire an Arriflex camera before Aparajito (1956). This particular Arri was subsequently used not only for most of Ray’s films but was also hired out to other filmmakers. In fact, as Madhuja Mukherjee writes, “[U]ntil 1981, films of Ritwik Ghatak, Mrinal Sen, Tapan Sinha and others were all shot with Mitra’s Arri.”This included Sen’s Interview (1971), which has a famous tram scene featuring the actor Ranjit Mullick where, in a Brechtian moment, we see Mahajan filming the scene. “In my opinion,” writes Madhuja Mukherjee, “the appearance of Mahajan on the scene is significant since he would eventually – somewhat single-handedly – shoot almost all alternative films of the period…”KK Mahajan. Image credit: Praba Mahajan.One of the last films Mahajan shot was Anup Singh’s Ekti Nadir Naam (2002), a tribute to Ritwik Ghatak. One night, while filming in Bangladesh, a savage storm struck. It raged on through the night. At dawn, there was a lull. But the crew and actors looked exhausted. Singh gave up all hope of shooting: I walked away bitter and angry with nature and god. When I returned to the location, I saw KK standing near the boats. The camera set up. He was furious and glared at me as I reached him. “Anup,” he said, “by now you should at least have learned that you must make your frame before you walk off somewhere. What am I to light otherwise?”\n\n\n    \n    Play\n\nEkti Nadir Naam (2002).In early 2002, Mahajan was diagnosed with cancer, following which his voice box was surgically removed. Despite this, he continued conducting workshops for students, contributing vigorously to the debate, as one participant described, by “writing furiously on his notepad, shaking his head, gesturing and then jabbing the pad with his pen”. When his friend Amrit Gangar wanted to screen Basu Chaterjee’s Piya Ka Ghar (1972) as part of a package of films on Mumbai’s chawls, KK drew elaborate sketches and made notes explaining how the chawl scenes were shot. As doctors had feared, the cancer reared its head again. To ease the unbearable pain, morphine was administered. In the drug-induced haze, Mahajan would sometimes scribble on notebooks. Often, these were random instructions to his assistants. In the darkness, KK was dreaming of lights.Mahajan's drawings detailing the sets built for Piya Ka Ghar. Image credit: Praba Mahajan.","author":"Rudradeep Bhattacharjee","time":"2017-07-13T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/843613-62985-jyaibivzwf-1499887768.jpg","tags":["KK Mahajan death anniversary","Mrinal Sen","Basu Chatterjee"],"source":"https://scroll.in/reel/843613/even-in-the-darkness-he-dreamed-of-lights-a-tribute-to-renowned-cinematographer-kk-mahajan"}