{"title":"Even before ‘Pyaasa’, the shadows had started gathering in Guru Dutt’s ‘Mr & Mrs 55’","content":"Though the film [Mr & Mrs 55] is essentially a satirical comedy, it is Guru Dutt’s first film to introduce in a more definitive way than in his previous work – a concern for social realities. Mr & Mrs 55 opposes the corrupting influence of westernisation on India’s urban rich by reaffirming traditional Indian values.The film’s greatest weakness – which also dates it – is its highly reactionary and simplistic view of women struggling for independence. Sita Devi is a caricature, portrayed as a villain rather than as a serious crusader for women’s rights. The film’s greatest strength is its use of intelligent repartee rather than the usual buffoonery and slapstick prevalent in many Hindi comedies. Mr and Mrs 55 has much of the pace, mood and feel of the American comedy, and is probably the most Hollywood-influenced of all Guru Dutt’s work.Abrar Alvi: When I was a student at Nagpur University, I wrote a play called Modern Marriage. I narrated the play to Guru Dutt. He liked it a lot and said, “Abrar, let’s make a film with this.’ He asked me to add a twist to the plot which wasn’t there in the original play – he talked about some American film starring Cary Grant and Bette Davis, in which she is a European who must marry an American citizen so that she can stay in America. She decides to marry Cary Grant, an unemployed actor, on the condition that they will divorce as soon as her right of domicile is established. We took this twist from the Bette Davis film, and we added the women’s liberation angle ourselves.In Mr & Mrs 55, there is a scene in which Sita Devi confronts Preetam on his views. She says, ‘Tum communist ho?’ (Are you a communist?) He replies, ‘Ji nahin, cartoonist.’ The repartee is fired back at great speed, it’s a phonetic punning on the words. But there is some thought behind it too. That style of repartee was my forte. Humour has become very loud in Indian films. In those days, subtle humour was appreciated.In another scene, I had decided that the hero, Preetam, would only say the ’yes’ throughout the exchange of dialogue with Sita Devi. But each time he would say ’ji haan’ [yes] it would take on another meaning. The situation is that Preetam is upset that he isn’t allowed to see Anita, the woman he has married and loves. The villain of the piece is her aunt, Sita Devi. So Preetam draws a cartoon.That cartoon was actually drawn by India’s top cartoonist, RK Laxman; it is his hand you see in the frame, and the drawing was his idea too. Sita Devi appears in the cartoon wearing a Roman toga and stands in a Roman chariot with a whip in one hand. She holds the whip like a torch of liberty. Anita and Preetam, who are on all fours, are the horses that pull the chariot. Once we had that drawing, we conceived the next scene.Sita Devi sees the cartoon printed in the newspaper. She enters Preetam’s room with the newspaper in her hand. She is absolutely furious.Sita Devi: ‘Ye cartoon tumne banaaya?’ [Did you draw this cartoon?]Preetam: ‘Ji haan’ [Yes].Sita Devi: ‘Ye main aur Anita hai? [Is this Anita and me?]Preetam: ‘Ji haan’ [Yes].Sita Devi: ‘Aisi shakalein hain hum donon ki?’ [Is this what we look like?]Preetam: ‘Ji haan’ [Yes].Sita Devi: ‘Mazaak urayaa hain tumne hamaara?’ [So you mock us, do you?]Preetam: ‘Ji haan’ [Yes].Each ‘Ji haan’ has a different shade, a different tonality, meaning different things. I thought, ‘Let’s repeat the same word, it will thrill the audience.’ So the whole scene was evolved in this way. When Preetam said ‘Yes’ for the third or fourth time, the audience in the cinema hall burst out laughing.Once more with feelingThe dialogues of the film are so unlike the predictable lines spoken in most Indian films, that audiences in the fifties, as well as more recent viewers, marvelled at the film’s wit and imagination. Each exchange demands complete attention, and unlike many Indian screenplays in which dialogues repetitively stress the same emotions again and again, each sentence in Mr & Mrs 55 skilfully develops the plot while the dialogue as a whole invokes a range of feelings...Another original feature in the writing style developed by Abrar Alvi and Guru Dutt is the way in which they diffuse highly charged situations with witty repartees that are matter-of-fact and down-to-earth. In the convention of Indian cinema, dramatic effects in dialogue is often achieved by accentuating simple realities. Simple questions like ‘How did you get here?’ are used to evoke answers with an exaggerated melodramatic tone.Abrar Alvi, on the other hand, made a scene witty through a subtle mocking of the conventions of Hindi film dialogue by providing the most obvious responses to the most banal questions. A question on the lines of, ‘How did you get here?’ would provoke laughter in the audience by the simplicity of its response: ‘By taxi.’Keep walking, JohnnyIn Guru Dutt’s films, Johnny Walker nearly always had the best comic lines, and nearly always had the best comic songs….Johnny Walker: in those days, most of the shooting was done indoors, and mostly at nighttime. Many of the studios were in the middle of the city, so you’d hear a lot of noise – the traffic, car horns and crows and what-not. It was so noisy, we’d keep having to cut the shot. We didn’t do much dubbing in those days, and because we needed as much quiet as possible. we would shoot at nights, from nine in the evening to five in the morning… Whether it was a light scene or a serious scene, Guru Dutt made sure it went well… He never compromised on quality, no matter how much extra it cost.Guru Dutt always gave all his artists a lot of room. He wanted us all to give our best. If we made a mistake, then he’d tell us, ‘Johnny, ye tumhaara scene hai, ye dialogue hai, ye shot hai. Isme tum jo behtar kar sakte ho to karo’ [Here is your scene, your dialogue, this is the shot. If you can do better, go ahead.’] That’s what he would say, then off I’d go.In each rehearsal, I’d say some lines extempore. In every rehearsal, I would come up with something new. Guru Dutt used to love that. He used to look at everyone on the sets, and see if the light-boys, the cameraman, the assistants, were laughing at my dialogues. Guru Dutt had an assistant write down whatever I said in the rehearsals. That’s how we worked. The reason I did so well in all of Guru Dutt’s films was that I had found the man who knew how to draw out my talent, otherwise it would have stayed within me.Anticipating ‘Pyaasa’Each of Guru Dutt’s earlier works has some unusual or memorable moments, but the overall effect of those works – Baazi, Jaal, Baaz and Aar Paar – is uneven. Mr & Mrs 55 is the first film in which a lyrical and poetic style so uniquely Guru Dutt’s is discernible. Fluid camera movements, long tracking shots, brilliant use of close-ups, play between light and shade, intelligent dialogue, unpredictable plots, fine use of music, naturalistic performances and a psychological depth to his characters are the hallmarks of Guru Dutt’s work. Each of these elements is present in this sparkling comedy.Although the fluency of images shows a great ease, Guru Dutt was never confident of his own screen presence, and in the initial casting of Mr & Mrs 55, he has, as [production controller S] Guruswamy remembers, imagined Sunil Dutt in the role of Preetam. But at the last moment, as happened each time a new film was launched, Guru Dutt decided to take the role himself. Preetam is quite unlike Guru Dutt’s earlier heroes. Madan (Baazi), Tony (Jaal), and even Kalu Birju (Aar Paar), are recognisably archetypes of Hindi cinema, while Preetam belongs to the real world in which he must struggle to survive. But the humour of the film lightens the very real poverty he endures...Preetam is the first of Guru Dutt’s struggling artists. Like Vijay in Pyaasa and Suresh Sinha in Kaagaz Ke Phool, he is an introverted man who is revolted by false social values and inequalities but is unable to take the world head-on. While Vijay uses poetry as his sword, Preetam’s revolt is expressed through cartoons. Preetam is the lighter side of Guru Dutt’s screen characters; yet he too prefers withdrawal to confrontation. When he feels that Anita does not love him, he helps bring about the divorce by providing Sita Devi with false evidence of his own debauchery. He walks onto the street, where some street singers are performing a qawali…Preetam stands in the half-light so prevalent in Guru Dutt’’s later work, and smiles in ironic complicity as the qawal sings. The scene bears a new intensity not explored in the earlier scenes of Mr & Mrs 55. Despite the prevailing light-hearted and breezy tone of this comedy, the bitter-sweet lyric of this song brings a significant shift of perspective to the film, and anticipates the very much darker mood of Guru Dutt’s masterpiece, Pyaasa.Excerpted with permission from Guru Dutt: A Life in Cinema, Nasreen Munni Kabir, Oxford University Press.Also read:‘Pyaasa’ is the Guru Dutt gift that keeps giving","author":" Nasreen Munni Kabir","time":"2015-07-09T08:30:35+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/739403-e762ab6e-0c77-4175-89b8-4fbd2a574672.jpg","tags":["Guru Dutt","Madhubala","Mr and Mrs 55"],"source":"https://scroll.in/article/739403/even-before-pyaasa-the-shadows-had-started-gathering-in-guru-dutts-mrs-mrs-55"}