{"title":"‘Even Ajmal Kasab was given fair trial’: Satyendar Jain accuses ED of leaking footage from his cell","content":"Aam Aadmi Party leader Satyendar Jain on Tuesday accused the Enforcement Directorate of leaking footage from inside his jail cell to the media and asked a Delhi court to ensure that he is given a fair trial in the money laundering case against him, reported Bar and Bench.Last week, Bharatiya Janata Party leaders had tweeted close circuit television visuals from Jain’s cell, which showed him receiving foot massages. As per the CCTV footage, one of the videos is from September 13, while the other is from September 14. The BJP accused Jain of receiving special treatment behind bars.Delhi Deputy Chief Minister Manish Sisodia, however, claimed that the massages were part of Jain’s physiotherapy regimen for a spine injury.On Tuesday, Special Judge Vikas Dhull was hearing a contempt plea filed by Jain against the Enforcement Directorate.“Give me a fair trial...Even Ajmal Kasab [terrorist involved in the 2008 Mumbai attack] was given that,” Senior Advocate Rahul Mehra, appearing for Jain, said at the hearing. “I am surely not worse than that.”Mehra told the court that the media had access to the Enforcement Directorate’s response even before he received it. The senior advocate claimed that the central agency was trying to create hysteria across national channels that the Aam Aadmi Party leader was enjoying luxury inside the jail.“Everything is out in the media,” he said. “Not only presumption, but I am sure that the reply to the application has first been leaked to the media. Before we enter the court, [it] is playing all over the media.”Mehra also accused the Tihar Jail authorities of leaking the CCTV camera footage and sought a judicial inquiry into the matter.Advocate Zoheb Hossain, appearing for the Enforcement Directorate, refuted Mehra’s claims and  suggested that the defence leaked the footage.“There are two people who had the pen drive [containing the footage],” he said. “There was no single leak. The moment they [the defence] got the pen drive, there was a leak.” he added.Hossain said that it was preposterous to presume that the central agency leaked the footagae.The court will now hear the case on November 28.  Jain, a minister without a portfolio in the Delhi government, was arrested by the Enforcement Directorate on May 30. The agency’s case is based on a disproportionate assets first information report filed by the Central Bureau of Investigation in 2017 under the Prevention of Money Laundering Act. He is accused of having laundered money through four companies allegedly linked to him.The agency claims that money routed through the companies was used to buy land or repay loans taken to purchase agricultural land in and around Delhi.Notice to ED on Jain’s plea about basic foodMeanwhile, the court also issued a notice to the Enforcement Directorate on another petition filed by Jain seeking directions to Tihar officials to provide him food items such as fruits and dry fruits as he was observing a fast due to religious beliefs, reported PTI.The court sought the central agency’s reply by Wednesday.Jain has also demanded that he be taken for a medical checkup as he sustained severe spine injury after he fell inside the prison.“He also has lung patches, which is a post-Covid-19 symptom,” the plea claimed. In the petition, Jain has said that he was a “strict adherent of Jainism” and claimed that the jail authorities were not giving him basic food according to his religious and medical needs. The plea alleged that since Jain’s arrest on May 31, he has not been able to visit a Jain temple, and “being a strict Jain religious observer, he has been on a religious fast and was not having cooked food, pulses, grains and milk products”.It claimed that for the jail authorities has stopped providing him the food he needs for the last 12 days.The petition added: “For last almost six months, he has been surviving only on fruits, vegetables, seeds and dry fruits or dates. This he was purchasing from his quota of ration available to all inmates.”","author":"Scroll Staff","time":"2022-11-22T19:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172933-kaourwksvj-1653993128.jpg","tags":["Satyendar Jain","Enforcement Directorate","money laundering case","contempt case"],"source":"https://scroll.in/latest/1038083/even-ajmal-kasab-was-given-fair-trial-satyendar-jain-accuses-ed-of-leaking-footage-from-his-cell"}