{"title":"Even as thousands are detained in Kashmir, courts and legal system remain frozen","content":"On September 12, Lateef Dar, a bank employee in North Kashmir’s Sopore area, made his way to the high court in Srinagar. He had not been able to contact his lawyer, Wajid Haseeb, on the phone since mobile and internet connections in Kashmir had been blocked since August 5. But he knew exactly where to go.For the past five weeks, Haseeb has sat on the same bench, facing the entrance to the court, so that his clients know where to find him. Most are relatives of men detained by the security forces since August 5, when the Centre revoked the special status for Jammu and Kashmir under Article 370 of the Constitution and split the state into two Union Territories. As the announcement was made, Kashmir went under lockdown and thousands were detained across the Valley.Hundreds have been held under the Public Safety Act, a stringent preventive detention law – estimates handed out by government officials of the numbers taken into custody range from 290 to 4,000. Many booked under the law have reportedly been sent to jails outside the Valley.At a time when they are needed most, lawyers have been in short supply. Angry notices posted by the High Court Bar Association of Kashmir at the high court in Srinagar to explain why. Among the first arrests was Mian Abdul Qayoom, president of the Bar Association of Kashmir, now being held in a prison in Agra, and Nazir Ahmad Ronga, former president of the High Court bar, who was taken to Moradaba prison.Since then, the police have booked Fayad Sodagar, president of Anantnag District Bar Association, and Abdul Salam Rather, president of the Baramulla District Bar Association, under the Public Safety Act. Lawyers based in Srinagar said Sodagar was on the run and Rather was imprisoned in Uttar Pradesh.At the Shopian district court, lawyers said the police have detained advocate Zubair Ahmad Bhat, and his father, Mohammad Yousuf Bhat, a senior advocate and a member of the legislative assembly from the People’s Democratic Party.Lawyers were “requested to abstain from work as a mark of protest”, said the notices at the high court in Srinagar. Apart from objecting to the arrest of their colleagues, it was felt, lawyers had to support the larger civil shutdown to protest against the August 5 announcements.While most of the 1,050-member Kashmir Bar Association went on strike, seven lawyers were designated to help the families of those detained. Haseeb is one of them. Their job mainly consists of filing habeas corpus petitions in the Srinagar bench of the Jammu and Kashmir High Court. But it has not been easy.Notices at the high court building in Srinagar.A rush of habeas corpus petitionsOn September 16, Chief Justice of India Ranjan Gogoi declared he would go to Srinagar himself to ensure people could approach the high court there. The Supreme Court had been hearing petitions on the detention of minors in Kashmir. Lawyers argued that internet shutdowns and the lack of public transport had made the Srinagar court inaccessible.The Jammu and Kashmir government spokesperson, however, issued a detailed statement  which claimed, among other things, that the administration had ensured access to courts. Both the high court and lower courts, the reply said, were “functioning normally”.News reports told a different story. The Indian Express reported that between August 5 and August 26, a total of 288 cases were heard at the high court in Srinagar. But in 256 of these cases, the petitioners were not present. In 235 cases, the respondents failed to show up. Orders posted on the high court website speak of cases being postponed because of “restrictions on traffic movement”.“The number of orders and cases being heard has drastically gone down,” said a member of the high court bar association who has been fighting cases at the high court in Srinagar since 2014. “Earlier, it would be routine for 2,000-3,000 orders to be issued in the high court in one month. Now, the government is going around arresting people, little other work is on, so only habeas corpus petitions are being filed.”Court records suggest there has been a sharp rise in habeas corpus petitions challenging detentions. According to an Indian Express report, in the five months between February 14, when a suicide bombing killed 40 paramilitary personnel in South Kashmir’s Pulwama district, and August 4, 150 habeas corpus petitions were filed in the Srinagar court. Court officials in Srinagar, checking their internal records, told the reporters of this article that 200 habeas corpus petitions had been filed in the five weeks between August 5 and September 11.Several reasons have contributed to the paralysis of legal processes in the Valley.Lawyers out of circulationAccording to lawyers in the Valley, the arrest of their colleagues was meant to intimidate them. The Kashmir Bar Association has a history of fighting cases pro bono, especially cases of human rights violations.“Why is this being done?” demanded Mir Shafaqat Hussain, a senior advocate. “Some of us were contesting arrests and detentions of the youth here over the last few years. But we relied on India’s Constitution and its laws to argue their cases. It was the state’s prerogative to release people. How is a lawyers’ work a threat to public safety?”Hussain is especially disbelieving about the arrests of the Kashmir Bar Association president and former president. “Advocate Qayoom is over 65 years old,” he said. “He has been raising questions about the government’s actions in J&K for decades and he was imprisoned in 1989-90 as well. But right now, he was unwell. Only one of his kidney is healthy. Even then he has been jailed in Uttar Pradesh.”Ronga, he said, had been a “moderate”. “He always spoke of how to peacefully settle the Kashmir dispute, but the government arrested him as well,” said Hussain.Last month, the Srinagar bench of the Jammu and Kashmir High Court had allowed two lawyers from the Kashmir bar to visit Qayoom in the Agra Jail. However, the state government appealed against it, after which the court order was “kept on hold”.Finally, lawyer and human rights activist Parvez Imroz said, the “court gave no relief”. It was the government which passed an administrative order allowing bar members to meet four senior lawyers, including Qayoom and Ronga, who had been detained.“What about hundreds of others who are being denied their statutory rights to receive visitors in jails?” said Imroz.A view of the deserted High Court in Srinagar. Photo: Anumeha YadavSuch a long journeyFor the relatives of many of those detained, reaching the court is an ordeal. Latif Dar, for instance, wanted to consult Hajeeb about his 25-year-old brother-in-law, Shahnawaz Ahmed Dar. On the night of August 20, Shahnawaz Dar, a daily wage worker, had been detained by the security forces and then booked under the Public Safety Act. According to Latif Dar, his brother-in-law was picked up after he was found in a group watching a vehicle that had been set on fire.  “There have no proof of any offence,” he said.Latif Dar said he was among the few from his village who had been able to reach the court at all. That was because he worked in a bank and owned a car. On the way, he said, he had to go past numerous security checkpoints. Besides, the civil curfew to protest against the August 5 announcements had kept public transport off the streets. “Not everyone can afford to hire a private vehicle,” he said. “It is difficult to come this far right now when the situation is so terrifying.”For weeks, the high court building itself was circled by concertina wiring and blanketed by heavy security. On September 11 and 12, the high court building wore a deserted look and its corridors were empty even in the middle of the afternoon.Concertina wiring spooled across the road leading to the high court on September 11What arrests?Interviews with the families of those detained suggest many are not able to file petitions. In a large number of cases, there is no first information report or any kind of paperwork to show for the detention.Dilbag Singh, director general of police of Jammu and Kashmir, said that they had detained about 3,000 persons as a preventive measure but many of them had been let off after their families and neighbours signed “community bonds” pledging the detainees would stay away from protests. The police had not registered offences, he said, out of concern for the boys’ careers, which would be marred if they had a criminal record.But Abdul Wari, who is from the South Kashmir district of Anantnag, said the lack of records only cut off access to legal recourse. Some of the families who had approached him in Anantnag, for instance, said they did not have detention orders or FIRs. This made it harder for advocates to file pleas for habeas corpus or bail, Wari explained.Wari recounted the case of a police constable from who wanted legal help for her husband, detained in Kupwara in North Kashmir, on August 6. “First, she was not allowed to meet him in Srinagar central jail and then the next day, she was told he had been taken to Lucknow and is now being held there,” Wari said. “Despite filing multiple applications, we are unable to get any detention orders from the Kupwara district office.”Several families in Bandipora and Shopian also said their children had been locked up in police stations for 30 to 40 days but since they could not get FIRs, they could not pursue legal means to get them released.Locked post offices in Central Kashmir's Ganderbal district.No legal noticesEven the most mundane court processes, such as serving legal notices, have been hampered. An order posted on the high court website, dated September 16, says a show cause notice from July 24 could not reach the relevant parties because of traffic restrictions. But that is only part of the problem. Last month, India Post announced postal services in the Valley were suspended “until further orders”.  “In habeas corpus cases, we have to send notices to the state and jail authorities,” said Hussain. “How do we do that when post offices are shut?”The stamp or signature with a date on the post office receipt is proof that a party to the case has been served the notice. It was only recently from September 13 that the high court allowed “dasti notices”, or papers hand-delivered by court functionaries directly to the concerned parties.But that does not solve all problems, explained a young lawyer in the Shopian district court in South Kashmir. Advocates in Srinagar may be handed notices. It is still hard to send notices to jails outside Srinagar, not to mention jails outside Kashmir, where many people are now being held.Without the notice being delivered to the respondents – in a habeas corpus case this would be the Jammu and Kashmir police as well as jail authorities in the Valley as well as outside it – the case cannot proceed and the prisoner continues to languish in jail.On September 13, the General Post Office in Srinagar had closed by 3 pm. Shubashir Ahmad, who had hitched rides in several cars that morning to check if the post office was open, was disappointed. He urgently needed his sister, who lives in the United Arab Emirates, to wire him money to buy food. “It was closed when I first reached here at 12.30 pm.” he said. “I came back after two hours to see if it was open.” He had no luck.Between September 12 and 14, the reporters of this article visited post offices in various districts of the Valley – in Pulwama and Shopian in South Kashmir, at Safapora in Central Kashmir’s Ganderbal district. They were all closed.Misrule of lawThe recent turn of events has embittered young lawyers at the high court, even those who had been staunch believers of the Indian Constitution.Suhail, who is in his mid-20s, had finished a law degree in Pune and practised at the high court in Srinagar over the last two years. “I always believed in India, not in the azadi group,” he said. “I loved the Constitution, so much so that my Kashmiri friends used to tease me – ‘here comes the idea of new India.’ It is the most beautiful Constitution in the world, if you read it.”Over the past month and a half, he has also been reminded of the wisdom of the constituent assembly. “Even Dr Ambedkar had said in the Constituent Assembly debates that its beauty depends on how it is implemented,” he explained. The values of the Constitution could easily be reversed if it was poorly implemented –  Kashmir was a prime example, concluded Suhail.","author":"Anumeha Yadav and Menaka Rao","time":"2019-09-20T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127641-fpnocclcyu-1568908661.jpg","tags":["Jammu and Kashmir","Jammu and Kashmir High Court","Ranjan Gogoi"],"source":"https://scroll.in/article/937856/even-as-thousands-are-detained-in-kashmir-courts-and-legal-system-remain-frozen"}