{"title":"Even after Stan Swamy’s death, the fight to get justice for Jharkhand undertrials is still alive","content":"“Until his last breath, Stan had hope in the judiciary,” recalled Sheela*, a Delhi-based lawyer who asked to be anonymous for fear of being targeted. “He was waiting for the July 3 hearing where his interim bail plea was to be taken up. I think when that did not happen, he finally lost hope.” Sheela was referring to Stan Swamy, a social scientist and Adivasi rights activist, who died on July 5 in custody, charged with being a left-wing extremist under the stringent Unlawful Activities (Prevention) Act, 1967.It was with this belief in the judiciary that she had worked with Swamy on his last project, a public interest litigation filed in 2017, against the prolonged judicial custody of impoverished Scheduled Tribe, Scheduled Caste and Other Backward Class prisoners in non-bailable offences in Jharkhand. But before the court could reach a decision, Swamy himself died in custody in a Mumbai hospital, after seven months of incarceration as an undertrial in the Bhima Koregaon-Elgar Parishad case, charged under the draconian law.Now, his friends and colleagues, including lawyers and activists, take forward the work Swamy had lived and died for. But his death has been a major blow for dissent and prisoners rights in Jharkhand, they told IndiaSpend. “The state has successfully crushed a voice of civil society,” said lawyer Shyam Sinha, part of the team that worked on the 2017 public interest litigation. “Now people are too afraid to speak out for political prisoners or those imprisoned on alleged charges of Maoism.”This second report in IndiaSpend’s “After Stan” series examines the issues that Swamy had laid out in his petition, the struggle to take the petition and the issues ahead in the courts and where it stands today. (Read the first article on high numbers of Adivasis, Scheduled Castes and OBCs figuring among undertrials charged with being extremists under stringent, non-bailable offences in Jharkhand, often on flimsy grounds, here.)Public interest litigationSwamy’s writ petition was based on research by a team from Bagaicha, a social science institute he founded at Namkum in Ranchi district. The 2015 report included a study of 102 undertrial prisoners accused of extremism, and found that they were disproportionately from Adivasi and Moolvasi (non-tribal natives from Other Backward Classes and Scheduled Castes) communities. Most did not know why they had been arrested and were from poor households with limited education.As part of the research for the petition, Swamy and his colleagues also surveyed 108 cases in Chaibasa District Jail. The team matched the patterns in Chaibasa district jail with interviews with similar undertrials in other jails, and interactions with defence lawyers at various Jharkhand courts, including in East Singhbhum, Seraikela-Kharsawan, Khunti, Gumla, Latehar, Daltonganj, Hazaribagh, Tenu Ghat, Dhanbad, Giridih and Ranchi districts. They estimated a total of 500 detenues facing such cases across Jharkhand.Swamy, in his PIL to the Jharkhand High Court, had called the prolonged judicial custody of impoverished Adivasis, Scheduled Castes and Other Backward Classes in Jharkhand’s lower courts a “failure of justice”. The cases were related to the UAPA, 1967 (as amended in December 2008), Section 17 (unlawful association) of the Criminal Law Amendment Act for being a member of a banned association, and Chapter VI (offences against the state) of the India Penal Code, among others.“If not for being charged under these, the person might have been released by now,” said Sinha.Three groups of prisoners suffered from prolonged judicial custody – those whose cases need government sanction for prosecution and the lower courts have caused delays in pretrial and trial proceeding; those against whom the police has delayed framing of charges and those who are in jail because of official callousness, administrative measures and the state seeking continuous adjournments, the petition said.Prisoners from these socially disadvantaged communities faced the worst conditions in custody, due to ignorance and the inability to arrange money for bail or advocates, the petition added.In January 2018, the Jharkhand HC admitted the petition and took cognisance, directing the state government to respond. Subsequently, some responses filed by some of the jails in the state – for instance from Latehar, Khunti, Gumla, Chatra, Sahebganj and Bokaro – seemed to support the claims of the petition: prolonged detention, bail routinely not granted, multiple cases under serious offences foisted against the same prisoners and incomplete information.But the state was slow to respond, and between September 2018 and May 2019, hearings on the writ petition were adjourned six times. In October 2019, Stan’s petition was merged with three others on prison reforms. There have been no hearings since 2019.IndiaSpend has contacted the Secretary of Home, Jail and Disaster Management and the Inspector General of Prisons, Jharkhand for their comments on alleged violation of prisoners’ rights in Jharkhand jails, caste-disaggregated information on undertrial prisoners in Jharkhand, and to ask whether the complete information from all jails of Jharkhand was submitted as directed by the Jharkhand High Court in 2018. We will update this report when we receive a response.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 96.05978260869566%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/stgetonwag-1638787766.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 95.09536784741145%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/silztotagt-1638787775.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 96.11650485436894%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/tqdeuvqvwv-1638787780.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 95.7592339261286%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/daplnkdtqt-1638787786.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 95.89603283173734%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ugxcjneqcw-1638787791.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 95.0752393980848%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/auunfqonmy-1638787829.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 96.0328317373461%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/dqktjmhoer-1638787835.png\">\n  </picture></figure>\nOf the 108 cases studied in Chaibasa jail, 25 (23%) were stuck at the charge-framing stage, some for as long as three or four years. One reason for the delay, the non-appearance of one or more of the co-accused, was on flimsy grounds, as the case could proceed as per the provisions of Section 299 Code of Criminal Procedure (recording of evidence in the absence of the accused).Eighteen cases (17%) were delayed at the point of cognisance by a magistrate from six months to four years, though in criminal cases, an accused cannot be held beyond three months without a magistrate taking cognisance, as per this explainer by legal news website Bar and Bench. Even in those alleged offences that did not require government sanction for prosecution (unlike the UAPA, sedition and Arms Act), the magistrate remained reluctant to take cognisance, refusing to commit it to the sessions court for trial, the petition said.“The parties involved here are the state administration, the police and the judiciary,” said Sinha. “They have the power to register an FIR, start an investigation, pass an order for sanctions and grant bail. What mars speedy trials is that the Jharkhand government is not interested in proving anyone guilty. Their only purpose is arrest.”Arbitrary transferBilal Chero*, 32, of West Singhbhum, was arrested in 2009 on what he called 22 “Maobadi charges”, including the UAPA and Section 17 of the Criminal Law Amendment Act. He was released from jail in March 2020, two days before the nationwide lockdown was imposed, he said. While he has been acquitted in all but four cases, these require him to travel to Chaibasa District Court twice a month, spending Rs 300 on lawyer’s fees and Rs 500 on travel each time. To fight the charges, his family sold their land and spent over Rs 3.8 lakh. His two children are currently in Rourkela, Odisha in a government school and he lives in a house funded by the housing scheme, Prime Minister’s Awas Yojana.“Our land is inside the forest, where the party-wale [Communist Party of India (Maoist)] used to come and go,” Chero said. “They carried arms and out of fear we would serve them food and drink. If we did not, they would have killed us. Suddenly there was a case against me and the police came and took me away. They could not even prove any of the cases.”His acquittals prove how false these cases often are, assisting lawyer Shiv Prasad Singh, who was also part of the petition team, told IndiaSpend. “We are not criminals, we are just farmers trying to stay alive,” Chero said, in late November. “I want to request the government and local administration to not drag me into this matter again.”\n\t\t\n\tThe 2017 petition by Swamy stated that police deliberately foisted multiple cases in a staggered manner against certain prisoners. New cases would be registered elsewhere, allegedly fabricated by Investigating Officers on the behest of their superiors. On the eve of release on bail or acquittal, prisoners would find themselves charged with a new case. The courts do not examine the veracity of these new cases, leaving any “malafide intent” of police towards detention of such communities unchecked, the petition alleged. It sought an appropriate order by the Jharkhand High Court to impose curbs and checks effectively.In some cases, prisoners were being transferred mid-trial to jails in different districts, to be produced in a court for a different case, after which they were not usually returned to the earlier jail. This meant the prior trial was left incomplete, the petition said.Additionally, in several cases of such “arbitrary” transfers, prisoners lost contact with their legal defence and families did not have the money to travel to other districts. The petition asks the Jharkhand High Court to control such transfers.Trial delaysOf the 108 cases in Chaibasa District Jail, 58 were unduly delayed at trial stage, some pending for three to 10 years. This was often because the courts “frequently displayed undue leniency” in granting adjournments to the prosecution if its witnesses failed to show up at hearings, the petition said. This was the case even when the number of witnesses required to depose was not usually over 15-20.Often, prosecution witnesses, who were police or paramilitary personnel, transferred to farther regions did not comply with summons in court cases, Supreme Court advocate Parijata Bharadwaj, who was part of the Chhattisgarh-based Jagdalpur Legal Aid Group, explained. “In such cases, courts seldom close prosecution evidence despite security personnel not turning up for years on end,” Bharadwaj told IndiaSpend.In other cases, the co-accused were not produced for trial as they were incarcerated in a different jail. “While the Code of Criminal Procedure, 1973 mandates that hearings must proceed day to day, the trial court has the power to adjourn on sufficient reason,” said Sinha. “What we see in Jharkhand is when the first witness of 15 does not appear, the court adjourns the matter for 14 days. At the next hearing, the same thing happens.” Instead, the court could write that the first witness failed to appear before it and go ahead with the rest of the case or, they could close the case saying that the prosecution failed to present sufficient evidence, Sinha suggested. “But the court waits and waits and adjourns for a long, long time. One client of mine has been in jail for the past 13 years because the court is still waiting for the witness to appear.”Branded as Naxals“Geographically, if you visit prisons in Chhattisgarh, Odisha and Jharkhand, you find a pattern that security forces have identified people as Naxals, or Naxal supporters,” Virginius Xaxa, chairperson of the 2014 report by the Ministry of Tribal Affairs on the status of tribal communities in India in 2014, told IndiaSpend. “In Chhattisgarh, we found large numbers languishing in Bastar jail for 10-15 years with no idea why they have been picked up. They would be released after 25 years and not even know what happened to their children.”A protest against Stan Swamy's death in custody. Photo credit: PTIXaxa said that this happens in predominantly Adivasi regions where people are assertive about their land and forest rights. But information from jails on such cases is hard to come by, he added. “Even Stan Swamy managed with a great deal of difficulty to access it.”“[T]he lower courts consistently refuse to grant a bail to anyone accused of being a Naxalite. This means that the prisoner has to approach the High Court, and sometimes the Supreme Court to get bail… An average expense at the level of the High Court is between Rs 10,000- Rs 20,000. How many rural Adivasi families can afford this?” Stan wrote in his memoir.Finding lawyers“It is very difficult for anyone accused of being a Maoist to get a lawyer,” advocate Mahender Singh Tigga, of Hoffman Associates, Ranchi told IndiaSpend. “If you take up such a case as a lawyer, then the stigma extends to your whole family. The bar too looks at you differently.”“Often, you will see families that have travelled long distances with their emotions and hopes to the lawyers’ chambers, but on that day they find they are not there,” said Tigga. “Now each way they have wasted Rs 500, which they probably did not have to start with.” “When I visit the jail on Sundays (for the prayer service), they know I am a lawyer so they come see me, and say ‘my case is going on, this is the lawyer responsible, can you tell me what is happening,’” said Tigga. “They do not even know the case number or why they are there! Nor can they afford proper lawyers. This means they languish in prison.”Shankar Oraon*, 30, who currently works as a labourer at a snack making company, told IndiaSpend, “I am not exactly sure what the charges were – I heard that I was accused of planting landmines near Korwa, some explosives [Act]-I do not know all this even now.” He was only able to get some idea of the charges against him from the jailor at the jail gates where he was imprisoned, he said.When Oraon first heard that there was a warrant against him, he thought the wiser course of action would be to surrender under the Naxal Surrender cum Rehabilitation Policy, he said. This resulted in him spending around 11 years in jail – first five months in Khunti, after which he was acquitted in five cases and then 10 years in Chaibasa under remand for eight other cases. Of the 13 cases against him, he has been acquitted of all but three and is currently out on bail.He found a lawyer through other prisoners, he said. Under the surrender policy, he also got about Rs 1.2 lakh, but all of it was spent in fighting the case, he said. He should have received more under the policy, which he is still trying to get from the officials in Ranchi, but he is unsure of the amount he should receive, he said. In 2010, the government had said it would provide Rs 1.5 lakh, a stipend of Rs 2,000 for three years, vocational training and incentives for the surrender of weapons.“I am from a very poor family, the eldest son and only breadwinner...My family also had to mortgage the little land we had on which we grew rice. There were at least 20 to 25 others like me in Chaibasa –Adivasis and Moolvasis jailed for reasons they did not know.”Little progressThough the Supreme Court of India has not given a time limit on a speedy trial, it has noted the right of the accused to be tried speedily, at all stages: investigation, inquiry, trial, appeal, revision and retrial. The petition invoked these judgments to deliver justice to prisoners under prolonged detention in Jharkhand jails.The “inhuman” conditions described in the petition included keeping prisoners behind a thick wire mesh when they were permitted to meet outsiders, often in darkness and at a distance. Dozens would shout across to their loved ones to be heard. There was no private correspondence allowed, even while talking to one’s legal advisers. “We would hardly get five or ten minutes to speak with our lawyer, and then they’d push the next person out,” Oraon told IndiaSpend.The petition asked whether the recommendations of the All India Committee on Jail Reforms 1983 on rights of prisoners – especially the right to interaction with society, to interview and socialise – were being properly implemented in the jails of Jharkhand.The petition also asks for the immediate release on bail for prisoners who are in custody in cases that are likely to end in acquittal, because of the “absence of concrete and substantive evidence”, or because of non-compliance with the Supreme Court’s directions on arrest and seizure procedure, the petition said.It asked that the court give special attention to prisoners from areas that come under Schedule V of the Indian constitution, which recognises the special status and needs of areas with high Adivasi populations. Fifteen of Jharkhand’s 24 districts are Fifth Schedule areas.Along with asking the courts to safeguard the right to speedy trials, the petition also sought an inquiry into the status of affairs in jails in all 24 districts of Jharkhand and the implementation of appropriate remedies.The Pathalgadi stone in Namkum in Jharkhand, on which are painted names of Adivasis martyred over ‘jal-jangal-jameen’ (water-forest-land). Stan Swamy’s name was added in July. Photo credit: Riddhi Dastidar/ IndiaSpendStan was the driving force behind the research and petition, his colleagues say. After National Investigation Agency personnel began to come regularly at Bagaicha [the Bhima Koregaon-Elgar Parishad case was transferred from Maharashtra police to the NIA on February 14, 2020], and with the advent of the Covid-19 pandemic, focus shifted to the investigation into Stan himself and work slowed on the petition, PM Tony, the current director of Bagaicha, told IndiaSpend.“We had to press the state administration, like the Inspector General of prisons, repeatedly because the state kept filing incomplete information,” said Shiv Prasad Singh, the lawyer involved in the petition. “Since 2019, it is in a cold state...since most of the people named in the Chaibasa subset have gotten bail and many of the cases have had acquittals.” He agreed that trials of those mentioned in the petition had been sped up, but the problem was that those arrested once, especially as a “Naxali”, keep getting charged in other cases too.In an affidavit in response to the petition, the Joint Secretary, Department of Home, Prison and Disaster Management, Bal Kishun Oraon wrote, “It appears that petitioner number 1 Stan Swami himself is involved in activities of treason…the writ filed by petitioners are not maintainable in eyes of the law and hence is liable to be dismissed.”“Personally I do not think there will be any further hearings in the petition...As of now, the state is successful in crushing dissent,” Sinha said on the petition. “Individually, lawyers are able to get acquittals for some clients, but for such cases at large, such a study as Stan led, is not happening.”“Stan would write influentially, and our local news would reach national levels because he would write in English,” said Tigga. “This was troublesome for the state government.” Stan and his colleagues believed that the PIL was the reason he was targeted in the Bhima Koregaon-Elgar Parishad case, they said.“Stan ek fighter aadmi the, unka alag tha (Stan was a fighter, he was different),” said Shiv Prasad Singh. “He would encourage us too. Now he is gone.”Until his death, Swamy asked to return to the lush green at Bagaicha in Namkum. On July 18, as drums beat rhythmically, colleagues added Stan’s name to the tall Pathalgadi stone on which are painted names of Adivasis who laid their lives over “jal-jangal-jameen” (water-forest-land).Afterwards, his friends and colleagues gathered in the akhra (an open-air circular gathering space) to discuss how to take forward the work Stan had lived and died for. Activist Siraj Dutta listed demands that the group would pursue: asking for the release of political prisoners, highlighting the negligences of the justice system, abolishing oppressive laws such as the UAPA and sedition, compensation for families victimised by security forces in Jharkhand and investigating police officers who register false cases.Even as they fight, these activists are unsure what course justice will take. “Ultimately, Stan died as an undertrial prisoner labelled as a Naxalite – the very thing he had fought against. What an irony,” Sheela said. “The PIL has its own lifeline, it is still pending. I do not know how things will proceed.”This is the second part of IndiaSpend’s “After Stan” series. Read the first part here.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Riddhi Dastidar, IndiaSpend.com","time":"2021-12-08T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161202-bmktrasveb-1625590057.jpg","tags":["Stan Swamy","Jharkhand","UAPA","Dissent"],"source":"https://scroll.in/article/1012200/even-after-stan-swamys-death-the-fight-to-get-justice-for-jharkhand-undertrials-is-still-alive"}