{"title":"Everything you need to know about FCRA, the law that regulates foreign donations to NGOs","content":"The Union Ministry of Home Affairs recently decided to restrict  certain data from public viewing on the Foreign Contribution Regulation  Act, or FCRA, website. This data includes the annual FCRA returns filed by  non-governmental organisations. A few months ago too,  reportedly, the home ministry had removed a list of non-profit organisations whose FCRA licences were suspended by the Centre.Earlier, the website displayed  in-depth information on licences granted to non-governmental organisations to accept foreign  contributions, quarterly accounts of foreign contributions they  received, cancelled and expired licences, and the annual returns of non-profits. Now,  only the overall data on the number of FCRA registered associations,  number of annual returns filed, and number of cancellations and  expirations of licences till date is available on the  website’s dashboard.What the law saysThe legislation was first enacted in 1976, with the objective to  regulate the acceptance and usage of foreign funds by individuals and  associations. The primary reason was to prevent foreign entities from  having undue influence on the working of governmental or  non-governmental organisations in the country through contributions.The  1976 Foreign Contribution Regulation Act was repealed in 2010 with a  renewed FCRA, enacted by the United Progressive Alliance government. Its primary purpose  was to consolidate the law on foreign funds and “prohibit acceptance  and utilisation of foreign contribution or foreign hospitality for any  activities detrimental to national interest”. The Act  defines  foreign contribution as “donation, delivery or transfer made by any  foreign source”, be it Indian or foreign, or any article valuing more  than the stipulated value. The interest accrued on foreign contribution  also comes under the purview of the Act. Although, personal gifts below a  certain market value are exempted. It is mandatory for all  associations, groups and non-governmental organisations that intend to receive foreign donations  to register under the Act. Who can receive foreign donationsAny individual, association, or company registered under  the Companies Act, 2013 can receive foreign contribution, provided that  they obtain the FCRA registration or prior permission from the central  government. The registration encompasses donations for “cultural,  economic, educational, religious or social programme(s)”.Electoral  candidates, members of any state or central legislature, political  parties, public servants, judges, newspaper or media broadcast agency  owners, editors or correspondents, are prohibited from receiving any  foreign contribution under the Act.MHA restores FCRA registration for Mother Teresa’s Missionaries of Charity after it submitted the necessary document to concerned department: Govt Sources Earlier, MHA refused to renew the Mother Teresa-founded NGO's licence due to some \"adverse inputs\".— ANI (@ANI) January 8, 2022\n\nOther conditions include person or association seeking  registration to not be “benami”, and to not have been  prosecuted/convicted for creating communal disharmony or espousing  forceful inter-religious conversions. The person must not misuse the  funds received for personal gain and must not be engaged in propagation  of sedition.Another condition is that the acceptance of  foreign contributions must not harm the sovereignty of the country or  impact the functioning of any legislature adversely. Also, it must not  lead to incitement of an offence or cause inter-group disharmony.Application, bank accountThe applicant has to fill an online form and pay a fee of  Rs 10,000, attested with the requisite documents. The status of the  application can be tracked through the FCRA website.The  Act requires the home ministry to approve or reject the application within 90  days. In case of failure to process the application within this period,  the home ministry has to inform the reason for this to the applicant. After  the registration is complete, the non-governmental organisation has to open an FCRA account in  the State Bank of India, Sansad Marg, New Delhi, for receipt of foreign  contribution. According to an amendment under the FCRA, 2010, no  organisation can receive foreign contribution in any other bank or  branch. Organisations can, however, open utilisation accounts other than  the main FCRA account, the details of which are to be submitted to the  ministry.Registration and returnsThe registration is valid for five years, after which the  non-governmental organisation has to renew it, and the application for renewal has to be submitted  six months before the registration expires. If one does not apply for  renewal, the registration is deemed to have expired and the non-governmental oragnisation is  neither allowed to receive any more foreign funds neither can it use its  existing funds, without permission of the home ministry.Once  registered, the organisations have to file annual returns detailing the  utilisation of the foreign funds on the FCRA website. Failing this, the  association can be charged with penalty, or have its registration  cancelled, or even face prosecution under FCRA, 2010.If  the government finds an association in violation of the Act, or if the  central government is of the opinion that it is “necessary in the public  interest” to cancel its certificate, it can do so. Cancellation can  also be processed if any discrepancies are noticed in a non-governmental organisation’s audit.The  government is authorised to suspend an FCRA licence for a period of 180  days, during which period it holds power to freeze the usage of foreign  funds of the concerned organisation. If the FCRA certificate of non-governmental organisation is  cancelled, it can re-apply only after three years.AmendmentsEarlier this month, the ministry brought in certain changes  to the FCRA rules to decrease the “compliance burden on NGOs” through a   gazette notification.  It increased the time limit given to non-governmental organisations to inform the home ministry about  opening of one or more new utilisation bank accounts, from 15 days to 45  days.The government also increased the limit up to  which legislators, government servants, judges and media personnel can  receive funds from family or relatives abroad without intimating the MHA  from Rs 1 lakh to Rs 10 lakh. Violation of this law has been made a  compoundable offence rather than a prosecutable one, with 5% fine  charged on the total amount if the government is not intimated of a  foreign transfer of more than Rs 10 lakh within 90 days.In 2020, the  FCRA Amendment Bill was passed in both Houses. Later, it was challenged in the Supreme Court, but the bench upheld most of the amendment’s provisions.Nityanand Rai, MoS Home Minister responds to debate on #FCRA Amendment Bill:-Amendments not against NGOs, not stopping foreign funds-#FCRA is a national & internal security law to ensure that foreign fund shouldn't affect national interests-#Transparency main aim#SansadWatch pic.twitter.com/tKJtBla9QP— Maadhyam (@_maadhyam_) September 21, 2020\n\nIt  cut the share of foreign funds an non-governmental organisation is allowed to use for  administrative purposes from 50% to 20%. It also stipulated that home ministry can  extend an organisation’s FCRA certificate suspension by another 180  days after initial suspension.Additionally, the rule  that categorises an association of a “political nature” has been  amended. Organisations receiving foreign contributions shall be  considered to be of political nature “if they participate in active  politics or party politics”.According to the 2010 Act,  no association could transfer funds or make sub-grants to any other  institution from the foreign contributions received in its designated  FCRA Bank account, except for institutions with a valid FCRA  certification. The amendment prohibits even that exchange.In 2015, the National Democratic Alliance government notified non-governmental organisations  under the FCRA to give an undertaking that the acceptance of those  funds will not affect the sovereignty and integrity of India.Registrations declineUntil 2011, there were around 40,000 non-governmental organisations in India registered under the FCRA. According to the data on the FCRA  dashboard,  this number has reduced to 16,762 active registrations as of today.  Also, 20,679 registrations have been cancelled till date and 12,673 have  expired.In the three years between 2019 and 2021, the  government cancelled FCRA certificates of 1,811 organisations, stated  Nityanand Rai, Minister of State for the Ministry of Home Affairs, in a Lok Sabha response  in March 2022. In fact, the year 2015 saw cancellation of more than  10,000 FCRA registrations by the Centre “for not filing annual returns  continuously for three years”, according to Kiren Rijiju’s response, who was then Minister of State for Ministry of Home Affairs, in the Rajya Sabha in August 2015.Several  international and prominent non-governmental organisations such as Greenpeace India, Sabrang  Trust, Amnesty International and Compassion International have come  under the government’s scanner for alleged violations of the FCRA. Most  of them have been accused of financial irregularities or political  activity. Last year, the FCRA licence of nearly 5,900 non-profits, including  prominent ones like Missionaries of Charity and Oxfam India, lapsed  either because the Centre did not renew their registration or they  failed to apply for renewal in a timely manner. Some of these licences  were restored later.This article first appeared on FactChecker.in, a fact-checking initiative, scrutinising for veracity and context statements made by individuals and organisations in public life.","author":"Divyani Dubey, Factchecker.in","time":"2022-07-23T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177444-yrjcvkacyf-1658405909.jpg","tags":["Foreign Contribution Regulation Act","MHA","NGOs","Funding","Foreign funding"],"source":"https://scroll.in/article/1028762/everything-you-need-to-know-about-fcra-the-law-law-that-regulates-foreign-donations-to-ngos"}