{"title":"‘Everyone was in pain’: Meet the two Indians who won Pulitzers for photographing the Rohingya crisis","content":"A sun-burnt woman sinks to her knees on the shore, fatigued and forlorn. In the distance, a group of men unload the meagre belongings that they have carried with them in a small boat as they have made their way across the Bay of Bengal from their homes in Myanmar to the safety of Bangladesh. This striking picture is the work of Danish Siddiqui, one of two Indians in the seven-member Reuters team that won the 2018 Pulitzer Prize for feature photography for their series documenting the violence faced by Myanmar’s minority Rohingya community and their mass exodus to Bangladesh starting from August 2017. The prestigious awards, given out by Columbia University in New York, were announced on Monday.“A photo should draw people and tell them the whole story without being loud,” Siddiqui told Scroll.in. “You can see the helplessness and the exhaustion of the woman, paired with the action that is happening in the background with the smoke. This was the frame I wanted to show the world.”Adnan Abidi was the other Indian in the team that won the prize.  The other members of the Reuters team were Mohammad Ponir Hossain, Soe Zeya Tun, Hannah McKay, Damir Sagolj and Cathal McNaughton. The Rohingyas, who are mainly Muslim, have been fleeing their homes in Rakhine state for  several years, alleging that they are being discriminated against by the government of Buddhist-majority Myanmar. Myanmar maintains that the Rohingyas are illegal migrants from neighbouring Bangladesh. The exodus in August was prompted by an intense campaign of violence in Rakhine. Myanmar’s military said that it had launched “clearance operations” against Rohingya militants. It denied that civilians had been targetted. Smoke is seen on the Myanmar border as Rohingya refugees walk on the shore after crossing the Bangladesh-Myanmar border by boat through the Bay of Bengal, in Shah Porir Dwip, Bangladesh, in September 2017. Photo: Danish Siddiqui/ReutersComplete chaosSiddiqui was one of the first international photographers to be sent to the field at the outset of the crisis. The photographer had been on vacation in August when he saw the crisis unfold on the news channels. “I told my editors that I wanted to cover the story and within 48 hours I was on the first flight from Mumbai to Dhaka and then to Cox’s Bazar in Bangladesh,” Siddiqui said. “Since I was one of the first wave of journalists to land up there, there weren’t many restrictions, and I was permitted to even click pictures in no man’s land.”Siddiqui spent around three weeks in the coastal villages of Bangladesh and in refugee camps. “It was completely chaotic,” he recalled. “Fishermen were carrying the refugees illegally from Myanmar to Bangladesh. The boats off coast were not going on the jetty and were landing in the middle of nowhere. Since the waves were really high, the boats were toppling and some people even died. Most of them were so traumatised. What they told me was that nobody should witness these kinds of things in their lives. For them, the first priority was to get food and water for their family.”Adnan Abidi said that the situation was frantic. “Everybody was in pain,” he said. “We knew it was our job to shoot, but I did not want to randomly go in and click pictures. So I spoke to them and then started shooting. Everybody has lost everything and were living in a 10 by 6 plastic sheet for shelter.” Abidi spent about 15 days in Bangladesh between late October and early November. “I have worked at Reuters for over 14 years now, but this is the most challenging story I have done till now, including the Nepal earthquake” of 2015, he said.Rohingya refugees scramble for aid at a camp in Cox's Bazar, Bangladesh, in September 2017. Photo: Cathal McNaughton/ReutersRight place at the right timeEach of the 16 photographs in the series portray a different aspect of the vast human tragedy.  A great news photograph, says Siddiqui, the result of both knowledge and chance. “You have to be at the right place at the right time,” he said. “It is also important to know the history and culture behind a place. You need to also know the history of the conflict. And in cases like these you have to do research on the monsoon waves. But again, news photography does not involve too much planning. We must think of what the readers want to see.”Behind Abidi’s picture of a young boy bearing a scar, there is a Rohingya translator’s presence of mind, the photographer said. “I was very tired that particular day and was having tea at a small dhaba in the camp when my translator Mohammad Farooq noticed that this kid had a scar,” Abidi said. “I quickly went to them and spent some time with them. The father explained that the seven-year-old boy had been shot on his chest.” The picture speaks volumes. “I decided that I did not want to show the face of the kid and instead show just his chest and the father’s hands because that image says everything,” Abidi said. Mohammed Shoaib, 7, who was shot in his chest before crossing the border from Myanmar in August, is held by his father outside a medical centre near Cox's Bazar, Bangladesh November 5, 2017. REUTERS/Adnan Abidi.A story to tellBut not everything can ride solely on coincidence, the two photographers noted. When Abidi was in Palong Khali, near Cox’s Bazar, there was an influx of more than 3,000 refugees across the Naf river on November 1. Covering such sudden events needs quick thinking, Abidi said. “We could see a thin line of people crossing the river from around 2 km away from a village,” Abidi said. “So we walked to the river and when we reached there the light was really good. But there was a guard standing at the bank of the river who did not let us go inside to shoot. We pleaded with him to not send us back. He finally let us in and we kept shooting till 11 in the night.”For Siddiqui, the biggest challenge was physical. “We had to sometimes walk hours to get to a point,” he said. “One day I had to a climb a mountain and walk for six hours barefoot, with leeches on my leg. But you could see that the refugees are also coming from the same side. As a journalist you want to be strong in front of them because I had to tell their story. They should feel that connection with me. If they see me walking by with a bottle of water before them, it will not be nice. You have to be like them.” Rohingya siblings cross the Naf River along the Bangladesh-Myanmar border in Palong Khali, near Cox's Bazar, Bangladesh, on November 1, 2017. Photo: Adnan Abidi/ReutersThe seven members of the Reuters team each spent about two weeks in Bangladesh on rotation. “We had photographers from different language backgrounds from Bangaldesh, India, Northern Ireland, Britain and Bosnia,” Siddiqui said. “We had a complete story. We also had pictures from the other side in Myanmar as well, which many don’t. Also as a [news] agency, we are very fast and work on getting raw emotions in a photo.”The rotations helped the photographers cope with emotional exhaustion, Abidi said. “I followed around this kid who had lost his father and was living with his mother and eight siblings,” he recalled. “This kid was taking care of his family. There were people from NGOs and religious communities who were distributing food and money at certain camps. This kid used to follow them for many kilometers and knew where to find them just to get supplies for his family. A week of following the boy broke me down and I then decided that I could not shoot after that.”  Rohingya refugees walk along an embankment after fleeing from Myanmar into Palang Khali, near Cox's Bazar, Bangladesh, on November 2, 2017. Photo: Hannah McKay/ReutersFinding new eyesSiddiqui hopes that the Pulitzer Prize will attract new attention to the tragedy. “I just hope that this award makes a positive difference in the lives of these refugees,” he said. “I hope through these pictures and recognition, more people would get to know about the problem. Because it is not over yet. The crisis is not over yet. These makeshift camps are built on muddy hills which are prone to landslides when the heavy monsoon starts.”Adnan Abidi (left) and Danish Siddiqui.Siddiqui added that his field experience had opened up his mind to the various narratives about the Rohingya community and its displacement. In August 2017, the Indian government announced that it was planning to deport all 40,000 Rohingya refugees living in the country, telling the Supreme Court in an affidavit in September that the refugees posed a “serious national security ramifications and threats”. The Supreme Court did not allow any deportations.“How the narative in India is played out is totally different from what I saw on the ground,” Siddiqui said. “You do not know what is happening unless you are on the ground. Another big takeaway was how too much nationalism can destroy a community of more than one million people. The narrative in Myanmar is totally different. When I went there I could see how helpless people were. They had to fight for a bottle of water. Reading news reports on the crisis was completely different from being on the field and experiencing it first hand.”","author":" Sruthi Ganapathy Raman","time":"2018-04-18T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875962-68244-gheqrnpxlq-1505215965.jpg","tags":["Reuters","Pulitzer Prize","Danish Siddiqui","Feature Photography","Adnan Abidi"],"source":"https://scroll.in/article/875962/everyone-was-in-pain-meet-the-two-indians-who-won-pulitzers-for-photographing-the-rohingya-crisis"}