{"title":"Everywhere yet nowhere, seen but seldom heard: How Amma holds sway in Tamil Nadu","content":"It was a close call. When the first crackers started going off, it wasn’t certain who had won.The most vigorous campaigners had been the supporters of M Karunanidhi, the patriarch of the Dravida Munnetra Kazhagam. Perennially clad in golden yellow shawls, the 91-year-old holds sway over the electorate with his gravelly orator’s voice that suggests he relishes every moment of his engagement with the public. He has the zest of a much younger person, and with his ability to provide punchy dialogue no matter what the situation, he’s managed to outshine any possible claimants to the throne.This is why for the voters of Chennai city, Thatha (grandfather) knows best. Never mind that son Stalin is a snappy dresser, or that daughter Kanimozhi is a champion of local performing artistes and a litterateur, who while spending time as a guest of the government, had the wisdom to hone her reading skills at the Tihar jail library.Not a bankable optionChennaivasis, as we citizens of Chennai are often called, believe and like being “family”. If there are fights and dissensions within a political family, as happened with the DMK, we tend to nod our heads left to right and say: it happens in the best of families.This time, however, the split between the different factions of the party seemed to portend a failure that was far more serious than that of a patriarch choosing one aspiring offspring over the other. Some of us, ingrained with a deeply feudal, authoritarian mindset in our DNA, were not going to pin our hopes on a warring family.“I voted for the Captain’s party [Vijayakanth’s Desiya Murpokku Dravida Kazhagam],” explained one young man working at a prominent electronics store. “With the two main parties showing very little to choose from, I felt I should give the Captain a chance.”As it turned out, actor Vijayakanth’s party failed to make a dent. In doing so, he and some of the other splinter groups may have queered the pitch for the Dravida Munnetra Kazhagam. They simply were not “family”.At her feetBy mid-afternoon, the drumbeats of victory and crackers had shifted to the Poes Garden residence of the triumphant Chief Minister J Jayalalithaa, the self- proclaimed “Amma” of the people. They were wearing green and dancing with delirious abandon as the crackers exploded all around them. We could not help but sigh. But just as the threat of a cyclone had swept across the city on voting day and blown away just as fast, the return of Amma has left us limp with relief.It’s going to be business as usual. As the song goes, “We’ve grown accustomed to her face/Her flowing gowns, in greens and blues bordered with lace are familiar to us now/We love to see those cutouts outline the boulevards of our city spaces/Our Amma of eternal grace is back again with us now!\"Sycophancy is in our blood. Just as rolling around the stone corridors of our temples and asking for favours, or maybe just expiating sins, making elaborate offerings of food and silk garments, jewels and silver replicas of body parts that have been healed miraculously, or even just the freedom of a tonsured head of hair, are so much a part of the South Indian psyche, that falling at the feet of an elected representative of the people is nothing out of the ordinary.Instead, it’s seen as a sign of good upbringing if you can prostrate, or as the saying goes, “seek the blessings” of a teacher, an older person, or a chief minister. When cinema halls played films of their early idol MG Ramachandran, or MGR, who went on to become a beloved chief minister of Tamil Nadu, audiences would do an “aarthi” and offer milk and sweets to the celluloid image. Never mind the newer manifestations of this celluloid fervour in the management of the fan clubs. That she was closely associated with the golden aura of her mentor MGR, something she never failed to acknowledge in the past, may have helped in gilding her own image.Enduring mystiqueThat is all in the past. In the public mind, Jayalalithaa has, like another well-known heroine from our sagas, walked through many fires – some of them voluntary, others politically motivated, or through the intervention of the judiciary. In each of these, she has emerged apparently unscathed. Such is her mystique that nobody knows what she may have suffered during these often-traumatic reversals of fortune. Instead of making her one with the people – after all there is something deeply satisfying about victimhood these days – her secret is a sphinx-like ability to not show any of her feelings in public. Even her victory speech was measured.“Do you know anyone who is close to Amma?” asked a voice the morning after the victory. “I need to send her a message.”“I thought you were very close to her, yourself,” I replied. The individual had been an Anglo-Indian Member of Parliament and a highly reputed academic.“That was a long while back,” said the former MP. “Ever since that time, there’s only been silence.”Yet, she has created an aura of being a universal Amma to all those who need her, aided by carefully managed schemes that build on the cream of the MGR initiatives. One may well laugh at Amma's name and face being stamped on sachets of salt, drinking water, gifts for newborns, the gold ornaments for indigent bridal couples, handouts for widows, and even the emergency food packets that others had donated during the floods.But for the beneficiaries, they have been the equivalent of manna arriving with minimal bureaucratic delay. The same goes for any person who walks into an Amma Canteen, and partakes of subsidised idlis, vadais and sambhars. It has been a hugely beneficial scheme. It’s clean. It’s hot. It’s cheap. It’s democratic. It provides work for women, who for the most part run the canteens. The Amma Canteens are a revolutionary concept that show how things can change with political will and clout.J Jayalalithaa is the opposite of what we defined as “family”. She is everywhere and yet nowhere. She is seen but seldom heard.In that citadel of solitude that she has built, or that society has created for her, lies both her strength and her weakness.","author":"Geeta Doctor","time":"2016-05-22T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/808492-phbrdbunja-1463744686.jpg","tags":["J Jayalalithaa","Tamil Nadu","Assembly Elections","AIADMK"]}