{"title":"‘Every Kaur has a story’: A photo project explores how a shared name inspires Sikh women","content":"“Being a Kaur is no different than being a Singh,” said Bobby Kaur. “I don’t think there is anything that can stop a Kaur from life. We have this immense fire in our hearts and that is what drives us, especially during challenging times... Kaurs are more compassionate, I just think we have a few extra ounces of compassion.”Bobby Kaur is one of the many Sikh women who have been profiled for an online project called  The Kaur Project, started by writer and first-generation Canadian, Jessie Kaur Lehail. Each of these women has one thing in common – the shared surname, Kaur. “We have seen a lot of feminist theory incorporated into mainstream media, but there’s been nothing specifically for and about Sikh women,” said Lehail, explaining what motivated her to begin the Kaur Project, a storytelling and photography website which highlights the lives, struggles and achievements of Sikh women in North America. In addition to being a space where women can share their stories, the project also invites readers to explore the diversity within Sikhism. “At first these women were not certain why they were being asked about their names,” said Lehail. “I believe it’s because no Kaur has ever been asked, ‘what’s your story?’ Then to have your picture taken and your story told, it’s a little intimidating.”Bobby Kaur told Lehail her story – how she draws her life’s strength from her late mother, another Kaur and a field hockey player. She poses for a picture in a floral dress, hands on hips, head shaved in the memory of her mother who died of cancer, and a confident smile on her face. “My mom endured abuse for the sake of her children and would say God helps those who help themselves,” Bobby Kaur said. “She worked two jobs and she took my siblings and me to sporting activities. She would encourage us, cheer from the sidelines and take steps to create connections with other kid’s parents… Until recently, I didn’t realise she was probably thinking of her own past from the sidelines, seeing herself in me, all her hopes, dreams and everything she gave up for us.” Bobby Kaur. Photography by Saji Kaur Sahota/The Kaur Project.Bobby Kaur’s mother passed away almost 10 years ago and for two years after her death, she was unable to speak about her grief or memories. “That story, Bobby Kaur’s story stayed with me for days,” said Lehail. “Being a Kaur, being a woman... that connection to our parents and death, it hits a nerve. We all have these deep connections and unearthing these conversations is so cathartic yet beautiful.”A similar project, called The Singh Project,  was started by two UK-based photographers in which they photographed Sikh men from the UK and the US, with a focus on the two most powerful symbols of a Sikh person – the turban and the beard. Beant Kaur. Photography by Saji Kaur Sahota/The Kaur Project.With the creation of the Khalsa Panth, or the worldwide community of Sikhs, Guru Gobind Singh (the tenth Guru of the Sikh faith) gave a way for each person to adopt a common last name – Kaur for women, Singh for men – as a way to cut across class and caste. The project’s website points out how this also does away with the patriarchal system of women taking on their husband’s last name.“Almost 48% of our community is made up of Kaur women, yet you rarely hear about them,” said Lehail. “No one asks them how they see themselves as Kaurs or about their journeys as Sikh women. The monologues have touched on colonialism, religion, the clash between parental expectations and our lived existence, the experience of feeling that you are between two different identities, the decision to love yourself in spite of a world that is teaching you to disappear, the reconciliation (or lack thereof) of individual and cultural or religious feminism with that of mainstream feminism.”While Lehail writes the stories, collecting her material over 20-minute phone interviews, photographer Saji Kaur Sahota photographs the women. They began the project with 10 Kaurs. At present, the Kaur Project includes 60 profiles online.Chanan Kaur. Photography by Saji Kaur Sahota/The Kaur Project.Not every woman chooses to speak about her identity as a Kaur. For some, like Gurmit Kaur and Channan Kaur, their Sikh heritage makes them who they are, regardless of whether they are a Kaur or a Singh. For the Kaur Project, they spoke about the lived experience of the Partition between India and Pakistan in 1947. “It happened all of a sudden, my older and younger brother and I were told to evacuate quickly,” said Chanan Kaur about the turmoil during Partition. “We could hear bullets and then a truck appeared from another village that was rounding up children. We barely got to say goodbye to our parents. It was scary travelling by ourselves, I tried to be brave, but I cried all the way. The next morning we found our mom, dad, and mamaji at the camp that was set up. My dad didn’t make it to the next leg of the journey, he fell ill and died there. We were separated from our mother, we became estranged children. We had no money, no belongings and anything could have happened to us. I believe though, God was watching over us.”Chanan Kaur. Photography by Saji Kaur Sahota/The Kaur Project.Lehail and Sahota work together to put their subjects at ease. Describing the process, Lehail said: “Saji makes the photography session calm and comfortable for the Kaurs. The ones in colour are shot in a studio, but one black and white image is always shot outdoors to showcase their inner personalities.” The style of shoot is the same across subjects because the duo feels, the focus should be the story.While conducting phone interviews, Lehail always asks them how they would identify themselves. Words like “warrior”, “survivor”, “mom”, “poetess” and “healer” are used frequently by the women. “These titles are interesting,” said Lehail. “We don’t identify them. When I ask this question, they usually don’t have an answer. As we go through our 20-minute interview session, I again ask the same question and they are usually able to identify themselves, which is such an empowering process.”Lily Kaur. Photography by Saji Kaur Sahota/The Kaur Project.Lily Kaur, an advocate from Canada, doesn’t use Kaur as a part of her official name, but is completely in sync with her identity as one and draws inspiration from the tenets of Sikhism to give back to the society. “My name was not my choice but was a gift given to me, I love it,” she said. “As a teenager, I went to the gurdwara, where I learned about justice and fighting for what is right, standing up for those who are marginalised and have no access to power. Within my career, I honour and respect those beliefs by giving back through community engagement, activism, political interests, and working with immigrant communities. I sit on a board of a financial institution that focuses on giving back. It uses the riches it receives to serve the community we live in, which is exactly what Sikhism embodies. I find it deeply powerful that this traditional transactional and capitalist space is creating and engaging in dialogue and initiatives with a human and social justice focus.”Lily Kaur. Photography by Saji Kaur Sahota/The Kaur Project.According to Lehail and Sahota, Sikh identity is not homogeneous and to limit the project to only women who wear turbans would have been doing a disservice to the Kaur identity. “For Saji and I, being a Kaur and the meaning behind it is fluid,” said Lehail. “Part of why we created this project was to navigate our own journey. We are learning things as we go along. Being a Kaur and the values from Sikhism and our parents are the undercurrent of our lives.”","author":"Zinnia Ray Chaudhuri","time":"2017-03-13T11:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831377-53267-fwpsyhefsl-1489136323.jpg","tags":["The Kaur Project","Sikh","Sikhism","Photography","Racism"],"source":"https://scroll.in/magazine/831377/every-kaur-has-a-story-a-photo-project-explores-how-a-shared-name-inspires-sikh-women"}