{"title":"‘Every day was a party’: When a commune by the sea fed and housed film strugglers","content":"The start was not so auspicious. Mani, house manager of the time, came running. “Amma, Amma, there’s a hippie in the verandah!” I followed running to find an erstwhile Film and Television Institute of India mate laid out on his back on the verandah, asleep (drunk?), clothes filthy, dirty feet slanted outwards. “Inauspicious” because among the first few visitors to the flat – the soon-to-be film commune by the sea – he would sneak into the house, filch my father’s beloved and hard-earned books and sell them off for drinks.     Luckily, better film-mates followed.Photos of the Burra family. Courtesy Rahul Ranadive.The fourth floor flat in the Ganga Vihar building on the Marine Drive promenade had been in our family since 1939, when my father came to Bombay from the districts of Andhra Pradesh with a widowed grandmother, a widowed mother, a widowed sister, my mother and my eldest sister Lakshmi in tow. Belgian nurse in attendance, four of us surviving five siblings were born in my parents’ bedroom with its broad verandah overlooking the Arabian Sea. The flat was with the family for 77 years and saw five generations live and grow there, until we moved out recently.This sea-fronting flat came to the rescue of several FTII graduates and aspiring filmmakers during the 1970s and ’80s, such as Jahnu Barua, Girish Karnad, and Om Puri.The living room. Courtesy Rahul Ranadive.I graduated in screenplay writing from the FTII in Pune in 1973. My batchmates included direction students Subhash Day (whom I later married) and Surinder Singh Phool, who won a National Award for his Punjabi movie Marhi da Deeva in 1989.Close friends Jahnu Barua, who went on to become a well-known filmmaker, and Anil Tejani, both from the 1974 batch, helped me in my diploma exercise, a documentary titled Comics, which included elementary animation and foretold my attraction to animated cinema. Om Puri, a 1976 graduate, was a latercomer to the commune. Kumar Shahani inaccurately called the place a “salon,” for there was no one presenting or sponsoring us. We were all newcomers to the film industry, struggling to find our feet. We equally shared the costs of running the house – around Rs 400 each to start with. Not included was the booze bill, usually Old Monk rum, or Buda Fakir as it was known affectionately, which was cheaper than the rest. The money for telephone calls was collected in a Johnson’s Baby Powder box with a slit for coins. Our main squabbles were about who had paid and not. The one-time commune-ists today confirm that there were no major confrontations (except aesthetic ones) and certainly no fist-fights among the men. There was fencing, though, with folded-up newspapers.A week that stretched on several yearsA founding member of the commune was cinematographer Venugopal Thakker from the 1972 batch, who has made several successful television serials, the last one being the 750 episode-long travelling food show Khadya Brahmanti. The Mumbai food episode, like many other FTII-shot films, includes views of Marine Drive from our corner verandah.Jahnu, another founding member of the commune, reminds me of how he joined up. Jahnu and Anil were standing outside the house of FTII seniors Vikas and Aruna Desai, discussing where Jahnu could stay in Bombay on a low, low budget. Just then, a taxi in trouble stopped in the front. The stranded passenger was no other than me. I asked Jahnu where he was staying and learning he didn’t have a place, asked him if he would help take care of my home in my absence since I had to leave for Delhi for a week. My father’s assignment had taken him to Delhi, and I had the responsibility of taking care of the flat. I disappeared like some fairy godmother, and, according to Jahnu, didn’t return for three months.Jahnu Barua and Rani Day Burra at one of the farewell parties at Ganga Vihar. Courtesy Gautam Sonti.Ganga Vihar became famous as the place where Amitabh Bachchan was a paying guest (on the other side of the building) when he first came to Bombay. Anurag Kashyap’s Bombay Velvet (2015) a period film set in the 1960s, has a single head-on shot of the building taken from the sea front, name emblazoned in capital letters. Asked if it was any reference to Bachchan or others, he said no.We were located at the best spot on Marine Drive, in the middle of the bay, so that when you threw the verandah doors open, the sea and sky stretched equally and endlessly on both sides. After parties, in the still night, theatre doyen and newfound film director BV Karanth, voice booming, would burst into Govinda Hari Hari Mukunda Hari Hari. Strangely, no one complained. Maybe they believed it was some religious zealot.The flat always bustled with family and relatives. Others came too, stayed, and struck out on their own. So guests became friends and extended family. The tradition continued with graduating institute classmates, film practitioners and devotees (archivist PK Nair was a regular among the flat’s floating population, ever ready to spout facts and figures). From outside the film fold, a lawyer and a company executive also made the house their own. One night, painter Paris Vishwanadhan, an old friend from my Madras days, characteristically turned up unannounced at 2am from a documentary shoot with four poets-cum-drivers and Adoor Gopalakrishnan as unit cameraman.Another honoured guest and friend was musicologist, sitarist and composer Bhaskar Chandavarkar, our brilliant teacher at the institute. He wore brightly coloured kurtas, no doubt chosen by his accomplished wife, the accompanist and school teacher Meena. He was fresh from his triumph as the composer of the remarkable music score for the classic 1973 production of Vijay Tendulkar’s play Ghashiram Kotwal. Bhaskar was as entertaining as his classes. At one party, he sang Jana Gana Mana in the style of Omkarnath Thakur, Bade Ghulam Ali Khan, and Bhimsen Joshi. Jahnu’s party trick was to imitate Toshiro Mifune through Japanese-sounding grunts.From ‘Samskara’ to the film instituteI had always wanted to join the film institute. A year after my Bachelor of Arts results, with a journalism diploma in hand, I moved to Madras and bagged a job as sub-editor in The Indian Express. But I had caught the film bug and by 1970, having lied all round at home and at work, I was accepted as a student at the institute. One of the qualifications I proffered was that I had helped with continuity for the Kannada film Samskara in 1970.The Madras Players, an amateur theatre group, played a major role in the making of Samskara, based on UR Ananthamurthy’s classic 1965 novel.  The members included Samskara’s lead actor, scriptwriter and Kannada playwright Girish Karnad, the Socialist Party’s Snehalata Reddy, who played the female lead, and her husband Pattabhi Rama Reddy, who directed and produced the film. A host of non-Kannada speaking ladies from Madras Players portrayed the women of the Brahmin quarter or agrahara, including my sister Lakshmi. Even I had a mini role in the film, with Snehalata attempting to tutor me on how to cry. No one was paid, of course.Samskara was a forerunner of what was heralded as the Indian New Wave or parallel cinema movement, which broke away from the country’s traditional mainstream cinema. According to Adoor Gopalakrishnan, Samskara is one of the ten finest films, alongside Satyajit Ray’s and others, that left their mark on Indian cinema in the last 50 years of the 20th century. Adoor’s own first feature, the award-winninng Swayamvaram, on the life of a couple who marry against their parents’ wishes, followed in 1972.Girish Karnad in ‘Samskara’.Younger filmmakers may not believe it, but Samskara was crafted by its highly talented and committed team on a budget of less than a lakh. Shot the same year (1969) as Mrinal Sen’s Bhuvan Shome, it was initially banned for fear of reactions to its anti-Brahminism and released later. Cleared by a certification committee (which censored just one word), Samskara went on to win the National Award for the Best Feature Film of 1970. It was a box office success too, having earned notoriety not only because of the ban but because of its torrid love scene that brought real human bodies into contact and not soppy images of flowers or birds nestling close.We were all New Wavers, though we didn’t know it thenIn 1969, the government had set up the Film Finance Corporation (later the National Film Development Corporation). Many of the directors backed by the NFDC were from the FTII. Two experimental films that shook up the film world at the time were Mani Kaul’s spell-binding Uski Roti (1969), about a woman waiting interminably to feed her bus-driver husband, and Kumar Shahani’s Maya Darpan, (1972) which explored new aesthetics of cinema  and were set in the post-Independence period when feudal structures were being challenged.        Ray and Mrinal Sen and the radical Ritwik Ghatak all inspired generations of filmmakers, and they had already positioned themselves as adversaries of the conventional cinema. But the New Wave cinema (generally understood as outside the song-dance format, often packing in a social message, shot on real locations with real-looking actors) is dated to the ’70s and ’80s when its votaries sprang up all over the country from Manipuri to Malayali cinema. We were all New Wavers – though we didn’t know it then.One more key member of Ganga Vihar’s floating population, who spoke in rapid-fire fashion, was FTII direction graduate Nirad Mohapatra, who made the NFDC-financed classic Maya Miriga, on the clash between generations in an Oriya joint family, in 1984. Nirad was always inspirational whether at home or the FTII classroom, where he later taught. Alas, the fight for funding defeated him, and we have all lost by this being the only feature he made.But Nirad continued to direct documentaries and TV series, displaying paan-coloured teeth as he guffawed about how they had to suffer when a cow in the compound ate up one of the NFDC cheques!I can’t say that Ganga Vihar directly inspired any scene in any film, except that animated discussions at parties and other times may have sparked some off. But I do recall a scene in Maya Miriga in which the wife reminds the husband to take off his slippers and wash his feet before entering the house. It rang in my mind – and Nirad confirmed that it was inspired by Ganga Vihar, where I was constantly telling people to leave their footwear by the door! That’s the closest we got to being memorialised on the screen.Scenes from a party at Ganga Vihar, where the guests included Shyam Benegal (centre). Courtesy Gautam Sonti.Shyam Benegal inaugurated a long, accomplished career with Ankur in 1974 with FTII batch-mate Shabana Azmi in her first key role in a tale of social inequities. A host of talented actors sprang up to sustain the new cinema movement, including Smita Patil, Deepti Naval, Naseeruddin Shah, Om Puri, Amrish Puri, Kulbhushan Kharbanda, Farooque Shaikh and Anant Nag.‘As long as you don’t become a friend, it’s alright’Across the bay, near the Bandra station, was another guest house – another parallel port, you might say – that attracted struggling artists. It was run by Sindhi sisters and was coincidentally named Marina. Cinematographer and filmmaker Govind Nihalani, filmmaker Arun Kaul, and Anandam Film Society’s Sircar, were among the residents there. Back at Ganga Vihar, I remember we were sitting on the bed in the middle room, windows open to the sea, when Om Puri asked to join the commune. I told him we had a full house but when he pleaded, I gave in saying, “As long as you don’t become a friend, it’s alright – if you do, then it will be difficult.” Fortunately he did. The stay, he says, was enriching in more ways than one. When Om was still a student and broke, Karnad, who had then taken over as FTII Director, recommended him to Karanth, who was making his first children’s film, Chor Chor Chup Chup Ja. But the first film Om signed in Ganga Vihar after graduating was Karnad/Karanth’s Godhuli, with Kulbhushan playing the main role of an American agriculturist who returns to his village with his American wife. I believe Om also accepted Ray’s Sadgati here.Some projects didn’t work out. Advertising filmmaker Homi Hormusji frequented the flat often, hoping to cast Om in an NFDC-sponsored film, but was turned away disappointed. At a Ganga Vihar party, Jennifer Kapoor offered Om a part in Jewel in the Crown that earned him 8,000 pounds and took him from the Arabian sea-front to the Udaipur Lake Palace.        Another time, I was on the phone when Om went by white-faced and didn’t stop to say why he was hurrying down. He returned to tell us that from the balcony he had seen a man who looked like his father, but when he caught up with him, discovered he was a stranger. Strangely enough, his father turned up the next day. Fortunately we had one of those folding metal beds that you can plonk anywhere. He was advised the house rules: water was stored in the two large old-fashioned bathtubs but was rationed out a bucket each.Anand Patwardhan and Kulbhushan Kharbanda at Ganga Vihar.At the end of the decade came Govind’s Aakrosh, with Om playing the tribal with the smothered voice, and Sai Paranjpye’s award-winning Sparsh, featuring Naseer as a blind man. Sai breezed into Ganga Vihar in her usual exuberant fashion and then breezed out. Sai introduced Kulbhushan from the Calcutta and Delhi theatre scenes to the commune. After his masterly performance in Benegal’s Manthan as the power-hungry village sarpanch with the misshapen eye (he says he could then fold his lower lashes inside), a young visitor to the house worriedly cross-examined him on why he had committed the dastardly act of burning the homes of the poor.In the living room around the dining table, surrounded by papers from the film archives and elsewhere, Girish Karnad, Ashish Rajadhyaksha, and I (as editor of the film book Looking Back–1896-1950) would leaf through magazines and pour over photocopies. It was an exhausting but finally exhilarating exercise to put together a publication that was the only resource for a festival of films that had no subtitles.Every day was a partyWith so many of us at Ganga Vihar, every day was like a party. The living room, sometimes spilling over to the corner room, was also the site of regular parties with guests. The Andhra aloo-kothmir and dahi-bhaat were our staple party food items, with Nira Benegal, Pooh Sayani and Shashi Mehta contributing more varied fare. Here, on the sea-facing wall, Anand Patwardhan showed his Prisoners of Conscience documentary made during the Emergency and Mani Kaul his Uski Roti. Parties were also good occasions to informally garner small sums for anti-establishment films.After some of the large parties, we would find bodies strewn on the floor, faces covered so we didn’t know who was who. One morning, Satyadev Dubey woke up to accuse Anand of stealing his blue-coloured underwear. He inspected a line of them hanging out in the balcony but insisted that none belonged to him. I don’t remember the outcome of that argument. Om says that once, the entire cast of the play Udhwast Dharamshala slept on the living room floor so that they would reach the train for Calcutta together and on time. I once got a bank loan rather easily when the manager said he had stayed overnight at Ganga Vihar.On workless days, Kulbhushan and I would leaven our sorrows with beer at Samovar, that wonderful meeting place at the Jehangir Art Gallery favoured by students and artists, eating bhajias as the rain fell in straight lines by our side. Samovar was doomed to be closed down despite protests – as was the New Wave Cinema. Films were being sent to festivals rather than presented in arthouse theatres and dismissed as “art” cinema. The crop of films in recent years in Hindi and Marathi, telling their tales crisply and professionally, not all disdaining connections with mainstream cinema, and with new multiplexes to display them, have found a very encouraging audience response. There is always new cinema.Now, with the transfer of tenancy rights, our Ganga Vihar flat has gone the same way. The multi-coloured tiles will soon be replaced by large marble squares, the open verandahs will be glassed off and fancy doors will replace the sturdy old teak ones. Jahnu was the last to leave the commune. Subhash and I had gotten married and were embarking on a different kind of life. In the morning Jahnu left a note and left without seeing me. “If only I had waited three more days, it would have been seven years, seven months and seven days since I came here,” he wrote. Tears came to my eyes. Until Subhash suggested Jahnu had probably made it all up!Rani Day Burra at Ganga Vihar. Photo by Nandini Ramnath.Besides making animation films, Rani Day Burra has edited various film publications including Cinema Vision (pub: Siddharth Kak), Looking Back 1896-1950 for the 1980 Festival of India held at MOMA and catalogues for the Film Festival Directorate. She was Consulting Editor on Cinema in India (pub: NFDC).","author":"Rani Day Burra ","time":"2016-09-04T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/815641-40711-khlzfyrzfz-1472931652.jpg","tags":["Ganga Vihar","Indian New Wave","Parallel cinema commune"],"source":"https://scroll.in/reel/815641/every-day-was-a-party-when-a-commune-by-the-sea-fed-and-housed-film-strugglers"}