{"title":"Everyone has right to choose their gender identity, says Rajasthan High Court","content":"The right of an individual to choose their sex or gender identity is integral to their personality and is one of the most basic aspects of self-determination, dignity and freedom, the Rajasthan High Court has observed, reported Bar and Bench on Monday.Justice Anoop Kumar Dhand made the observation in his judgement ordering authorities to consider changing service records of a petitioner who had been assigned the female gender at birth. The order was passed on May 25.The petitioner had got a job in 2013 under the General Female Category but was diagnosed with Gender Identity Disorder – the incongruence between a person’s experienced or expressed gender and the one they were assigned at birth.After this, the petitioner underwent a gender reassignment surgery to become a male. He then married a woman and fathered two children. In his plea, the petitioner had argued that that unless his name and gender is changed in his service records, it would be difficult for him and his family to get the benefits of his service. He had sought that the authorities should make the needed changes in the records.The petitioner had also legally changed his name and gender to reflect their male identity, reported the Hindustan Times.The state government had opposed the petition, arguing that the petitioner was appointed as a female candidate and the petitioner’s name and gender was recorded on the basis of this identity. It said that in order to change sex based on gender identity, a declaration should be obtained from a civil court.After hearing the arguments, the court noted that right to equality is guaranteed in the Constitution and is is a basic Fundamental Right that all Indians inherit.“Everybody on this planet has a right to be treated with respect and dignity, be it a male or a female or any other gender,” it said. “Till the past, we used to consider male and female as two biological sex but the developed science has proved that there are more genders than just cisgender.”The court also cited Transgender Persons (Protection of Rights) Act of 2019, observing that the law allows individuals who have undergone gender reassignment surgery before its enactment to apply for a certificate indicating the change in gender.Denying this right would contradict the purpose of the Act and lead to discrimination within society, the court added.Also read:Denied visibility in official data, millions of transgender Indians can’t access social benefits","author":"Scroll Staff","time":"2023-05-29T20:42:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/58034-iytljcdkam-1512712764.jpg","tags":["Rajasthan High Court","gender identity","Gender change"],"source":"https://scroll.in/latest/1050015/everyone-has-right-to-choose-their-gender-identity-says-rajasthan-high-court"}