{"title":"‘Everyone will regret it,’ says PM Narendra Modi on scrapping of electoral bonds scheme","content":"The scrapping of the electoral bonds scheme by the Supreme Court is a development that everyone will regret if they reflect on it honestly, Prime Minister Narendra Modi claimed on Monday.The Supreme Court had on February 15 struck down the scheme as unconstitutional and said that it could lead to quid pro quo arrangements between donors and political parties.Modi, however, said in an interview with ANI on Monday that the removal of the electoral bonds scheme has completely pushed the country towards black money. The prime minister claimed that it was because of electoral bonds that a money trail could be found in political funding.“If there were no electoral bonds, then in which system of power would they have been able to find out where the money came from and where it went?” Modi asked. “This is the success story of electoral bonds.”Electoral Bonds in a true sense has imparted a greater sense of transparency in political funding, says PM @narendramodi pic.twitter.com/vGe07o78Xu— narendramodi_in (@narendramodi_in) April 15, 2024\n\n\nThe court had on February 15 directed the State Bank of India to issue details of the political parties that received electoral bonds from April 12, 2019, and submit them to the Election Commission. In the initial set of data released on court orders, the State Bank of India had not revealed the unique alphanumeric numbers and serial numbers of the electoral bonds.It was only after petitioners in the case approached the court that the bank shared the alphanumeric and serial numbers of electoral bonds that were used to match donations with the parties that received them.On Monday, Modi claimed that 3,000 companies had purchased electoral bonds, out of which 26 donors were being investigated by central agencies. “Of these, 16 companies bought electoral bonds around the time that they were raided,” the prime minister said. “From these electoral bonds, 37% of the money went to the Bharatiya Janata Party, while 63% went to the BJP’s opponents.”Electoral bonds were paper instruments that anyone could buy from the State Bank of India and give to a political party, which could redeem them for money. The scheme was introduced by the Bharatiya Janata Party-led Union government in 2018.The entire process was anonymous to the public since buyers were not required to declare their purchase of these interest-free bonds and political parties did not need to show the source of the money, before the scheme was struck down. However, the Centre could access information about these donors as it controls the State Bank of India.Analysis of data shared by the State Bank of India after the Supreme Court’s direction revealed that the BJP received the lion’s share of electoral bond donations. Some of the buyers of the electoral bonds were companies that had faced raids by central agencies.Bold-faced lie, says Congress on Modi’s claimsThe Congress on Monday said the prime minister’s statement that the public had access to a “money trail” when the electoral bonds were in use was a “bold-faced lie”.Congress leader Jairam Ramesh said that the electoral bonds scheme was designed to be anonymous. “In other words, Modi wanted to hide the details of ‘where funds have come from [to political parties], and how they are being used,’” he said in a statement on social media.Statement on the PM's repeated attempts to take credit for the disclosure of the donors in the #ElectoralBondScheme. In truth, the PM introduced anonymity to electoral financing, presided over large scale corruption, and attempted to cover it up through the SBI. Only the Supreme… pic.twitter.com/guy27rQoh5— Jairam Ramesh (@Jairam_Ramesh) April 15, 2024\n\n\n“For six years, between 2018 and 2024, not a single detail was revealed to the public about who donated funds and to which political party,” Ramesh said. “This continued until February 15, 2024, when the Supreme Court rejected electoral bonds as unconstitutional.”The Congress leader said: “Up until the last day in court, the Modi Sarkar defended the anonymity of the scheme.”By creating this anonymous electoral bonds scheme, the prime minister reduced the Union government to a “supermarket where he can facilitate business in return for donations to the BJP”, Ramesh added.","author":"Scroll Staff","time":"2024-04-16T09:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181699-lvkacymmlp-1666497061.jpg","tags":["Narendra Modi","electoral bonds","Supreme Court","political funding"],"source":"https://scroll.in/latest/1066682/everyone-will-regret-it-says-pm-narendra-modi-on-scrapping-of-electoral-bonds-scheme"}