{"title":"‘Everyone should know what happened to us’: Four Kuki women recount brutal assaults they survived","content":"The video showing Kuki women being paraded naked by a mob has brought national attention to the sexual violence that has taken place during Manipur’s ongoing civil war. Days before the video emerged, Scroll had travelled to Manipur to interview Kuki women who faced extreme violence at the hands of the mobs.We spoke to four women, including one whose ordeal, captured on video, finally forced the prime minister to end his silence on Manipur. All of the women recounted that the men who assaulted them said they were taking revenge for violence against their community. Strikingly, in two cases, the survivors said Meitei women were part of the mob, egging the men on.Survivor: 19-year-oldCurrently at: Relief camp, Kangpokpi district Date of incident: May 15, ImphalWhen a 19-year-old Kuki resident of Imphal’s New Checkon colony stepped out on the evening of May 15 to withdraw money from an ATM, she said she could have “never imagined” what lay ahead. In the hours that followed, she said she was abducted by a gang of men, dragged into a car, brutally assaulted in three different locations across Imphal, before she escaped by a miraculous stroke of luck.In a relief camp in Kangpokpi district, exactly two months after the incident, she said she can barely “sleep at night”. “Sometimes I wake up crying...I remember what they did to me, I keep thinking of it,” she said, her voice low. In a classroom of a training institute, now converted into a relief camp for displaced Kukis, the survivor narrated the incident to Scroll for over an hour. After clashes broke out between Meitei and Kuki communities on May 3, the 19-year-old’s parents and siblings, along with many others, fled the mobs in Imphal on May 4. The 19-year-old, however, could not accompany them. When the violence had broken out, she was with a friend: a Kuki, too, who was married to a Muslim. “Since it was so tense, I could not join my family and took refuge in the Pangal neighbourhood,” she said. The Meitei Pangals, residents of the Imphal Valley who follow Islam, are not involved in the conflict in Manipur, and hence, relatively shielded from violence from both sides.For days, the 19-year-old hid in the Muslim household, careful not to step out or be seen. When the first round of violence abated about 10 days later, things were still tense in Imphal. Her parents – then at a relief camp in Kangpokpi district – told her it was better she left Imphal. Some money was wired to her account, and the plan was for a Muslim driver to drop her to Kangpokpi.On May 15, around 4 pm, the 19-year-old, along with the friend in whose home she had taken shelter, stepped out to withdraw money for the journey. Before they could even get to an ATM, two cars – a white Bolero and a purple Swift – appeared on the road. A few men got out, asking the two girls to produce their Aadhaar cards. When they said they did not have it on them, the men began assaulting them – first, her friend, and then the 19-year-old. The men accused the friend of sheltering the Kuki girl, before they left her by the side of the road.They proceeded to drag the 19-year-old into the white Bolero, she said. Inside, they beat her up, ignoring her protests, and drove her to Wangkhei Ayangpali, a Meitei locality.There, her captors rounded up men and women from the neighbourhood. By the side of the road, the survivor said, it was the women who “first started beating me up”. “They were dressed in their traditional phanek... some old, some young,” she said, about the group of women assaulters. As sticks and bare hands beat her up, she recalled seeing a pair of scissors in the mix.  “Someone pulled my hair... with the scissors, they tried to chop my hair too,” she said.All the while, the survivor pleaded with her assaulters in Meitei: “I told them: ‘Why are you beating me? Why are you slapping a girl like this? Am I not your sister?’”The 19-year-old said she asked her assailants, ‘Why are you beating me? Am I not your sister?’ Credit: Tora Agarwala.But the mob was out of control. The survivor alleged that the women handed her over to the men, asking them to “kill her”. “The men asked me how I dared to still be here [in Imphal],” she said. “I told them that I was doing my best to leave, and to please let me go.” One of them then said to her: “Your tribal boys have killed us Meiteis and so we will not save you.”Some men, the survivor recollected, started making calls to whom she believes were the members of the Arambai Tenggol, a radical Meitei group that has been accused of leading several attacks against the Kukis since the ethnic clashes broke out on May 3. “We have captured one tribal,” the men said on the phone.Sometime later, another car, a Bolero, arrived, its occupants a group of men in black T-shirts, and armed with guns. The survivor was dragged inside the vehicle and taken to another location, which she recognised as Langol Hills, a range in the northern part of the Imphal Valley.There, she was blindfolded, her hands tied. “I kept crying throughout… they threatened to shoot me if I did not quieten down,” she said. The mob again decided to move her to another location – this time further away from Imphal, to Bishnupur district. “They felt if they did it in Imphal, the police may catch them,” she said.By that time, night had fallen. The survivor said she was taken to a hill. “They told me that if I wanted to live, I would have to do ‘as they said’,” she said, adding that they used “very bad words”, and told her they wanted to rape her. “They told me: ‘If you let us do it, we will save you.’ I told them I am not that kind of girl.”When she resisted, they tried to “pull her shirt” and “grab her.” All the while, she said she could hear the men load their rifles, feel the weapons prodding her. At some point, she passed out, she later confided in a woman taking care of her in the relief camp.She next remembers wanting to relieve herself. It was almost dawn by then. “When I asked them for permission, they laughed and said that if my wish was to urinate before I died, they would let me,” she said.They untied her hands, and turned around, warning her not to go “too far away”.Displaced people from the hills of Manipur in a relief camp near Imphal. Credit: Sumir Kaul/PTI.The survivor pulled off her blindfold, walking a short distance away. “When I saw that their backs were towards me, I somehow…I don’t know how…managed to roll off the hill,” she said. At the base of the hill, on the main road, an autorickshaw – belonging to a Muslim man – was passing by. The driver saw her, stopped his auto, and helped her into the vehicle. “I was in no condition to even stand,” she said.By then, she said, the men could see her escaping and they ran down the hill shooting. “The auto managed to speed away,” she said.She was first taken to a police station, where officers asked her to wait for the officer in-charge. But feeling uncomfortable since all the men in the police station were Meitei, she decided to leave with the auto driver, who dropped her to New Checkon, where some members of the Kuki community who were still in Imphal managed to receive her.For the next two days, she took refuge in the home of a former Kuki legislator from the Bharatiya Janata Party, TT Haokip, a fact confirmed by his wife, Mary Haokip.Worrying for her life, the 19-year-old said she did not go to a hospital, instead choosing to be treated with first aid at the Haokips’ house. She remembers her ears were bleeding, her eyes bloodshot, her body covered in bruises, her face swollen. “I could not even chew or swallow food,” she said. Mary Haokip, now in Churachandpur, said she “fed and nursed” the girl. “I have no words to describe the condition,” said Haokip. “She could not even walk up the stairs, she could not eat for two days. We were wondering how to send her to her parents, then finally we managed to arrange it.”On May 20, the survivor was able to make it to the relief camp in Kangpokpi district, where her family had taken shelter.She was then taken to a hospital in Kangpokpi district, which referred her to another hospital in the neighbouring state of Nagaland, after preliminary medical care.A report signed by the medical officer of the Naga Hospital Authority, Kohima, dated May 24, which Scroll independently verified, describes her diagnosis as “alleged case of assault and rape”. Under the case summary, it reads: “Assault and rape on 15/05/23 during the Manipur tribal clash.”Two months later, the survivor said she still remembers the faces of her assaulters. The family considered filing a police complaint, but then got scared and decided against it. She said she was not sure if the complaint was ultimately filed. Scroll visited two police stations, Kangpokpi and Sapormeina, but no record of this case was found.The survivor said she has lost touch with all her Meitei friends. “Some of them found my mother’s number and even asked to talk to me but I cannot bring myself to take their calls – I simply can’t forget what they [Meiteis] did to me – I cannot ever go back home to Imphal,” she said.These days, her mother tells her to be strong. “She tells me that she has heard that there are other girls who suffered similar experiences. I should be strong for them,” she said.A day after Scroll published this account, the young woman submitted a police complaint, alleging rape. A first information report has been filed. Survivors: 19-year-old and 20-year-oldCurrently in: Churachandpur district with their familiesDate of incident: May 4, a nursing institute in ImphalOn the afternoon of May 4, panic spread among the residents of a girls’ hostel of a nursing institute in Imphal’s Porompat, when a mob started clanging the gates of their hostel. As the students watched from the windows, the mob – comprising both men and women – managed to enter. Two Kuki women – one, a first-year student aged 19 and the other, a second year-student aged 20 –were caught by the mob, thrashed and “left to die” by the side of the road outside their hostel, till a police car picked them up and took them to a hospital. Both have filed separate police complaints: the 19-year-old in Uttam Nagar police station in Delhi, and the 20-year-old in Churachandpur police station in Manipur. The latter has been registered as an FIR under charges of attempt to murder and outraging the modesty of a woman, among others – and forwarded to Porompat police station in Imphal. Uttam Nagar police station officials said they had forwarded the complaint to the office of the director-general of police, Manipur, on May 30. But the Porampat police station in Imphal said they had not received the complaint.“Some radical mobs belonging to the Meitei community armed with sophisticated weapons…chanting anti-tribal slogans…barged into my hostel room and dragged me onto the road,” the 20-year-old wrote in her complaint, adding: “I was harassed, abused, tortured and beaten.” The 19-year-old wrote that the mob accused her of being an “illegal immigrant from another country” and started beating her “brutally”. “They left me to die on the street,” she wrote in her complaint. More than two months later, in their homes in Churachandpur, the women are still trying to come to terms with the assault. The two meet sometimes, but they never talk about the incident. Scroll met them in their homes, where they, separately, recounted the incident in detail. According to the 20-year-old, the mobs arrived a little after 4 pm – a fact confirmed to Scroll by a member of the hostel staff, a Meitei woman who lives in Imphal. Two women, who were part of the mob, entered  the hostel demanding identification cards of all students. The hostel had a mix of women from the Meitei, Naga and Kuki communities. “There were eight Kukis – six of them had managed to hide in one part of the hostel, but my senior and I were not able to,” said the 19-year-old. The 20-year-old said she tried telling the woman checking identity cards that she was Naga, to which the woman responded: “That’s okay – we are looking only for Kuki girls.” However, when they were forced to reveal their identity cards, the mob realised that both were Kuki. The 19-year-old said that a senior member of the institute’s staff, a Meitei woman, tried to reason with the mob, but to no avail.The mob downstairs was getting even more agitated and shouting for the two women to be brought down. “What are you still doing there? Bring them out, bring them out,” the mob shouted, the 19-year-old recalled. Following which, the two were forced down outside the hostel onto the main road.Downstairs, the two girls were trashed side-by-side. The senior member of the institute’s staff witnessed this in a state of helplessness, the 19-year-old recalled. “I really tried to plead with the mob – but I just could not help them. I was so helpless,” the senior member of the institute’s staff told Scroll. The 19-year-old remembers crying helplessly, as the mob kicked and punched her. Both the survivors said that the women themselves did not beat them, but incited the mob: “Why are you still keeping them alive? Rape them, cut their bodies into pieces and burn them alive,” a woman allegedly shouted.“They beat me so much with their bare hands that I fell to the ground. They were beating my senior by my side. I don’t know what exactly happened to her but I was aware that she was being beaten badly,” the 19-year-old said.The 20-year-old was punched “so hard” that three of her front teeth fell out. At her home in Churachandpur, touching her dental implants with the tip of a finger, she said her injuries are somewhat better. But her lips are still visibly swollen, even two months later. “I still remember the face of the woman who shouted ‘Rape them, cut their bodies into pieces and burn them alive’,” she said. The 19-year-old said that it was especially “painful” to hear women utter such words. “‘I’m sure she [the woman who said those words] also has a daughter,” she said.The two women were then asked by the mob to walk a little distance away. “By that time, there was blood flowing down, from my shirt to my chappals,” said the 19-year-old. According to her, the mob was armed with stones, knives and even guns. “As we were walking, one guy pointed his gun at us. But another man told him that it was not the right time, and he put it down,” she said.Then, the two were beaten again – and both fell unconscious thereafter. The next time they woke up they were in a hospital. Later, the 19-year-old was flown to Delhi and admitted to the intensive care unit of the All India Institute of Medical Sciences’s trauma centre. The 20-year-old was evacuated to an army hospital in Imphal, and later the district hospital in Churachandpur. The 19-year-old came back to her home in Churachandpur at the end of May. “I am better, but for days, I felt dizzy and nauseous,” she said.Scroll spoke to a Meitei member of the hostel staff, who confirmed the incident. “These girls were not just students, they were like my children. I feel so bad that I could not do anything to save them,” she said.Survivors: 44-year-old and 21-year-oldCurrently at: A relief camp in Churachandpur district, and in Tengnoupal district, respectively.Date of incident: May 4, near B Phainom in Kangpokpi districtWhen they heard that the Meitei mobs were “burning homes” in a nearby village on May 4, the residents of B Phainom began to pack their bags. Among them was a 44-year-old woman, the wife of the village chief. While most families had left, she and her neighbours were slightly delayed.But they managed to escape. In the nick of time, both families hid in a forested path just a short distance from their home. As they hid, they could hear the rioters beat the gong of their village church. From a distance, they saw their homes being burnt. “But there was enough foliage to conceal us,” said the woman.The 44-year-old woman's assault was captured in a video that went viral. Credit: Tora Agarwala.However, the mobs discovered them: their group split into two, and before her eyes, her neighbours, a 56-year-old man and his 19-year-old son, were lynched. The mob then turned their attention to their daughter, 21, and the woman herself. They were subsequently paraded naked by the mob, and groped – the graphic visuals of which have gone viral on the internet.The 21-year-old got married soon after the incident, and now lives in Tengnoupal. The older woman, now a resident of a crowded relief camp in Churachandpur, narrated her story to Scroll on a July evening.After being discovered, the men began to assault them, even as some [Meitei] men expressed their discomfort with hitting the women. “They were the nicer ones… some actually said, ‘Let’s not hit the women.’ But most in the mob did not care – they punched us, pulled our hair and beat us up badly,” she said.In the vicinity, she said, there was a police vehicle. While three of them (she, the 21-year-old girl and her 19-year-old brother) got into it, the father was pulled away and lynched.“We did not see how exactly they did it but we knew they had killed him,” she said, adding that they asked the policeman to start the vehicle to help them escape. “In the beginning, the policeman did not move the vehicle,” she said. But just as he started the engine, the mob gathered around them. The three of them were pulled out and separated: the young boy was dragged away to the area in the paddy field where his father was killed. At a distance, she saw him being hit with a big stick, and he collapsed – on the body of his dead father.In the meanwhile, the mob surrounded the two women, ordering them to strip. “When we resisted, they punched us and forcefully tried to pull off our clothes,” she said. The men warned the women: “If you don’t take off your clothes, we will kill you”. The woman said she had no choice but to take off every item of clothing only in order to “protect herself”. All the while, the men allegedly slapped and punched her. She could sense her neighbour in the vicinity, but she did not know what exactly was happening to her.The woman was then dragged to a paddy field near the road, as the mob accompanied her. There, she was asked to lie down. “Three men surrounded me… two on the side, one right in front of me. One of them told the other, ‘Let’s rape her’, but ultimately they did not,” she said. “But they did grab my breasts – twice,” she said.The woman recalled her assaulters telling her that “Kukis had raped Meitei women in Churachandpur, that they had killed a Meitei child” and that they were taking “revenge”.The men subsequently left her in the field, and soon after another group of Meitei men came and gave her their clothes. She headed to the spot near the police vehicle, when she was waylaid by another mob, who made her strip again. Later, she said, another group of men came, some of those who had expressed discomfort about attacking women, and gave her her clothes back. A photograph of the 21-year-old woman allegedly gangraped near B Phainom village, with her family members. Credit: Tora Agarwala. Her neighbour – the 21-year-old – appeared by her side again. Both of them collected their clothes, and escaped to a village nearby.She said she did not file a complaint herself. But a relative did. Based on the complaint, the police said a zero FIR was registered in the Saikul police station of Kangpokpi district on May 18. The first information report mentions her age as 42. It also says that the 21-year-old woman was “brutally gang-raped in broad daylight”. A third woman, who was with the two women, was also forced to strip. An official at the Saikul police station said charges of rape and murder, among others, have been pressed against “unknown miscreants” numbering “800-1,000”. More than two months after the incident, the 44-year-old said she did what they told her to only to keep herself alive. “I am anyway a married woman…I was helpless in front of a mob,” she said in a quiet voice.Close to the relief camp, living with her relatives, the mother of the 21-year-old is beside herself with grief. She tried to narrate the incident, as told to her by the daughter, but broke down. After the incident, her daughter’s boyfriend offered to marry her, she said. “She is now with him in another district… she is away from all this,” she said.As for the 44-year-old wife of the village chief, she said it was important to recount her ordeal in front of the media, even if she was exhausted. “Everyone should know what happened to us,” the 44-year-old said, adding: “But despite what happened, I want to say all Meiteis are not bad…There were actually some men who tried to help me.”The writer is a Guwahati-based independent journalist. Her Twitter handle is @ToraAgarwalaWith inputs from Arunabh Saikia.","author":"Tora Agarwala","time":"2023-07-21T17:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192431-ocicbettlt-1689931642.jpg","tags":["manipur civil war","manipur women assaulted","kuki women","viral video","sexual assault","Meitei women"],"source":"https://scroll.in/article/1053038/everyone-should-know-what-happened-to-us-four-kuki-women-recount-brutal-assaults-they-survived"}