{"title":"‘Everyone is frightened’: Muslims in Uttarakhand’s Purola recount a campaign to hound them out","content":"On the morning of June 13, the market in Purola, a town nestled in the hills of Uttarakhand, was open for business – except for a handful of shops, where the  shutters were drawn firmly, and groups of policemen stood guard outside. One of those stores belongs to Mohammad Ashraf, a 41-year-old trader who has not been able to open his garment shop for over two weeks, because of an intimidating campaign by groups of Hindus to evict Muslims from their homes and trades in this town in Uttarkashi district. Around a dozen Muslim families have reportedly fled the town in fear, since May 28, soon after Hindutva groups started taking out processions demanding the town be cleared of Muslims and eviction notices were pasted on shops. Some of the Muslim families have shifted to Dehradun, 140 km away, and some to towns in western Uttar Pradesh.But Ashraf is standing his ground. “This is my janmabhoomi and my  karmabhoomi,” he said. The land of my birth and work. “I am not going anywhere.” Four years after his father moved to the hills from the plains of Uttar Pradesh in 1978, Ashraf was born in this town. His is among the 40-45 Muslim families in a town with a population of 5,000, say residents. Only a few, like Ashraf, own houses in the town.“In the last 30 years, I have never seen a situation like this,” Ashraf said. “I had never faced any trouble or any discrimination because of my religion. Our Hindu neighbours have always treated us well and they still do.” Of the roughly 400 shops in the market, about 40 are owned by Muslims. None of them have been able to carry out any business since a group of Hindus of the town began the strident campaign against Muslims. “It’s been more than two weeks since we shut our shops,” said Ashraf. “We have not earned a single penny.”Among those who have stayed back, the fear was unmistakable, especially over calls for a “mahapanchayat”, or a conference, in Purola on June 15 by a local group. On Tuesday, two academicians, Ashok Vajpeyi and Apoorvanand, wrote a letter to the Chief Justice of India and Chief Justice of the Uttarakhand High Court, asking them to step in and stop the gathering, which purportedly aimed to oppose “love jihad” and “land jihad”.  “Love jihad” is a conspiracy theory peddled by Hindutva groups, claiming that Muslim men lure Hindu women into romantic relationships so that they can convert them to Islam. “Land jihad” similar maintains that Muslims are encroaching on public land to build religious structures.“Everyone is frightened,” said Mohammad Rayish, 47, who runs a cloth shop. “No one knows what will happen.” Several Muslim residents said messages were being circulated on social media and WhatsApp, targeting them. “There is a call for a mahapanchayat,” said Rayish, who, like Ashraf, was born in Purola. “We are waiting to see if it is allowed to take place.” Fifty years ago, his father had migrated to the hills from a village in Saharanpur, Uttar Pradesh.A day later, on June 14, the Uttarkashi district administration refused permission for the gathering, the Hindustan Times reported.A shop in Purola market owned by a Muslim stays shut. Credit: Zafar Aafaq.How it startedIt began, Ashraf recalled, on May 27, when police officials came to the shop, asking them to close for the day. “That was the right advice,” Ashraf told Scroll. “It was for our safety. The crowd is always faceless. You never know what they will do.”Later that day, a group of Hindus marched in protest against the alleged attempted abduction of a 14-year-old Hindu girl on May 26 by two men, which they said was a case of “love jihad”. One of the men was Ubaid Khan, who owned a furniture shop in the market, and the other Jitendra Saini. Both the men were arrested on charges of kidnapping a minor girl under sections of the Indian Penal Code, and under the Protection of Children from Sexual Offences Act. “Our investigation has found that they were trying to abduct her to take advantage of her,” said a police inspector at Purola police station, who did not want to be named.Two days later, Hindus took out a bigger march, eyewitnesses told Scroll. This time, they not only marched through the market but also went up to the homes of Muslims. The crowd vandalised shops and removed signboards and banners with Muslim names, said a trader. “They came down here and shouted slogans for 20 minutes at my door,” Ashraf said. He watched the crowd from the terrace of his house while his children locked themselves up in the room. “They raised provocative slogans against Muslims.”Later, when the crowd left, his son asked him: “Papa, why were these people abusing us?” Said Ashraf, “I had no answer.”Since then, there have been a few small rallies led by activists of Bajrang Dal and Karni Sena in Purola town. “There were calls for eviction of Muslims in these rallies,” said Ashraf.A week later, notices were pasted on the shops of Muslims calling them to leave. “The love jihadis  are informed that they should leave the town before Mahapanchayat to be held on June 15 otherwise they will face consequences,” it read. According to a report in The Indian Express, the notices were signed by an organisation called the Devbhoomi Raksha Abhiyan.Mohammad Rayish, a trader in Purola, has decided to stay back but said 'everyone is frightened'. Credit: Zafar Aafaq.‘I had no option’ Mohammad Saleem, a 36-year-old trader who runs a garment shop in Purola, packed his bags and left on May 28.He said he made up his mind after the owner of the building where he ran the shop asked him to vacate. “I had no option,” said Saleem, who is now in Vikas Nagar, a town near Dehradun. “ I asked some people to give me a shop on rent but nobody said yes, I spoke with the traders’ union but they too suggested that I better leave, saying that the situation was not good for Muslims. I have three small daughters. I could not have risked being there.”Saleem said he incurred a huge loss as the shop had clothes worth Rs 40 lakh. “The government should compensate us,” he said. Even though he owns a home in Purola, Saleem said he is considering selling it. As the campaign against Muslims grew in strength in Purola, the effects were felt in a town nearby.On June 3, a rally was organised by Hindutva groups over allegations of “love jihad” and “land jihad’” in Barkot, 30 km away.As the procession marched through the town, home to about 40 Muslim families, a mob ran amok, damaging property and marking shops owned by Muslims with “X” signs.  Aftab Ulla, who runs a garment business in Barkot, told Scroll that the crowd vandalised his shop and tore down a signboard reading “Aftab Cloth House”. “I just watched from the window of my home,” he said. Following the incident, Muslims have been asked to vacate shops that they had taken on rent and leave. “But nobody has left yet,” he said. A letter given to the district administration on June 5, asking for security for Muslims. Credit: Special Arrangement.‘The administration did not help us’In Purola, the Muslim traders lodged a complaint with the police, who registered a case against unknown persons. But Ashraf said the police did not appear to be serious in acting against those targeting them. “Security cameras are installed everywhere,” he said. “I do not know why it’s taking the police so long to nab those who posted the notices.”On June 5, Ashraf said he approached the district administration, asking them to ensure the safety and security of the Muslim community in view of the threats. “The sub-divisional magistrate behaved callously,” said Ashraf. “He asked me to hand over the memorandum to the office clerk but did not say a word of assurance. The administration has not helped us. They have become active now after the matter hit national and international headlines.”When Scroll asked the Purola sub-divisional magistrate, Devanand Sharma, to respond to the allegation, he declined to comment. Ashraf said he had also sent a letter to the district administration condemning the abduction of the Hindu girl. “If one man has committed a wrong, you cannot punish an entire community for that,” he said.On June 12, the administration and police held a meeting with the traders’ union, who also took part in the rallies, members of Hindutva groups and Muslim representatives. The meeting did not lead to a resolution.Ashraf, who attended the meeting, said several conditions were placed on the Muslims. “They asked us to ensure that no new Muslims should come to the town for business,” he said. “They also asked that we should not organize namaz gatherings anywhere in the town. Some of them are still adamant that all Muslims should leave the town.”Policemen stand outside shops owned by Muslims, which have not opened for business since May 29. Credit: Zafar Aafaq.‘We did not ask them to leave’The Hindu traders Scroll spoke to played down the calls of eviction and said that the Muslim traders have left the town of their own accord. “There is a lot of media hype,” said the owner of a medical store. “We did not ask anyone to leave. They can come and open their shops.”He added, “You can see everything is running normally.” However, the shop next to his, owned by a Muslim, was shut.Rajpal Panwar, who described himself as a social activist, appeared to support the call for a Muslim exodus. “One incident may have triggered the tension but there is something more behind all of this,” he said. “The public has been angry for some time because the members of this community have done certain acts in the past that are not acceptable,” he said.When asked to elaborate, he alleged that a new set of Muslim traders had created problems for others by agreeing to pay higher rents. “What is the source of their money?” Panwar asked. “There could be a racket behind this. It is a matter of concern.”He said that Muslims who have been living in the town for decades should not be frightened. “We have appealed to them to open their shops,” he said.A town without a mosqueAshraf blamed “a handful of  people” whom he called “anti-social elements” for the situation in the town. “Some people with a political affiliation and some traders have a problem with us,” he said.In the past, Ashraf said, Hindu neighbours have helped them in arranging space for holding Ramzan prayers. “On one Eid, I remember it was raining and we were allowed to hold congregational prayers in a hall in the tehsil office,” he said. The town has no mosque. “We have never had any plans to construct a mosque,” Ashraf said. “We are few in number. We have to win the goodwill of the majority and we have to live with them.” He said the allegation that they want to settle other Muslim traders in town has no basis. “They say we want to  increase the Muslim population,” Ashraf said. “If that were the case, we would have done that in the last 40 years.”Several civil society activists blame a constant communal mobilisation by Hindutva leaders for the crisis. “The Purola matter started with one incident, but the situation has been deteriorating for some time,” said Aakib Qureshi, an activist in Dehradun. “Hindutva activists have been warning Muslims to leave the state. Their leaders are making open speeches targeting Muslims. Even the chief minister is using words like ‘love jihad’ and ‘land jihad’. Does it behove him?”Against the backdrop of the campaign to force Muslims out, Uttarakhand Chief Minister Pushkar Singh Dhami had said that “love jihad” will not be tolerated in the state.Qureshi added: “The CM has taken a constitutional oath to serve everyone but he talks about protecting Hindus. What do they need protection from? We are the minority.”","author":"Zafar Aafaq","time":"2023-06-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191239-boqioowgok-1686747857.jpg","tags":["Uttarakhand","Muslims","Purola","Evictions","Exodus","love jihad","Communal politics"],"source":"https://scroll.in/article/1050942/everyone-is-frightened-muslims-in-uttarakhands-purola-recount-a-campaign-to-hound-them-out"}