{"title":"‘Everything that could go wrong went wrong’: Days of rumours led to the lynchings in Assam village","content":"Amar Terang, a resident of Dengaon in Assam’s Karbi Anglong district, had read it on Facebook: Five child-lifters from Bihar were on a kidnapping spree in the area and they had already struck several times in the district capital of Diphu. “It has been coming continuously over the last two weeks on Facebook, you must have also seen it,” said Terang, who has only recently bought a smartphone and joined the social networking site. The message had warned that everyone should be on guard as phankodongs – the Karbi term for child lifters – were on the loose in the area.They were on guard on the evening of June 8, when two young men from Guwahati, Abhijit Nath and Nilotpal Das, were driving up National Highway-36, connecting Assam’s Nagaon with Nagaland’s commercial hub of Dimapur. Around 6.30 pm, going by the mobile phone tower signal intercepted by the police, the duo took a detour from the highway at Dengaon. They were headed towards the Kangthilangso waterfall in the village that went by the same name. It is located at the foot of the Mikir hills, which separate Eastern Karbi Anglong from Kaziranga National Park.Over the next hour-and-a-half, Das and Nath were lynched by an angry mob who had allegedly taken the two to be child lifters.As the news of the lynching broke, a furore broke out in the state. Protests spread in Guwahati, some of them reportedly turning violent. Meanwhile, in Nagaon district, Assamese youth allegedly tried to attack people from Karbi Anglong, who are ethnically distinct.But the areas around Kangthilangso and Panjuri Kachari, the village where the two young men were found dead by the police on Friday, were eerily quiet on June 11. The road leading to the villages was closed. A group of stern policemen turned away everyone: from journalists to executive members of the Karbi Anglong Autonomous District Council.(Photo credit: Abhishek Dey).‘Phankodong’Fearing police action, most men – with the exception of children and old men – have fled the 25-odd villages in the area from the highway to the hills. The Assam police, in the midst of a manhunt involving 230 personnel to track down members of the mob, had arrested 18 men as of Monday afternoon.The women, barely educated and with little access to the world outside their villages, are struggling to make sense of  the incident. “The men are all gone, and there are so many military and police men, we are scared,” said Mitchu Teron, whose son was also picked up by the police on Sunday night.Mitchu Teron. (Photo credit: Abhishek Dey).In Kaibongkro village, barely a kilometre from where Das and Nath were murdered, Lakhi Ingtipy lives with her father-in-law and three-year old son. Five people have been arrested from the village. Ingtipy said that all she recalled from Friday evening, were men screaming on the street about two phankodongs being spotted. She claimed she did not step out of her house. “We had been warned to be extra careful and to keep the kids safe at home because phankodongs had apparently abducted children in Diphu,” she said.Ingtipy said she was still not certain about the real identities of Nath and Das. Their physical appearances, she claimed, matched with the descriptions she had heard about child lifters: men who dressed as women. One of the victims, Das, sported dreadlocks. “My heart is heavy,” she said. “We have heard that they said they are Assamese, but we have also heard that in their car there were needles and knives. Also, if they are singers why did they come here so late?”In a video believed to have been taken by someone in the mob, Das is heard telling his attackers that he was Assamese: “Do not kill me…please do not beat me. I am an Assamese. Believe me, I am speaking the truth. My father’s name is Gopal Chandra Das and mother’s name is Radhika Das…please let me go.”Lakhi Ingtipy with her son. (Photo credit: Abhishek Dey).WhatsApp rumoursA senior district police official said that all circumstances that evening went against Das and Nath. “There had been a viral social media rumour doing the rounds in the area about child lifters, and these boys had appearances that nobody in the village had probably come across before,” he said. “In the vehicle, there were two musical instruments: an almost five-foot long hollow pipe and an ATC-[air traffic control] shaped drum with flashy colours – both of which would have been completely foreign to the villagers. On top of that, they were riding a black Scorpio at night. Everything that could go wrong went wrong.”Boreswhwar Rongpi, who owns an eatery on the highway, echoed the policeman. “This rumour about child lifters has been all over, and there is this superstition that they are men who impersonate women,” he said.For many in the interior villages in the area, where electricity is intermittent and newspapers almost never reach, there is little by the way of credible information to counter social media. As a result, most people, even after Saturday’s gruesome murder, seem to believe there was some truth to the claims that the two men had been child lifters. “But everyone is saying there are phankodongs kidnapping children in Diphu,” said Xangbor Tisu, the headman of another village in the vicinity.A build upThe panic, Rongpi said, had reached such alarming levels in the days preceding Nath and Das’s lynching that he was sure something would go terribly wrong. For the past couple of weeks, young men from villages in the area had started keeping guard at strategic points during the night, he said, watching out for “suspicious looking men” who did not belong to the area.On Thursday, a day before the incident, there had been two separate instances near Dengaon where villagers had chased two alleged child lifters, said Rongpi. “That day too men had come out in hordes with torches and whatever they could get hold of to chase supposed child lifters,” he said. “But they could not get hold of anyone. If they would have, who is to say that the outcome would have been different than what happened the next day, because most of the time these young boys are drunk.”GV Siva Prasad, the chief of the Karbi Anglong police, too, said that many of the men caught by the police were intoxicated. The police officer also claimed that the area saw a particularly high number of alcohol-induced violent crimes.But does the paranoia about child lifters have any basis in fact? Instances of child trafficking in the area were almost nil, Prasad said, although there had been a few occasional cases of missing children. Government records, however, reveal that Karbi Anglong accounts for one of the highest cases of child trafficking in Assam – which itself has routinely recorded some of the highest numbers of women and child trafficking cases in India.The car Nath and Das were travelling in. (Photo credit: Abhishek Dey).","author":"Arunabh Saikia","time":"2018-06-12T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/882265-plxseimlvy-1528741212.jpg","tags":["Assam","Mob lynching","child lifters","rumours","WhatsApp","Assam lynching"],"source":"https://scroll.in/article/882265/everything-that-could-go-wrong-went-wrong-days-of-rumours-led-to-the-lynchings-in-assam-village"}