{"title":"EWS reservations: What you need to know about the constitutional challenge before the Supreme Court ","content":"Starting Tuesday, the Supreme Court will begin hearing a clutch of petitions challenging the constitutionality of the 10% quota in educational institutions and government jobs for economically weaker sections of citizens. On January 12, 2019, the Union government brought a constitutional amendment to Articles 15 and 16 of the Constitution, which deal with the right to equality and reservations. Before this, there were provisions for seats and jobs to be reserved for Scheduled Castes, Scheduled Tribes and socially and educationally backward classes. With this amendment, the government introduced a 10% reservation for general category citizens who are economically weaker.  The Centre defined economically weaker sections as those with an annual family income of less than Rs 8 lakh.  These reservations cover all government jobs and educational institutions, whether private or state-funded. However, educational institutions run by minorities are excluded from this.Starting from January 14, 2019, several petitions were filed arguing that this move violated the basic structure – the unamendable foundational feature of the Constitution – as it awarded reservations solely on the basis of economic backwardness and pushed the total quantum of reserved seats to more than 50%.However, the Union government has contested this argument. They have submitted that these reservations are in line with promoting equality, which could entail reservations on solely economic grounds.From Tuesday, a bench headed by Chief Justice UU Lalit will begin hearing arguments in the EWS case. Credit: Sajjad Hussain/AFP Issues before courtThe Supreme Court, on September 8, chose three primary issues that it will have to decide on. These will examine whether the EWS amendment breached the basic structure of  the Constitution by:allowing the state to make reservations based solely on economic criteria.allowing for reservations in private institutions unaided by the government.excluding  Scheduled Castes, Scheduled Tribes and socially and educationally   backward classes from the scope of the 10% economic reservation quota.Other issues were also suggested, such as whether a cap of  50% while granting reservations forms a part of the basic structure of  the Constitution. However, the court said that these issues are  “supplementing and substantiating” these three points. Also being challenged in other cases are other aspects related to EWS reservations. For instance, the Supreme Court is separately  examining the legality of the Centre’s definition of economically weaker  sections.Stand of both sidesThe petitioners have pleaded that these amendments go against principles that form the basic structure of the Constitution, such as those of equality. However, the Union government has contended that only an amendment that changes the identity of the Constitution could violate the basic structure, something that EWS reservations do not do.The petitioners have submitted that according to a 1992 judgment  of the Supreme Court, economic criteria may be a consideration in  addition to social backwardness. But they cannot be the sole criteria. However, the Union government has maintained that  economic criteria are a relevant factor for determining backwardness. It said that the 1992 case was looking at the legality of some office  memorandums, whereas the present challenge is to a constitutional  amendment, which the court did not have a chance to deliberate upon in  1992. 50% criteriaFurther, the petitioners have argued that the Supreme  Court has declared that reservations cannot exceed 50% of the total  available seats, which has become a part of the basic structure.  However, the Centre has submitted that the 50% limit is only with regard  to reservation for Scheduled Castes,  Scheduled Tribes and socially and educationally backward classes – but does  not apply to economically weaker sections reservation. Further, the  Union has also argued that the 50% limit is not absolute and can be  breached on the basis of quantifiable data. Unaided institutesRegarding  reservations in educational institutions that are not receiving any aid  from the government, the petitioners have submitted that these  institutions can have their own admission policy, provided they are  “fair, transparent, non-exploitative and based on merit”. Restricting  this goes against the fundamental right to carry on any occupation, trade or business as per Article 19(1)(g) of the Constitution. But the Centre has contended that the number of seats available in  government-maintained or aided institutions is limited. Therefore weaker sections of society must have access to unaided  institutions. This restriction, being reasonable and in the interest of the general  public, would not violate Article 19(1)(g).Preamble and directive principlesFurther, the Centre has also  contended that the Preamble and Article 46 of the Constitution support the legality of EWS reservations. The Preamble aims to secure social,  economic and political justice for all citizens whereas Article 46 states  that the government and its institutions must promote the educational  and economic interests of Scheduled Castes, Scheduled Tribes and other  weaker sections. Article 46 is a directive principle of state policy –  which is not enforceable in court but should be applied by  the government while making laws.","author":"Umang Poddar","time":"2022-09-13T09:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110164-higbmcipww-1547013436.jpg","tags":["EWS Reservation","103 Amendment"]}