{"title":"Executive and judiciary should not fight each other, says Law Minister Kiren Rijiju","content":"Union Law Minister Kiren Rijiju said on Friday that the executive and the judiciary should avoid run-ins with each other as both have origins in the Indian Constitution, PTI reported.Addressing an event on the eve of Constitution Day, which is celebrated on November 26, Rijiju assured that the central government will ensure the independence of judiciary.“We [executive and judiciary] are the child of the same parent,”  Rijiju said at the event organised by the Supreme Court Bar Association. “We are on the same page and there is no use in fighting among ourselves.”Rijiju claimed that that since the Narendra Modi-led government came to power more than eight years ago, it has not done anything to undermine the sanctity of the Constitution, Bar and Bench reported.The law minister’s comment came at a time when he has repeatedly criticised the collegium system of judicial appointments. Even on Friday, at a separate event, he said that the system lacks transparency, The Times of India reported.Last month, he had said that the government was unhappy with the Supreme Court’s 2015 decision to strike down the National Judicial Appointments Commission Act passed by Parliament months after Narendra Modi took over as the prime minister in 2014.The law had proposed to make judicial appointments through a body comprising of the chief justice, two senior Supreme Court judges, the law minister and two other eminent persons nominated by the chief justice, the prime minister and the leader of the Opposition.The National Judicial Appointments Commission was to replace the collegium system, under which five senior-most judges of the Supreme Court, including the chief justice, decide on the appointments and transfers of judges to the top court and the High Courts.Earlier this month, the Supreme Court had also issued a notice to the Centre asking it to explain its delay in the appointment of judges. The judges were hearing a contempt petition filed last year by the Advocates Association Bengaluru against the Union law ministry not approving 11 names given by the Supreme Court collegium.At Friday’s event too, Supreme Court Bar Association President Vikas Singh said that the Centre “cannot be seen violating the rule of the law” on appointment of judges, PTI reported.He added that the Centre cannot “pick and choose” names recommended for appointment by the collegium.“There is an apparent conflict which is quite obvious everywhere that names are being recommended and not being appointed,” Singh said. “This according to me is a complete negation of rule of law. I beseech the law minister to please ensure that this negation does not happen anymore.”Chief Justice of India DY Chandrachud and Attorney General R Venkatramani were also present at the event.","author":"Scroll Staff","time":"2022-11-26T08:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/52507-naqsxravrm-1488281471.jpg","tags":["Kiren Rijiju","Supreme Court","Constitution Day","Collegium system"],"source":"https://scroll.in/latest/1038368/executive-and-judiciary-should-not-fight-each-other-says-law-minister-kiren-rijiju"}