{"title":"‘Exhuma’ review: A grave holds secrets to a troubled Korean past","content":"South Korean director Jang Jae-hyun’s Exhuma is a blend of a society caught between “science and superstition,” the supernatural and historical trauma. Jang’s films, such as The Priests (2015) and Svaha: The Sixth Finger (2019), have gone into the realm of religion and ritual, but this one adds a few extra layers.The newborn of Ji-yong (Jae-cheol Kim) is suffering from a curse that has afflicted other men in the family. Ji-yong gives up on modern medicine and calls for a shaman. Hwa-rim (Go-eun Kim), who is accompanied by her assistant Bong-gil (Do-hyun Lee), (identifies the problem as “grave’s call” – a disgruntled ancestor has been haunting Ji-yong’s descendants.Hwa-rim takes the help of veteran geomancer Sang-deok (Choi Min-sik) and his Christian apprentice Yeong-geun (Hae-jin Yoo). The decision is made to exhume the body of Ji-yong’s grandfather from its lonely and unmarked mountain-top grave on the border between North and South Korea, so that this disruptive spirit can be relocated or cremated and put to rest.Sang-deok has a bad feeling about it, but the money is too good to turn down. Then again, an age-old belief system co-exists with a modern one, and he sees no contradiction there. Hwa-rim performs a wild shamanic ritual but, of course, things go wrong, unleashing not one but two spirits.The two halves of the film are disjointed, with a tenuous connection. What stands out is the absolute fearlessness of the gang of ghostbusters, and the loyalty that results in everybody willingly going into very spooky, not to mention life-threatening, situations because one of them needs help.Over the six chapters of the 135-minute film that often tests the viewer’s patience, there is the slow-burn horror of a camera panning over a desolate mountainscape, spiritual chants as background music, folkloric elements (a ghost fond of sweetfish) and some suspense. There are thankfully no schlocky scares such as creaking doors and monsters jumping out from behind rocks.The relentlessly grim, humourless film has very earnest actors. Go-eun Kim is particularly attractive, with a graceful and strong screen presence even when her face is smeared with blood or tattooed with snatches of scripture.With some similarities to Na Hong-jin’s The Wailing (2016), it is easy to see why Exhuma turned out to be a hit in South Korea. Excavating the bones of a painful past has proved to be a successful formula, as Bollywood has already found out.\n\n\n    \n    Play\n\nExhuma (2024).","author":"Deepa Gahlot","time":"2024-05-03T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200383-evfmubcifz-1714465987.jpeg","tags":["Exhuma movie review","Jang Jae-hyun","South Korean cinema"]}