{"title":"Exit polls: BJP likely to get majority in UP, AAP in Punjab, tight race in Goa and Uttarakhand","content":"The Bharatiya Janata Party is likely to get a clear majority in the Uttar Pradesh Assembly elections, multiple exit polls predicted on Monday. The polls have also unanimously predicted a victory for the Aam Aadmi Party in Punjab. Uttarakhand and Goa are likely to witness close contests between the BJP and Congress, according to the exit polls. In Manipur, pollsters have predicted that the BJP will emerge as the single largest party, but may fall marginally short of the majority mark.The Uttar Pradesh elections were held in seven phases starting from February 10. The last phase of the election was held on Monday.The Manipur election was held in two phases on February 28 and March 5. Assembly elections in Punjab were held on February 20.Elections in Uttarakhand and Goa were held on February 14.Uttar PradeshThe BJP-led alliance will win 242 seats in Uttar Pradesh, while the Samajwadi Party and its partners will win 143 of them, NDTV reported, citing exit polls conducted by various regional and national channels.The Bahujan Samaj Party is likely to win 11 seats, while the Congress may win in four constituencies.The majority mark in the Uttar Pradesh Assembly is 202 seats.  ABP News-CVoter has predicted that the BJP and its allies will get 228-244 seats, while the Samajwadi Party and its allies will get 132-148 seats.Another pollster, Republic-P-Marq, predicted that the BJP will win 240 seats in the state, while the Samajwadi Party will win in 140 constituencies.According to India News, the BJP-led alliance will win 222-260 constituencies, while the one led by the Samajwadi Party will emerge victorious in 135-165 seats.ETG Research has predicted that the former will win 230-245 seats, and the later will win 150-165 seats.As per Times Now-Veto, the BJP-led alliance will win 225 seats, while the Samajwadi Party-led alliance will win 151 constituencies.PunjabThe AAP is likely to win the Punjab Assembly election, registering a win in 63 seats, NDTV reported based on the average of various exit polls.The Congress is tipped to win in 28 constituencies. The Shiromani Akali Dal-Bahujan Samaj Party alliance is likely to 19 seats, and the BJP-Punjab Lok Congress alliance is likely to win in four seats.According to India Today-Axis exit poll, AAP will win 76-90 seats, while the Congress will emerge victorious in 19-31 constituencies.The pollster has predicted that the party will garner a vote share of about 41% in the state. Meanwhile, the Congress is tipped to win 19-31 seats.According to Times Now-Veto, the Arvind Kejriwal-led party is likely to win 70 seats in Punjab, while the Congress is tipped to win 22 constituencies. The Akali Dal-Bahujan Samaj Party alliance is likely to win 19 seats, while the Bharatiya Janata Party-Punjab Lok Congress alliance is expected to register a victory in five seats.UttarakhandThe BJP is likely to win 37 seats in Uttarakhand, while the Congress is tipped to win 31 constituencies, according to News18 poll of polls – an average of multiple predictions.The state has 70 Assembly seats and the majority mark is 36.The saffron party is likely to win 36-46 seats, while the Congress is likely to win 20-30 seats, as per India Today-Axis My India. On the other hand, ABP News-CVoter has predicted that the Congress may be ahead with 32 to 38 seats, while, the BJP may get 26-32 constituencies.GoaThe BJP and Congress are poised for a neck-and-neck race in Goa, as per NDTV’s poll of polls.Both parties are tipped to win 16 seats each in the 40-member Assembly. The Trinamool Congress-led alliance is likely to win three seats, while other parties are likely to bag five constituencies.The BJP-led alliance will likely secure victory in 13 to 17 seats in the coastal state, while the Congress and its allies may win 12 to 16 seats, as per ABP Majha-CVoter.On the other hand, the India Today-Axis My India poll predicts that the Congress will be marginally ahead at 15 to 20 seats, while the BJP will get 14 to 18 seats.ManipurThe BJP is likely to win 30 seats in the Manipur Assembly election, according to an average of multiple predictions, reported NDTV.The Congress is likely to secure victory in 13 seats.If the saffron party wins 30 seats, it would fall just one seat short of the majority mark of 31 seats.According to ABP Majha-CVoter, the saffron party is likely to get 23-27 seats, while the Congress may win in 12-16 seats.India Today-Axis My India has projected a more emphatic win for the BJP, predicting that it will win 33-43 constituencies. It has predicted that the Congress will win 4-8 seats, while other parties will secure victories in 10-23 seats.","author":"Scroll Staff","time":"2022-03-07T19:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171192-niblrlbffw-1646674293.jpg","tags":["exit polls","Uttar Pradesh Assembly election","exit polls 2022","Punjab Assembly election","BJP","Samajwadi Party"],"source":"https://scroll.in/latest/1018961/exit-polls-bjp-likely-get-majority-in-up-aap-favourites-punjab-tight-race-in-goa-and-uttarakhand"}