{"title":"Exit polls: TMC likely to return in Bengal, BJP to retain Assam, DMK to sweep TN, Left win in Kerala","content":"The Trinamool Congress is likely to return to power in West Bengal, multiple exit polls predicted on Thursday. The Bharatiya Janata Party, which mounted a strong campaign in the state will get more than 100 seats, but will fall short of the majority by a significant margin, the predictions said. However, the saffron party is expected to retain power in Assam.In Tamil Nadu, exit polls predicted a sweeping victory for the Dravida Munnetra Kazhagam while the Left Democratic Front looks set to return to power in the neighbouring state of Kerala.West BengalThe eight-phased elections in West Bengal came to an end on Thursday evening with 35 seats witnessing more than 76% turnout in the last round. The BJP, Trinamool Congress and a combine of the Left parties, Congress and the Indian Secular Front were in contention for 294 seats in the state.The majority mark is at 148 seats.  According to Times Now-CVoter exit poll, the BJP is likely to win 115 of them and the Trinamool Congress will win 158. The ABP-CVoter survey predicted 152-164 seats for the Mamata Banerjee-led party, while BJP is expected to win 109-121 seats, according to this exit poll.Both the exit polls predicted that the third front will win seats in the range of 15 to 25.The Chanakya exit poll predicted around 108 seats for the BJP, four for the Left combine and 180 for the TMC, making it the victor in the state elections. The India Today Axis exit poll gave 130 to 156 seats to the Trinamool Congress, 134 to 160 constituencies to the BJP and two seats to the Left front.  However, the Republic-CNX exit polls suggested a close fight. The survey predicted 128 to 148 seats for Trinamool Congress and 138-148 for the BJP. It means that both the parties might just reach the majority mark in their best possible scenario, but a hung Assembly looks more likely, according to Republic-CNX.The Jan Ki Baat exit polls painted a different picture, predicting a clear majority for the BJP. The survey said the saffron party would win 162 to 185 seats, while Trinamool Congress would bag only 104-121 seats.A poll of all the exit polls, an average of the tallies put together by news channel NDTV, gives 157 seats to the Trinamool Congress, 16 to the Left and 120 to the BJP.  AssamIn Assam, the ruling BJP is likely to come back to power winning 75-85  out of the total 126 seats being contested, the India Today-Axis My India exit poll predicted. The Congress-led alliance is expected to get 40-50 seats, the survey said.The Republic-CNX exit poll also showed similar projections for the northeastern state. The exit poll said that the BJP and its allies could win 74-84 seats, while the Congressl-led front could bag 40-50 of them.Jan Ki Baat exit polls projected 70-81 seats for the BJP-led National Democratic Alliance and 45-55 seats for the Congress’ United Progressive Alliance.The ABP-CVoter survey said that the fight could be closer in Assam. The exit poll gave 58-71 seats to the BJP and 53-66 seats to Congress.Tamil NaduIn Tamil Nadu, MK Stalin’s Dravida Munnetra Kazhagam is expected to win by a two-third majority, bagging 160-170 of the 234 seats, the Republic-CNX exit poll showed. The ruling Anna Dravida Munnetra Kazhagam is predicted to win only 58-68 seats.ABP-CVoter also predicted that DMK would win as the clear winner, bagging 160-172 seats, while the AIADMK could end up with 58 to 70 seats.The India Today-MyAxis survey projected an even bigger win for DMK. The exit poll said Stalin’s party was expected to win 175-195 seats, while AIADMK would win 38-54 of them.NDTV’s poll of exit polls projected the DMK tally at 174 and AIADMK at 57.KeralaIn Kerala, Chief Minister Pinarayi Vijayan is expected to retain power for a second successive term, the Republic-CNX exit poll opined. The ruling Left Democratic Front could win 72-80 seats, while the Congress-led United Democratic Front could bag 58-64 constituencies, the exit poll predicted. Kerala has 140 seats and the majority mark is 71.The ABP-CVoter offered a similar projection, giving 71-77 seats to the Left alliance and 62-68 seats to the Congress alliance.India Today-MyAxis however predicted that the LDF will win with a larger majority of 104-120 seats and the UDF was expected to get 20-36 seats.PuducherryIn Puducherry, the National Democratic Alliance of the BJP, NR Congress and the AIADMK will win 19-23 of the 30 seats, ABP-CVoter survey predicted. The Congress-DMK alliance is expected to win six to 10 seats, according to the exit poll.The India Today-MyAxis also predicted 20-24 seats for the NDA and six to 10 seats for the UPA.","author":"Scroll Staff","time":"2021-04-29T19:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158050-tpbkfjvsyh-1619183134.jpeg","tags":["Exit Polls","West Bengal","Assam","Kerala","Puducherry","Tamil Nadu"],"source":"https://scroll.in/latest/993655/exit-polls-mamata-banerjee-to-retain-bengal-bjp-likely-to-win-assam-again"}