{"title":"Exit polls predict landslide victory for BJP in Maharashtra and Haryana elections","content":"Various exit polls on Monday showed the Bharatiya Janata Party and its allies cruising to a comfortable victory in the Maharashtra and Haryana Assembly elections. The BJP is in power in both states. Chief ministers Devendra Fadnavis and Manohar Lal Khattar look set for a second straight term in office.Voting in 288 Assembly constituencies in Maharashtra, 90 Assembly seats in Haryana and bye-polls to two Lok Sabha constituencies and 51 Assembly seats across 17 states was held between 7 am and 6 pm. The results will be announced on October 24.According to the Election Commission, over 62% of the electorate had cast their votes in Haryana, and over 55% had turned out in Maharashtra.National security and the abrogation of Jammu and Kashmir’s special status were among major talking points during the campaign in these two states. Prime Minister Narendra Modi and Union Home Minister Amit Shah repeatedly castigated the Congress for criticising the government’s move. The Ram temple in Ayodhya was another matter that the BJP’s campaign focussed on. The Congress campaign, on the other hand, was seen as dull and not as aggressive by political observers as not many of its top brass was on the ground. Congress leader Rahul Gandhi spoke about unemployment and the economic slowdown. Nationalist Congress Party’s Sharad Pawar addressed several rallies and even braved the rain to make a speech last week.MaharashtraIn Maharashtra, the contest was between the Shiv Sena and BJP alliance, and the Congress-Nationalist Congress Party combine.According to the India Today-Axis poll, the BJP-Shiv Sena alliance will win 166 to 194 seats in the state. The Congress-Nationalist Congress Party will win 72 to 90 seats, and others 22 to 34 seats.The Jan Ki Baat poll said that the BJP would win 135 to 142 seats, and the Shiv Sena 81 to 88 seats. The Congress will be far behind with 20 to 24 seats, with the Nationalist Congress Party bagging 30 to 35 seats.The Times Now poll predicted 230 seats for the BJP-Shiv Sena alliance, and the Congress-NCP just 48. TV9 Marathi-Cicero said that ruling combine would win 197 seats, and the Congress-NCP 75 seats. According to CNN News 18-IPSOS, the BJP-Shiv Sena coalition will win a massive 243 seats, with the Congress-NCP securing a dismal 41 seats.The ABP News-C Voter survey forecast 204 seats for the BJP-Shiv Sena alliance, and gave the Congress and the NCP 69 seats and others 15 constituencies.In 2014, the BJP and Shiv Sena won a combined 185 seats – 122 for the BJP and 63 for the Shiv Sena. They had contested the elections separately but came together after the elections. The Congress won 42 seats and the Nationalist Congress Party 41.In the run-up to the elections, there were a number of defections from the Congress and the Nationalist Congress Party to the BJP and the Shiv Sena. In July, three MLAs from the Nationalist Congress Party and one from the Congress joined the BJP after resigning from the state Assembly. The NCP legislators who switched allegiances were Shivendraraje Bhosale, who represented Satara, Sandeep Naik from Airoli (Navi Mumbai) and Vaibhav Pichad from Akole in Ahmednagar district. The Congress MLA who switched to the BJP was Kalidas Kolambkar, who represented Mumbai’s Wadala seat.  In September, Udayanraje Bhosale, the Nationalist Congress Party MP from Satara, joined the BJP. Bhosale is a descendant of the Maratha warrior king Chhatrapati Shivaji. On October 3, Nitesh Rane, the son of former Chief Minister Narayan Rane, joined the BJP. Nitesh Rane had won on a Congress ticket in 2014.Also read: What political defections in Maharashtra reveal about Indian democracy HaryanaIn Haryana, a tight contest was predicted between the BJP, the Congress and Dushyant Chautala-led Jannayak Janta Party. However, exit polls forecast an easy victory for the saffron party.  The Jan Ki Baat exit poll said the BJP would win 52 to 63 of the 90 seats while the Congress would come a poor second with 15 to 19 seats. The Indian National Lok Dal is staring at a massive defeat, and is expected to win zero to one seat, while the Jannayak Janta Party is expected to bag five to nine seats. The Times Now poll said the BJP would win 71 seats, the Congress 11 and the Indian National Lok Dal zero. According to the News X poll, the BJP would win 75 to 80 seats, and the Congress between nine and 12 constituencies.In 2014, the BJP won with a majority of 47 seats. Its alliance partner Shiromani Akali Dal got one seat. The other major players in that election were the Indian National Lok Dal, which won 19 seats, and the Congress, which got 15 constituencies.Congress turmoilThere was turmoil in the Haryana Congress prior to the Assembly elections. Former state Congress President Ashok Tanwar resigned from all election committees of the party. Tanwar’s decision came after he was not given a ticket.Earlier this year, the Opposition party replaced Tanwar as Haryana party chief with Kumari Selja in a bid to curb infighting within the state unit. Selja too did not feature in the list of 90 candidates.  Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-21T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129494-dzavfoemnh-1571657237.jpg","tags":["Maharashtra","Haryana","Exit Polls","Assembly elections"],"source":"https://scroll.in/latest/941247/exit-polls-predict-landslide-victory-for-bjp-in-maharashtra-and-haryana-elections"}