{"title":"Exit polls: Congress ahead in Telangana and Chhattisgarh, BJP in Rajasthan","content":"Several exit polls on Wednesday placed the Congress ahead in the Chhattisgarh and Telangana Assembly polls and the Bharatiya Janata Party in the Rajasthan elections.Some surveys have predicted that the BJP will win in Madhya Pradesh.    The predictions were made as the voting for the Assembly election in Telangana concluded on Thursday. A provisional voter turnout of 63.9% was recorded in the state.The Assembly polls in Mizoram took place on November 7, in Madhya Pradesh on November 17 and in Rajasthan on November 25. The elections in Chhattisgarh were held in two phases on November 7 and 17.The votes in all five states will be counted on Sunday.ChhattisgarhThe Chhattisgarh Assembly has a total of 90 seats and 46 seats are required for a majority.  Six exit polls, including those by Axis My India and Today’s Chanakya, predicted that the Congress will retain power in the 90-member Assembly. News24-Today’s Chanakya predicted that the Congress would will 57 seats, far ahead of the majority mark. It predicted that the BJP would secure 33 seats. According to India Today’s Axis My India exit poll, while the Congress is expected to bag between 44 and 52 seats, the BJP is likely to win between 34 and 42 constituencies.In the state, the Bhupesh Baghel-led Congress is fighting the BJP to retain power. In 2018, the Congress had come to power in the state after 15 years of BJP rule. Chhattisgarh exit polls  \n    \n       Source  Congress  BJP  Others \n    \n     India Today-Axis My India  40-50  36-46  1-5  News24-Today's Chanakya  57  33  0  Republic-Matrize  44-52  34-42  0-2  ABP News-CVoter  41-53  36-48  0-4  Jan Ki Baat  42-53  34-45  3  TV5 News  54-64  29-39  0-2 \n  TelanganaThe Telangana Assembly has a total of 119 seats and 60 seats are required for a majority.Three exit polls – CNX, Jan Ki Baat and Matrize – are predicting that the Congress will wrest control of Telangana, defeating the incumbent K Chandrashekar Rao-led Bharat Rashtra Samithi.According to India TV’s CNX poll, the Congress is expected to win between 63 and 79 seats in the state. It predicted that while the Bharat Rashtra Samithi will get 31 to 47 seats, the BJP would win just between 7 and 13 constituencies.Republic’s Matrize polls predicted that the Congress would win around 58 to 68 seats, the Bharat Rashtra Samithi between 46 and 56 and the BJP between four and nine.  The exit poll by News24-Today’s Chanakya predicted the Congress to win 71 seats, ahead of the Bharat Rashtra Samithi’s 33.If the Bharat Rashtra Samithi loses, it would end Rao’s attempt to clinch a third consecutive term.The party, previously called the Telangana Rashtra Samithi, has ruled Telangana since the state’s formation in 2014. But, this time, it is facing a stiff challenge from the Congress, which was a dominant political force in the united Andhra Pradesh.The BJP, which has grained electoral traction in Telangana in recent years, has also pulled out all stops in its campaign. Telangana exit polls \n    \n       Source  Bharat Rashtra Samithi   Congress  BJP  Others \n    \n     Jan Ki Baat  40-55  48-64  7-13  4-7  Republic-Matrize  46-56  58-68  4-9  0  India TV-CNX  31-47  63-79  7-13  4-7  Today's Chanakya  33  71  7  8 \n  RajasthanThe Rajasthan Assembly has a total of 200 seats and 101 seats are required for a majority. But the voting in one of these seats was postponed following the death of a candidate.According to three exit polls Jan Ki Baat, Dainik Bhaskar and TV9 Bharatvarsh-Polistrat, the BJP has high chances of securing a majority of the Assembly seats.  Jan Ki Baat projects the BJP to win 100 to 122 seats in the state, while the Congress will secure 62 to 85 seats.According to an exit poll by Dainik Bhaskar, the Hindutva party will win 98 to 105 seats, ahead of the Congress with 85 to 95 seats. TV9 Bharatvarsh-Polistrat’s poll predicts that the BJP will win 100 to 110 seats and the Congress 90 to 100 seats.However, the India Today-Axis My India exit poll predicted that the Congress would be ahead with 96 seats. It said that the BJP would win 90 seats.Some of these exit polls have predicted that other parties may win 10 to 15 seats.The ruling Congress is fighting to retain the northern state while the BJP is hoping that Rajasthan sticks to its tradition since 1993 of voting out the incumbent party in the Assembly polls. In the 2018 Assembly elections in Rajasthan, the Congress had won 100 seats, while the BJP had secured 73. Rajasthan exit polls \n    \n       Source  Congress  BJP  Others \n    \n     India Today-Axis My India  96  90  13  Jan Ki Baat  62-85  100-122  14-15  Dainik Bhaskar  85-95  98-105  10-15  TV9 Bharatvarsh-Polistrat  90-100  100-110  5-15 \n  Madhya PradeshThe Madhya Pradesh Assembly has a total of 230 seats and 116 seats are required for a majority.  The exit polls for Madhya Pradesh have predicted mixed outcomes. Some exit polls such as India Today-Axis My India have put the BJP well ahead of the Congress with 140 to 162 seats. News24-Today’s Chanakya also predicted that the BJP would secure a clear majority with 151 seats.The Republic-Matrize survey also predicted the BJP to win 118 to 130 seats.However, the TV9 Bharatvarsh-Polistrat exit poll predicted the Congress to be ahead with 111 to 121 seats. Dainik Bhaskar also predicted the Congress to win 105 to 120 seats.In Madhya Pradesh, the BJP is fighting to retain power amid a challenge from the Congress. In 2018, the Congress had won a slim majority to form a government with Kamal Nath as the chief minister. However, Jyotiraditya Scindia’s decision to leave the Congress along with legislators that supported him led to the collapse of the Nath government. The BJP then formed the government led by Shivraj Singh Chouhan. Madhya Pradesh exit polls  \n    \n       Source  BJP  Congress  Others \n    \n     India Today-Axis My India  140-162  68-90  0-3  News24-Today's Chanakya  151  74  5  Republic-Matrize  118-130  97-107  0-2  TV9 Bharatvarsh-Polistrat  106-116  111-121  0-6  Dainik Bhaskar  95-115  105-120  0-15 \n  MizoramThe Mizoram Assembly has a total of 40 seats and 21 seats are required for a majority.  The Jan Ki Baat survey predicted the Zoram People’s Movement to lead with 15 to 25 seats and the ruling Mizo National Front to clinch 10 to 14 seats.The India TV-CNX exit poll predicted the Mizo National Front to win 14 to 18 seats and the Zoram People’s Movement 12 to 16 seats. The Republic-Matrize poll also gave the Mizo National Front a clear lead.The ABP News-CVoter poll predicted that the state’s ruling party may win 15 to 21 seats. The Zoram People’s Movement could win 12 to 18 seats, it said.Some of these exit polls also highlight the possibility of a hung Assembly in Mizoram.The Chief Minister Zoramthanga-led Mizo National Front, which came to power in Mizoram in 2018, is facing a challenge from the Congress and the Zoram People’s Movement in the Assembly polls. Since 1989, the state’s ruling parties have managed to secure a second term in office. Mizoram exit polls  \n    \n       Source  Mizo National Front  Congress  Zoram People's Movement  Others \n    \n     Jan Ki Baat  10-14  5-9  15-25  0-2  India TV-CNX  14-18  8-10  12-16  0-2  Republic-Matrize  17-22  7-10  7-12  01-02  ABP News-CVoter  15-21  2-8  12-18  0-5","author":"Scroll Staff","time":"2023-11-30T19:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196273-hnxqexfykd-1701340584.jpg","tags":["Exit Polls","Assembly Elections","Telangana","Mizoram","Madhya Pradesh","Chhattisgarh","Rajasthan"]}