{"title":"Explainer: Is Modi’s government’s 8 lakh income criteria for EWS too lenient?","content":"On Friday, the Supreme Court allowed the admission process for undergraduate and postgraduate medical programmes through the National Eligibility cum Entrance Test to go on as per the existing eligibility criteria.  The court was deciding on the validity of reservations introduced in July 2021 for Other Backward Classes as well as the economically weaker sections for All-India Quota seats in NEET. The All India Quota consists of 15% seats in undergraduate courses and  50% seats in postgraduate courses open to students across India (the rest are only for state domiciles).Due to these hearings, the admissions for this year’s medical postgraduate courses had got delayed by several months. This was largely due to the contentious eligibility criteria for EWS reservations, where an annual family income of Rs 8 lakh was set as the threshold. This, argued critics, was too lenient. Even OBCs – who suffer further discrimination on the basis of social and educational backwardness – have the same income limit for availing reservations. The delay had led to massive protests by doctors, affecting access to medical services, especially in Delhi.A protest outside Delhi's Maulana Azad Medical College for expediting the NEET-PG admission process. Credit: PTI.What is the Supreme Court’s decision?On July 29, 2021, the Centre introduced  a 27% quota for OBCs and a 10% quota for EWS in the All India Quota for  undergraduate and postgraduate courses allotted through NEET. This was  challenged before the Supreme Court, which has been hearing this case  since September 2021. The admissions for the post-graduate medical courses, which was  supposed to happen by October, got delayed because of this  challenge. On Friday, the Supreme Court upheld  the constitutional validity of the OBC quota. Further, it held that the  counselling process for NEET undergraduate and postgraduate courses for  the academic year 2021-’22 should continue based on the existing  criteria used to determine EWS. However, the court held that the EWS criteria for subsequent batches will be determined at a later stage. Why is the EWS criteria controversial?The  main thorn of contention, in this case, was the process – or lack thereof – followed in determining EWS quota eligibility. The court set out to examine whether a proper, data-driven exercise was undertaken to arrive at the EWS criteria. The Union government defined  EWS criteria to include people who did not fall under reservations  granted for Scheduled Castes, Scheduled Tribes and Other Backward  Classes and who had an annual family income of less than Rs 8 lakh.  If a person’s family owned land in excess of a specified limit,  such as more than 5 acres of agricultural land or 1,000 square feet of residential land, that would also place him outside the EWS criteria.The Supreme Court made a prima facie observation that this criteria seemed arbitrary. Given that the same income criteria of Rs 8 lakh per annum was used to exclude “creamy layer” from the OBC quota, the court questioned if the Centre had mechanically lifted the OBC creamy layer criteria for EWS.Candidates from the OBC category who belong to the creamy layer are excluded from reservation since they have “economically progressed” and are less backward. If the same income criteria were adopted to identify EWS and OBC categories then the court orally observed it would make “unequals equal”. This is because OBC students within the income criteria would face additional social and educational backwardness that EWS students would not.The Centre, after prodding by the court, filed an affidavit on October 26 saying that it had undertaken a proper exercise before deciding the EWS criteria. However, a month later it said that it had formed a committee to reconsider the EWS criteria. The Supreme Court also  asked the government if the Rs 8 lakh income criteria was too broad and included more people than required. It further noted that the per capita income of different  states and purchasing power of rural and urban areas are different, and  asked if that has been taken into account.How did the Centre justify its EWS criteria? After asking for multiple extensions, on November 25, the Solicitor General informed the court that the government had decided to revisit the definition  for EWS and has formed a three-member committee for this under former  Union Finance Secretary Ashok Bhushan Pandey. It asked the court for  four weeks to take a decision on the EWS criteria. On December 31, the government filed an affidavit endorsing the Pandey Committee’s recommendations.  The committee recommended that the income limit of annual family income  of Rs 8 lakh be retained.The Pandey Committee cited the Sinho Commission  report from 2010 to say that the criteria to identify creamy layer  among OBCs could serve as the upper limit to identify EWS families. It  further said that Sinho Committee alternatively suggested that the  non-taxable income limit be taken as the EWS criteria. The Sinho  Commission report was relied on by the government to bring the EWS constitutional amendment in 2019.                                 Protestors demanding Maratha reservations in Mumbai in 2018. Credit: Mridula Chari.The  government told the court that the present Rs 8 lakh income criteria is the maximum non-taxable income limit once all rebates, exemptions and deductions are taken into account.  It  further argued that this income tax limit was for an individual whereas  the EWS criteria involves family income, thus the criteria of Rs 8 lakh is justified.The Pandey Committee also said that the  annual income criteria for EWS is much more stringent than the OBC  creamy layer criteria. This is because  OBC criteria excludes certain types of incomes, such as those from working as artisans or in a hereditary occupation. However, these  are included in the EWS criteria. Additionally, family income under EWS is broader since it included the income of a candidate’s siblings and spouse, while family income for OBC creamy layer does not include these incomes.How did the petitioners challenge this EWS definition? How did the court respond?The petitioners disagreed with the Centre on using the OBC creamy layer income limit as the upper limit for EWS. It further disagreed with how the government interpreted the non-taxable income limit. As per the Centre, the Sinho Commission suggested that the income limit for OBC creamy layer could be used as the upper limit for EWS. However, the commission’s report categorically stated that OBCs had “economic backwardness compounded with their social and  educational backwardness” whereas EWS only had economic backwardness. Therefore, the creamy layer criteria could not be used for EWS. A better criteria for EWS would be to identify families whose income fell below the taxable income bracket and families whose income fell below the poverty line. The Centre tried to take an extremely broad view of what could fall below the taxable income bracket. It extended the base taxable income criteria of Rs 2.5 lakh per annum to Rs 8 lakh per annum by including all rebates, exemptions and deductions which were applicable. However, the petitioners argued that only the base taxable income criteria of Rs 2.5 lakh per annum should be taken as the ceiling for EWS reservations.The Supreme Court bench also remarked  that it appeared that the Pandey Committee was trying to put forward a post-facto justification of the EWS criteria. It questioned the  Centre’s assessment of Rs 8 lakh as the income tax limit, asking if it was likely that a person who is economically weaker was likely to  have exemptions such as capital gains, applicable on shares and securities. It also pulled up the government, pointing out  that in an earlier affidavit the government had submitted that “income  limit for determining EWS also largely followed the economic criteria  for the determination of those persons who would be entitled to OBC  reservations”.Why is the Supreme Court going into so much detail about the EWS criteria?This scrutiny is in line with courts asking the government to show data to justify reservations. In previous cases, the Supreme Court and High Courts  have also struck down reservation policies in case the government has  not been able to back up reservation policy with adequate data. For instance, in a case from 2021,  where the Supreme Court was looking at the reservation given to the  Maratha community, it held that the data to show that the community is  socially and educationally backwards must be up-to-date and  quantifiable. On finding out that the government could not show exceptional  circumstances required for reservation for Marathas, the court struck it  down.Similarly, the Supreme Court recently ordered the Maharashtra and Madhya Pradesh  local body elections to be held without OBC reserved seats since these  states had not undertaken the steps required to reserve seats, which  included setting up of a commission and carrying a detailed  investigation into the backwardness of communities. In the EWS case also the bench orally warned that the government that it will stay  the EWS quota when the government had delayed in filing an affidavit.  However, it has allowed this year’s admission to go on against the backdrop of large-scale  protests by doctors against a delay in admissions.","author":"Umang Poddar","time":"2022-01-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111488-jpssngndyq-1548437100.jpg","tags":["EWS","NEET","Reservations"],"source":"https://scroll.in/article/1014548/explainer-is-modis-governments-8-lakh-income-criteria-for-ews-too-lenient"}