{"title":"Explainer: Why the RBI approved a record Rs 1.76 trillion transfer to the Modi government","content":"India’s central bank, the Reserve Bank of India, just approved a Rs 1.76 trillion (or Rs 1.76 lakh crore) transfer of its reserves to the Union government.Scroll.in explains why this happened and what it could mean for the economy.What did the Reserve Bank of India just do?On Monday, the Reserve Bank of India decided to transfer Rs 1.76 trillion to the Modi government.Around 70% of that money is the Reserve Bank of India’s annual dividend or surplus that is regularly transferred to the Union government. The remaining 30% is from a contingency fund the Reserve Bank of India maintains in case of emergencies. An example of such a risk could be a sudden drop in the value of Reserve Bank of India’s investments.This is the highest amount the Reserve Bank of India has ever transferred to the Union government. Last year, the dividend transferred was Rs 500 billion. The dividend this year is nearly 2.5 times larger.The Union government was able to access the Reserve Bank of India’s contingency fund as a result of a green signal from a committee headed by former Reserve Bank of India governor, Bimal Jalan.What prompted this emergency action?The Union government is facing a cash crunch as a result of an underperforming Goods Services Tax. Central government tax collection as a proportion of gross domestic product in 2018-’19 was a full percentage point lower than the budget estimates. This shortfall amounted to Rs 1.7 trillion and was the largest gap between tax estimates and actuals in India’s tax history.To add to this, India is also facing a serious economic slowdown. This means that tax revenue is unlikely to pick up in the near future but also that the country is looking to the Union government to provide the economy a stimulus. However, given its own cash crunch, the government had little room to manoeuvre – which is why it has had to look to the Reserve Bank of India for help.How did the government persuade the Reserve Bank of India to transfer this record sum?The Modi government has had its eye on the Reserve Bank of India’s reserves for some time now but the bank has thus far resisted efforts to part with them. In fact, a disagreement about making such a transfer was said to be one of the key reasons the previous Reserve Bank of India governor Urjit Patel resigned in December, 2018.A few weeks after this, a committee under Bimal Jalaan was appointed to assess the amount of reserves the Reserve Bank of India should hold.According to news reports, the government was expecting a large payout as a result of this.The Reserve Bank of India’s reserves are mainly made up of two parts. One is the revaluation account (coming from gains in bullion reserves and currency exchange rates). The other is the contingency fund that the Reserve Bank of India uses to make emergency adjustments in order to, say, prevent against losses in the institution’s investments or prop up the value of the Indian currency. Initially, the government tried to pressure the Jalan committee to hand over a part of the much larger revaluation account. According to one report in Business Standard, the Union government was expecting Rs 1 trillion from here.However, in the end, the Jalan committee decided to not touch the revaluation reserves and dip only into the (much smaller) contingency fund.What is the government’s justification for this move?The Union government argues that the Reserve Bank of India’s reserves are too large. According to a report in the Telegraph, as per the government, the buffer of 28% of the gross assets maintained by the Reserve Bank of India was above the global norm of around 14%.In 2018, Chief Economic Advisor Arvind Subramanium had argued that the Reserve Bank of India has some of the highest reserves in the world and the excess capital the Reserve Bank of India could transfer to the Union government stood at between Rs 4.5 trillion and Rs 7 trillion. Subramanium characterised the Reserve Bank of India’s risk assessment as “ultra, ultra conservative, almost bordering on paranoia”.The other view is that while the Reserve Bank might have high capital reserves, much of this is simply notional arising out of a falling rupee. Its actual free cash reserves are not very high. Amartya Lahiri, director of the RBI-funded Centre for Advanced Financial Research and Learning and a professor at the University of British Columbia wrote in 2018 that the RBI is actually “one of the most under-capitalised central banks in the world”.What will the government do with this money?If the government were to be conservative, it would tie up its fiscal loose ends. Pronab Sen, former chief statistician of India argued that the government should pay back its loans such as those taken from the small savings fund in order to provide food subsidies.However, according to a report in the Indian Express on Tuesday, the government is instead looking to use the money to push a big capital expenditure programme. This would do the job of providing a stimulus for the economy, which by all indicators is heading towards a slowdown.","author":"Scroll Staff","time":"2019-08-27T18:56:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/110024-zceeirwgql-1566878152.jpg","tags":["RBI","Fiscal crunch","Stimulus package","Urijit Patel"],"source":"https://scroll.in/article/935334/explainer-why-the-rbi-approved-a-record-rs-1-76-trillion-transfer-to-the-modi-government"}