{"title":"Explainer: What will happen to the 40 lakh people left out of Assam’s draft Register of Citizens?","content":"In Assam, over 40 lakh people will have to prove they are Indian citizens. The final draft of the National Register of Citizens, which is being updated for the first time since 1951, was published on Monday. About 3.29 crore people applied to be on the list, of whom 2.89 crore were found eligible for inclusion in the draft. What exactly is the National Register of Citizens?The register is meant to be a list of Indian citizens living in Assam. It was first compiled in 1951, after the Census completed that year, a crude, approximate document with several irregularities in it. One of the stated aims of the updating exercise is to identify so-called “illegal immigrants” in the state. In Assam, which has seen waves of migration, first as a colonial province and then as a border state in independent India, this is a loaded issue.In 1979, about eight years after the Bangladesh War, which had led to a fresh wave of migration from across the border, it triggered off an anti-foreigners’ agitation. Assamese ethnic nationalists, led by the All Assam Students’ Union, claimed illegal immigrants had entered electoral rolls and were taking away the right of the indigenous community to determine their political future. The agitation ran parallel to an armed struggle by the United Liberation Front of Asom, an insurgent group formed in 1979, demanding a sovereign state for indigenous Assamese people.In 1985, the anti-foreigners’ agitation led by the All Assam Students’ Union came to an end with the signing of the Assam Accord. It provided for the regularisation of all those who entered the state before 1966, when atrocities in erstwhile East Pakistan started sending a fresh flood of refugees across the border. Those who entered the state between 1966 and 1971 would be deleted from electoral rolls and lose their voting rights for 10 years. Those who entered on or after March 25, 1971, the eve of the Bangladesh War, would be declared foreigners and deported.Even if the agitation died down, the spectre of illegal migrants continued to haunt the politics of the region. In 1997, for instance, the Election Commission placed the letter “D” next to more than 2.3 lakh names in its Assam voter lists. It stood for “doubtful” or “dubious”, describing people whose citizenship was suddenly in question. Such people were stripped of their voting rights, some were sent to detention camps, and all cases were referred to the Foreigners’ Tribunals.As anxieties persisted, the first pilot project for updating the National Register of Citizens was launched in 2010 but was soon halted after protests by the All Assam Minority Students’ Union. In 2014, the Supreme Court ordered that the updating exercise be completed by January 31, 2016, though the state missed the deadline.The National Register of Citizens now takes its definition of illegal immigrants from the Assam Accord – anyone who cannot prove that they or their ancestors entered the country before the midnight of March 24, 1971, would be declared a foreigner and, presumably, face deportation.How do the authorities establish citizenship?The mammoth counting process went through several phases. First, there was data collection. Most individuals applying for inclusion into the NRC had to prove not only that their ancestors had lived in Assam pre-1971 but also their relationship with the ancestor. Once the data was submitted, the applicant’s blood relations were plotted on a family tree. Then came the verification process, where documents were sent to the original issuing authorities while NRC officials went from door to door, speaking to the applicant’s neighbours and relatives, trying to establish the claims made in the forms.Why was the process so contentious? Several controversies arose during the process. Bengali Muslims, the community most often branded as illegal Bangladeshi immigrants, felt they were put under greater scrutiny than other groups and that clerical errors in their application forms were not quite innocent. These fears were deepened with the sudden appearance of an “original inhabitants” category last year. Officials insisted that it was merely an internal category, meant for bureaucratic convenience, and would not create a separate class of citizens. But Prateek Hajela, state coordinator of the National Register of Citizens, admitted that people internally classified as original inhabitants were subjected to less rigorous scrutiny. It was rumoured that no Muslims had been included in this category.There were other sudden reverses. In March last year, the Gauhati High Court ruled that residency certificates issued by gram panchayats could not be used as a link document connecting people born after 1971 with their ancestors. It was a measure which hit women, especially married women, the hardest. The Supreme Court later overturned this decision and panchayat certificates were allowed. But only those women categorised as “original inhabitants” and relying on such certificates made it to the first draft of the register, published on December 31, 2017. The first draft had excluded 1.4 crore names. Now, the 40 lakh who have been left out of the final draft include 2.48 lakh “D” voters and their descendants, as well as other people whose cases are pending in Foreigners’ Tribunals and their descendants. It was recently reported that even “D” voters who had fought cases and got their names cleared in the Foreigners’ Tribunals have not been able to shed the tag because the Election Commission’s software is not sophisticated enough. What will happen to the 40 lakh people left out of the draft list? The immediate process for those left out, starting from August 30, involves filing a new batch of forms, available from August 7, to the NRC authorities. They can do so until September 28. Those who applied before September 2015 can fill in claim forms. Others can make corrections to name, age, address and other particulars already submitted. Objection forms, flagging the inclusion of “ineligible persons” in the register, may also be submitted. As of now, the Supreme Court, which is monitoring the process, has not set a deadline for the publication of the final list, though NRC coordinator Prateek Hajela said he expected it would be in a few months. Those who do not make it to the final list will have to fight cases in the Foreigners’ Tribunals of Assam.Home Minister Rajnath Singh emphasised on Monday that there would be no coercive action taken against anyone based on the draft list and no one would be declared a foreigner as of now. But neither the state nor the Centre has clarified what happens to those who lose their cases in the Foreigners’ Tribunals, whether they will be detained, deported or allowed to stay on without the rights and privileges of citizenship.   What will happen after the publication of the final list?   The next stage, for those left of the final list, will involve the Foreigners’ Tribunals. These quasi-judicial bodies were originally set up under the Illegal Migrants (Determination by Tribunal) Act of 1983. The act has since been struck down by the court but the tribunals persist, tasked with determining whether individuals being tried are foreigners and should be deported.Several flaws have been identified in this process, from the brief window of time given by the border police to produce proof of citizenship to the lack of legal aid to ex parte orders declaring individuals foreigners without even a trial. Those deemed to be foreigners are transferred to detention centres. Till date, there are six across Assam, carved out of local prisons. So-called foreigners have languished here for years in a legal limbo, separated from homes and families. While the Indian state has declared them foreigners, there is no repatriation treaty under which they can be deported to Bangladesh.As of now, both state and Centre keep repeating, detention centres are far removed from the National Register of Citizens and those left out of it. A long process of proving citizenship lies ahead. But Assam has also got sanction from the Centre to build the first standalone detention camp in the state, capable of housing 3,000 inmates.Corrections and clarifications: An earlier version of this piece mentioned that 2.48 lakh D-voters were left out of the final draft list. The number covers D-voters and their descendants, as well as others who have cases pending in the Foreigners’ Tribunals and their descendants.","author":"Ipsita Chakravarty","time":"2018-07-30T20:03:05.500538+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/888587-mwdtwvnktr-1530537333.jpg","tags":["National Register of Citizens","Assam","All Assam Students’ Union","Assam Accord","Bangladesh","Illegal immigration"],"source":"https://scroll.in/article/888587/explainer-what-will-happen-to-the-40-lakh-people-left-out-of-assams-draft-register-of-citizens"}