{"title":"Explainer: Why is the Supreme Court looking into how the Election Commission is appointed?","content":"On Wednesday, a five-judge bench of the Supreme Court asked Attorney General R Venkataramani to produce documents related to the appointment of Arun Goel as election commissioner on November 19.The Supreme Court is currently hearing a clutch of petitions challenging the process by which election commissioners are appointed.While the final ruling is yet to be delivered, oral arguments during the hearing have seen the court question if the process is excessively driven by the executive and whether making appointments through an independent panel instead would bring in more checks and balances.What are the petitions about? The court has a set of four public  interest litigations before it, which were filed starting in 2015. The  petitioners include Anoop Baranwal, an advocate before the Allahabad High  Court, Ashwini Upadhyay, an advocate and Bharatiya Janata Party leader well-known for filing large numbers of public interest  litigations and the Association for Democratic Reforms, a non-governmental  organisation that tracks the election system.The petitioners’ main contention is that the present appointment process for election commissioners is not transparent. According to Article 324(2) of the Constitution, election commissioners are to be appointed by the president. Since the president is bound by the advice of the prime minister and council of ministers, the appointment of the election commissioners is a solely executive decision, the petitioners argue. This “gives ample room for the ruling party to choose someone whose loyalty is to [be] ensured and thereby renders the selection process vulnerable to manipulation and partisanship”, one of the petitions reads. Another petition contends, “Unfortunately, there has been a growing impression that the Election Commission is indulgent towards the ruling government at the centre, and the commission has a different standard to determine the actions of the members of the ruling government and the complaints that arise during the campaign/elections.” The petitioners have sought that election commissioners be appointed by a neutral body. Several committees, starting from 1975, have suggested this, the petitioners argue. For instance, the 255th Law Commission of India’s report recommended that the election commissioner should be appointed by the president in consultation with a collegium consisting of the prime minister, the leader of the Opposition and the chief justice of India.They further point out that a similar panel appoints other executive authorities: for instance, the director of the Central Bureau of Investigation and the anti-corruption ombudsman, the Lokpal.Article 324 says that the appointment of election commissioners can be regulated by a law made by Parliament. However, no such law has been made for appointments yet. Therefore, the petitioners have asked the court to direct the Centre to pass a law for the appointment of election commissioners.The office of the Election Commission in Delhi. Credit: Adnan Abidi/ReutersWhat is the Centre’s stand? The Centre told the court that the present system of appointing election commissioners is in consonance with constitutional provisions. This process, it argued, is “working smoothly” and that the commission is “working in a free and fair manner”.Further, it said that whether a law should be made on a subject is a pure matter of policy that is in the “exclusive domain of the legislature and is not a justiciable matter”.Attorney General Venkataramani pointed out that in 1991, a law was passed regulating the service conditions of the election commissioners. Therefore, despite existing recommendations, if Parliament did not address the issue of appointment in 1991, it should not be taken up by this court now, he argued. Venkataramani added that in case there has been abuse in a particular appointment, then the court can look into that. However, he said that the petitioners have not been able to show this.Former bureaucrat Arun Goel takes charge as election commissioner on November 21, 2022. Credit: PTIWhat has the court said till now? During the hearings, the court remarked that the Union government was only paying lip service to the concept of the independence of the Election Commission and that the tenures of chief election commissioners has been constantly decreasing.It said that since 2004, the Centre has only chosen candidates who would not complete their full term of six years before they reached the Union government’s retirement age of 65. The court noted that under the Congress-led United Progressive Alliance, there were six chief election commissioners in eight years, whereas under the Bharatiya Janata Party-led National Democratic Alliance, there have been eight chief election commissioners in seven years. The court also argued that including the chief justice of India in the process could ensure that election commissioners are appointments in an independent manner. However, these are oral observations and would not necessarily be part of the final ruling. The written order has been reserved.Justice Rastogi - Same day process, same day clearance, same day application, same day appointment. File has not even travelled 24 hours also. Lightning fast. #SupremeCourt #ElectionCommission— Live Law (@LiveLawIndia) November 24, 2022\n\nWhy has the court asked the Centre for documents? While the court was hearing the case, Arun Goel was appointed as an election commissioner on November 19. Goel, a bureaucrat, took voluntary retirement on November 18 and was appointed to the Election Commission the next day.This appointment came two days after the court started hearing the case. On Wednesday, the court said that ideally the appointment should not have been made while the matter was being heard, especially since the post had been vacant from May 15. Therefore, it wanted to examine the documents regarding Goel’s appointment.The court, after going through the files, asked how the entire appointment process was completed within a day and why the government appointed a person who would not be able to complete his six-year tenure. The bench also asked how names were shortlisted for the post for which Goel was eventually picked.However, Venkataramani argued that Goel’s appointment was not unusual and appointments to the Election Commissioner are usually made speedily.","author":"Umang Poddar","time":"2022-11-24T14:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156809-ucquouubzl-1616815000.jpg","tags":["Election Commission","Supreme Court"]}