{"title":"Explainer: How the Supreme Court has handed a free pass to the Enforcement Directorate ","content":"On Wednesday, the Supreme Court dismissed more than 200 petitions challenging the constitutionality of sections of the Prevention of Money Laundering Act, 2002 as well as the powers of the Enforcement Directorate to investigate crimes under the legislation. The petitioners had contested harsh aspects of the law relating to the presumption of guilt of people accused under the law, the seizure of their financial assets before trial and their low chances of getting bail, among other provisions.The court upheld the constitutional validity of the law, largely accepting the government’s contentions that the PMLA had enough safeguards built in it and did not need further checks that would place it at par with the standards of justice applied in other criminal trials.Given allegations that the Enforcement Directorate is being used by the party in power at the Centre to pressure political opponents, the Supreme Court’s judgment is being seen as a boost to the Bharatiya Janata Party and a blow to the Opposition. A draconion lawThe PMLA does not follow many principles that are the cornerstones of criminal law. Under this law, an accused person is presumed to be guilty, there is no judicial oversight of the investigation and self-incrimination is permitted via statements given to the Enforcement Directorate. Further, in the initial stages, a person can intentionally be kept in the dark about the crimes of which he is being accused. Once arrested, bail is nearly impossible. The Enforcement Directorate can also, without judicial oversight, attach properties of an accused person even before charges have been filed, thus financially crippling them even before trial.Under the Narendra Modi government, the use of the law has increased exponentially. Between 2004 and 2014, under the Congress, the Enforcement Directorate had carried out 112 raids. But between 2014 and 2022, there have been 3,010 raids under the BJP – a 27-fold increase. In addition, the conviction rate is abysmally low. In around 5,400 PMLA cases in 17 years, there have been only 23 convictions.Widespread allegations exist that this law has been used as a political tool to investigate and imprison Opposition political leaders. In the run-up to the fall of the Uddhav Thackeray-led government of Maharashtra, the Enforcement Directorate was active in the state, raiding senior Shiv Sena leaders, leading to the Opposition describing the new BJP-Sena rebel coalition as an “ED sarkar”. Currently, senior leaders from the Congress as well as the Trinamool Congress are also being investigated by the Enforcement Directorate.Congress president Sonia Gandhi with party General Secretary Priyanka Gandhi Vadra arrives to appear before the Enforcement Directorate in New Delhi on July 26, 2022. Credit: PTIBroad and retrospectiveThe petitioners challenged the law on the grounds that its scope was now so broad, it went against the original intent of the PMLA – which was to curb money laundering. It now penalises even minor offences such as software piracy.The court, however, struck down these arguments, instead stating that since “Parliament in its wisdom” had grouped even minor offences with the “offence of money-laundering”, it was a “matter of legislative policy” and it was “not open to the Court to have a second guess at such a policy”.In 2019, the government amended the act to make the mere possession of illicit money arising from crime punishable under the PMLA. This amendment allowed the government to prosecute crimes that were committed even before the act was passed, based on the claim that the accused person is still in possession of the illicit money. The court upheld this too, arguing that the conjunction “and” that linked crimes and the illicit money it gave rise to in the PMLA actually means “or”.The one place where the court narrowed down the scope of the PMLA was where it held that if a person had been discharged under a PMLA offence (such as prostitution or drug trafficking) , they cannot be prosecuted under the act for money laundering. Prior to this, paradoxically, in some instances, even after a person had been discharged under a PLMA offence the investigation for money laundering could still be continuing.No safeguards neededThe court struck down arguments that held that safeguards under the code of criminal procedure, such as judicial warrants for searches, was inapplicable to the PMLA since it was a “complete code”. Following this, it held that there were enough checks and balances prescribed in the code itself to ensure that searches, seizures and attachment of properties were carried on in the proper manner.The petitioners had challenged the powers of the Enforcement Directorate on the grounds that it can attach property without a complaint or an FIR regarding the crime. Further, even properties that were not directly connected to offences under the PLMA could be attached. The court, however, held that there was a review mechanism by an adjudicating authority, which ensured that the search, seizure and attachment process was fair. The court disregarded the petitioners’ contentions that the oversight was by a body appointed by the executive and required oversight by a magistrate instead.Kept in the darkInstead of an FIR, the Enforcement Directorate registers an Enforcement Case Information Report against the accused person. However, this is not shared with them. This practice was challenged before the court given that it results in the paradoxical situation of a person not even knowing what they are being accused of.The court, however, held that the Enforcement Case Information Report, being an internal document, is different from an FIR and does not need to be shared with an accused. All that the Enforcement Directorate needs to do is disclose the grounds to an accused while making an arrest.Further, the Enforcement Directorate  works on the basis of an Enforcement Directorate Manual, which governs the investigation process instead of the Code of Criminal Procedure. This manual is not available to the general public. The Enforcement Directorate claims it is an internal document. The court accepted the Enforcement Directorate’s argument, only urging that they “ought to explore the desirability of placing information on its website”.\n\t\t\n\tNationalist Congress Party minister Nawab Malik was arrested by the ED in February, 2022. Credit: Nawab Malik via TwitterRight to self-incriminationThe PMLA holds that statements made  by an accused during the course of the investigation are admissible in  court and that a person could be prosecuted for giving false information  during an investigation. This, argued the petitioners, went against the  fundamental right that protects Indians against self-incrimination. However,  the court held that this fundamental right did not apply at the “stage  of summons” and may only kick in “after a formal arrest by the Enforcement Directorate official”. The Supreme Court further argued that this right was  inapplicable given that Enforcement Directorate personnel “are not Police Officers”.Guilty until proven innocentThe  PMLA places an unusually high threshold for an accused getting bail.  Judges can only give bail if they are satisfied that the person is “not guilty of such offence” – a paradoxical test that forces courts to  decide guilt or innocence before a trial has taken place. Moreover, a  judge needs to be convinced that the accused will not commit any crime  once given bail. As a result, bail is rare in PMLA cases. In  2018, the Supreme Court struck down a similar provision in the PMLA for  being discriminatory in nature but the Modi government, through an  amendment in 2019, brought these conditions back.On Wednesday,  however, the court reversed its stand, and held that these stringent  bail conditions were “reasonable” and have a “direct nexus” with the  objectives PMLA wants to achieve. Further, an accused is presumed  to be guilty and the onus lies on them to prove their innocence, unlike  in most other crimes, where an accused is presumed to be innocent.  These provisions were also challenged. However, the court disagreed with  this too, arguing that the “pristine rule that the burden of proof is  on the prosecution to prove the guilt of the accused should not be taken  as a fossilised doctrine”.Money bill challengeThere  were also challenges to the amendments brought in 2019 in the form of a  money bill, as it allowed the government to bypass the Rajya Sabha even  though the legislation did not have anything to do with government  finances. The court did not take up the issue, instead referring it to a  seven-judge bench where the Supreme Court is already looking into  challenges relating to money bills.The court also asked  individual petitioners to approach courts separately for bail,  attachment of properties, quashing of proceedings and other such  remedies, on the basis of the result of this judgment.","author":"Umang Poddar","time":"2022-07-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177699-frladotlfh-1658943458.jpg","tags":["Prevention of Money Laundering Act","Enforcement Directorate"],"source":"https://scroll.in/article/1029187/explainer-how-the-supreme-court-gave-a-free-pass-to-the-enforcement-directorate"}