{"title":"Explainer: How allegations of Adani overpricing power equipment imports could affect consumers","content":"On August 15, the Guardian reported the details of a  2014 Directorate of Revenue Intelligence show cause notice  to the Adani Group in which the central investigative agency prima facie had concluded that the conglomerate had allegedly siphoned off Rs 1,500 crore by inflating bills of imported power transmission equipment. The group has denied the charges.Earlier in April 2016, the Economic and Political Weekly  had examined another Directorate of Revenue Intelligence document, which accused 40 power companies, including five Adani subsidiaries, of inflating the price of coal imports from Indonesia to hide profits in overseas tax havens. In a follow-up article, the journal alleged that power companies were inflating electricity tariffs by overvaluing prices of imported power-generating equipment, among other means. The alleged scam could amount to Rs 50,000 crore and customers were paying an additional Rs 0.5 to Rs 2 per unit of electricity in areas where these companies were operating, the journal claimed. The articles did not have the Adani group’s response on the allegations, though it was not clear whether the response was not sought or the company did not respond to a request.Last week, on August 22, the Directorate of Revenue Intelligence Adjudicating Authority, KVS Singh, struck down  the proceedings of the department against the Adani group for alleged over-invoicing power generating equipment.  A committee of Chief Commissioners of Customs – Ahmedabad and Mumbai – will review the adjudicating authority’s order and take a final call on it. This is yet to happen.Before this, in response to the articles, the Congress held a press conference  in Delhi on August 18, where Congress Spokesperson Ajay Maken said the party would petition the Central Electricity Regulatory Commission against the  supposed “Rs 50,000 scam” that has caused consumers to pay extra for electricity.What is the link between power producing companies importing equipment to the price a citizen pays for electricity?Cost of power Electricity is supplied to homes through a chain that involves transactions between several players. The power generation companies, also known as GenCos, procure the fuel and generate power in their plants. The transmission companies or the TransCos lay the transmission networks and transmit power from plants to distribution companies or DisComs. The DisComs distribute power to consumers.The prices of production and transmission are decided on the basis of the cost of setting up (usually one-time) and running the plants of power generation and transmission companies – including the prices of the fuel and the machinery. The tariff at which a distributor sells electricity to the consumers is decided on the basis of the cost at which it has bought electricity from different power generation companies.The tariff is set such that it will help the companies recover this cost and also factor in a profit margin. This is called the cost plus method of fixing price. To protect consumer interests, these costs and tariffs, for each of the above companies, are regulated by the Central Electricity Regulatory Commission for the central generating stations and projects spread across multiple states, while generating stations and projects within a specific state come under the State Electricity Regulatory Commissions.  The allegationsThe Guardian report pertains to a Department of Revenue Intelligence investigation of the Maharashtra Eastern Grid Power Transmission Company Limited, a TransCo owned by the Adani group, which laid transmission networks in Maharashtra. The Department alleged that the company had ordered transmission equipment worth several hundred millions from South Korea, and China, the paper trail for which was routed through a shell company in Dubai. The equipment was then sold back to the Adani Group at highly inflated prices. While the original cost of the equipment went directly to the manufacturer (in South Korea and China), the inflated amounts, totalling around Rs 1,500 crore, were then allegedly transferred to an offshore company in Mauritius, which is allegedly controlled by Adani Group Chief Executive Officer Gautam Adani’s older brother Vinod Adani, according the Department report accessed by the Guardian claims, ostensibly to evade taxes. The Adani Group said it “strongly denies the allegations of overvaluation” and in a statement to The Guardian it said:“All our transactions are always conducted within the framework of extant regulatory guidelines and provisions...The Adani Group is aware of the investigations being conducted by the DRI and has fully cooperated, and shall continue to cooperate, with the investigating agencies.”According to experts, if the allegations by the Department of Revenue Intelligence are correct, the over-invoicing of transmission equipment would have resulted in higher electricity tariffs for consumers, because the tariff calculation would have taken an inflated cost into account.Congress leader Ajay Maken said at the August 18 press conference that the “party shall pursue this matter to the fullest” by filing a petition before the Central Electricity Regulatory Commission, besides looking at other legal options.The Central Electricity Regulatory Commission does have the powers to take suo moto actions on irregularities by power companies and revisit tariffs in consumer interests. It has, however, not taken any action on these allegations so far. The law also allows the consumers to approach the central and the state commissions to file complaints against irregularities in tariffs charged by companies. The Congress said it would petition the central commission asking for a Rs 2 reduction in tariffs in all the places in India where the companies involved in the alleged scam are operating.The Congress has not so far approached the authorities for a review of the tariffs linked to the alleged inflated imports. Meanwhile, on August 27, the author of the 2016 articles in the Economic and Political Weekly, Paranjoy Guha Thakurta, launched a website with more details of the allegations that he and the Guardian had made against the Adani group, along with the original documents they had based their stories on.","author":"Kumar Sambhav Shrivastava","time":"2017-08-31T18:51:59.780273+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848689-43193-ndbbpohrnq-1489396092.jpg","tags":["Electricity generation","Adani Group","Power Tariffs","Directorate of Revenue and Intelligence","DisComs"],"source":"https://scroll.in/article/848689/explainer-how-allegations-of-adani-overpricing-power-equipment-imports-could-affect-consumers"}