{"title":"Explainer: What is the finance commission and why is South India displeased with it?","content":"Rarely do the dry details of public finance become fuel for mass politics as has happened with the appointment of the 15th Finance Commission – which was notified in November. A number of states have raised objections to certain terms of reference of the commission with South India registering a particularly shrill protest. On Tuesday, the finance ministers of       Andhra Pradesh, Kerala and Karnataka and the Union territory of Puducherry met to put up a joint front against Delhi.The brouhaha raises some key questions about the state of India’s fiscal federalism and this explainer breaks down the issue for the reader. To begin at the beginning:What is a finance commission?Article 280 of the Constitution directs the Union government to appoint a five-man finance commission every five years. This body is principally tasked with divvying up tax monies between the Union government and the various state governments. It also directs the transfer of grants from Delhi to the states and even local bodies, mostly linked to specific schemes. The 15th Finance Commission will make recommendations for the five years starting April 1, 2020. Why does India need a finance commission to divide up taxes?Tax pie-dividing finance commissions might be familiar to Indian readers but they are really not that common in other federations. The United States, for example, has nothing of the sort.Because of India’s colonial history, the country’s administration was rather centralised with the Centre collecting a large proportion of taxes. But in modern India, state governments provide most of the services: education, healthcare, urban development and policing, among others. This results in what economists call “vertical fiscal imbalance”. This means that the Union government collects most of the money while the states do most of the spending. To square this circle, enter the finance commission, which takes the monies collected by Delhi and divvies them up between the states and the Union government.The other jargon used here is horizontal fiscal imbalance, which refers to the fact that India has vast disparities between states in terms of wealth. For example, Tamil Nadu has a per capita income more than four times that of Bihar. The finance commission aims to close this gap by taking taxes from the rich states and transferring it to the poor states. This, as we shall see soon, is responsible for much of the current controversy.So all money flows from Delhi to the state as per the finance commission?In theory, it seems that is what the Constitution envisaged – for nearly all taxes collected by Delhi to be fairly divided by a technical commission.  But that is not what has happened for most of independent India’s history. Political considerations came in the way almost as soon as the Constitution was put into practice. The Jawaharlal Nehru government was – like much of the developing world at the time – greatly taken by Soviet-style centralised planning.  This required a very strong Centre. As a result, a Planning Commission was appointed in 1950 that significantly curtailed the powers of the finance commission. The Planning Commission, in fact, distributed more money to the states than the constitutionally-mandated First Finance Commission. Moreover, even Union ministries distributed money for specific schemes (for example, the National Rural Employment Guarantee Act).However, in 2014, the Bharatiya Janata Party-led Union government decided to dissolve the Planning Commission. This restored to a large extent the importance of the finance commission as envisaged in the Constitution, with the only other fiscal channel to the states being the Union ministries as per specific schemes.What has made the south angry?Previous finance commissions appropriated monies to the states on the basis of criteria such as per capita income, population, area and forest area. In this mix, population has been something of a hot potato for some time now, given that India’s states have widely differing fertility rates. Moreover, poor states in the north have seen high growth rates while the south has had better success with family planning.To deal with this, population data used to determine allocations was frozen at the 1971 Census figures since the Seventh Finance Commission (incorporated in 1978). This was changed in the 14th Finance Commission, with 17.5% of weightage being given to the 1971 population data and 10% to 2011 Census figures. In November 2017, the Union government announced that “the [15th Finance] Commission shall use the population data of 2011 while making its recommendations”.The southern states saw this as unfair. The Dravida Munnetra Kazhagam, which is in the Opposition in Tamil Nadu, argued that basing the recommendation on 2011 population figures will punish states for controlling population growth.But it’s not only the population formula that is controversial.The tax share awarded to a state by the 14th Finance Commission came with no strings attached. The state government could use it as it saw fit to incentivise development. However, the terms of reference of the 15th Finance Commission are a drastic departure from this, providing for conditional transfers based on terms set by the Union government. Some of these terms include the implementation of the Union government’s flagship schemes.This is, arguably, a change far more fundamental than that of using the 2011 Census data, given that it changes the nature of the finance commission. While the finance commission is appointed by the Union government, the monies it deals with belong to both the Centre and the states. For the Union government to set conditions on how the states get this money – which is, it must be pointed out, raised from the states in the first place – is rather irregular.How has the Centre responded to this southern charge?On Thursday, Prime Minister Narendra Modi countered the accusation that his government was fiscally discriminating against the south with these tweets:A baseless allegation is being made about the Terms of Reference of the 15th Finance Commission, being biased against certain states or a particular region: PM— PMO India (@PMOIndia) April 12, 2018\n\nThe Union Government has suggested to the Finance Commission to consider incentivizing States who have worked on population control. Thus, a state like Tamil Nadu, which has devoted a lot of effort, energy and resources towards population control would certainly benefit: PM— PMO India (@PMOIndia) April 12, 2018\n\nWhile it is true that the terms of reference provided by the Modi government to the 15th Finance Commission do include a reference to “efforts and progress made in moving towards replacement rate of population growth”, to argue that this will counterbalance the move towards using 2011 population data might be incorrect. Population is usually a significant factor and in the 14th Finance Commission, it carried a weightage of 27.5%, second only to per capita income. It is unlikely that population control efforts would outweigh this to provide a net benefit to the southern states vis-a-vis the move to using the 2011 Census data.","author":"Shoaib Daniyal","time":"2018-04-12T18:00:47.681043+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875351-86880-zilxafzsgy-1523532726.jpeg","tags":["Finance Commission","Federalism","Modi government","Narendra Modi","Taxes","South India"],"source":"https://scroll.in/article/875351/explainer-what-is-the-finance-commission-and-why-is-south-india-displeased-with-it"}