{"title":"Explainer: What do we know about the communal violence that left 53 dead in Delhi in February 2020? ","content":"India’s national capital saw its worst Hindu-Muslim violence in seven decades in February, with two and a half days of rioting leaving at least 53 dead, many more injured and thousands affected. While accurate information about the violence was hard to access initially – in part because violent mobs that were running freely in the area even targeted journalists – subsequent reporting has given us a clearer idea of what exactly took place. Here is what we know about the Delhi violence now:What set off the riots?It is impossible to point to one moment and say this is what sparked the riot. Eyewitness and reporting from the area offer a few clues. First there were the broader tensions: Ever since Prime Minister Narendra Modi’s government passed amendments to India’s citizenship law in December 2019, there has been fear and panic around the country about its potential effects. Muslims, clearly the target of the laws, have been most on edge, concerned that the government may take away their citizenship on flimsy pretexts. But the poor and marginalised everywhere have panicked, attempting to get documents in place so that they too are not discriminated against. This fear turned into a large protest movement in December, with hundreds of thousands taking to the streets around the country to call for the laws to be rolled back. Modi and his Bharatiya Janata Party have chosen to dig in their heels. They have refused to acknowledge the concerns of the protesters and have instead sought to depict the protesters as violent anti-nationals. With elections taking place in Delhi – where a sit-in protest in the Shaheen Bagh neighbourhood had become the face of the movement – in February 2020, the BJP decided to unleash a vitriolic, divisive campaign. Anti-Muslim rhetoric is par for the course from the BJP. But this time a minister led a chant of “shoot the bloody traitors”, leading to actual vigilante violence at the protests, while the party doubled down on  rhetoric that depicted all those who criticise Modi as out to destroy India.  The BJP was decisively defeated in the elections, with former party president and Union Home Minister Amit Shah saying afterwards that the hateful rhetoric may have hurt the party’s prospects. Yet there was no reckoning for the politicians who had delivered the incendiary speeches. Then there were the more immediate triggers: A Muslim women-led sit-in protest had been taking place for weeks in North East Delhi’s Jaffrabad. On Saturday, February 22, responding to a call for a Bharat Bandh or a nationwide strike from the Bhim Army, the protesters decided to occupy a section of the Jaffrabad main road near the metro station. This seemed to ratchet up tensions in the neighbourhood. As Vijayta Lalwani and Karnika Kohli reported:“They have been protesting for months, we had no problem with that,” said a shopkeeper.  “After all, this is fight between them and the government. But why  block the roads?” He was referring to the Jaffrabad protest site which  had come up on Saturday night, and another protest site near a petrol  pump on the Brahmpuri main road. “Monday was a board exam. We told them  children are getting inconvenienced, don’t block the road,” the  shopkeeper said. “But they did not listen. They started it all.” BJP politician Kapil Mishra, who had been temporarily banned from campaigning during the elections because of religiously divisive comments, gave an ultimatum to the Delhi Police on Sunday, February 23, to clear the road. In a video he posted online, Mishra stood next to a police officer and said that if the road was not cleared in three days, he would take matters into his own hands. Mishra led a rally of BJP supporters and called on more people to gather outside the Jaffrabad sit-in. Around the same time, another rally was held in the Khajuri Khas area, 10 km away. Chanting “Jai Shri Ram”, Hindu men called upon Prime Minister Narendra Modi to take action against people blocking roads in the city. As Arunabh Saikia and Vijayta Lalwani reported:The marching Hindu men asked a local meat-selling eatery owned by a Muslim resident to shut shop, several residents said. An altercation ensued and soon the shop was set ablaze. Except for minor variations about the response of the people manning the shop to the shutdown demand, this sequence of events was corroborated by members of both communities.The violence seems to have been contained by late evening.On Monday, however, Muslim houses, shops, and places of worship were singled out and torched.What happened next? Violent mobs rampaged over a 5-km radius in North East Delhi for the next two and a half days, from Sunday night until Wednesday morning, with stray incidents of violence continuing well after that as well. The violence caught the media’s attention on Monday, February 24, when supporters and opponents of the CAA-NRC clashed on a major arterial road called the Jaffrabad-Maujpur road. Read Vijayta Lalwani’s first person account from the spot.The violence was unambiguously communal: mobs of each community targeted the other with sticks, bullets and petrol bombs. Muslims came under greater fire. Their protest sites were vandalised. Even their places of worship were not spared. A saffron flag – a Hindu icon – was placed on top of a mosque in Ashok Nagar, one of several mosques that was attacked during the violence. There were also clear signs of police complicity, either in turning a blind eye to the violence, or in many cases actually abetting and participating in it. The effects of this were different based on the community: Hindu residents complained about police inaction or simply not being around and not responding to calls for help. They tended to say that on Tuesday night, when the paramilitary was moved into the area, they were relieved. Muslim residents, however, claimed that the police in many cases took an active role, participating in the violence and shielding Hindu mobs. The arrival of forces in bigger numbers did not necessarily mean Muslim residents felt safer. To get more of a sense of what happened over three days, read these pieces: This young Muslim woman took us around a riot-hit Delhi locality. The view was revealingWhat exactly happened in Delhi locality where AAP councillor stands accused of IB staffer’s murder24 hours inside Delhi locality: How violent mobs burnt school, mosque, madrassa, protest siteFirst person: I watched a mob set a shop on fire in Delhi, chanting ‘Jai Shri Ram’Meet the Delhi residents who saved neighbours from murderous mobs A firefighter walks past damaged shops at the Gokulpuri tyre market. Photo: ReutersWhat do we know about this part of Delhi? Through December and January it was areas of South Delhi that were in focus – the Jamia university where the state unleashed policy brutality on protesting students, Jawaharlal Nehru University where right-wing mobs had roamed freely, and the sit-in demonstration at Shaheen Bagh, where pro-government gunmen had attacked protesters. Yet the tensions eventually bubbled over in North East Delhi, far away from there. This Express Research Group Report tells us a little bit about this region. It is a relatively newer part of Delhi. It lies close to the Uttar Pradesh border, east of the Yamuna river, and most of its population is composed of migrants who arrived over the last three decades. It is extremely underdeveloped. And it has a relatively higher number of Muslims than most other parts of the city: 29.3%, compared to just 12% overall. Sruthisagar Yamunan and Ipsita Chakravarty wrote about the area: “In many places, neighbourhoods are divided along community lines.  This has resulted in an intricately chequered urban landscape.  Muslim-majority areas may be separated from Hindu-majority areas by a  road, by the reeking Brijpuri canal, in many places, or other symbolic  borders – a temple or a mosque marking the start of a Hindu-majority or  Muslim-majority, respectively.Much of the violence has occurred  along these frontiers. Hindu-majority Karawal Nagar tapers into Shiv  Vihar, which is surrounded by Muslim-majority Mustafabad. Hindu-majority  Johripur is largely unscathed, although some of the Muslim shops  scattered inside the area have been burned.” There is another notable aspect of the area: The North East region of Delhi features five of the eight seats that the Bharatiya Janata Party won in recent assembly elections. The saffron party had relied on an extremely divisive campaign, portraying the protesting Muslims as violent anti-nationals who need to be taught a lesson and even bloody traitors who deserve to be shot. That the BJP was able to win seats in this region, in an election where the party only won 8 out of 70 seats, suggests that this narrative may have gotten purchase. Rioters set ablaze a shop in North East Delhi on February 25. Photo: PTIWho were the rioters?One refrain was common to many of the people who spoke to journalists after the riots: The people who did this were outsiders. Indeed, many tell of reports from before the start of the violence that people were even being bused into the area from neighbouring Uttar Pradesh. Take this report in the Hindustan Times:“[Kapil] Mishra put out a video of this statement, highlighting his  ultimatum to the police, on his Twitter account. Soon after, pro-CAA  protesters started gathering at the predominantly Gurjar village of  Maujpur. Reports from local residents of the area suggest many of them  were outsiders, shipped in from Uttar Pradesh on buses. There are  conflicting reports, though, and some say the crowds at Maujpur started  gathering on Saturday evening itself.”The Times of India offered another angle altogether, based on unnamed sources: At least a dozen people, who were either spotted by the cops or caught  on camera opening fire, throwing stones and setting vehicles on fire,  have been found to be associates of the Nasir gang and the one led by  his rival, Irfan Chhenu, said an official. Multiple sources confirmed  that over 500 rounds had been fired by rioters in the past three days,  indicating availability of a large cache of arms and ammunition. But digging a bit further and more than a few admit that at least some of the perpetrators were not “outsiders” but residents of the area. Scroll.in’s Arunabh Saikia spoke to two men who said they had killed Muslims during the violence. Houses and shops were torched in the area. [Nishant] Kumar said he  did not incur any personal loss – yet, he hit the streets. “Aap nahi  karoge aapke area waalon ko koi chedega to?” he reasoned. “Will you not  react if someone goes after your neighbours?”On the morning of  February 25, Kumar said he stepped out around 8 am. He was armed with an  iron rod. He tied a kitchen knife to one end of the rod to make up for  the absence of a gun. “Bandook nikaalke pakde jaana hai kya?” he  exclaimed. “I did not want to get caught with a gun.”Kumar said  he did not step outside Karawal Nagar. “We stay there, so we will do  whatever we have to do there only, no,” he said. He refused to share  details of other people who were part of the mob or how it was  organised.A mob beats a Muslim man on February 24. Photo: ReutersWho were the victims? The violence, arson and looting affected entire neighbourhoods, ruining livelihoods, leaving some on the streets and others dead or injured. Both Hindus and Muslims committed acts of violence and also were at the receiving end, though reporting makes it clear that the latter were disproportionately targeted. The Indian Express has a list of the 41 identified among the dead that confirms this. Beyond the break-up by community, the list also reveals that the bulk of those dead were young men between the ages of 20 and 30. There are some exceptions, like the case of the 85-year-old woman who was burnt to death in her house, but most are men under the age of 40. Aside from the casualties, there were other effects too. The Wire reported on sexual taunts, with two groups of women saying “members of a right-wing mob pulled down their pants, exposed their genitals to them and said, “Yeh lo azaadi.” (‘Here, take freedom.’)” – a reference to a protest chanting demanding freedom. Business Standard’s Arup Roychoudhury did a Twitter thread on the financial cost of the violence: A THREAD ON THE ECONOMIC COSTS OF THE DELHI RIOTS:@Subhayan_ism @shinejac and I visited areas like Karawal Nagar, Gokulpuri, Bhajanpura and Chandbagh. Here is what we found -One number you've got to keep in mind is Rs 25,000 crore. 1/n— Arup Roychoudhury (@aruproytweets) March 1, 2020\n\nVijayta Lalwani and Karnika Kohli reported on how barricades have now come up between Hindu and Muslim neighbourhoods in the area: Metal sheets, bamboo poles, wooden boards. Whatever they could find, they put it to use.“We did this for our suraksha,” said the Hindu residents of street number 10 in Brahmpuri. Across the road, Muslims used the word “hifazat”. It was the need for safety, said members of both the communities, that had led them to erect barricades to seal off their lanes.Why did it continue for so long? What role did the police play? The violence began on the evening of February 23, Sunday. It continued over all of Monday and Tuesday, and only died down early on Wednesday, when National Security Advisor Ajit Doval visited the area and police as well as paramilitary carried out flag marches through the riot-hit neighbourhoods. The question many have asked is, why didn’t Doval and the authorities act sooner? Why couldn’t the flag marches have taken place on Monday or Tuesday? There is no answer to this question yet. Some analysts have suggested that the Delhi Police was simply unprepared to deal with such violence. Yet BJP leader Kapil Mishra’s ultimatum, cited by many people as the spark that led to the protests, took place in front of a police officer. And reports have suggested that there were six intelligence alerts on Sunday itself about potential violence. So the police cannot claim to have been taken aback. As Rohan Venkatramakrishnan wrote, the lack of response suggests indecision, a lack of understanding of how serious the issue was – or complicity. The last is not a wild accusation. Multiple videos and reports have confirmed that police at the local level actively abetted and participated in the violence, throwing stones and beating up Muslims. As Ipsita Chakravarty and Sruthisagar Yamunan reported, Hindu rioters saw the police and paramilitary forces to be on their side.It was around 3 pm when reinforcements arrived – buses full of paramilitary personnel and water tankers manned by the Rapid Action Force. Scroll.in witnessed the crowd greet them with chants of “Musalman pe lathi chalao, hum tumhare saath hai”. Wield your sticks on Muslims, we are with you.The Huffington Post reported on one case in particular, where videos showed police brutally assaulting a 23-year-old Muslim man, forcing him to sing the national anthem between beatings and the man dying after being illegally detained for more than 36 hours after being denied attention. HuffPost India spoke to policemen, eye-witnesses, doctors,  legal volunteers and Faizan’s family members who contradicted the police  account, and established that Faizan’s untimely and violent demise was a  direct consequence of police actions over a three-day period from  February 24, when Faizan was first assaulted, to February 26, when he  finally succumbed to his many injuries at 11 pm.“For two days, he  clamoured for aid locked up inside and they did not let him go,” said  Faizan’s sister Sonam who, like her brother, goes by one name.How did the violence stop then?One report summarised it: “At the Gokalpuri tyre market set ablaze over the last three days, a  lone constable from the police station sat on the pavement and watched  fire officials at work. On Tuesday, he had stood at the entrance,  watching as men with bikes, lathis in their hands, sped past raising  slogans. He has one explanation for what changed overnight: “Upar se  order aa gaye raat ko…. Ab sab shaant hai.” (Orders came from above at  night... now everything is peaceful).This piece was supported by the Scroll Reporting Fund. To help our reporters go further and dig deeper, contribute to the fund.","author":"Scroll Staff","time":"2020-03-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137849-akmgalpzph-1583420848.jpg","tags":["Explainer","Delhi violence"],"source":"https://scroll.in/article/955251/explainer-what-do-we-know-about-the-communal-violence-that-left-47-dead-in-delhi-in-february-2020"}