{"title":"Explainer: How Supreme Court put in place a 50% quota cap (and why it’s frequently breached)","content":"On October 9, the Congress Working Committee – the Indian National Congress’ apex decision-making body – resolved, among other things, to make a law to abolish the 50% cap on reservations if it comes to power in the Lok Sabha election next year. This is in keeping with its recent motto of “Jitni abadi utna haq” or rights according to one’s proportion in the population.  Today, the CWC unanimously resolved to conduct a nationwide caste census when we come to power in the Centre, as well as to conduct it in every INC-ruled state. As Sh. @RahulGandhi ji stressed in his press conference, the push for a caste census is not based on narrow political… pic.twitter.com/smjKJUyRaA— K C Venugopal (@kcvenugopalmp) October 9, 2023\n\nReservation for Scheduled Castes, Scheduled Tribes and Other Backward Classes in legislatures, higher education and public employment cannot exceed 50% of the total seats. This limit has been in place since a Supreme Court judgment in 1992. However, some states, the Union government and the Supreme Court itself have occasionally breached it over the years.Mandal judgmentIn 1992, a nine-judge Constitution bench of the Supreme Court gave its judgment in a public interest litigation whose genesis lay in a 1979 decision of the Janata Party-led Union government. The government had formed the Socially and Educationally Backwards Classes Commission, headed by BP Mandal, an MP from Bihar, to “identify the socially or educationally backward classes” of India.The Mandal Commission came out with findings in 1980. It had studied caste data from the 1931 Census – the last census in which data on caste had been counted – to conclude that 52% of India’s population belonged to socially and educationally backward classes. It recommended that such backward classes should be extended a quota of 27%.This recommendation for a 27% quota for OBCs was adopted only in 1990 by the Janata Dal-led Union government. As a result, total reservations stood at 49.5%, since there already existed a 15% quota for Scheduled Castes and a 7.5% quota for Scheduled Tribes.This was challenged before the Supreme Court by several petitions on three grounds: that it violated the constitutional guarantee of equality of opportunity, that caste was not a reliable indicator of social and educational backwardness and that the reservations jeopardised the efficiency of public institutions.Before 1992, the Supreme Court had dealt with the question of the limit of reservations in an assortment of judgments without arriving at a settled position on the matter.The Supreme Court bench in 1992, by a 6-3 majority, upheld the OBC quota in what has popularly come to be known as its Mandal judgment. However, it also ruled that the total quota must never exceed 50%, calling this limit “fair” and “reasonable”. The judgment gives no justification for why this limit is fair and reasonable. It only refers to a statement by BR Ambedkar in the Constituent Assembly that reservations must be “confined to a minority of seats”. Since no other member of the Assembly had suggested otherwise, reserving the majority of seats was never contemplated by the Constituent Assembly, the court concluded.The court had further held that the “creamy layer”, that is, the socially and educationally forward section of a backward class, to be determined by income criteria, could not avail of the OBC quota.The court had added that the 50% reservations rule may be deviated from “in certain extraordinary situations”, but in doing so, “extreme caution is to be exercised and a special case made out”.Two lawyers walking in front of the Supreme Court building in Delhi. | PTIReservations in some states exceed 50%In spite of the Supreme Court’s judgment, there are multiple states where the total reservation quota exceeds 50%.The most notable among them is Tamil Nadu, where the reservation quota has been 69% since 1990. After the Supreme Court’s 1992 judgment, the Tamil Nadu Legislative Assembly had passed a legislation in 1993 to protect its 69% quota from any interference. The Tamil Nadu government successfully negotiated with the Union government to ensure that the legislation received the assent of the President. The Tamil Nadu government also convinced the Union government to move a Constitutional amendment to place the legislation in the Ninth Schedule of the Constitution, thereby excluding it from judicial review.However, in 2007, the Supreme Court held that it is authorised to review the addition of any legislation to the Ninth Schedule, albeit on the limited grounds of whether it is in consonance with the basic structure of the Constitution.A challenge to Tamil Nadu’s reservation policy has been pending at the Supreme Court since 2012.Most of the states in the North East – Arunachal Pradesh, Manipur, Meghalaya, Mizoram, Nagaland and Sikkim – also reserve more than 50% seats by virtue of the greater degree of autonomy these states have been accorded by the Constitution for their governance in the interest of their indigenous communities.Failed attempts by other statesOver the years, other states have unsuccessfully tried to follow Tamil Nadu’s example.In 2018, the Maharashtra Legislative Assembly passed a legislation granting 16% reservation in higher education admissions and public service employment to the Maratha community, increasing total reservations in these domains in the state to 68%. This was struck down by the Supreme Court in 2021 for violating the 50% ceiling established in its 1992 judgment.Members of the Maratha community participate in a protest march (Maratha Kranti Morcha) in Mumbai to seek reservations in jobs and education in 2017. | PTIEarlier, the Odisha government has been thwarted by the Orissa High Court in its attempt to increase the quota of reserved seats for OBCs in state government jobs in 2017 and in urban local body elections in 2018, on the same grounds.In 2022, the Chhattisgarh High Court struck down a 2011 enactment by the Chhattisgarh Legislative Assembly increasing reservation in the state to 58% for abrogating the 50% ceiling. The state government appealed at the Supreme Court, which granted an interim stay on the high court’s verdict in May, to the relief of the government, pending the Supreme Court’s final decision.EWS reservationAnother spanner was thrown in the mix by the Union government’s decision in 2019 to introduce 10% reservations in public sector employment and higher education. This was challenged before the Supreme Court for, among other grounds, violating the court’s 1992 judgment.A five-judge Constitution bench of the court upheld the quota last year by a 3-2. However, only one of the three majority judgments dealt with the question of the 50% ceiling, stating two things: that the 50% ceiling is flexible, and that it was only in the context of reservations for Schedule, STs and OBCs. On the other hand, the dissenting judgment by two judges remarked that breaching the 50% rule may become a gateway for more reservations, which in turn would “eat into the rule of equal opportunity”.Legal experts are divided on whether this judgment will make it easier for governments to now reserve seats and jobs in excess of 50%.Question of caste censusThe Congress’s resolution also committed to conducting a nation-wide caste census, as well as caste surveys in every Congress-ruled state.This comes in the heels of the findings of the Bihar caste survey published earlier this month, which show that OBCs and Extremely Backward Classes constitute 63% of the state’s population.Enumerators during the first phase of the caste-based survey in Patna on January 7. | PTIThe United Progressive Alliance-led Union government had conducted a Socio-Economic and Caste Census in 2011, but the caste-related data from it was not released by the then government as well as the subsequent National Democratic Alliance-led one, ostensibly on the ground of being unreliable.Prime Minister Modi has opposed the Congress’ demand for a caste census in his statements, although the Bharatiya Janata Party has not made its stance on the matter clear yet.","author":"Vineet Bhalla","time":"2023-10-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/pcrrvzakol-1538672383.jpg","tags":["Mandal Commission","Caste","Caste Census","Quotas And Reservations","OBCs","Indra Sahwney"]}