{"title":"Explained: Who is Amritpal Singh and why is Punjab Police chasing him?","content":"The Punjab Police’s attempts to arrest fugitive Khalistan sympathiser Amritpal Singh continued on Monday, after two days of state-wide cordon-and-search operations that led to the arrests of 112 of his associates and several others linked to his organisation, Waris Punjab De, being detained.Amritpal Singh, who has garnered a significant following through his speeches that often focussed on Punjab’s youth and religion, has given interviews supporting demands for Khalistan, an independent state for Sikhs. He has even stylised himself after former militant leader Jarnail Singh Bhindranwale. The preacher and his supporters face several criminal cases, including one over storming a police station in Punjab in February.By reviving memories of the 1980s Punjab insurgency, Amritpal Singh’s actions have led to concerns about law and order in Punjab.Manhunt still onOn Saturday, Amritpal Singh evaded arrest by reportedly fleeing on a motorcycle with police in pursuit in Punjab’s Jalandhar district. However, his uncle Harijit Singh and close aide Daljeet Singh Kalsi are among his alleged associates arrested by police.Before his arrest, Harijit Singh reportedly told journalist Rattandeep Singh Dhaliwal, citing a purported video from Shahkot police station, that Amritpal Singh may have already been detained and could be among those taken to Assam. Suspected close aides of Amritpal Singh have been taken to Assam’s Dibrugarh jail.The police also filed a fresh case against Amritpal Singh and some of his supporters for allegedly possessing illegal weapons.The suspension of mobile internet and most SMS services across several districts of Punjab, introduced on Saturday amid the police operation, were extended until noon on Tuesday to prevent the spread of misinformation.Leading ‘Waris Punjab De’Little was known about Amritpal Singh until a year ago. His popularity first started growing in 2020 when he engaged and supported actor-activist Sandeep Singh, or Deep Sidhu, on social media amid the farmers’ agitation against three agricultural laws passed by the Modi government in 2020. He became particularly prominent in March 2022 upon being suddenly appointed the leader of Waris Punjab De – an outfit Sidhu had floated. His appointment came weeks after Sidhu died in a car accident.Security personnel in Amritsar carry out a flag march amid a police crackdown on the organisation Waris Punjab De. Credit: PTIWaris Punjab De, or heirs of Punjab, was launched in September 2021 and was loosely described by Sidhu as a pressure group to fight against the Centre for Punjab’s rights and to protest alleged attacks on the state’s culture, language and social fabric. “Hindu, Muslim, Sikh or Christian, it is for all those who will fight with us for the rights of Punjab,” Sidhu had said.Eventually, ahead of Punjab’s Assembly elections in February 2022, the Sidhu-led organisation campaigned for Shiromani Akali Dal (Amritsar) – a party led by Simranjit Singh Mann, who is often described as a “Khalistan advocate”.In September, months after being named Waris Punjab De’s chief, Amritpal Singh returned from Dubai, United Arab Emirates where he reportedly worked at his family-owned transport business for a decade. Even while in Dubai, the 29-year-old was reportedly vocal about topics such as state rights and drug addiction in Punjab.However, Deep Sidhu’s family has since publicly distanced themselves from Amritpal Singh, saying he has hijacked Waris Punjab De and exploited the actor-activist’s popularity. Sidhu’s brother Mandeep Singh Sidhu has claimed that the late actor had never met Amritpal Singh and had even blocked the latter on social media.Amritpal Singh’s backing for KhalistanIn India, Amritpal Singh’s following grew rapidly on the back of public and private events he held across Punjab. He had also undertaken a Khalsa Vaheer – a religious procession preaching Sikhism to youth. His speeches reportedly merged social and religious aspects – focussing on raising problems such as the drug menace faced by Punjab’s youth, and preaching Sikhism. However, Sikh scholars have questioned Amritpal Singh exerting his authority on religious matters.The Caravan reported that some of Amritpal Singh’s speeches also targeted “Hindu migrants from states such as Uttar Pradesh and Bihar, blaming them for selling drugs and cigarettes – proscribed in Sikhism.” He has also attacked Christian Punjabis in the state.He even said he is not averse to using violence. “Without violence, nothing can be established and this has been proved across the globe,” he had told The Hindu.However, more significantly, Amritpal Singh has also publicly supported demands for Khalistan. For example, in February, Amritpal Singh told India Today that people’s sentiments about Khalistan cannot be suppressed. “Nationalism is not sacred,” Amritpal Singh said. “Democracy should have different views. It is not about Amritpal … the Khalistan sentiment will remain.”Waris Punjab De supporters clashing with police personnel at Ajnala in Punjab's Amritsar district in February. Credit: PTIHe had told news agency ANI in February that Khalistan is an ideology and “ideologies never die”. “Our aim for Khalistan shouldn’t be seen as evil and taboo,” he said. “It should be seen from an intellectual point of view as to what could be its geopolitical benefits.”Similarly, NewsClick quoted him as claiming in early March, “We want the entire territory where Punjab used to rule earlier; first, we will take it from India, and then we will go to Pakistan also.”In an interview to YouTube channel KTV soon after being elected Waris Punjab De’s leader in March 2022, Amritpal Singh had alleged that India had “colonial rule” over Punjab.Amritpal Singh also reportedly urged Punjab’s youth to remain in the state to fight, what he called, the “battle for its freedom”, instead of migrating abroad.Often escorted by armed supporters, he calls Bhindranwale “an inspiration” and dresses like him. “I will walk the path shown by [Bhindranwale],” Amritpal Singh had previously said about him being compared with Bhindranwale. “I want to be like him because that’s what every Sikh wants, but I am not copying him. I am not even equal to dust on his feet.”His installation ceremony as Waris Punjab De’s chief was held in Bhindranwale’s village, Rode, where a resolution was passed asking the government not to take any legal action against youth waging a “peaceful struggle for Khalistan”.Such public calls for Khalistan, reviving memories of the separatist movement-linked insurgency the state faced in the 1980s and the early 1990s, have led to broader concerns about Punjab’s law and order. Thousands were killed over those years.Cases against Amritpal SinghConsequently, even before Saturday’s operation, Amritpal Singh had attracted police attention. He had already been reportedly named in four criminal cases pertaining to spreading disharmony, attacking police officials, obstructing lawful discharge of duty by public servants and attempt to murder.Similarly, there is reportedly a case against Waris Punjab De’s functionaries over Amritpal Singh and his supporters storming the Ajnala police station on February 23 to demand the release of his close aide, Lovepreet Singh Toofan. Toofan had been arrested in an alleged kidnapping and assault case, in which Amritpal Singh and several others were also named. Several police personnel were injured during the ensuing violent clashes between the police and Amritpal Singh’s supporters.  #WATCH | Punjab: Supporters of 'Waris Punjab De' Chief Amritpal Singh break through police barricades with swords and guns outside Ajnala PS in AmritsarThey've gathered outside the PS in order to protest against the arrest of his (Amritpal Singh) close aide Lovepreet Toofan. pic.twitter.com/yhE8XkwYOO— ANI (@ANI) February 23, 2023\n\nAmritpal Singh had threatened to stage a permanent dharna at the police station if Toofan was not released and the first information report was not cancelled. The police later released Toofan. It is unclear if the kidnapping and assault case itself was quashed.It is also unclear in which of the aforementioned cases the police are seeking his arrest.Nevertheless, Amritpal Singh drew even more attention because of the Ajnala incident.News reports suggest that Amritpal Singh was being monitored by intelligence agencies. Some, including Punjab Chief Minister Bhagwant Mann, have claimed that Amritpal Singh is backed by Pakistan.","author":"Nachiket Deuskar","time":"2023-03-21T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188123-wzhycdrqyl-1679143460.jpeg","tags":["Punjab","Amritpal Singh","Waris Punjab De","Khalistan Movement"],"source":"https://scroll.in/article/1045921/explained-who-is-amritpal-singh-and-why-is-punjab-police-chasing-him"}