{"title":"Explainer: Why did the secretive Supreme Court collegium publish a rare record of its workings?","content":"While the collegium, a body of Supreme Court judges that selects other judges to the higher judiciary, is a famously secretive body, on October 9, in a shock move, it published detailed documentation of recent deliberations on selecting judges.The move came after disagreements in the collegium over the procedure to be followed in how the body would select judges.How did the controversy begin?The Supreme Court presently has five vacancies. In order to fill these, the collegium met on September 26 and considered 11 names for elevation. In that meeting, only one name was finalised by the collegium: Justice Dipankar Dutta, the chief justice of the Bombay High Court. Once the collegium finalises a name, it goes to the Central government for vetting and subsequent appointment.The collegium wanted more information on the judgements passed by other candidates and, therefore, the meeting was postponed to September 30.The collegium recommends names of lawyers and judges to be appointed to the higher judiciary. The collegium for Supreme Court nominations comprises the chief justice of India and four senior-most Supreme Court judges, whereas, for High Court nominations, the collegium consists of the chief justice of India and two senior-most Supreme Court judges.According to the October 9 collegium resolution, the collegium could not meet on September 30, as Justice DY Chandrachud “did not attend the meeting”. Chandrachud had held court till 9.10 pm that day, significantly beyond a Supreme Court judge’s usual court timings, which ends at 4 pm. This had led to speculation in legal circles about whether this late sitting was to avoid the collegium meeting.Was there a collegium meeting slated for yesterday which could not be held as one member was holding court till late at night?  Rumours are that the others after waiting till 8 for the hard working fellow, finally gave up🤪 pic.twitter.com/VaJ11VZnhp— sanjoy ghose (@advsanjoy) October 1, 2022\n\nThese events assume importance because of their timing. September 30 was the last working day before the Supreme Court (and the collegium) went for its 10-day Dussehra break. The court would next open on October 10.Lalit retires on November 8. According to the convention, a month before the retirement of the present chief justice of India, the Union law ministry asks the chief justice to recommend his successor. Once this process begins, no new names are recommended by the collegium until the new chief justice of India takes over.Thus, no meeting on September 30 meant that a Lalit-led collegium would not be able to make any more appointments under the existing system, where the collegium had to meet physically to make decisions.Subsequently, on September 30 itself, Lalit sent a letter to the  collegium asking for their consent for the appointment of judges through a new mechanism: via written communication in lieu of a physical meeting.Justice Abdul Nazeer (left) and Justice DY Chandrachud (right), the two collegium members who disagreed over the appointment of judges. Credit: Wikimedia CommonsHow did the judges respond?Chandrachud and Nazeer, in  their response, objected “to the process of selection and appointing  judges by circulation” and “did not disclose any views against any of  these candidates”. Collegium meetings are held physically after which only the names of the recommended  candidates are released. The discussions that take place in these meetings are not recorded or released in any form.On  October 2, Lalit sent another letter to the two judges asking them for  their reasons for this disagreement and to suggest alternatives.  However, this letter was not responded to.Two other collegium members, Justice Sanjay Kishan Kaul and Justice KM Joseph agreed to Lalit’s proposal of giving their consent through a letter.While the collegium’s resolution does not disclose the names in consideration, these four names  were recommended, the Hindustan Times reported: Punjab and Haryana High Court Chief  Justice Ravi Shankar Jha, Patna High Court Chief Justice Sanjay Karol,  Manipur High Court Chief Justice PV Sanjay Kumar and senior advocate KV  Viswanathan.Apart from disagreements over the procedure of  the appointments,  there was purportedly a disagreement over a name as well. Some members  of the collegium did not want to appoint a lawyer, KV Vishwanathan, who could potentially become chief justice of India as it would be “unfair” to High Court judges, according to a report in the Indian Express.Till  date, there have only been two chief justices of India who were lawyers before  being directly elevated to the Supreme Court. The current chief justice is one of them. In August, Ramana held two collegium meetings, in which a collegium member purportedly opposed appointing new judges. Credit: PTIWhat happens now?The appointment process has been paused for now. The October 9 resolution noted that “no further steps” can be  taken and the “unfinished work” from September 30 “is closed without any  further deliberation”. This is because, on October 7, the law ministry  asked Lalit to nominate his successor. On October 11 Lalit nominated Chandrachud as the next chief.Collegium  meetings by outgoing chief justices have seen controvery earlier as well. In August, with less than 25 days in his tenure, Ramana held two collegium meetings,  in which a collegium member purportedly opposed appointing new judges.  However, in this instance, the law ministry had not asked Ramana to  nominate his successor till then.Earlier, former Chief  Justice Sharad Arvind Bobde had called a collegium meeting in April  2021, two weeks before his retirement. Two judges  had reportedly expressed reservations about this meeting since Bobde’s  successor former Chief Justice NV Ramana had been recommended. These meetings ended in a stalemate.Former  Chief Justice RM Lodha had then told the Indian Express that there was  no bar against an outgoing chief justice recommending names through the  collegium. It all depended on how he took “his colleagues into  confidence”.The vacancies at the Supreme Court will soon increase  to seven (from the current five). Justice Hemant Gupta will retire on October 16 and Lalit on  November 8. The collegium is likely to next sit after November 9, when  Chandrachud is the chief justice of India.","author":"Umang Poddar","time":"2022-10-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180795-csaaqpqonb-1664882730.jpg","tags":["Supreme Court","Collegium"],"source":"https://scroll.in/article/1034752/explainer-why-did-the-secretive-supreme-court-collegium-publish-a-rare-record-of-its-workings"}