{"title":"Explained: Why some North Eastern states are opposing the Uniform Civil Code","content":"Mizoram’s ruling Mizo National Front government is planning to pass a resolution in the state Assembly opposing the Uniform Civil Code – a proposed pan-India common personal law mainly advocated by the country’s ruling Bharatiya Janata Party.While apprehensions about the proposed uniform personal law are usually seen as being expressed by Muslims and other religious minorities, the debate has been equally contentious in many parts of the North East.There are fears among the region’s sizeable tribal communities that a Uniform Civil Code, especially that of a majoritarian nature, would infringe upon their long-standing customs and practices that are protected by the Constitution.BJP’s UCC advocacy“Uniform Civil Code” refers to a proposed common personal law that will govern marriages, divorces, succession and adoption for all Indians. Currently, these practices are regulated by varying personal laws based on the religion practised by the individual or the community to which they belong.This has been a contentious issue. While the BJP, holding the reins of power at the Centre, has been a long-time advocate of the idea, it has been opposed by the Opposition and civil society groups saying such a law will rupture the country’s social fabric and prevailing unity in diversity.Union Home Minister and BJP leader Amit Shah reiterated in November that the Hindutva party was committed to enacting the Uniform Civil Code, which has been the party’s long-time manifesto promise. “Not only the BJP, the Constituent Assembly had also advised Parliament and states that UCC should come in the country at an opportune time,” Shah had said, referring to Article 44 of the Constitution’s directive principles that says the country shall strive for such a code across its territory.“For any secular country, laws should not be on the basis of religion,” Shah said. “If a nation and states are secular, how can laws be based on religion? For every believer, there should be one law passed by Parliament or the state assemblies.”To this end, some BJP-ruled states such as Gujarat, Karnataka and Uttarakhand have, over the past year, expressed intent or taken initial steps such as constituting exploratory committees.  Union Home Minister Amit Shah addressing a public meeting. Credit: PTI.Despite this thrust, the BJP has not moved on implementing the Uniform Civil Code. On Thursday, Union Minister for Law Kiren Rijiju informed Parliament that the Centre has not taken any decision on implementing a Uniform Civil Code so far and the matter is being considered by the 22nd Law Commission. Therefore, the details of the proposed legislation remain unclear.This absence of a bill has been cited by the BJP to brush off concerns about the Uniform Civil Code in the North East. “There is nothing to be afraid of right now,” Vanlalhmuaka, BJP’s Mizoram unit president, told Scroll. “Laws are for the society’s benefit and the Parliament decides what is good for the nation. If there is something wrong, we will say it if and when the time comes.”Opposition in northeastern statesBut such assurances have failed to alleviate concerns about the Uniform Civil Code, especially in the North East. While resistance to the Uniform Civil Code is usually seen as primarily concerning religious minorities, the idea also finds opposition in the North East.This was highlighted by All India Majlis-e-Ittehadul Muslimeen leader Asaduddin Owaisi in 2016. “Uniform Civil Code is not merely a Muslim issue,” Owaisi had said. “It’s an issue which will be opposed by the North East, especially Nagaland and Mizoram.”Mizoram’s Assembly now seeking to pass a resolution against the Uniform Civil Code is not the first instance of public resistance against the proposal in the region.In 2017, the Nagaland government’s decision to hold municipal elections with 33% reservation for women in the state, following a court order, resulted in widespread disturbance, deaths and eventually the resignation of then chief minister TR Zeliang. Naga groups saw the order as a challenge to their customary law. This had provided a reality check for those advocating a uniform civil code.In January, Meghalaya Chief Minister Conrad Sangma expressed his apprehensions more clearly, saying that his National People’s Party – a BJP ally – cannot back any uniform code as it would affect the culture of the people of his state. “The whole concept of UCC is something if it was going to be a uniform means it is going to be a strict uniform where they will change the cultural practices of the state of Meghalaya then obviously that’s something that we as a state, as a party cannot accept,” Sangma said.\n\t\t\n\tMeghalaya Chief Minister Conrad Sangma speaking in the state Legislative Assembly. Credit: Conrad Sangma/TwitterContravening constitutional principles This feeling is common among the Opposition in the North East. L Thangmawia, a member of Mizoram’s Legislative Assembly from the Mizo National Front said, in his personal view, that the Uniform Civil Code among Mizos was impossible. “I think this is not the time and it is not practicable,” Thangmawia told Scroll. “It will be very difficult to implement UCC. It is good in theory, but it is not good in practice.”While the Mizo National Front is a constituent of the BJP-led National Democratic Alliance at the national level, the two parties are not partners in Mizoram.Thangmawia pointed out that personal practices of tribal communities and sub-tribes are different among themselves and as compared to others, just as there are variations among Hindus.Therefore, Thangmawia added, “Our own practices are ancient and those of every family are different. So, you cannot make everybody follow the same customs and laws.”With more than 220 ethnic groups, the country’s North East is considered to be one of the most culturally diverse regions in the world. In Mizoram, Nagaland and Meghalaya, where there is public opposition to the Uniform Civil Code, the proportion of the tribal population is as high as 94.4%, 86.5% and 86.1%, respectively, according to the 2011 Census.The protection of customary laws of such northeastern ethnic groups is guaranteed by the Constitution. In the case of Mizoram, for example, Article 371G of the Constitution specifies that no act of Parliament which impacts the religious or social practices of the Mizo ethnic group can apply to Mizoram unless agreed to by the state Assembly.Any Uniform Civil Code will, therefore, contravene this constitutional principle.Thangmawia argued that attempts by the Centre to introduce a uniform code may trigger protests. “Naturally there would be protests not only in Mizoram, but also in other parts of the North East and India,” he suggested, when asked if the matter could snowball.From a legal point of view too, Justice BS Chauhan, who led the 21st Law Commission, had said in September 2018 that a unified code is “constitutionally unviable”. “There are several parts of the North East and in the tribal belts where even the IPC [Indian Penal Code] and the CrPC [Code of Criminal Procedure] don’t apply…” Chauhan had told The Print. “How can there be a Uniform Civil Code in these areas?”He suggested: “Before bringing a Uniform Civil Code, it is important to make changes to the personal laws of different religions. This would involve codifying personal laws as much as possible.”In its draft report on the Uniform Civil Code, the 21st Law Commission said that it was “neither necessary nor desirable at this stage”. The final report was reportedly not submitted. Also read: Why legal experts think BJP will never actually implement a uniform civil code","author":"Nachiket Deuskar","time":"2023-02-10T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155081-vchouzbkfp-1613644022.jpg","tags":["Uniform Civil Code","UCC","North East"],"source":"https://scroll.in/article/1043505/explained-why-some-north-eastern-states-are-opposing-the-uniform-civil-code"}