{"title":"Explained: Why the Supreme Court struck down the electoral bonds scheme","content":"The electoral bonds scheme introduced by the Bharatiya Janata Party in 2017-’18 is unconstitutional because it disproportionately restricts the fundamental right of voters to information about the source of funds accepted by a political party – knowledge of which is essential if voters are to exercise their freedom to vote effectively.  This is the crux of the Supreme Court’s judgment striking down the scheme on Thursday.The judgement was delivered by a five-judge Constitution bench of the Supreme Court comprising Chief Justice of India DY Chandrachud and Justices Sanjiv Khanna, BR Gavai, JB Pardiwala and Manoj Misra in response to petitions filed in 2017 and 2018 challenging the scheme. The bench had heard the petitions on three days in October and November last year.The scheme allowed individuals and corporations to buy financial instruments called electoral bonds from a designated bank. These could be used to make anonymous donations to political parties in denominations of Rs 1,000, Rs 10,000, Rs 1 lakh, Rs 10 lakh and Rs 1 crore. The parties were also exempt from reporting the source of the donations received via electoral bonds to the Election Commission. Because of the legal opacity afforded by  electoral bonds, parties could even get away with receiving donations from foreign sources .From the time the scheme was introduced in 2017-’18 until 2022-’23, electoral bonds worth Rs 12,979 crore were sold. Of this, the BJP received Rs 6,566.12 crore. This was more money from electoral bonds than all other parties combined. The 232-page judgment consists of two opinions – the majority opinion written by Chandrachud on behalf of himself and Gavai, Pardiwala and Misra and a concurring opinion written by Khanna. Khanna’s opinion differs slightly  from Chandrachud’s on the legal reasoning it adopts.However, both opinions held the scheme to be unconstitutional and ordered that the Election Commission of India publish on its website by March 13 the details of all electoral bonds purchased since April 2019. This will include the name of the purchaser, the denomination of the bonds and the details of each electoral bond encashed by political parties.This is the reasoning adopted by the Supreme Court in its judgment.Information about funding of political parties is essential to votersThe judgment made it clear that all information that promotes democratic participation must be available to citizens. This is why personal details of electoral candidates are furnished to voters. Though the disclosure of such information may violate the right to privacy of candidates and their families, it is essential that it be disclosed because it furthers public interest.The requirement to disclose information about electoral candidates is extendable to political parties, the judgment said. Information about the funding of political parties is essential for exercising informed choice at the ballot box.The judgment offered three reasons for why the party is the “relevant political unit” in India’s democratic electoral process: voters associate voting with political parties because of the centrality of symbols in the electoral process; the form of government where the executive is chosen from the legislature is based on the political party or coalition of political parties that has secured the majority; and the Tenth Schedule of the Constitution accords prominence to parties.Information about political funding would enable a voter to assess if there is a correlation between the government’s policy making and the financial contributions it has received from particular individuals or entities. Such possible quid pro quos are currently rendered invisible by the electoral bonds scheme, the court said.The judgment acknowledged that the Constitution guarantees the right to informational privacy of political affiliation. Such informational privacy would extend to financial contributions to political parties too. However, the right to privacy of political affiliations does not extend to contributions that may be made to influence policy, it said. Such contributions, Khanna noted in his opinion, cease to remain private and enter the public domain due to their ramifications on policy.The purpose of election bonds is not a reasonable restriction under the ConstitutionSince most fundamental rights are subject to reasonable restrictions prescribed in the Constitution, the court went on to examine whether the restriction placed by the electoral bonds scheme on citizens’ right to information is constitutionally reasonable.Chandrachud observed that the right to information under Article 19(1)(a) of the Constitution can only be restricted based on the grounds stipulated in Article 19(2). These are: “the sovereignty and integrity of India, the security of the state, friendly relations with foreign states, public order, decency or morality, or in relation to contempt of court, defamation or incitement to an offence”. He noted that the aim of curbing black money – the purpose of electoral bonds, according to the government – is not traceable to any of the grounds in Article 19(2).In response to the government’s contention that curbing black money could be linked to the grounds of “public order”, Chandrachud clarified that “public order” has a narrow meaning relating to “public safety and tranquility” and concerns relating to local law and order.The judgment also rejected the argument that the bonds provided donors anonymity in relation to political parties to which they had made their contributions. The judgment pointed out to gaps in the scheme that could enable parties to find out particulars about the contributions made to them.Hence, the bonds ultimately provided “selective anonymity” to “economically resourced contributors who already have a seat at the table…vis-à-vis the public and not the political party”, the judgment concluded.Ostensible purpose of electoral bonds can be fulfilled by less restrictive meansChandrachud assessed the balance of alternative means of making contributions to political parties on the right to information and their ability to fulfil the purpose of combating black money in electoral finance.He concluded that for sums below Rs 20,000, contributions through other means of electronic transfer would be the least restrictive. For amounts above Rs 20,000, he said that contributions through the instrument of electoral trust would be the least restrictive.Thus, there were alternatives that “fulfil the purpose and impact the right to information minimally when compared to the impact of electoral bonds on the right to information”, the judgment said. It stated that electoral bonds can be distinguished from other modes of contributions through the banking channel such as cheque transfers, transfers through the Electronic Clearing System or direct debit only because to these bonds allow anonymity.Unrestrained corporate contributions ‘manifestly arbitrary’The court also observed that the scheme permitted unlimited donations by companies, which is “antithetical to free and fair elections”. This would authorise “unrestrained influence of companies on the electoral process”, is said, and violates the principles of free and fair elections and political equality.It maintained that this provision was “manifestly arbitrary” for treating political contributions by companies and individuals alike and not differentiating between political contributions made by profit-making and loss-making companies.","author":"Vineet Bhalla","time":"2024-02-16T09:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131391-nnpgvjpwta-1616054253.jpg","tags":["Electoral Bonds","Electoral Bonds Scheme","Supreme Court","Political Funding","Electoral Funding"],"source":"https://scroll.in/article/1063790/explained-why-the-supreme-court-struck-down-the-electoral-bonds-scheme"}