{"title":"Explained: The Katchatheevu dispute with Sri Lanka that Modi is raking up this election season","content":"Prime Minister Narendra Modi on Sunday criticised the Congress, saying that “new facts” had revealed that the party “callously gave away” the Katchatheevu island to Sri Lanka in 1974.The prime minister’s social media post was referring to a report published in The Times of India on Sunday. The report cited documents in a Right to Information reply suggesting that Indira Gandhi, the prime minister at the time, ceded the island situated off the coast of Tamil Nadu to Sri Lanka.The documents were obtained by Bharatiya Janata Party’s Tamil Nadu chief K Annamalai through a Right to Information application, the newspaper said.Eye opening and startling! New facts reveal how Congress callously gave away #Katchatheevu. This has angered every Indian and reaffirmed in people’s minds- we can’t ever trust Congress! Weakening India’s unity, integrity and interests has been Congress’ way of working for…— Narendra Modi (@narendramodi) March 31, 2024\n\n\nWhat is the Katchatheevu matter?Katchatheevu is a tiny 285-acre uninhabited island in the Palk Strait that divides India and Sri Lanka. Measuring 1.6 km in length and just over 300 m in width, the island is believed to have been formed following a volcanic eruption in the 14th century.It is located 33 kms from the Indian coast and about 62 kms southwest of Jaffna, in northern Sri Lanka.While the island does not have any residents, it has an early 20th century Catholic church. Priests and devotees from India and Sri Lanka conduct religious services at the shrine during an annual festival, according to The Hindu.The island was controlled by Sri Lanka’s Jaffna kingdom in the early mediaeval period but it was passed to the Ramanathapuram-based Ramnad kingdom in India in the 17th century. While it was part of the Madras Presidency during British rule, both India and Sri Lanka have laid claim over the island since at least 1921 to determine the maritime fishing boundaries.A British-era survey had marked Katchatheevu as part of Sri Lanka, but a British delegation from India had challenged this citing ownership by the Ramnad kingdom, according to The Indian Express.The dispute between India and Sri Lanka continued even after both countries became independent.In 1974, India and Sri Lanka signed an agreement demarcating their maritime boundary. It said that the boundary runs one mile off the western coast of Katchatheevu, effectively placing the island in Sri Lankan territorial waters.However, the dispute has continued to find traction in the politics of Tamil Nadu, especially because it is intertwined with the attacks on and detention of fishermen from the state by the Sri Lankan Navy.After political parties from Tamil Nadu approached the Supreme Court against the Centre’s decision, the Union government told the court in 2013 that the question of retrieving Katchatheevu from Sri Lanka did not arise as no territory belonging to India had been ceded to Sri Lanka.What do the documents show?The documents received in response to the Right to Information query show that in 1961, Jawaharlal Nehru, the prime minister at the time, had said that he would not hesitate to relinquish India’s claims to Katchatheevu, The Times of India reported. Nehru had also dismissed the matter as inconsequential, according to the report.Nehru’s comments were part of a note prepared by YD Gundevia, the External Affairs Ministry’s Commonwealth secretary at the time. The ministry had shared the notes as a backgrounder with Parliament’s informal consultative committee in 1968, the newspaper reported.Nehru had made the comments despite Attorney General MC Setalvad having stated in 1960 that India’s case was stronger than that of Sri Lanka. K Krishna Rao, the joint secretary (law and treaties) in the External Affairs Ministry at the time, had also contended that New Delhi had a good legal case and that it could be leveraged to secure fishing rights on the island, the report added.In June 1974, India’s decision to give up the island to Sri Lanka was conveyed to Tamil Nadu Chief Minister M Karunanidhi by foreign secretary Kewal Singh.Singh said that the Raja of Ramnad had zamindari rights over the island and that Sri Lanka had failed to produce any documentary evidence to prove its claims over the island.However, he emphasised that Sri Lanka had taken a “very determined position” in the dispute based on “records” showing Katchatheevu to be a part of the Jaffnapatnam kingdom, British and Dutch maps and the State of Madras’ failure to prove that the Raja of Ramnad held the land title, the report claimed.Singh had said that Sri Lanka had asserted sovereignty over the island since 1925 without any protest from India.The report also claimed that the island was ceded despite the Opposition protesting against the decision.Scroll was not able to independently verify the authenticity of the documents.Fishermen from Sri Lanka and southern India arrive on boats to attend the annual feast of St Anthony’s Church on Katchatheevu island in 2012. Credit: Stringer/ReutersAn old political flashpointThis is not the first time Modi has raked up the Katchatheevu dispute. In August, Modi had criticised the Congress and the Opposition in Parliament, saying that Katchatheevu had been given away to Sri Lanka “under the leadership of Indira Gandhi”.The history of Congress has been all about dividing Mother India, Modi claimed in Lok Sabha.Modi had also targeted Tamil Nadu’s ruling Dravida Munnetra Kazhagam, which is a part of the Opposition INDIA bloc.“And these people from DMK [Dravida Munnetra Kazhagam], their government, their chief minister write letters to me,” Modi had said in his address to the Lower House. “They still write and say, Modi ji bring Katchatheevu back.”Modi had added: “What is Katchatheevu? Who did it? Beyond Tamil Nadu, and right before Sri Lanka, someone had given away an island to another country. When was it given? Where did it go? Wasn’t it a part of Mother India? Was it not a part of Maa Bharti? And you cut that off too. Who was in power at that time?”Not just the Dravida Munnetra Kazhagam, other political parties in Tamil Nadu have for long urged the Centre to review the 1974 agreement. The parties have claimed that it will help put an end to the attacks on Indian fishermen by the Sri Lankan Navy.Acquiring Katchatheevu from Sri Lanka is among the Lok Sabha election promises made by the state’s Opposition All India Anna Dravida Munnetra Kazhagam.Earlier this month, Tamil Nadu Chief Minister MK Stalin, the son of late M Karunanidhi, rejected Modi’s allegation that Indian fishermen were attacked by the Sri Lankan Navy because of the act allegedly jointly committed by the Dravida Munnetra Kazhagam and the Congress. Stalin said that Katchatheevu was ceded to Sri Lanka despite strong protests by his party, which was in power in the state in 1974.“The prime minister, without any qualms, has uttered a lie,” The Hindu quoted Stalin as saying. “The people of Tamil Nadu know the truth. Is the prime minister so innocent to believe that a state government can cede a part of the country to another nation? What are the steps taken by the BJP in the last 10 years to retrieve Katchatheevu?”This is not the only land disagreement that has made news during Modis’s tenure. In 2015, the Modi government itself pushed through the land boundary agreement with Bangladesh that had been in the works for decades. The deal, aimed at settling the complex maze of enclaves and exclaves along the border, involved a land swap in which Bangladesh made a net gain of territory than India did, according to the Observer Research Foundation.Also read: India-Bangla land swap: was the world's strangest border created by a game of chess?","author":"Nachiket Deuskar","time":"2024-03-31T15:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199728-qvhapvdpzc-1711870273.jpeg","tags":["Katchatheevu","India","Sri Lanka"],"source":"https://scroll.in/article/1066025/explained-the-katchatheevu-dispute-with-sri-kanka-that-modi-is-raking-up-this-election-season"}