{"title":"Explainer: How Chandrayaan-2 will land on the moon ","content":"“The world will be waiting,” said Mylswamy Annadurai, the director of the Indian Space Research Organisation’s first moon exploration mission, Chandrayaan-1. As the Chandrayaan-2 mission is set to land on the moon early on Saturday, that moment of reckoning is now here.The mission is nerve-rackingly close to success, but everything rests upon a few crucial minutes somewhere between 1 am and 2.30 am on Saturday.The moon lander, Vikram, has detached itself from the lunar orbiter, and as of September 4 is in an elliptical orbit that is, at its closest, 35 km away from the surface of the moon. The lunar orbiter will continue to circle the moon for another year, while Vikram, carrying inside it the moon rover Pragyan, will land on the moon’s surface.Images: ISRONearly every stage of the mission thus far has been accomplished at least once before by the Indian Space Research Organisation during India’s first moon mission, Chandrayaan-1, in 2008. Back then, there was a rocket that took off with an orbiter and a Moon Impact Probe. Upon reaching the south side of the moon, the orbiter released the probe, which took picture after picture as it hurtled towards the lunar surface, before deliberately crashing into it.Vikram will land softly.India will be only the fourth country to pull off a soft moon landing, and the first to do it on the south side of the moon. Other landers have avoided the south, preferring to remain around the equator, because that is where the moon gets the most sunlight. This light powers the solar panels of landers and rovers as they explore the lunar surface. On the south side, daylight lasts for 14 days, and then darkness falls for the next 14. It is unlikely that Pragyan will survive the darkness or the cold of the lunar night, and so must complete its explorations within two weeks of landing. But first, Vikram has to land.Fighting gravityThe gravitational pull of the moon is “lumpy”. Because the moon, under its surface, is not homogeneous, different regions could pull at Vikram with either greater or lesser force. The lander’s orbit has to take this into account as it circles the moon, finding the right spot to attempt a landing.Somewhere between 1 am and 2 am on Saturday, Vikram will attempt a powered descent upon the moon’s surface. This means it will fire its onboard propulsion engine, controlled by its onboard Navigation, Guidance and Control system, the two of which have to work in unison to combat the moon’s gravitational pull and slow the lander down.There will be two stages to the landing: rough braking, when the lander slows down against the lunar gravitational pull, and fine braking, when it gets closer to the surface and finds a spot to land among the moon’s craters and rocks. It has to be a spot from which it can receive enough sunlight to power itself and Pragyan for the next 14 days, and one from which it can still transmit to the lunar orbiter and then to the earth.Landing in the moon dustMoon dust or lunar dust is formed when meteoroids crash into the moon, pulverising its rocks and throwing up particles similar to volcanic ash. These particles are very fine, but their shapes are jagged, and they can cut like glass. The moon has no real atmosphere to speak of, so there is no wind or water to wear down these particles or smooth their edges. This dust acquires an electrostatic charge from the sun’s radiation, which hits the moon directly because of the aforementioned lack of an atmosphere. The charge makes the dust cling to surfaces like the solar panels, sensors, and deployment mechanism onboard Vikram, potentially disrupting their activity.Firing the propulsion engine close to the moon’s surface will send moon dust flying up at the lander, so the thrust of the engine will have to be very carefully calibrated during the fine braking phase, in order to raise as little dust as possible.Once Vikram lands on the moon’s surface, its doors will open, revealing Pragyan, the moon rover. Pragyan is the size of a briefcase and weighs all of 27 kg. It will roll out of Vikram between 5.30 am and 6.30 am on Saturday. The rover moves at the deliberate speed of 1 cm a second and can move up to half a kilometre away from Vikram. It carries  scientific equipment that will study the surface of the moon and test for the presence of water. Pragyan will descend the ramp that Vikram lowers.Watching the landingPrime Minister Narendra Modi will be watching the landing from ISRO’s Bengaluru centre, in the company of 70 students, two from each state, who won an online quiz. The landing will be live-telecast on ISRO’s website and YouTube channel  from 1 am onwards on September 7.  Minute-by-minute updates will be posted on ISRO’s Facebook page and Twitter feed.Many will be awake through the night of September 6, watching with excitement. If the Chandrayaan-2 landing is successful, a collective exhale will be heard around the country, before Indians go to drink their morning chai.","author":"Nithya Subramanian","time":"2019-09-06T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126901-avnnxryuga-1567751616.jpg","tags":["space exploration","Indian Space Research Organisation"],"source":"https://scroll.in/article/936391/explainer-how-chandrayaan-2-will-land-on-the-moon"}