{"title":"Explainer: Why terms of reference of ‘one nation, one election’ panel have created controversy","content":"On Saturday, the Modi government notified the constitution of a High Level Committee to “examine the issue of simultaneous elections and make recommendations for holding simultaneous elections in the country”.The eight-member committee is headed by former President Ram Nath Kovind. Three political leaders are part of it: Union Home Minister Amit Shah, Indian National Congress’ leader in the Lok Sabha Adhir Ranjan Chowdhury, former Leader of Opposition in the Rajya Sabha Ghulam Nabi Azad. The other members include former Chairperson of the 15th Finance Commission NK Singh, former Lok Sabha Secretary General Subhash C Kashyap, senior advocate Harish Salve, and former Chief Vigilance Commissioner Sanjay Kothari. Additionally, Union Minister of Law and Justice Arjun Ram Meghwal shall attend the committee’s meetings as a “special invitee”.Chowdhury, however, has declined to be part of the committee, calling it a “total eyewash”. Among the reasons for his opposition to the committee, he said, is that its terms of reference have been prepared in a manner to guarantee its conclusion.In this article, we explain why the terms of reference raise doubts about the role of the committee, indicating that it will recommend a dilution of the Constitutional safeguards to enable simultaneous elections to the Parliament and state assemblies.Govt of India constitutes 8-member committee to examine ‘One nation, One election’.Former President Ram Nath Kovind appointed as Chairman of the committee. Union Home Minister Amit Shah, Congress MP Adhir Ranjan Chowdhury, Former Rajya Sabha LoP Ghulam Nabi Azad, and others… pic.twitter.com/Sk9sptonp0— ANI (@ANI) September 2, 2023\n\nWhat are the terms of reference of the High Level Committee?The government resolution sets out seven terms of reference of the committee. Each is broken down and explained in simple language below.Firstly, the committee shall recommend amendments to the Constitution, the Representation of the People Act, 1950, the Representation of the People Act, 1951, as well as other relevant laws and rules for the purpose of making it legally possible to hold simultaneous elections to the Lok Sabha, all state assemblies and local bodies across India.The Representation of the People Acts of 1950 and 1951 provide for how elections to the Parliament and state legislative assemblies are to be conducted. In 2018, the Law Commission of India found that the present Constitutional and legal framework does not allow for the holding of simultaneous elections.Secondly, the committee shall recommend if the required Constitutional amendments to facilitate such simultaneous elections would require ratification by half of all state legislative assemblies in the country.To understand the import of this, first some context on Constitutional amendments. Constitutional amendment bills are of three types:  Those that can be passed by a simple majority of the members present and voting in each House of Parliament,  Those that can be passed by way of a special majority as prescribed in Article 368(2) of the Constitution, that is, two-thirds of the members present and voting in the House, as well as more than half of the total strength of the House, and  Those that, to be passed, require, in addition to a special majority in both Houses of Parliament, as mentioned above, ratification by the legislatures of at least half of all states in the country.  The third procedure is used only for Constitutional amendments that warrant a change in the federal structure of the Constitution. The proviso to Article 368(2) provides for the specific types of Constitutional amendment for which this procedure must be employed.Essentially, the committee will suggest whether the requisite Constitutional amendment could be brought in through the second procedure or the third one.Thirdly, the committee shall recommend the solution to problems that might come up in a scenario of simultaneous elections in the cases:  When there is a hung legislature without any party or coalition enjoying a majority,    When a government loses power before the conclusion of its term as a result of a no-confidence motion successfully being passed in the legislature, and    When the ruling party or coalition in government may lose majority in the legislature due to defections.Presently, such situations may lead to fresh elections being called. However, the committee will have to suggest alternatives for how such situations can be dealt with in a system of simultaneous elections.Fourthly, the committee will recommend how to synchronise multiple elections together and if they cannot be held at one go, then suggest the phases and time frame within which simultaneous elections may be held. Further, it will suggest the constitutional and legal changes required to facilitate this.Fifthly, the committee shall recommend ways to ensure the continuity of the cycle of simultaneous elections, including the requisite constitutional and legal amendments, so that the cycle is not disrupted.Disruptions may be caused by hung assemblies, defections and the government falling before finishing its term, as touched upon earlier, among other ways.Sixthly, it shall study the logistical and human resource requirement for holding simultaneous elections.Seventhly, it shall examine and suggest the ways in which a single electoral roll and electoral identity cards could be used for identifying voters in the local, state and Lok Sabha elections. At present, the Election Commission verifies and prepares fresh electoral rolls before each local, state or Lok Sabha election in a constituency.The resolution does not provide any timeframe or deadline for the committee to return its findings on these terms of reference.The problems in the terms of referenceCongress MP Chowdhury has already flagged problems with the committee’s terms of reference.They have been set in a manner that paves the way for conducting simultaneous elections, without justifying the need for it first. This is apparent in the underlying assumption spelt out in the government resolution announcing the committee. It states: “in the national interest it is desirable to have simultaneous elections in the country”.However, even keeping aside the political motive behind pushing this, conducting such a giant shake-up would bring up significant logistical and legal challenges. It would have been more prudent to task the committee with enquiring into whether a move towards simultaneous elections would be worthwhile, keeping these challenges in mind. Another red flag is the committee’s second term of reference. Since Article 368 of the Constitution provides for the situations within which ratification by half of all states is required for a constitutional amendment, this question should not be even up for debate. If the constitutional amendments recommended by the committee are of the type covered by the proviso to Article 368(2), then it would automatically mean that they would require ratification by states.Even the Law Commission, in 2018, had suggested that the Centre get such constitutional amendments ratified by all states.On principle, too, any move towards simultaneous elections ought to involve consultation and consonance with the states, since it directly impacts the tenure of state assemblies and of state governments. That this is even up for discussion, combined with the fact that not a single regional party representative or sitting chief minister is part of the committee, raises doubts about its commitment to federalism.","author":"Vineet Bhalla","time":"2023-09-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190006-nrcwjmvuyr-1683710240.jpg","tags":["Elections","One nation one election","Adhir Chowdhury","Federalism"],"source":"https://scroll.in/article/1055341/explainer-why-terms-of-reference-of-one-nation-one-election-panel-have-created-controversy"}