{"title":"Explainer: Why does India get monsoon rains every year?","content":"Every year, around the first week of June, a vast expanse of roiling grey clouds advances from the Arabian sea and makes landfall in Kerala to the tune of rumbling booms of thunder. Sheeting rain soon encompasses the whole state as the southwest monsoon sweeps over it.From June to September, the southwest or summer monsoon moves across India, bathing the country in rain – during this period, India receives 70%-90% of its annual rainfall. In the cooler months, from October to November, the retreating monsoon or the Northeast monsoon sets in, and brings rain to the eastern coast of India, especially Tamil Nadu. What causes the southwest or summer monsoon?In the “classical” theory, Sir Edmund Halley in the 17th century reasoned that the differential heating of land and water caused the Indian summer monsoon. According to him, in summer, the Asian landmass heated up to form a low-pressure system, which attracted winds from the Arabian Sea and the Bay of Bengal, which were at lower temperatures and thus high-pressure systems.“But the classical theory does not explain how or why monsoons are unique to certain places on Earth like India,” said Arindam Chakraborty, a professor at the Centre for Atmospheric and Oceanic Sciences in the Indian Institute of Science, who works on the Indian monsoon. “Nor does it explain how the monsoon sets as a sudden burst.”What is the ‘energetics’ theory of the monsoon?“The more modern ‘energetics’ theory  replaces the classical theory by  accounting for the availability of energy to the atmosphere in the development of the monsoon,” said Chakraborty.The physics of the Indian summer monsoon is not only affected by the amount of energy available from the sun, but also how much water vapour is available in the air and how well the water vapour can be lifted upward to form clouds.The tilt in the Earth’s axis causes different parts of the Earth to receive direct rays from the sun during different times of the year. During summer in the northern hemisphere, the Tropic of Cancer receives direct rays from the sun, and the continental landmasses in this hemisphere heat up considerably more than the oceans, creating a low-pressure zone over India and Central Asia. This causes the intertropical convergence zone – an area of low pressure that forms a band girdling the Earth – to shift northwards from the Equator towards the Tropic of Cancer. This zone is formed at the meeting of the southeast and northeast trade winds, which are winds close to the Earth’s surface that blow from east to west just north and south of the Equator, due to the Earth’s rotation from west to east.\n\t\t\n\tThe Inter-Tropical Convergence Zone is an area of low pressure that forms a band girdling the Earth. This zone is formed at the meeting of the southeast and northeast trade winds. Photo credit: Kaidor/ Wikimedia CommonsWhen this shift occurs, the intertropical convergence zone shifts northwards from below India to run directly through the Indian subcontinent and strengthens the low pressure forming over this area. At the same time, the southeast trade winds, which cross the Equator due to this movement, become deflected towards the east due to the Coriolis effect (a force that causes fluids like air and water to curve as they travel across the Earth’s surface). These deflected trade winds now blow towards India from the southwest, picking up large amounts of moisture from the Arabian sea. As they hit the Indian peninsula, they cause the southwest or Indian summer monsoon.The summer monsoon winds split into two arms with one travelling over the Arabian sea, while the other moves over the Bay of Bengal. The Arabian sea arm causes rainfall all along India’s western coast. The Bay of Bengal arm skirts the eastern coast and moves over the Bay of Bengal to strike against the Bengal coast and brings rain to the southern slopes of the Shillong plateau. The Himalayas, which act as a barrier towards the further inland movement of this arm, herd it towards northern India. The two arms converge over Punjab and Himachal Pradesh by mid-July.\n\t\t\n\tThe onset of southwest monsoon 2022. Photo credit: India Meteorological DepartmentThe validity of the “air mass” theory for explaining how the Indian summer monsoon forms was proven in a seminal 1980 study by DR Sikka and Sulochana Gadgil. They analysed daily satellite images of clouds and concluded that intense cloud formations during the Indian summer monsoon and even variations in rainfall over different years were associated with the movement of the intertropical convergence zone in time and space.However, this is not the entire story. The seasonal migration of the intertropical convergence zone not only affects surface winds (the trade winds) but also sets in motion many events in the upper levels of the atmosphere.These events involve jet streams, which are bands of narrow, meandering and fast-moving winds (usually 100-200 Km/h but can go up to 400 Km/h) in the upper levels of the atmosphere (between 9 km and 16 km above sea-level). There are three jet streams that are thought to affect the Indian summer monsoon – the subtropical westerly, the tropical easterly, and the Somali or cross-equatorial jet stream. What are the subtropical, tropical easterly, and Somali jet streams? How do they affect the southwest monsoon?The subtropical jet stream is formed when warm air from the equator meets the cool air from the polar regions and flows from west to east. During summer in the northern hemisphere, as the Tropic of Cancer begins to receive the sun’s direct rays, two things happen. One, in response to a northward shift in heating patterns during the Indian summer, the subtropical jet stream moves northwards, right over the Tibetan plateau from its position over central India. Due to this, the second event occurs – a seasonal jet stream, the tropical easterly, is set up. As the Tibetan plateau begins to heat up, the air rises to meet the subtropical westerly jet stream – the intermingling of these two currents is affected by the Coriolis force, which deflects the newly formed tropical jet stream towards the west. The tropical jet stream flows from east to west (10 km-12 km above the Gangetic plains) across India and subsides above the Indian Ocean, where it then lends extra energy to and “pushes” the southwest monsoon towards India.The Somali jet stream is set up due to the intense heating of the air over northern Bay of Bengal from moist convection, which attracts winds from the equatorial Indian Ocean toward the Indian subcontinent forming the low-level westerlies (prevailing winds from the west toward the east in the middle latitudes) over the Arabian Sea. These westerly winds bring moisture over Indian land, thus further enhancing the convection.“Therefore, the monsoon itself is thought to intensify the movement of the southwest winds of the lower atmosphere,” added Chakraborty. “The accumulation of water vapour in the atmosphere is held responsible for the ‘burst’ or sudden onset of the Indian summer monsoon in early June, and for the rapid movement of the summer monsoon across India.”What is the retreating monsoon?As summer wanes in the northern hemisphere, the intertropical convergence zone begins to drift down towards the south of the Equator, which causes a reversal in the movements of the trade winds. Now, the Asian landmass, including India, cools rapidly and forms a large area of high pressure, while the oceans, which cool at a slower rate, form low-pressure zones. This causes drier and colder air from the continent to blow offshore causing the retreating monsoon or the northeast monsoon.\n\t\t\n\tThe retreating monsoon or the northeast monsoon leads to rainfall in Chennai. Photo credit: McKay Savage/ Wikimedia CommonsIn northwest India, the monsoon withdraws rapidly and completely by September. But in Southeast India, this withdrawal is more gradual, as the retreating monsoon picks up moisture form the Bay of Bengal. This brings December rains to the Tamil Nadu coast, which remained dry during the southwest monsoon.What other factors affect the Indian monsoons?“The Indian monsoon is an extremely complex climate pattern that is affected by many factors, of which the most well-known are the El Nino and La Nina, the Indian Ocean dipole and the Equatorial Indian Ocean oscillation”, said Chakraborty.The El Nino and La Nina are large scale warming or cooling events of the sea surface, along the central and east-central Pacific Ocean around the Equator, the effects of which have largely been held responsible for several droughts in India. The Indian Ocean dipole is an alternate warming and cooling of the equatorial region of the Indian Ocean in the west and east, much like the El Nino and La Nina events, and the Equatorial Indian Ocean oscillation refers to alternating enhanced and depressed cloud formation between the western equatorial Indian Ocean and the eastern equatorial Indian Ocean.During the last 30 years, great strides have been made in understanding the Indian summer monsoon, with two major modulators – the Indian Ocean dipole and the Equatorial Indian Ocean oscillation – discovered in the late 1990s and early 2000s.“But we are still a long way off from fully understanding the system – as is the case in such complex systems, there is much that needs to be investigated and explored about the Indian monsoon,” added Chakraborty.This article first appeared on Mongabay.","author":"Anusha Krishnan","time":"2022-05-31T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175089-voducjxdid-1653897023.jpg","tags":["southwest monsoon","Rain","Indian Ocean","India","Weather","Science"],"source":"https://scroll.in/article/1025068/explainer-why-does-india-get-monsoon-rains-every-year"}