{"title":"Explainer: What happens when the Centre refuses to appoint judges despite a collegium recommendation","content":"Almost four of every 10 slots for High Court judges across the country are empty right now, according to a list on the Department of Justice website.  On October 2, Chief Justice of India NV Ramana highlighted this problem. Despite the recommendations put forward by the collegium – the body of the senior-most Supreme Court justices that is responsible for identifying judges for positions in High Courts and the top court – the government has so far approved a very small number of them, Ramana said. Ramana said that the Centre had promised to resolve this problem over the next few days but his comments have turned the spotlight on questions of judicial appointments – particularly in cases where the executive and the judiciary disagree on candidates. What is the recent controversy? In a speech at the launch of the Pan India Legal Awareness and Outreach Campaign of the National Legal Services Authority,  Ramana had said that since May, the collegium has recommended 106 names for judges and nine for chief justices. Of these, Ramana said that the government had cleared the names of only seven judges and one chief justice, the Indian Express reported. Ramana added that he expected the Centre to approve the other names in a day or two.Ramana’s public statements brought attention to a fault-line between the executive and judiciary: the appointment of judges. Judicial appointments in India follow a complicated procedure, involving both judges and the government. A committee of judges known as the collegium puts forwards names and the government is generally expected to approve them. This process is governed by a Memorandum of Procedure.Ever so often, however, the process runs into difficulties when the government refuses to appoint a judge recommended by the collegium. One way of resolving this is for judges to bend or simply not recommend a contentious candidate – as has happened over the last two years, reportedly because the executive did not want to offer a Supreme Court position to Justice Akil Kureshi, who had in 2010 ordered Union Home Minister Amit Shah to be put in jail in an encounter case. Scroll.in’s Shoaib Daniyal wrote about that case here. Another strategy is for the collegium to reiterate certain names, even if they have been sent back by the government. On October 3, the Indian Express reported that the collegium has recommended the elevation of advocates Nagendra Ramachandra Naik and Aditya Sondhi to the Karnataka High Court not once, but three times, most recently on September 1. Yet, in what could “mark a significant departure from the Memorandum of Procedure”, the government has so far stalled. What is the Memorandum of Procedure?  The Memorandum of Procedure is a document framed by the government in consultation with the Chief Justice of India, which lays down the procedure for the appointment of judges to the Supreme Court and various High Courts. It was first issued in November 1947 and has been updated since. The Memorandum of Procedure for the Supreme Court says that all appointments must be recommended by the collegium, composed of the Chief Justice of India and the four senior-most judges of the Supreme Court. “The Chief Justice of India would ascertain the views of the seniormost Judge in the Supreme Court, who hails from the High Court from where the person recommended comes,” it adds.This recommendation is then sent to the Central government – via the law minister and then the prime minister before ending up at the President’s desk – for approval and appointment.The Memorandum of Procedure for High Court appointments is a bit more complicated. A High Court collegium – the chief justice of the High Court along with its two senior-most judges – must send a recommendation to the chief minister and the governor of the state.The governor, based on the advice received from the chief minister, will send the recommendation to the Union Minister of Law and Justice, who after consideration will forward the recommendation to the Chief Justice of India. Then, the Chief Justice of India, after being informed by the two senior-most judges of the Supreme Court should send the recommendation to the Union Minister of Law and Justice who will put the recommendations before the Prime Minister who will advise the President about the appointment. In December 2015, the Supreme Court had asked the government to frame a new Memorandum of Procedure so that the appointment process could be made more transparent.  However, since then the court and the government have failed to reach a consensus. A new Memorandum of Procedure does not seem to be anywhere in sight.What if the executive and the collegium do not agree?The Supreme Court has acknowledged that the executive has a role to play in judicial appointments. However, it has also clarified through judgments that the collegium has the primacy in these appointments. If there is a disagreement between the collegium and the executive, and the collegium still wants to go ahead with the appointment, the executive must accept it as “healthy convention”, the Supreme Court has said.On paper then, the collegium’s decision to reiterate names multiple times should result in those judges being appointed. Yet the government has in this case stalled any action, in a way challenging the collegium’s authority. In April, a three-judge Supreme Court bench headed by Chief Justice SA Bobde passed an order on appointment of judges to the high courts which said: “If the Supreme Court collegium after consideration of the aforesaid inputs still reiterates the recommendation(s) unanimously...such appointment should be processed and appointment should be made within three to four weeks.” Here, the court also set a period of 18 weeks within which the appointment of High Court judges should ideally be complete. This period is not specified in the Memorandum of Procedure.This timeline is prescribed because the executive has been known to stall appointments in cases where it does not want to appoint the collegium’s recommended candidate.There have also been instances where the collegium may not push an appointment if the government has had some reservations. It is believed that Justice Akil Kureshi name was not recommended by the collegium for elevation to the Supreme Court because of the government’s objections.In another imbroglio involved senior advocate Saurabh Kirpal’s recommendation in 2017.  However, the Centre had some reservations, reportedly because of his sexual orientation. The collegium has since consistently deferred his recommendation, saying that they are waiting for inputs from the government. Sometimes, as with Justice KM Joseph in 2018, the government may accept the collegium’s recommendation after it has been sent again.How did the MoP come about? The provisions related to appointing judges to the Supreme Court  is mentioned in Article 124 of the Constitution, while Article 217 relates to High Court judges. A person can be appointed to the Supreme Court by the President “after consultation with such of the judges of the Supreme Court and of the High Courts in the States as the President may deem necessary”, says Article 124. The Chief Justice must always be consulted for the appointment of a judge other than the Chief Justice of India, it says.Similarly, judges to High Courts shall be appointed by the President “after consultation with the Chief Justice of India, the Governor of the State, and, in the case of appointment of a judge other than the Chief Justice, the Chief Justice of the High Court”, Says Article 217.How exactly consultation should be interpreted has been debated in the courts over several decades. In what is known as the “First Judges case”, the Supreme Court decided in 1981 that the President is not bound by the recommendation of the Chief Justice.The next case, known as the “Second Judges case”, reversed this decision. In 1993, the Supreme Court held that the use of “consultation” meant “concurrence”, and the President would be bound by the advice of the Chief Justice. This case also introduced the collegium system. As per that, the opinion of the chief justice of the Supreme Court or a high court would be informed by consultation with two senior-most judges from that court. In 1998, the Supreme Court in the “Third Judges case” clarified how differences in collegium would be resolved, and held that the Supreme Court Collegium must have the Chief Justice and the four senior-most judges from the Supreme Court.It must be noted that the collegium system doesn’t find any mention in the Constitution and is something that is a result of Supreme Court judgments. These judgments made their way into the present Memorandum of Procedure.In an attempt to reform this system, the government passed a constitutional amendment in 2014 which put in place the National Judicial Appointments Commission. This did away with the collegium system, and instead instituted a committee featuring members from the executive and the judiciary as well as two “eminent persons” who would appoint judges. However, this was struck down by the Supreme Court, saying the constitutional amendment violated the independence of the judiciary, effectively reinstating the collegium.With yet another face-off emerging from the reiteration of collegium recommendations, and a still-pending call for a fresh Memorandum of Procedure, the question of judicial appointments is one that is likely to cause conflict between the executive and judiciary for some time.Read also:‘Why have collegium at all?’: What Kureshi’s rejection says about SC independence in the Modi era.Supreme Court collegium’s decision on Justice Kureshi does not augur well for judicial independence.Is giving judges the final say in judicial appointments the only way of ensuring their independence?The greatest enemy of India’s judiciary isn’t the government but its own secretive system.","author":"Umang Poddar","time":"2021-10-08T09:14:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160779-tceexznmrz-1624640203.jpg","tags":["Explainer","Supreme Court","Collegium"],"source":"https://scroll.in/article/1006987/explainer-what-happens-when-the-centre-refuses-to-appoint-judges-despite-a-collegium-recommendation"}