{"title":"Explained: Sampling bias drove sensationalist reporting around Tablighi coronavirus cases","content":"Like the rest of the world, India is battling the coronavirus pandemic. However, here the public conversation over the past week has focussed inordinately on only one facet of the disease: its link with the Tablighi Jamat, a Muslim religious group.A Tablighi Jamat event, held in early March in Delhi, was attended by foreign delegates from South East Asia as well as members from all over India. A few attendees, it later turned out, were coronavirus carriers. When the event finished, many people went back to their home states, carrying the virus with them.While the event did certainly spread the virus, press reporting on it has painted it as the principal carrier of the disease in India. How accurate is that? Not very, say experts.Half truthTake a look at this India Today statistic, for example.While the graphic was widely criticised for its Islamaphobic depiction of the disease, there is a problem with the numbers itself. While India Today tells us the proportion of positive cases linked to the Tabligh, it does not tell us the proportion of Tablighi cases that were tested to arrive at this figure.This oversight was repeated across the Indian media. The Economic Times, for example, stated that “over 95% of coronavirus cases reported over the last two days in India have been found to have links with the Tablighi Jamaat congregation” – without giving its readers  a similar breakup of people tested over the last two days.Without the latter figure, the former is meaningless when it comes to gauging the impact of the Tablighi congregation. For example, if the vast majority of people tested between April 1-3 were Tablighi members, then it would not be surprising that most positive cases were from that group. Sampling biasSaugato Datta, behavioural and developmental economist explains that highlighting the large proportion of overall positive cases that are linked to the Delhi event is misleading, given that authorities did not aggressively trace and test people from other gatherings like it. “This is basically sampling bias: since people from this one cluster have been tested at very high rates, and overall testing is low, it is hardly surprising that a large proportion of overall positives is attributed to this cluster,” Datta explained. While in almost all other cases, only people with symptoms are being tested, in the case of the Tabligh event, even people without symptoms are being tested. This in itself a major source of bias, since significant numbers of people with the coronavirus never develop symptomsTo add to this, Indian states are aggressively targeting anyone who attended the event and ordering them to get tested. Several states have threatened anyone who attended the Tabligh event with legal action if they did not approach the authorities. This approach is not being followed for other clusters.Both factors would have led to very high testing rates for the Tabligh – and hence the very high proportion of positive results.Datta argues that once more tests are done, this picture will adjust itself: “Much of the reporting around this tends to overstate the significance of this one cluster. Once more clusters are tested in the way Tablighi was, this sensational number will drop.”Joyojeet Pal, Associate Professor at the University of Michigan’s School of Information, agrees. “For numbers around proportion of Jamaat-related positive cases to have any meaning, sampling information must also be provided. If the press is reporting that, say, 60% positive cases are Jamaat related, they must also tell us what proportion of people tested were Jamaat related,” explained Pal. “A lot of the press has ignored this basic rule of reporting statistics, thus tending to sensationalise, and more importantly, misreport the figures.”Ironically, the large percentage of Tabligh-related coronavirus detection and the subsequent sensationalist reporting is actually a result of the organised nature of the event – which made contact tracing for the authorities easier. “The authorities were able to contact trace and quickly test large numbers of cases from this one event probably because it was so organised,” explained Saugato Datta. “We don’t know how other clusters – religious or otherwise – could have spread the coronavirus since unlike the Jamaat, they weren’t aggressively tested.”Domino effectUnfortunately, this simple statistical error has led even many senior journalists and even the Union government to assume that the Tabligh was a uniquely potent spreader. One journalist even blamed the organisation for “singlehandedly derailing India’s efforts to fight the COVID-19”.Aerial view of #TablighiJamaat Markaz in #Nizamuddin in New Delhi. This is the new hotbed of #coronavirus spreaders in India. This place is singlehandedly derailing India’s efforts to fight the COVID-19 pic.twitter.com/Dr75S77KR0— Sudhir Chaudhary (@sudhirchaudhary) April 1, 2020\n\n28% of India's official number of #Covid19 cases are persons who attended the Delhi Tablighi Jamaat event. Please note, not everyone reporting these figures is 'communalising' it. Please don't oxygennate communal stuff, but please don't put your head in the ground on this.— Shiv Aroor (@ShivAroor) April 3, 2020\n\nBecause 60% cases are linked to Tablighi Jamaat? And you don’t like that fact? Wishing us death is fine. We believe in karma. You can have your virgins.  By the way, please don’t make it communal.— madhu trehan (@madhutrehan) April 4, 2020\n\nEven worse, it has led to extreme communalisation of Covid-19, with organisations such as the Bharatiya Janata Party’s IT Cell as well as many news organisations absurdly blaming Muslims for the spread of the pandemic.Many TV channels communalised the epidemic, with one even calling it an act of \"corona jihad\".","author":"Shoaib Daniyal","time":"2020-04-07T09:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139591-zyqpgxcwdl-1586187626.jpg","tags":["Coronavirus","Tablighi Jamaat","India Today"],"source":"https://scroll.in/article/958392/explained-sampling-bias-drove-sensationalist-reporting-around-tablighi-coronavirus-cases"}