{"title":"Explainer: Why the BJP is pushing for simultaneous elections and how will they be implemented","content":"“One nation, one election”. That’s one of the topic that Prime Minister Narendra Modi listed in his letter while calling for an all party meeting for Wednesday.Simultaneous elections, or the conducting of state and Lok Elections polls together, has been pushed by Narendra Modi in his first term as well. At that time, it saw little success. Now with a renewed mandate, it is clear that Modi wants to push this idea hard.  Here’s what the scheme means for India and why some people are so opposed to the proposal.What are the arguments in favour of simultaneous elections?It is principally an argument for efficiency.The Election Commission implements a model code before every poll that lays down how parties and candidates should conduct themselves during the electoral process. To prevent parties in government from taking unfair advantage of the administrative apparatus under their control, the code prevents the announcement of new schemes and policies.By implementing simultaneous polls, the argument is that the time lost to the model code would come down. A parliamentary standing committee report on the feasibility of holding simultaneous elections, which was presented in Parliament in December 2015, argued, “The imposition of the MCC [model code of conduct] puts on hold the entire development programme and activities of the Union and state governments in the poll-bound states. It even affects normal governance. Frequent elections lead to imposition of MCC over prolonged periods of time.”Along similar lines is the argument that holding elections simultaneously would reduce costs. “From the perspective of the Government, simultaneous elections would clearly help save precious tax payers money,” argues a NITI Ayog report.Frequent elections also prevent governments from thinking of long-term policies, argued M Venkaiah Naidu, Union Minister of Information and Broadcasting in the previous Modi government. Simultaneous elections would fix this.Are simultaneous elections a new idea?Not really. The first general election in 1951-’52 saw Indians vote for both the Union and state governments. This continued right till 1967.After that, however, some state elections went out of step given that Assemblies were dissolved before their full term. This situation of asynchronous national and state polls has remained since then.In 1999, the Union government’s Law Commission of India bought into play the debate around simultaneous polls, arguing that state and Lok Sabha elections should again be synchronised.How will simultaneous elections be achieved if different legislatures have different lifetimes?Under the Westminster system of government that India follows, legislatures do not have fixed lifetimes. They can either be dissolved by the government, which can call for fresh elections, or expire in case a government falls and no other government can be formed.In order to achieve simultaneous elections, drastic changes would be required in India’s governance structure. One proposal by the Union government’s Law Commission in 2018 was to introduce the concept of a so-called “‘constructive vote of no-confidence” where a government can only be voted out by a legislature only if the House has confidence in another government that can take its place.Another proposal involves either extending or curtailing the lifetimes of state assemblies in order to make them coincide with the Lok Sabha elections.Both proposals would require the Constitution to be amended.A mild version of the first option has been implemented in the United Kingdom under the Fixed-term Parliaments Act  of 2011 where the power of the prime minister to call a snap election was reduced, this making it more likely that Parliament would complete its full term. However, a number of commentators have also blamed the current mess the UK government is in, in the wake of Brexit, also on this act, with the Economist even holding it responsible for creating conditions for a “constitutional crisis”.Why is the proposal being opposed?It is not a coincidence that a national party such as the BJP is pushing the idea while regional parties are opposing it. Simultaneous polls could help parties that have a multi-state presence.A study by the public-policy think tank IDFC Institute parsed electoral data from four Lok Sabha elections – 1999, 2004, 2009 and 2014. The data analysis shows that “on average, there is a 77% chance that the Indian voter will vote for the same party for both the state and Centre when elections are held simultaneously,” a trend that the study calls an “undesirable impact on voter behaviour”.This inference is backed by another study by Jagdeep Chhokar, a former professor, dean, and director in-charge of the Indian Institute of Management, Ahmedabad, and Sanjay Kumar, director of the Centre for the Study of Developing Societies, Delhi. Chhokar and Kumar analysed 31 instances of simultaneous state and Lok Sabha elections since 1989. The result: “In 24 of those elections the major political parties polled almost a similar proportion of votes both for the Assembly and the Lok Sabha, while only in seven instances was the choice of voters somewhat different.”As a result, its critics feel holding polls simultaneously will undermine Indian federalism.The other argument is that elections are a check on governments in India. In the Emergency, for example, both the judiciary and most of the press folded in front of the Union government. It was only the process of elections that acted as an effective check, unseating Indira Gandhi from office in 1977. So while its proposers argue that fewer elections would allow government to focus on the long term, the flip side is also that it would place less pressure on governments to work for the voter.Sign up to The Political Fix, a newsletter that will guide you through India’s complex political landscape every Monday.","author":"Shoaib Daniyal","time":"2019-06-19T18:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110982-qafhyemifu-1547913648.jpg","tags":["Simultaneous elections","Bharatiya Janata Party"],"source":"https://scroll.in/article/927610/explainer-why-the-bjp-is-pushing-for-simultaneous-elections-and-how-will-they-be-implemented"}