{"title":"Explainer: Why a Varanasi court ruled Gyanvapi plea by Hindu litigants was maintainable","content":"On Monday, Varanasi district judge Ajaya Krishna Vishvesha decided that the plea by five women to worship Hindu gods Shringar Gauri, Ganesha and other deities within the Gyanvapi mosque complex was “maintainable” and could proceed in the courts. The mosque management committee had argued that several laws, such as the Places of Worship (Special Provisions) Act, 1991, which was passed in the backdrop of the demolition of the Babri Masjid, barred any plea seeking to change the religious nature of a place. The 1991 law says that the religious character of any place of worship as it existed on August 15, 1947, shall be preserved.  However, the court accepted the argument by the Hindu plaintiffs that they did not want to convert the religious nature of the mosque. They only wanted to worship Hindu deities inside the mosque complex, something which had been happening till 1993, they claimed. Hindu women plaintiffs accompanied by their advocates arrive for hearing in the Gyanvapi mosque case at Varanasi District Court. Credit: PTIThe backgroundIn August 2021, a plea was filed before a  Varanasi civil court by five Hindu devotees asking for permission to  offer daily prayers at the Gyanvapi mosque, which the plaintiffs claimed housed several Hindu deities. Subsequently, in May, the court  allowed for a video survey of the mosque, which found that an oval  object was present on the mosque premises. The plaintiffs claimed that  this oval object is a shivling – a representation of the Hindu god Shiva. However, the defendants claimed that the oval object is a fountain in the wazu  khana or ablution tank. Based on the plantiff’s submission,  the civil court ordered the area where the oval object was  found to be sealed. When this was appealed by the mosque committee, the Supreme Court, on May 17, directed that the structure found during the survey be protected. It also transferred the case to a district court in Varanasi, ordering them to decide first on the maintainability of  the suit under Order 7 Rule 11 of the Code of Civil Procedure, 1908, which lays down the conditions when certain pleas will be barred.Meanwhile, it said that its interim order – of protecting the structure  and allowing Muslims to worship – will operate till eight weeks from the  district judge’s decision. Scope of maintainabilityThe case then went to Varanasi district court judge, Ajaya  Krishna Vishvesha. First, the court had to decide what it  could rely on while deciding if a plea was maintainable. The Hindu side submitted that the court has to rely only on what the plaintiffs state in their plea and the relief they want. It should not examine the merits or demerits of their claim.However, the  defendants said the court should undertake a “meaningful and not formal  reading” of the case and if a clear right to sue is not made out, then “nip it in the  bud at the first hearing”. The court ruled that under maintainability, it can  only consider the claims that the plaintiff makes in their plea and not what the defense contests. In effect, the court ruled only on whether the allegations in the petition prima facie showed a cause of action to sue and not whether the allegation are actually true.Places of WorshipFollowing  this, the court held that the plea was maintainable despite the 1991 law.  The court agreed with the main contention of the Hindu plaintiffs –  that they have not sought a declaration that the property is a temple  instead of a mosque. All they demanded was a right to worship deities. The plaintiffs claimed that they had been worshipping goddess Shringar  Gauri and other deities daily in the mosque complex till 1993. After that, they were only  allowed once a year by the Uttar Pradesh administration to “appease  Muslims”.“If this contention is proved then the suit is not  barred by Section 4 of the Places of Worship (Special Provisions) Act,  1991,” the court noted. Section 4 bars any suit asking for the  conversion of a religious place after August 15, 1947. Further,  the court said, “At this stage, the averments made in the plaint are to  be seen and plaintiffs will have right to prove their averments by  cogent evidence.”The defendants had argued that the mosque  existed since 1669 and it was also registered as a waqf, with the mosque committee having the title over the property. Waqfs are properties donated by Muslims for a  religious, educational or charitable causes. However, the  court held that this “does not hold much water” as the plaintiffs only  claimed a right to worship at the disputed property. “They have also not  filed the suit for declaration that the disputed property is a temple,”  the judge wrote. The Muslim side also cited a Varanasi civil court judgment from 1937 that said Muslims owned the mosque and had the right to worship there. However, the court accepted the plaintiff’s submission that the judgment would not bind the Hindus as they were not parties to the 1937 case since their application to become a party had been rejected.Police personnel at the Gyanvapi mosque in Varanasi. Credit: Sanjay Kanojia/AFPOther lawsThe mosque committee  also contended that under the Waqf Act, 1995, which governed the  functioning of waqfs, civil courts were barred from trying the case.  Only a waqf tribunal could adjudicate the case. However, the  court, accepting the plaintiff’s argument, held that the relief that the  plaintiffs have claimed, that is, of worshipping of Hindu  deities, is not covered under sections of the Waqf Act. Further, it said  that the Hindus were strangers to the waqf created on the mosque property. Therefore, this bar would not operate.Lastly, the defendants also claimed the current suit is also barred under the Uttar Pradesh Sri Kashi Vishwanath Temple Act, 1983, which talks about the ownership and management of the Kashi  Vishwanath Temple. However, the court held that the defendants failed to  prove how the 1983 law barred the suit. Looking at the sections of the  act, the court held that there is “no bar has been imposed by the Act  regarding a suit claiming right to worship idols installed in the  endowment within the premises of the temple, or outside”.Now, since the matter of maintainability has been decided, the court will look into whether the Hindus can worship inside the mosque premises.","author":"Umang Poddar","time":"2022-09-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174465-yzyxrvghqu-1652715002.jpg","tags":["Places of Worship Act","Gyanvapi mosque"]}