{"title":"Explainer: Why Jyothi Vennam went to court over the Major Dhyan Chand Khel Ratna Award","content":"The 2023 Indian National Sports Awards program took place on Tuesday without any commotion. Most of the 26 recipients of the Arjuna Award were present – shooter Esha Singh was forced to skip since it clashed with her participation at the Asian Olympic Qualification event in Jakarta.Meanwhile men’s double badminton pair of Satwiksairaj Rankireddy and Chirag Shetty – the Major Dhyan Chand Khel Ratna Award winners – were unable to accept the accolade from President Draoupadi Murmu since they were competing at the Malaysia Open Super 1000.But while the ceremony took place without much fuss, the build-up was not quite as smooth. Ace compound archer Jyothi Surekha Vennam was unhappy that she had not been given the Khel Ratna – the country’s highest sports award.The 27-year-old archer dragged the entire selection committee, along with the Rankireddy and Shetty to the Andhra Pradesh High Court with a writ petition, claiming that she has more points compared to the shuttlers as per the criteria set for the award by the Ministry of Youth Affairs and Sports.As per the guidelines, the Major Dhyan Chand Khel Ratna, or simply the Khel Ratna in short, is to be awarded to an individual athlete annually. The selection committee, however, can make a relaxation to this condition in exceptional circumstances and honour multiple athletes with the award.The selection committee has made use of this rule many times previously, especially in the past decade, to honour multiple individuals in a year with the Major Dhyan Chand Khel Ratna, which was previously called the Rajiv Gandhi Khel Ratna.The biggest example of this remains 2021, when a record 12 Khel Ratnas were awarded following India’s strong showing at the Tokyo Olympic and Paralympic Games.The Ministry has, however, since then gone back to awarding a single individual since last year before naming Rankireddy and Shetty this year.Aggrieved by the fact that the exception was not made to consider her, Vennam decided to move to court armed with calculations that she indeed has the highest amount of points to receive the Khel Ratna.Calculations for the Khel RatnaAs per the set criteria, the Khel Ratna is awarded to an individual based on their performances during a four-year period.The criteria, set by the Ministry of Youth Affairs and Sports, stated: “Points for winning medals will be given to each eligible sportsperson for his/her performance during the last 4 years and upto conclusion of Olympic Games, Commonwealth and Asian Games during those years when these Games are held as per marks given in table below.” Point allocation for Khel Ratna \n    \n       No  Event  Gold  Silver  Bronze \n    \n     1  Olympics/Paralympics  80  70  55  2  \n  World\n  Championship/World Cup (once every 4 years)\n    40  30  20  3  \n  Asian\n  Games\n    30  25  20  4  \n  Commonwealth\n  Games\n    25  20  15 \n   Courtesy: Ministry of Youth Affairs and Sports For the sports in which World Championships or World Cups (Badminton and Archery World Championships in this case) are held in different periodicities, marks will be assigned proportionally, the document further explains.Further, points for medals won in team events are calculated on the basis of the strength of the team, which is the number of members which form the team.The following formula is applied depending on the number of members in the teami) Team of 2 persons: 1.5 X ‘A’/number of persons in the teamii) Team of 3 or 4 persons: 2 X ‘A’/number of persons in the teamiii) Team of 5 to 10 persons: 3 X ‘A’/number of persons in the teamiv) Team of more than 10 persons: 5 X ‘A’/number of persons in the team— Courtesy: Ministry of Youth Affairs and Sports\n‘A’ in the above formula stands for the weightage of mark for the colour of medal won.For example, Vennam won the women’s team compound gold at 2023 World Archery Championships – the points for the same is calculated in the following way:Weightage of mark for the medal won X 2/ Members in the teamThe above translates to2 x 40 = 80/3 = 26.6666 pointsThe 26.6666 is further proportionated since World Archery Championships are not held quadrennially, but biannually. This means Vennam and her teammates pocket 13.333 points each from this medal.As per Vennam’s plea to the Andhra Pradesh High Court, she has better performances to boot in the four-year period from 2019 to 2023 until the conclusion of the Asian Games and Asian Para Games in Hangzhou, which was taken into consideration for the award, as opposed to Rankireddy and Shetty.Vennam, in her petition, contends that she has accumulated a total of 148.74 points on the basis of the above calculation method, while Rankireddy and Shetty have 58.5 points.The following is how Vennam arrived at the numbers, looking at all of her and the shuttlers’ major results in the four years under consideration for the 2023 Major Dhyan Chand Khel Ratna Award. Jyothi Vennam results from 2019 to 2023 \n    \n       Events  Medals  Points \n    \n     \n  2022\n  Asian Games Individual \n    \n  Gold\n    \n  30\n    \n  2022\n  Asian Games Women’s Team\n    \n  Gold\n    \n  20\n    \n  2022\n  Asian Games Mixed Team\n    \n  Gold\n    \n  22.5\n    \n  2023\n  World Championships Individual\n    \n  Bronze\n    \n  10\n    \n  2023\n  World Championships Women’s Team\n    \n  Gold\n    \n  13.33\n    \n  2021\n  World Championships Individual\n    \n  Silver\n    \n  15\n    \n  2021\n  World Championships Mixed Team\n    \n  Silver\n    \n  11.25\n    \n  2021\n  World Championships Women’s Team\n    \n  Silver\n    \n  10\n    \n  2019\n  World Championships Individual\n    \n  Bronze\n    \n  10\n    \n  2019\n  World Championships Women’s Team\n    \n  Bronze\n    \n  6.66\n    Total    \n  148.74\n   \n   Satwik/Chirag results from 2019 to 2023 \n    \n       \n  Events\n    \n  Medal\n    \n  Points\n   \n    \n     \n  2022\n  Asian Games Men’s Doubles\n    \n  Gold\n    \n  22.5\n    \n  2022\n  Asian Games Men’s Team\n    \n  Silver\n    \n  7.5\n    \n  2022\n  Commonwealth Games Men’s Doubles\n    \n  Gold\n    \n  18.75\n    \n  2022\n  Commonwealth Games Mixed Team\n    \n  Silver\n  \n    \n  6\n    \n  2022\n  World Championships Mixed Doubles\n    \n  Bronze\n    \n  3.75\n    \n  Total\n    \n   \n    \n  58.5\n   \n  According to the ministry’s guidelines, the points accumulated by the athletes are converted to 80. The athlete in contention, who has the highest points is assigned a score of 80 – even if they have accumulated more points than that. The points of other athletes in the pecking order are also readjusted so that 80 remains the highest score.Let’s assume Vennam’s score of 148.74 is the highest of the lot among athletes in contention. This score is capped off at 80.Rankireddy and Shetty’s score, in this case, will be calculated as follows:Their score x 80/Highest Score58.5 x 80 = 4680/148.74 = 31.4.While these are points calculated on the basis of the four major events in sports – Olympics/Paralympics, Asian Games, Commonwealth Games, and World Championships – the guidelines also allow the selection committee to consider achievements or medals won in other tournaments as per their discretion.For example, Rankireddy and Shetty bagged a gold medal at the 2023 Asian Championships and also have a gold from the 2022 Thomas Cup – the committee can consider these and allot points accordingly for the same.However, whatever be the case, matching the points raked up by Vennam remains mathematically impossible for Rankireddy and Shetty.Subjective element involvedBut then, how did Rankireddy and Shetty pip Vennam for the Major Dhyan Chand Khel Ratna? There is a subjective element involved in the awarding process as well.The Khel Ratna is not awarded only on the basis of the points notched up by an individual. That is only 80% of the job done. The remaining 20% weightage remains subjective to the selection committee’s assessment which factors in “profile and standard of the sports events” the athletes have won medals in.Besides, with badminton being an Olympic sport and compound archery not being in the Olympic roster might also have played a role in the decision to nominate Rankireddy and Shetty for the award.Vennam, however, is not the first athlete to cry foul regarding how the Indian National Sports Awards are granted. Back in 2017, Rohan Bopanna had lashed out at the All India Tennis Federation after not being nominated for the Arjuna Award. He eventually received it in 2019.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nPerks of Khel RatnaBut, why do athletes take extreme steps for an award? The answer to this lies in the perks that come with awards.Arjuna Award winners are handed a prize money of Rs 7.5 lakh to go along with a trophy. The amount rises to Rs 25 lakh when it comes to Khel Ratna.These awards are also fully tax exempt – meaning the athletes get the entire amount without any deductions, which goes a long way in bettering their training prospects and life in general.Besides, there are great social benefits too.Arjuna Awardees, for example, get a complimentary pass from Indian Railways giving them lifelong free travel across the country in first class or second class. And if they are over 65-year-old, they are also entitled to a companion in the same class. Moreover, India’s national carrier Air India offers six one way or return tickets in a financial year to Arjuna Awardees.The Khel Ratna awardees, too, get similar benefits from the Indian railways.Over and above, there is also the prestige of being an Arjuna or Khel Ratna Awardee.With such huge benefits, it is only natural that athletes go all out to receive them. Vennam may likely not be the last to move the court for such awards.","author":"Abhijit Nair","time":"2024-01-10T16:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197388-fkxeysefkt-1704885209.jpg","tags":["Jyothi Surekha Vennam","Chirag Shetty","Satwiksairaj Rankireddy","Major Dhyan Chand Khel Ratna"]}