{"title":"Explained: How the Centre’s amendments to IT Rules will throttle press freedom","content":"Free speech advocates have criticised the Union Ministry of Electronics and Information Technology’s recent amendments to the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021 that will allow a government-notified fact-checking unit to tag Union government-related news as “fake news”.This amendment, notified on April 6, could severely hurt news reporting and free speech on the internet, as reported earlier by Scroll.The Editors Guild of India on April 7 criticised the government’s move to grant itself sweeping powers of censorship. “In effect, the government has given itself absolute power to determine what is fake or not, in respect of its own work, and order take down,” said a statement by the Editors Guild of India.What is the change?On Thursday, the Centre amended the 2021 intermediary rules to regulate online gaming and news relating to the Union government. The rules also say that the Union Ministry of Information Technology will notify a fact-checking body with the power to tag any information “in respect of any business of the Central government” as “fake or false or misleading”. Intermediaries, which include social media platforms, e-commerce companies and web-hosting services, will then be obligated to ensure that no user hosts, displays or shares information that has been tagged as “fake” or “misleading”.According to the 2021 rules, if a court or the government notifies an intermediary that this “fake news” is hosted on their platforms, they will have to then take it down within 36 hours.Government ‘fact-check unit’The Union government has the sole discretion to decide which of its bodies will tag news related to the Centre as “fake”.The draft rules made public in January had specified that the fact check unit of the Press Information Bureau, under the Ministry of Information and Broadcasting, or any other agency authorised by the Centre will have the power to tag news as “fake”. But the final amendments notified on Thursday do not refer to the Press Information Bureau’s fact-checking wing. The notified rules only state that a “fact check unit of the Central Government”, which will be notified later, will have this power.\n\t\t\n\tCredit: mikemacmarketing, CC BY 2.0, via Wikimedia CommonsEffect on news and reportingNews websites do not fall under the definition of intermediaries but several  other websites do, such as social media websites and search engines, and host companies, such as internet service providers, telecom service providers and web hosting service providers.The government can completely block access to any piece of news tagged as “fake” by ordering internet service providers, social media companies and search engines to remove it.While the government is yet to notify a body that will certify the authenticity of government-related news, cyber experts and journalists fear this amendment will hamper unbiased reporting. In the past, the fact-checking arm of the Press Information Bureau tagged critical coverage of the Centre as “fake”, merely on the  basis of the government’s statements.According to the digital rights organisation Internet Freedom Foundation, this amendment will “cement the chilling effects on the fundamental right to speech and expression, particularly on news publishers, journalists, activists etc”.The penalty for not censoringFor now, intermediaries have “safe harbour” protection, which is that they are not held liable for information hosted on their platforms. However, this safe harbour protection is contingent on the intermediary ensuring due diligence in following the provisions of the Information Technology Act and its rules. According to Thursday’s amendments, intermediaries have to take “reasonable efforts” to ensure that a user does not upload or share any information that has been tagged as “fake” by the government’s fact-checking unit.The term “reasonable efforts” has not been defined anywhere. Digital rights experts had earlier told Scroll that companies will “aggressively” comply with government takedown orders to avoid problems.If an intermediary does not follow the due diligence requirements, they are liable to be punished under various laws, including the Information Technology Act and the Indian Penal Code.Are the changes legal?Experts say that the changes notified by the Centre may not be legal. In its statement, the Internet Freedom Foundation said that the amendment expands the scope of the Information Technology Act and bypasses the law for content takedown orders. Further, it notes that the words “fake or false or misleading” are undefined and vague.In 2015, the Supreme Court had struck down  Section 66A of the Information Technology Act that prohibited information that was “grossly offensive” or caused “annoyance, inconvenience…”, among other such harms. The Court said Section 66A was unconstitutional as it was “vague and overbroad” and did not have procedural safeguards, such as the right to a hearing.According to the Editors Guild of India, the latest amendments also fall foul of the Supreme Court judgement on Section 66A as they do not have any procedural safeguards either, such as the judiciary overseeing the process or a right to appeal.The 2021 intermediary rules are already under  challenge before the Supreme Court for transgressing the scope of the Information Technology Act and prescribing strict content restrictions for intermediaries and news publishers.In 2021, the High Courts of Bombay and  Madras had put an interim stay on certain provisions of these rules noting that they stifled independent media and went against the fundamental right to the freedom of speech and expression.Also read:How the Centre’s planned IT rule changes will empower it to censor unfavourable newsNot just social media, the new IT Act amendment will also affect news websites. Here’s how","author":"Umang Poddar","time":"2023-04-11T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143161-lbviqrlimi-1603273731.jpg","tags":["IT Rules","Freedom of Speech","Media","Censorhsip"],"source":"https://scroll.in/article/1047079/explained-how-the-centres-amendments-to-it-rules-will-throttle-press-freedom"}