{"title":"Explainer: What is ‘creamy layer’ and why applying it to caste reservation is controversial","content":"On September 26, the Supreme Court made a major change in how caste reservation is structured, introducing the framework of the “creamy layer” to quotas for Dalits (Scheduled Castes) and Adivasis (Scheduled Tribes). It is a controversial move that sharply divides opinion.What is the creamy layer?The “creamy layer” is the generally small section of people that occupies the top of a marginalised community’s socioeconomic hierarchy. It would include the children of Supreme Court judges, senior bureaucrats and military officers above the rank of colonel belonging to that community. The creamy layer test specifies that a candidate must be below a certain income ceiling in order to avail of reservation in government jobs and educational institutions. Why was it introduced?Originally, reservation for Dalits, Adivasis and the Other Backwards Classes did not specify any income criteria. Neither were any such riders introduced by central or state legislation. The sole basis of reservation was caste.It was the Supreme Court which brought in the concept of the “creamy layer” in 1993 through its judgement in the Indira Sawhney case. The court said putting in the framework of the “creamy layer” was in keeping with the basic structure of the Constitution as it mapped to  the principle of equality. “Exclusion of such socially advanced members,” it argued, “will make the ‘class’ a truly backward class.”The principle, however, only applied to the Other Backward Classes, not Dalits and Adivasis, who are acknowledged as the country’s most backward communities. This week’s judgement by a five-judge bench led by Chief Justice Dipak Misra changes the equation, prescribing the “creamy layer” test for all caste-based reservation. In its ruling, the bench argued that being a part of the “creamy layer” allows Dalits and Adivasis to “come out of untouchability or backwardness”.Mirroring earlier judgements, the apex court also argued that excluding the creamy layer will serve the cause of equality since they “bag all the coveted jobs in the public sector and perpetuate themselves, leaving the rest of the class as backward as they always were”.Should reservation based on caste be determined by economic criteria?Reservation is, by definition, a means to ending discrimination based on caste which has been a feature of the Indian society for thousands of years.  It is not a remedy for economic backwardness. This is why there is no reservation for low-income members of the upper castes. Reservation is meant to ensure that backward castes are fairly represented in public services, educational institutions and legislatures, and get a share in state power – something denied to them throughout Indian history.Indian leaders all along have been very clear about determining reservation by caste alone. In 1937, when the British Raj reserved legislative seats for Dalits according to a pact between Mohandas Gandhi and BR Ambedkar, it did not specify income criteria. Neither did independent India’s first government place such restrictions on Dalit and Adivasi reservation.Many commentators have argued that mandating an economic ceiling for reservation misunderstands how caste works: Dalits and Adivasis face discrimination even if they are well-off or educated. In 2016, after Dalit scholar Rohith Vemula committed suicide at Hyderabad Central University, his friends and family blamed caste discrimination at the elite institution. In 2014, a temple in Bihar was reportedly cleaned and its idol washed after Dalit Chief Minister Jitan Ram Manjhi visited it.Will excluding the creamy layer really benefit the poorer in their community?This contention of the Supreme Court is disputed by many activists and experts. They point out that far from seats being corned by a small clique, Dalits and Adivasis are so disadvantaged it is difficult to even fill the seats reserved for them. In July 2018, for example, the highly sought-after Delhi University did not manage to fill its reserved category seats. This is true of government jobs as well.Placing further curbs to exclude the creamy layer will serve no purpose other than that more valuable seats will go unfilled, the activists argue.What is next?Reservation is a hot button topic among Dalit politicians. So, the Supreme Court’s ruling is certain to spark a political reaction. In March, the court diluted the Scheduled Castes and Scheduled Tribes Prevention of Atrocities Act, triggering a sharp reaction from Dalit leaders and activists in the form of a nationwide shutdown on April 2. Bowing to their pressure, the government rolled back the verdict by passing a statutory amendment in August. It can similarly overturn the latest decision.Corrections and clarifications: An earlier version of this article erroneously referred to the August statutory amendment as a constitutional one.","author":"Shoaib Daniyal","time":"2018-10-06T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896276-pfforlrnml-1538150402.jpeg","tags":["Creamy layer","Supreme Court","Untouchability","caste reservation","backwardness","Scheduled Castes","Scheduled Tribes"]}