{"title":"Explainer: How is the appointment of judges related to debate on the basic structure doctrine?","content":"On January 11, Vice President Jadgeep Dhankhar criticised the basic structure doctrine of the Supreme Court, contending the court had invoked this principle to transgress its powers and curtail the legislature’s right to act according to the will of the people. Dhankhar said that this decision could not stand.The Supreme Court had laid down the basic structure doctrine in 1973, maintaining that the legislature cannot make amendments that remove certain essential features of the Constitution. Dhankhar’s criticism comes at a time when the executive and the judiciary have been in a war of words over how judges are to be appointed to the higher judiciary. The basic structure lies at the heart of this debate, given that the Supreme Court used this doctrine to strike down the National Judicial Appointments Commission in 2015. This commission had given the executive a more active role in appointing judges.The contents in the letter to hon'ble CJI are exactly in conformity with the observations and directions of the Supreme Court Constitution Bench. Convenient politics is not advisable, especially in the name of Judiciary. Constitution of India is supreme and nobody is above it.— Kiren Rijiju (@KirenRijiju) January 16, 2023\n\nUnion Law Minister Kiren Rijiju on a recent proposal sent for having government nominees in the selection of judges.\nThe debate on appointmentsThe tussle about how judges are to be appointed is not new.  The Constitution says that the president has to appoint the higher judiciary after “consultation” with judges from Supreme Court and High Courts. In 1993, the process of appointing judges was changed.  Until then, the Union government had primacy in appointing judges and could veto any name.However, the Supreme Court held that the word “consultation” means “concurrence” and that the executive was supposed to play a secondary role in the appointment of judges. It created the collegium system, by which senior judges of the Supreme Court recommend candidates for the higher judiciary. While the government could express its reservations, in the end, it would be bound by the collegium’s decision.In 2014, to wrest back some power on behalf of the Centre, the Bharatiya Janata Party-led  government passed a constitutional amendment to replace this collegium system with a National Judicial Appointments Commission. The body had six members: the chief justice of India and two senior most Supreme Court judges, the Union law minister and two “eminent persons”, who would be nominated by a panel consisting of the prime minister, the leader of the Opposition and the chief justice of India. Any two members of the commission could veto a candidate from being appointed.Vice President Jagdeep Dhankhar. Credit: Vice President of India via TwitterCourt’s reasoningThis commission was challenged before the Supreme Court. The primary contention was that this amendment went against the basic structure of the Constitution, which included the independence of the judiciary and its primacy in making appointments. Constitutional amendments are tested on whether they violate the basic structure.The basic structure doctrine was developed as a response to an escalating conflict between the judiciary and the executive during Indira Gandhi’s prime ministership. Gandhi had tried to pass amendments to give Parliament the power to alter any part of the Constitution, including the fundamental rights. This was part of a long-drawn political fight over whether property should remain a fundamental right or whether the government could introduce socialist policies that redistributed property. It was in that context that the Supreme Court heard a challenge to land reforms bought in by Swami Kesavananda Bharati, head of a monastery in Kerala. In this landmark “basic structure” case, the court in 1973 had held that some essential features of the Constitution cannot be removed even by Parliament. In the National Judicial Appointments Commissions case, the government did not contest that the independence of the judiciary was part of the Constitution’s basic structure, but it argued that giving primacy to the judiciary in appointments was not. The independence of the judiciary could be maintained even with the commission, the Union argued.However, the court, in a four–one split, held that this amendment violated the Constitution’s basic structure. Having three judges on the commission, was “insufficient to preserve the primacy of the judiciary, in the matter of selection and appointment of judges”, wrote Justice KS Khehar in his lead opinion. Khehar said that the court has earlier held that “‘primacy of the judiciary’ was a constituent of the ‘independence of the judiciary’” that was part of the basic structure.Further, the inclusion of the law minister “impinges upon the principles of ‘independence of the judiciary’, as well as, ‘separation of powers’”, he held. The veto given to two members of the commission “would adversely impact primacy of the judiciary”, Khehar said.According to another majority judge, Justice Madan Lokur, “the unanimous opinion of the judiciary can be rejected by two eminent persons or one eminent person and the law minister”. The chief justice was rendered to “a mere voting statistic”. “If this does not alter the basic structure of the Constitution, what does?” he asked.Lokur said that the Constituent Assembly made it mandatory for the president to consult the chief justice of India because the chief was best placed to guide and advise on the appointment of judges. This consultative process ensured that the judiciary’s independence is preserved, he wrote. Justice Adarsh Goel addressed the argument that the amendment should not be struck down because Parliament was implementing the “will of the people”. This is similar to the line taken by Dhankhar. Goel said that the “will of the people is the Constitution”, which is why Parliament does not have “unlimited amending power”.Justice KS Khehar being appointed the chief justice of India. Credit: IANSThe dissentOne judge, Justice Jasti Chelameswar, however, said that while the independence of the judiciary is part of the basic structure, judicial primacy was not. He said that “primacy to the opinion of the judiciary in the matter of judicial appointments is not the only mode of securing independence of judiciary for protection of liberties”.The basic structure doctrine meant that the executive should not have the “absolute power” to choose and appoint judges, he said. But “to wholly eliminate the executive from the process of selection would be inconsistent” within the constitutional scheme.Chelameswar maintained that the judicial commission did not give the executive absolute power to appoint judges. The law minister could only make recommendations to the commission, which  the other members  could reject, he noted.Further, he said that the commission promoted transparency as it allowed civil society to be represented through two outside members. This would act as a check on “unwholesome trade-offs within the collegium and incestuous accommodations between judicial and executive branches”. Chelameswar noted that there was no accountability on how the collegium worked and its “records are absolutely beyond the reach of any person including the judges of this court who are not lucky enough to become the chief justice of India”.Also read:Why are the Supreme Court and Modi government in a war of words over judicial appointments?","author":"Umang Poddar","time":"2023-01-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175481-hgujxvnkpi-1654620071.jpg","tags":["Collegium","NJAC"]}