{"title":"Explainer: What does Chandrayaan-2 hope to accomplish?","content":"India is preparing to land on the moon.  In less than 24 hours, on Monday, July 22, at 2.43 pm, the country’s second lunar mission called Chandrayaan-2 is scheduled to be launched into space. The mission was to have been launched on July 15, but was called off 56 minutes before the scheduled time.The Indian Space Research Organisation will fire the rocket on Sriharikota island, off the coast of Andhra Pradesh. Called the Geosynchronous Satellite Launch Vehicle Mark-III, it has been nicknamed Baahubali by the Telugu media, a reference to the blockbuster film featuring a bulked-up warrior, because it can carry a payload of up to four tonnes. Apart from a lunar orbiter, the launcher will also carry a lander called Vikram, named after the father of the Indian space programme Dr Vikram Sarabhai. Inside Vikram will be a rover called Pragyan, which means wisdom in Sanskrit.Chandrayaan-1, India’s first mission to the moon, was launched in October 2008. It orbited around the moon and launched a Moon Impact Probe that conducted experiments along the way before it crashed into the moon. It was Chandrayaan-1 that first found traces of water vapour in the moon’s atmosphere and on its surface. What Chandrayaan-2 is attempting is a soft landing: one where a lander reaches the surface of the moon intact. If ISRO pulls it off, India will only be the fourth country to soft-land on the moon, after the United States, Russia and China. In April 2019, an Israeli spacecraft’s attempt to land on the moon failed because of technical problems.The various components of the moon mission. Images: ISROHow will it work?Once it is launched into space, GSLV Mk-III will take the lunar module into orbit around the earth. The module will release from the rocket and circle the earth multiple times, using the earth’s gravitational force to gain momentum as it re-orients itself towards the moon. Finally, it will spin out of its earth orbit and hurtle itself towards the moon, getting caught by the moon’s gravitational pull, if all goes well. On-board thrusters will slow it down enough to stay in the moon’s gravitational field. It will then circle the moon, before Vikram detaches from the orbiter.On the landing day, September 6, Vikram will take on a different trajectory, circling closer and closer to the moon, before using its onboard lasers to find a landing site. Then, in 15 fraught minutes, Vikram will land on the moon. The lander will have to slow down, braking against the moon’s gravitational pull. This will require the firing of a propulsion engine, which in turn will cause lunar dust to fly at it. Lunar dust is sharp and jagged and its negative charge causes it to cling to surfaces, disrupting solar panels and sensors. The landing site could have landscape features that block communication, which means the control station could lose touch with the lander.If Vikram lands successfully, it will then open, to release Pragyan, the moon rover. If the the door is damaged by the landing, it might not open, but if it does, Pragyan will emerge. It will take four hours to descend down the ramp that Vikram lowers, and to roll onto the moon. Pragyan moves at the speed of 1 centimetre per second, and can travel up to half a kilometre away from Vikram. It will wander on the surface of the moon for one lunar day – the equivalent of 14 earth days – transmitting back all it learns to Vikram, and thence to the earth. \n\n\n    \n    Play\n\nWhy the south of the moon?A successful landing would make Chandrayaan-2 the first lunar probe on the south polar region of the moon. This area is of special interest because it receives very little sunlight. Some parts remain permanently in the shade, due to the tilt of the moon’s axis. There are giant craters down there creating what are called cold traps: regions cold enough to freeze not just water but also a range of volatile compounds. The temperature of the lunar cold traps can go as low as minus 200 degrees Celsius – so cold that most gases freeze.The compounds in those cold traps have been possibly frozen for as many as 3 billion years and could contain a record of the early Solar System. They could confirm the Giant Impact Hypothesis: that the moon was formed when, 4.4 billion years ago, an object the size of a planet collided with the earth.The region receives very little light, which makes the charging of solar panels difficult, meaning that the lander and rover could run out of power. Chandrayaan-2 will be the first mission to land close to the south pole of the moonWhat does Chandrayaan-2 hope to accomplish? Chandrayaan-1 found evidence of water molecules  on the moon’s surface. Pragyan will be carrying a range of  spectrometers: apparatus that can calculate the composition of materials  by passing radiation through them. It will also carry an advanced  synthetic aperture radar, which can test for the presence of water  through several metres of rock. If the moon is proven to have sufficient  reserves of water, it could one day sustain human life.Chandrayaan-1 discovered evidence of water on the moonThe orbiter will circle the moon for a year at a 100-km orbit. It carries eight payloads, from high-resolution cameras to a spectrometer to measure the moon’s atmospheric composition.Chandrayaan-2, with a cost of nearly Rs 1,000 crore, is the most complex mission ever undertaken by ISRO. It is fully indigenous. And it is India’s first interplanetary mission to be steered by two women: project director M Vanitha and mission director Ritu Karidhal.  The rocket takes off past midnight, in the early hours of July 15, Monday. In 59 days from now, Vikram will attempt to land on the moon. If India can pull it off, it will be a triumph of indigenous science and an inspiration for budding scientists around the world. For the next two months, the country will be waiting to see if – in the words of science fiction writer Emil Petaja – we can “hurl ourselves closer to the Gods”.A version of this piece was first published on July 14, 2019.","author":"Nithya Subramanian","time":"2019-07-21T18:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123755-ovvhtwglzd-1562998982.jpeg","tags":["Space Exploration","Indian Satellite Research Organisation"],"source":"https://scroll.in/article/930370/explainer-what-makes-chandrayaan-2-more-than-just-indias-shot-at-glory"}