{"title":"Explainer: Is India really repealing the sedition law?","content":"Home Minister Amit Shah on Friday introduced three bills in Parliament to overhaul India’s criminal justice code.The Bharatiya Nyaya Sanhita, the Bharatiya Nagarik Suraksha Sanhita and the Bharatiya Sakshya Bill seek to replace the Indian Penal Code, the Code of Criminal Procedure and the Indian Evidence Act.The three bills were introduced on the last day of the Monsoon Session and referred to a Parliamentary Standing Committee. They had not been listed before the session started.Introducing the Bharatiya Nyaya Sanhita, Shah claimed that it “completely repealed” the sedition law under Section 124A of the Indian Penal Code. “Everyone has the right to speak,” the home minister said, according to India Today. “We are completely repealing sedition.”While it is true that there is no mention of “sedition” in the new bill, its Clause 150 contains provisions similar to Section 124A.  If anything, they appear to be more stringent.#SansadUpdate The Bharatiya Nyaya Sanhita, 2023, The Bharatiya Nagarik Suraksha Sanhita, 2023,The Bharatiya Sakshya Bill, 2023 introduced in #LokSabha.Watch @sansad_tv Live : https://t.co/fLDcXAw4Yp pic.twitter.com/8VDRfPYrMt— SansadTV (@sansad_tv) August 11, 2023\n\nSection 124A vs Clause 150Section 124A states that whoever “brings or attempts to bring into hatred or contempt, or excites or attempts to excite disaffection towards the government established by law in India” can be held to have committed the offence of sedition.This, the law says, could be done through words, either spoken or written, or by signs, or by visible representation. The punishment entails a fine, a jail term of up to three years or imprisonment for life.Clause 150 of the Bharatiya Nyaya Sanhita deals with “acts endangering the sovereignty, unity and integrity of India”.It says: “Whoever, purposely or knowingly, by words, either spoken or written, or by signs, or by visible representation, or by electronic communication or by use of financial mean, or otherwise, excites or attempts to excite, secession or armed rebellion or subversive activities, or encourages feelings of separatist activities or endangers sovereignty or unity and integrity of India; or indulges in or commits any such act shall be punished with imprisonment for life or with imprisonment which may extend to seven years and shall also be liable to fine.”The terms “electronic communication”, “use of financial means” and “subversive activities” are left undefined.  Section 150 of Bharatiya Nyaya Sanhita vs Sec 124 A of IPC (Sedition). pic.twitter.com/pT58CCu3ft— Arvind Gunasekar (@arvindgunasekar) August 11, 2023\n\nAdditionally, the proposed law seeks to punish anyone who encourage “feelings of separatist activities or endangers sovereignty or unity and integrity of India”.The punishment prescribed is a maximum of seven years in jail, up from three years in Section 124A, while retaining the possibility of a fine and life imprisonment.The scope of the proposed law is, thus, wider than even what the Law Commission of India proposed in a recent report recommending the retention of the sedition law.The report recommended adding the words “with a tendency to incite violence or cause public disorder” to Section 124A. It also suggested defining the “tendency to incite violence” as “mere inclination to incite violence or cause public disorder rather than proof of actual violence or imminent threat to violence.”The Narendra Modi government also appears to have heeded the Law Commission’s suggestion that the jail term under the law should be increased from three years to seven years.Supreme Court’s sedition judgementLast year, the Supreme Court put the sedition law in abeyance and asked central and state governments to not file any new cases until it was reexamined.The ruling came after the Modi government said it would reexamine the law and urged the court to not take up the matter until it did so.At the time, the court observed that the central government “agrees with the prima facie opinion expressed by this court that the rigours of Section 124A of IPC are not in tune with the current social milieu, and was intended for time when this country was under the colonial regime”.The court passed the order on a bunch of petitions filed by journalists, activists and political leaders, calling for the law to be scrutinised.","author":"Sahil M Beg","time":"2023-08-11T18:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170427-yjivgzszap-1645439057.jpg","tags":["Sedition","Indian Penal Code","Amit Shah","Supreme Court"],"source":"https://scroll.in/latest/1054191/explainer-is-india-really-repealing-the-sedition-law"}