{"title":"Explainer: What we now know about the BJP’s secretive electoral bonds scheme after a week of exposes","content":"When former Finance Minister Arun Jaitley in his Budget speech in 2017 announced the government’s intention to clean up political funding, it seemed as if the Bharatiya Janata Party was taking a tough decision that would help fight corruption. Nearly three years later, Jaitley’s electoral bonds scheme has been turned out to be even more opaque, questionable and illegally utilised than the model that preceded it. On Friday, a report in The Wire claimed that the BJP had received donations from a company that is being investigated for terror funding, just one of the many questions about the huge amounts of money that pours into the party’s coffers. The report comes at the end of week in which a number of news stories, including a five-part series by Nitin Sethi in the Huffington Post based on documents received by Right to Information activist Commodore Lokesh Batra, has exposed some more of the rot intrinsic to the electoral bonds system. From the time the scheme was introduced, experts have said that the anonymity that electoral bonds allow political donors is opaque and even downright dangerous from the very beginning.Yet the revelations have gotten scant attention in the mainstream media, at least until the end of the week when the Congress and the BJP sparred over the matter. \n    \n      explainer\n      The truth lies in the details. But you don’t need to get lost in them. \n      Support the free press. Subscribe to Scroll+ now and get 30% off.\n    \n    \n        sign up now\n    \nHere is a quick summary of what we now know about electoral bonds, after the news reports this week: What are electoral bonds? In 2017, the government unveiled a new method of funding for political parties that it claimed would “bring about greater transparency and accountability”. Electoral bonds function like gift vouchers. Anyone can buy them from the State Bank of India and hand them over to a political party of their choice, without having to attach a name to them. The parties can them encash those for money. The government put a few other rules around their sale. The bonds are only supposed to be available in four 10-day windows through the year, and they can only be bought with cheque or digital transfer. Also, as the government was introducing this change, it made a few other alterations to the law, removing the requirement that only profitable companies can donate money to political parties and making it easier for foreign firms to do so as well. Why are the bonds being criticised? The key critique is that, for something meant to bring transparency to the system, electoral bonds actually make political funding more opaque – but only for the public. Companies don’t have to say who they are donating money to and parties don’t need to say from whom they’re getting the cash. Moreover, the other changes regarding foreign firms and profitable companies means that electoral bonds could easily be used by shell firms that have no actual business or profit as a way of channeling money into politics. This isn’t a critique just from opponents of the BJP. This is the critique that came from the Election Commission of India, which told the Supreme Court that it will have a “serious impact” on transparency in political funding and could allow for “unchecked foreign funding” of Indian political parties. What do we know now? Here are some of the revelations from this week: RBI also gives a warningIt wasn’t just the Election Commission that raised red flags about the electoral bonds scheme – there was criticism from the Reserve Bank of India as well. Based on documents obtained by Batra, the Huffington Post reported that the Reserve Bank of India, when asked for its opinion, said the bonds would set a “bad precedent” since it would allow for money laundering and undermine trust in banknotes. Despite this criticism, the Finance Ministry said that the RBI has “not understood” the mechanism of electoral bonds and that it was going forward with them regardless. Businessline reported on letters written by former Reserve Bank governor Urjit Patel to the Finance Ministry saying that electoral bonds issued by the State Bank would undermine the central bank’s role as issuer of currency, and said the process was “fraught with considerable risk”. The Reserve Bank wanted to be the organisation issuing the bonds. In addition, it wanted the bonds to be digital rather than physical. This was overruled by the Finance Ministry, which wanted the bonds to remain anonymous. This means that the BJP-led administration went ahead with the scheme even though the two independent, constitutional institutions that were consulted on this matter – since it involved bonds and the electoral process – both told the government that electoral bonds were dangerous. Election Commission was misledDocuments collected by Batra also showed that the government did not give the full picture of how electoral bonds would actually be used while explaining the scheme to the Election Commission, in the hopes that the body would give its assent. Despite this, the Election Commission did not agree to endorse electoral bonds. Ignoring the panel’s reservations, Minister of State P Radhakrishnan in 2018 told Parliament that the government had not received “any concerns from Election Commission on the issue of Electoral Bearer Bonds”. This was a blatant falsehood, and according to the Huffington Post report, the government tried for a while to find an explanation that would allow them not to be pinned down on the lie. For example, the government resorted to a technicality about the Election Commission’s concerns not being put down on paper to the Finance Ministry (even though this had been given to the Law Ministry), as an explanation for Radhakrishnan’s statement. It was not till August 2019 that Finance Minister Nirmala Sitharaman admitted that the Election Commission did indeed put forward serious concerns. However, she did not explain if the government had done anything to address those. \n    \n      scroll+\n      We tell you the truth those who hold power do not want you to hear.\n      Support the free press. Subscribe to Scroll+ now and get 30% off.\n    \n    \n        sign up now\n    \nTraceable – but only by government It is clear then that the government to some lengths to keep the bonds anonymous, at least from public institutions like the Reserve Bank of India. Yet early on, the Quint reported that the bonds themselves, that is the physical paper received from the State Bank when buying them, carried a secret alphanumeric code visible under ultraviolet light. At the time, the government insisted that this did not allow the bonds to be tracked. However, the Huffington Post reports say that the State Bank does indeed track who bought the bonds and which party redeems them. Moreover, according to documents obtained by Batra, it reported that this tracking system was cleared by the Finance Ministry and the rules allow the information to be given over to investigation agencies or the courts if needed. This only confirms the suspicions of many that, though electoral bonds are anonymous as far as the public is concerned, the government can easily discover who is buying and donating them – giving the party in charge a huge advantage in information, and potentially deterring any individuals or companies from donating any bonds to the Opposition. As we know already, in the first sale of electoral bonds, 95% went to the BJP. Illegal window When the scheme finally went forward despite warnings against it from several bodies and many observors, a few rules were put in place to try and limit its damage. Among these was that the bonds would only be sold in four 10-day windows over the course of the year. Yet the Huffington Post found that this rule was broken almost immediately, with the Prime Minister’s Office ordering the Finance Ministry to open up a special, illegal window ahead of the Karnataka elections. The reports include back and forth between the PMO and the ministry in which the latter insists that the violation of the rules was based entirely on instructions from the former. In another report from the series, it emerged that the government also ordered the State Bank of India to accept electoral bonds bought in earlier windows that had already been closed. Again, this took place soon after the Karnataka elections, a sensitive time following a hung assembly verdict with multiple parties attempting to stake claim. In other words, after first ordering a potentially illegal window for the sale of electoral bonds, the government also permitted a political party to redeem bonds despite not being deposited during the officially sanctioned window. Why? The official, boilerplate response insisted that all decisions had been made in “good faith”, with the BJP declaring at a press conference on Thursday that all the allegations were baseless. The Finance Ministry told the Huffington Post: “All the issues raised in the email are on the policy decisions taken by the then respective competent authorities. In this context, it may be mentioned that in the government organisations all the decisions are taken in good faith and in the larger public interest. Interpretation of decisions taken may have different perspectives, hence an appropriate explanation may only be given, after taking into consideration all he aspects factored into the decisions making process.”","author":"Scroll Staff","time":"2019-11-22T17:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131375-phglzpfhxl-1574424993.jpg","tags":["Electoral Bonds","Election Commission","Reserve Bank of India"],"source":"https://scroll.in/article/944518/explainer-what-we-now-know-about-the-bjps-secretive-electoral-bonds-scheme-after-a-week-of-exposes"}