{"title":"Explainer: What happened in the Supreme Court on Friday (and what is the MCI bribery case)?","content":"India’s Supreme Court has witnessed stormy scenes on Thursday and Friday in what is now being called the “Medical Council of India bribery scam”. The cases, being probed by the Central Bureau of Investigation, involve allegations that former members of the higher judiciary took bribes to manipulate court orders in favour of medical colleges that had failed to get official registrations. On Thursday, a bench headed by Justice J Chelameswar heard a petiton moved by advocate Kamini Jaiswal, which sought an independent Special Investigation Team monitored by the court to investigate the alleged scam. Justice Chelameswar referred the case to a five-judge Constitution bench. A similar petition was slated to be heard by another bench on Friday. However, in dramatic developments, the Thursday order of Justice Chelameswar’s bench was nullified by a new five-judge bench formed on Friday by Chief Justice of India Dipak Misra.What is the Medical Council of India case all about?The Medical Council of India is the statutory body that oversees medical education in the country. All medical colleges need its approval to run their institutions and admit students. The Medical Council of India can deny permission to institutions if it finds deficiencies in the colleges’ infrastructure. When denied permission, these colleges can move the court for remedy.On September 19, the Central Bureau of Investigation filed a First Information Report following which multiple raids were conducted on several people. The allegation was that all the accused hatched a criminal conspiracy to obtain judicial orders from High Courts and the Supreme Court in favour of an organisation called the Prasad Education Trust, which is based in Lucknow. The Medical Council of India had denied permission to a medical college belonging to the trust to operate. A middleman had allegedly assured the trust that permission would be granted to the college through the judiciary and money was allegedly paid by the parties to facilitate this. The CBI said Rs 2 crores was recovered during the raids. This led to the arrest of former Odisha High Court judge IM Quddusi and four others. Quddusi was later released on bail.What are the cases before the Supreme Court now?The CBI did not challenge the bail granted to the accused in the higher courts, an unsual move that raised some eyebrows. In this context, the Campaign for Judicial Accountability and Reforms, a non-governmental organisation represented by lawyer Prashant Bhushan, last week moved a petition seeking an independent court-monitored probe into the alleged scam. This petition was first posted before a bench headed by Justice Chelameswar on November 10. However, the petition was later moved to a bench headed by Justice AK Sikri. Advocate Kamini Jaiswal also moved a similar petition, which was mentioned on Thursday morning before a two-judge bench headed by Justice Chelameswar for urgent hearing. Given the seriousness of the matter, the judge decided to take up the petition in the afternoon. Subsequently, this bench referred the matter to a larger five-judge Constitution bench. In the order, Justice Chelameswar said the Constitution bench so formed should consist of the five senior-most judges of the Supreme Court. The petitioners wanted such a bench to exclude Chief Justice Dipak Misra, who had handled cases related to the Medical Council of India earlier this year.The petitioners believed there would be a conflict of interest if Misra was involved in hearing the case. However, no comments were made about this in the order.Even as Justice Chelameswar was hearing the case, the Supreme Court registry placed before him a note that carried a copy of  other proceedings – which were not revealed to those in attendance – signed by Chief Justice Dipak Misra. It later emerged that this was a note from the Supreme Court registrar, relating to a technality on how matters of “mentioning” are to be handled. “Mentioning” involves literally bringing up a case in front of a court ahead of its usual date, on the grounds that the matter needs to be taken up urgently. Different Chief Justices have dealt with this process in different ways. Mentioning usually occurs in the Chief Justice’s court. But when the Chief Justice is not available, such as when he or she may be presiding over a Constitution bench – as was the case on Thursday – the mentioning usually goes to the second senior-most judge of the court. Jaiswal, represented by lawyer Dushyant Dave, had mentioned the Medical Council of India case before Justice Chelameswar, since Misra was busy with the Constitution bench. The note passed on, however, said that the Chief Justice would give further clarifications on how this process has to take place when he is unavailable. Justice Chelameswar’s order on Thursday acknowledged this note, but the copy of the order that was later put up on the Supreme Court website did not include the text of the note itself, which was only revealed later. What happened in the Supreme Court on Friday morning?On Friday, the petition filed by Prashant Bhushan – similar to Jaiswal’s – came up before the bench of Justice Sikri, who expressed displeasure in the manner in which the matter was being taken up. He wondered why a second petition was filed with similar contents and mentioned before another bench on Thursday when it was clear that his bench was going hear the matter on Friday. Later, he placed the matter before the Chief Justice for passing appropriate orders in listing the case. The bench also impleaded the Supreme Court Bar Association in the petition on the forum’s request. What happened on Friday afternoon?At around 2.30 pm on Friday, out of the blue, a new listing was stuck on the notice board of the Chief Justice court, which announced the formation of a seven-judge bench to take up Prashant Bhushan’s petition, even though it had been clubbed with the Constitution Bench just that morning.  Some time later, a fresh listing was pasted, this time the strength of the bench came down to five judges. What appears to have happened is that the Chief Justice constituted a seven-judge bench to hear the case, but then Justice Sikri and Justice Bhushan, who heard the matter in the morning, apparently recused themselves from this.The bench sat to look into the propriety of Justice Chelameswar’s order setting up a Constitution Bench without consulting Chief Justice Misra, among other things. The proceedings led to heated arguments between the bench and lawyers, some of whom wanted contempt proceedings initiated against the petitioners for sullying the image of the Supreme Court. Many of these lawyers were unconnected to the petitions. During the proceedings, lawyer Prashant Bhushan made certain allegations that the bench said was contemptuous. The lawyer later walked out, charging that the bench was not letting him argue. In its order, the bench reiterated the sole authority of the Chief Justice as the master of the judges roster, which means he alone had the right to decide on the forum of a bench. Justice Chelameswar’s order stating that the Constitution bench to deal with the cases should comprise of five senior-most judges was seen as a direction trespassing the authority of the Chief Justice, which was indirectly nullified. Justice Misra said a new bench would be formed to hear the petitions and adjourned the matters by two weeks.","author":"Sruthisagar Yamunan","time":"2017-11-10T19:02:55.835667+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/857423-66536-hxdxidretw-1510115983.jpg","tags":["Supreme Court","Medical Council of India","Deepak Misra","J Chelameswar","IM Quddusi","Prasad Education Trust","Prashant Bhushan"],"source":"https://scroll.in/article/857423/explainer-what-happened-in-the-supreme-court-on-friday-and-what-is-the-mci-bribery-case"}