{"title":"Explainer: How Supreme Court upheld the appointment of a High Court judge accused of hate speech","content":"On Tuesday morning as lawyer Lekshmana Chandra Victoria Gowri was taking oath as an additional judge of the Madras High Court, the Supreme Court in a rare occurrence was hearing two petitions challenging her appointment. The court held that it could not question the suitability of a candidate who has been recommended. Meanwhile, Gowri was sworn in as a judge.Gowri’s elevation has been the centre of controversy ever since her name was recommended by the Supreme Court collegium on January 17. Lawyers highlighted disparaging comments she had made about Christians and Muslims to argue that she is unfit to be made a judge. However, with the swearing-in ceremony concluded and the court refusing to interfere, Justice Gowri’s appointment is secure, for now.Here is all you need to know about Gowri’s elevation.What is the controversy about?Gowri, a lawyer from Tamil Nadu, was recommended for a Madras High Court judgeship by the Supreme Court collegium, comprising the chief justice of India and two senior-most Supreme Court judges. After that, it was pointed out on social media that Gowri was the National General Secretary of the Bharatiya Janata Party women’s wing. Then on January 30, Article 14 reported about Gowri’s interviews and writings where she had made derogatory comments about Christians and Muslims. The next day, on February 1, several lawyers from Madras High Court, wrote to President Droupadi Murmu asking her to not approve Gowri’s candidature. They argued that Gowri’s comments amounted to hate speech against religious minorities and would affect the impartiality of the judiciary. On Monday, two petitions were filed in the Supreme Court challenging Gowri’s recommendation. These petitions argued that Gowri was ineligible to become a judge due to her past conduct and asked the court to set aside her appointment. The hearing in this case was also packed with drama. The two petitions challenging her appointment were filed at 10.34 am and 11.54 am. The court first agreed to hear the case on Friday.However, right after this, at 12.12 am, Union Law Minister Kiren Rijiju tweeted that Gowri and 12 others had been cleared for appointment. Due to this, petitioners urged the court to hear the case sooner. As a result, Chief Justice DY Chandrachud listed it for Tuesday. However, by Monday evening, the Madras High Court decided to swear in Gowri and four others at 10.35 am on Tuesday. This, in turn, prompted the petitioners to ask for an even earlier hearing of the case, since the Supreme Court usually starts work at 10.30 am. It was  reported that the matter would be taken up by the chief justice at 9.15 am on Tuesday. However, it was finally heard at 10.30 am by another two-judge bench.Collage showing Victoria Gowri's links with the Bharatiya Janata Party. Credit: @VijayaRahatkar and @t_d_h_nair via Twitter, @Victoriagowri via Facebook What did the court say?While a detailed order from the court is awaited, during the hearing, the bench said that it cannot look at a candidate’s “suitability”. All it can do judicially is to review a candidate’s “eligibility”, such as their tenure of service, as specified in the Constitution.Senior advocate Raju Ramachandran, who appeared in the case, argued that there are some implied conditions of eligibility, such as not having a criminal record and being financially solvent. In this case, Gowri’s past comments went against the basic principles of the Constitution, he said, such as equality and non-discrimination on grounds of religion.Further, the petitioners argued that the decision-making process was not complete, since it seemed that the collegium did not know of Gowri’s past conduct. The lawyers pointed to Chief Justice DY Chandrachud’s statements on Monday where he said that the collegium has taken cognisance of the complaints against Gowri, which came to its notice after the recommendation was made.However, on Tuesday the court seemed to argue the opposite, stating that it is highly unlikely that the collegium did not know of these objections before recommending her name. Therefore, if the collegium has made a recommendation despite knowing about these facts, then the court could not question it.Did the collegium know about Gowri’s previous comments?Given these conflicting statements, it is unclear what the Supreme Court collegium was aware of before appointing Gowri. From what Chandrachud said on Monday, it appears that the collegium only got to know of the objections against Gowri after it recommended her name. However, from what the two judges hearing the petition on Tuesday said, it appears that the collegium knew of these facts.The bench on Tuesday said that the collegium would have taken all of these factors into consideration. It also said that the collegium while making a recommendation also consults the present Supreme Court judges belonging to that High Court, who would know the conduct of a lawyer being recommended. Further, they also said that once a name is recommended by the High Court collegium, several people start writing letters to the collegium, both in favour of and against a candidate. Therefore, it said that the collegium would have known these factors about Gowri.What is the appointment process of a High Court judge?To understand if the collegium would know about Gowri’s past remarks, it is important to note the  appointment process for a High Court judge.A High Court chief justice, after consulting their two seniormost colleagues, recommends names for elevation. These names are sent to the state chief minister and the governor for their comments. The file, with the comments, is then sent to the Union law ministry, which conducts a background check using agencies such as the Intelligence Bureau. All these comments are then forwarded to the chief justice of India, who after consulting the two senior-most judges at the Supreme Court decides on whether the candidate’s name should be recommended. Several legal experts and commentators told Scroll that it is unlikely that the collegium would make this recommendation if they knew about Gowri’s comments about minorities. One senior advocate said that the Dravida Munnetra Kazhagam government in Tamil Nadu is likely to have given negative feedback for Gowri. Another pointed out that the collegium also works under different pressures. Therefore, it could be possible that it recommended her name despite knowing about Gowri’s past comments. Madras High Court bench in Chennai. Credit: Creative CommonsIs Gowri’s appointment now secure?No. Gowri, aged 49, is appointed as an additional judge, for a maximum tenure of two years. After this period, if an additional judge is to be confirmed, the chief justice of the court would have to assess the judge’s performance and make the recommendation. This will be processed by the Supreme Court collegium after seeking the views of the chief minister, the governor and the Union law ministry.Even the Supreme Court on Tuesday pointed to this fact and said that there have been many instances of additional judges not being confirmed for permanent judgeship. Permanent judges retire at the age of 62.Is there anything else unusual about her appointment?The speed with which the appointment got confirmed is unusual. Gowri’s name was recommended on January 17 and it was cleared on February 6, within 20 days.Another lawyer at the Madras High Court, R John Sathyan, was recommended by the collegium in February last year. However, the Centre has not cleared his name despite it being reiterated by the collegium. The Intelligence Bureau had made adverse comments about him since he shared a report on social media from The Quint that criticised Prime Minister Narendra Modi, the collegium said in a resolution from January 17. The collegium had recommended four other lawyers in the same resolution as Gowri’s but only two of them have been appointed. One of the two lawyers who has not been appointed is Ramaswamy Neelakandan, an additional advocate general for the Dravida Munnetra Kazhagam government in Tamil Nadu.","author":"Umang Poddar","time":"2023-02-07T16:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186582-cgvotjenxp-1675758096.jpeg","tags":["Victoria Gowri","Judicial appointments","Collegium"],"source":"https://scroll.in/article/1043410/explainer-how-supreme-court-upheld-the-appointment-of-a-high-court-judge-accused-of-hate-speech"}