{"title":"Explained: How the Supreme Court upheld Modi government’s Article 370 abrogation","content":"The abrogation of Article 370 was the culmination of the process of full constitutional integration of Jammu and Kashmir with India. This was the running theme across the 476-page verdict delivered on Monday by a five-judge Constitution bench of the Supreme Court in response to petitions challenging the abrogation of Article 370 of the Constitution and the bifurcation of the erstwhile state of Jammu and Kashmir into two Union territories by the Modi government in 2019.The Article 370 gave Jammu and Kashmir a special status and a degree of autonomy within the Indian Union.The bench, comprising Chief Justice DY Chandrachud and Justices SK Kaul, Sanjiv Khanna, BR Gavai and Surya Kant, unanimously upheld the validity of the Union government’s orders in August 2019, announced without notice and accompanied by a complete communication blackout in the region.The Supreme Court had in July this year pulled the matter out of cold storage after sitting on it for over three years. The Constitution bench heard the matter across 16 hearings in August and September.The bench’s 476-page judgment comprises of three opinions: the majority opinion written by Chandrachud for himself, Gavai and Kant and two separate concurring opinions authored by Kaul and Khanna.Scroll breaks down the major themes in the judgment.(From left to right) Justices BR Gavai, SK Kaul, Chief Justice of India DY Chandrachud and Justices Sanjiv Khanna and Surya Kant pronouncing the Article 370 judgment in the Supreme Court on Monday. (Screenshot taken from the Supreme Court of India's YouTube channel)No ‘internal sovereignty’Chandrachud’s majority opinion emphasised that the state of Jammu and Kashmir did not possess any “internal sovereignty”.Detailing the historical account of the accession of the erstwhile kingdom of Jammu and Kashmir to India after the end of colonial rule, Chandrachud wrote that the accession had resulted in the transfer of sovereignty from the king of Jammu and Kashmir to India. The special provision for Jammu and Kashmir through Article 370 of the Constitution of India was, he wrote, necessitated by the conditions in the Jammu and Kashmir at that time, and did not indicate the retention of any sovereignty. This special provision was “to continue until the State could be brought on par with other States”, said the majority opinion.Chandrachud underscored this point by referring to a proclamation issued on November 26, 1949, by Karan Singh, the ruler of Jammu and Kashmir,  declaring that the Constitution of India would not only supersede all other constitutional provisions in the state that were inconsistent with it but also abrogate them. This proclamation, the majority opinion stated, reflected the “full and final surrender of sovereignty by Jammu and Kashmir, through its sovereign ruler, to India”.The state of Jammu and Kashmir never had “internal sovereignty” distinguishable from the powers and privileges enjoyed by other Indian states, Chandrachud argued. He compared the special status accorded to Jammu and Kashmir through Article 370 with the special provisions for other Indian states contained in the Constitution in its Part 21 titled “Temporary, Transitional and Special Provisions”, describing these as features of “asymmetric federalism” in India. In such a system, some states may enjoy a degree of autonomy that other states do not, but the difference is only “one of degree and not of kind”.Kaul, in his opinion, differed with Chandrachud on the matter of semantics. He wrote that the state of Jammu and Kashmir retained an element of internal sovereignty despite King Hari Singh signing the Instrument of Accession with India. Article 370 of the Constitution of India recognised this internal sovereignty by recognising the Constituent Assembly of Jammu and Kashmir, he pointed out.However, he said this arrangement was temporary, one that could be ended through the mechanism in Article 370(3) of Indian Constitution. This mechanism was meant to derecognise the internal sovereignty of the Jammu and Kashmir and apply the Constitution of India to it in full.Temporary provisionBoth the majority opinion by Chandrachud and the concurring one by Kaul state that Article 370 was meant to be a temporary provision, to be removed once the constitutional integration of Jammu and Kashmir with India was complete. They also held that the President of India (that is, the Union government) is authorised to abrogate Article 370 of the Constitution of India of his own accord. Further, they found no procedural fault in the manner in which Article 370 was abrogated. At the time, the legislative assembly of the state of Jammu and Kashmir had been dissolved and Parliament was handling the state’s legislative powers. The court maintained that there was nothing in the Constitution that expressly barred the government’s actions.Chandrachud wrote that Article 370 had two temporary purposes. It served as a transitional arrangement until the Constituent Assembly of Jammu and Kashmir was formed and could elaborate on the legislative competence of the Union government of India and ratify the Constitution of India. Secondly, it served as an interim arrangement because of the special circumstances in Jammu and Kashmir because of the war conditions there at that time.Regarding the provision in Article 370(3) stating that the President of India could only exercise his power to make the provisions of the article inoperative on the recommendation of the Constituent Assembly of Jammu and Kashmir, both Chandrachud and Kaul said that such recommendations were not binding on the President. Besides, since the Constituent Assembly of Jammu and Kashmir had dissolved in 1957, the President could exercise the power under Article 370(3) unilaterally.Article 370(1) required the concurrence of the state government of Jammu and Kashmir to both apply the provisions of the Constitution and expand the ambit of the legislative competence of the Union government over the state. However, once the President exercises his power conferred by Article 370(3), Chandrachud wrote, the restrictions that are imposed by Article 370(1) and (2) cease to govern the state.Both Chandrachud and Kaul struck down the Union government’s amendment of Article 370(3) through Article 367, changing the words “Constituent Assembly” to “Legislative Assembly” since this was a circuitous route. They held that Article 367, which is an interpretative clause, could not be used to fundamentally alter a provision of the Constitution when the amendment power is provided by Article 368. However, since the use of the power by the President under Article 370(3) did not require the recommendation of the Constituent Assembly, this did not have any adverse effect on the government’s actions.Chandrachud also referred to the slew of Constitutional orders issued by the President of India under Article 370(1) over the last 70 years applying various provisions of the Constitution of India to Jammu and Kashmir as indicative of the Union government and the state government, through a collaborative exercise, constitutionally integrating the state with the Union.He also concluded that due to the application of the Constitution of India in its entirety to Jammu and Kashmir, the Constitution of Jammu and Kashmir does not serve any purpose and is inoperative.People walk along a street as Indian paramilitary personnel patrol in Srinagar on December 11, 2023, ahead of the Supreme Court's verdict on Article 370/AFP.Union territories Both Chandrachud and Kaul maintained that the carving out the union territory of Ladakh from Jammu and Kashmir was permissible under Article 3 of the Constitution of India. However, the judgment refused to deal with the question of whether the Union government could unilaterally convert a state into a union territory, as it did with Jammu and Kashmir.The judgment also chose not to engage with the challenge to statehood being taken away from Jammu and Kashmir in 2019 because of the Union government’s assurance in the court during the hearings that the loss of statehood was meant to be temporary and that Jammu and Kashmir’s statehood would eventually be restored.Even though this so-called temporary loss of statehood has prevailed for over four years with no timeline in place by the Union government as to its restoration, the judgment chose to accept the government’s word. The majority opinion merely directed the government to restore statehood “at the earliest and as soon as possible”. However, it set a deadline of September 2024 for the Election Commission of India to conduct elections for the legislative assembly of the union territory of Jammu and Kashmir.Truth and Reconciliation CommissionJustice Kaul recommended that the Union government set up a Truth and Reconciliation Commission along the lines of the one set up in South Africa after apartheid to investigate and report on human rights violations, both by state and non-state actors, perpetrated in Jammu and Kashmir and recommend measures for reconciliation.He urged that such a commission be set up “expeditiously” in order to offer “transitional justice”. However, since this was only a recommendation rather than a direction and was anyway not part of the majority opinion, which is the operative part of the judgment, it is not binding on the government.","author":"Vineet Bhalla","time":"2023-12-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196575-muzsoyqfyj-1702347267.jpg","tags":["Supreme Court","Article 370","Jammu And Kashmir","Kashmir","Article 370 Judgement","Instrument Of Accession"],"source":"https://scroll.in/article/1060438/explained-how-the-supreme-court-upheld-modi-governments-article-370-abrogation"}