{"title":"Explainer: Does Karnataka HC’s interim order restricting the hijab violate the right to religion?","content":"On Friday, the Karnataka High Court released an interim order restraining students of all faiths from wearing religious clothing in the classroom. The order is only applicable to institutions that already have a prescribed uniform.The order comes against the backdrop of large-scale demonstrations that erupted in the state after Muslim students in some colleges were banned from class for wearing the hijab or headscarf.  As Muslim women students sat in protest outside these institutions to protest the ban, Hindu students in other places began to attend college in saffron scarves and turbans to pressure their administrations to impose similar restrictions.  After these restrictions were challenged in the Karnataka High Court, a single-judge bench on Wednesday referred the case to a larger bench, given the “enormous public importance of the questions involved”.  On Thursday, the case was heard by a three-judge bench.Till the final judgment is delivered, students cannot wear their hijabs if they wish to attend college. The court did not give explicit reasons for why it chose to ban religious clothing in its interim order rather than allowing students to wear the hijab till the case is resolved. Students wearing saffron turbans protest outside a college in Karnataka's Udupi on Wednesday. Credit: PTI. What is the case before the court?The court is hearing a  batch of petitions that challenge orders issued by some educational  institutes in Karnataka barring female students from wearing the hijab  to class.In the last week of  December, a few students at the government-run Pre-University College  for  Girls in Karnataka’s Udupi district were denied entry into classrooms  since they were wearing the hijab. Subsequently, the issue spread to  other colleges, with some Hindu students putting on saffron scarves and turbans to protest against the girls wearing hijabs. On February 5, the Karnataka government issued an order  prohibiting any item of clothing that disturbs “equality, integrity and public  law  and order”, in effect banning the hijab. The order cites three  cases to argue that banning the hijab in educational institutes does not violate the  fundamental right to practise religion guaranteed by  Article 25 of the Indian  Constitution. What did the petitioners argue?The  petitioners have challenged the February 5 government order  as well  as  Pre-University College’s refusal to allow women wearing the hijab to enter.The petitioners said that the  law in Karnataka only provides for uniforms for schools students and not  pre-university students. Even otherwise, they argued, the punishment for failing to  follow the dress code could not be disproportionate: in this case by barring the students from entering college. Further, they argued that stopping the students from wearing the hijab goes against Article 25  of the Constitution, which guarantees the freedom to practise one’s  religion as well as the freedom of conscience. It also affects other  fundamental rights such as freedom of speech and expression and the  right to privacy.  Thus, they argued that the government’s order makes an incorrect interpretation of the law when it says that wearing a  hijab is not essential to the religion. Given that this matter deals with knotty legal questions that would take time to get resolved, the petitioners wanted interim relief by which the students could wear a hijab and go to college as long as the colour of their headscarves matches that of the uniform. The  petitioners contended that this relief was consistent with the three principles of granting interim  relief. The first is showing a prima facie case for relief. The second is showing a balance of convenience, which means the inconvenience that may be caused to petitioners if relief is refused is more than the inconvenience that may be caused to the respondents if the relief is given. The third is the irreparable loss that would accrue to a party seeking relief.They argued that they  had made a prima facie case for how restricting the use of the hijab violates their   fundamental rights. Further, if the hijab is not allowed, it would lead  to  an irreparable loss in their education and restrict their fundamental rights, which cannot be set compensated for later.In addition,  the inconvenience caused to the women by stopping them from attending class in the hijab  would be greater  than the inconvenience caused by allowing them to do so. Students of Bhandarkars’ Arts & Science College, Kundapura, Karnataka protesting outside the college on February 4. Credit: PTI.What was the state’s response?While the Karnataka  government’s lawyer did not argue at length on Thursday, he refuted the petitioners’ argument and opposed the interim  relief that the petitioners sought.  He explained that other groups of students had started agitations as a consequence, with Hindu students carrying saffron religious flags  and wearing saffron and  Dalit students sporting blue scarves. Because of this, the state had to  shut down educational institutes for three days and prohibit gatherings  within 200 metres of educational institutes for two weeks. He asked that the educational institutes be reopened with a uniform dress code. Hindu students wear saffron scarves to protest against Muslim women students in hijab being allowed to attend class at Chikmaglur's IDSG Government College on Monday. Credit: PTI. The court’s orderIn its interim order, the court prohibited students  from wearing any religious clothing to institutions where a uniform has  been prescribed by its college development committee. The court noted that “every citizen has the right to profess and practise any faith of choice”. However, it  said that this right was subject to reasonable restrictions. “Whether  wearing of hijab in the classroom is a part of essential religious practice of Islam in the light of constitutional guarantees needs a deeper examination,” it added.  Further, it said that “no person in the name of religion, culture or the like can be permitted to do any act that disturbs public peace & tranquillity”. According to the court, “The interest of the students would be better served by  their returning to the classes than by the continuation of agitations and consequent closure of institutions.” It asked the state to open institutes at the earliest and asked all stakeholders to maintain peace and tranquillity.What are the objections to the court’s order?On  Thursday, while this order was being mentioned orally, one of the lawyers for the  petitioners, senior advocate Devdatt Kamat, asked the court to record  his objection that this instruction could not  be passed at an interim stage. He  said that this would “amount to a suspension of Article 25 [freedom of religion] of the  Constitution as far as the students are concerned”.The judge  responded that this arrangement was only a matter of a few days. To this, another  lawyer for the petitioners, senior advocate Sanjay Hegde responded,  “That is the problem. For a few days, I cannot suspend my faith.”  The court did not give reasons for why it did not accept the petitioners’ arguments for interim relief to wear the hijab as long as it matches the colour of the uniform.In another universe, an alternate interim relief from the K’taka HC in the hijab matter:”During the pendency of this matter, the govt shall not prohibit the wearing of religious dress to educational institutions and the govt shall ensure a safe and secure learning environment.”— Anup Surendranath (@asurendranath) February 10, 2022\n\nI still can't wrap my head on the Karnataka HC order that a piece of cloth covering hairs of Muslim women is a threat to peace and tranquility.— Sushant Sinha (@sushantsinha) February 11, 2022\n\nRidiculous interim order which completely ignores the balance of convenience and effectively puts a stop to these girls attending school for the time-being. https://t.co/RjZDs0GWYA— Radhika Roy (@royradhika7) February 10, 2022\n\n\"Balance of Convenience\" test for interim orders doesn't mean Court should take the option which is most convenient for itself.— Manu Sebastian (@manuvichar) February 10, 2022\n\nThe court will hear the case again on Monday. Meanwhile, the interim order was brought up  before the Supreme Court on Friday. However, the chief justice of India said  that the court would look into this issue later, an appropriate time since  the Karnataka High Court is presently hearing the matter.","author":"Umang Poddar","time":"2022-02-11T18:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169987-ngzpwuenas-1644584249.jpg","tags":["Hijab","Karnataka High Court","Pre-University College for Girls"],"source":"https://scroll.in/article/1017175/explainer-does-karnataka-hcs-interim-order-restricting-hijab-violate-the-right-to-religion"}