{"title":"Explainer: Manika Batra vs Table Tennis Federation of India – a different match on a different court","content":"At an Olympic qualification event for table tennis in Doha, in March last year, there was cause for celebration. For the second Olympic Games in a row, India would be sending a full squad of singles players – only two are allowed in the men’s and women’s singles event each. That celebration, it turns out now, masked the cracks that formed in the player-national federation relationship.The Delhi High Court gave an order on Friday to suspend the executive committee of the Table Tennis Federation of India. This came after the court held that its faith in the body had been lost given the way it’s handled Manika Batra’s allegations that she had been approached to fix a match by the national coach, Soumyadeep Roy. The court also appointed a three-member Committee of Administrators to run the TTFI till further investigations are complete.What’s the background?The first glimpse of this saga was seen at the Tokyo Games, when Batra – who recently broke back into the top 50 of world rankings – played all her three singles matches without the national coach Soumyadeep Roy in the coach’s corner. She later alleged that Roy had approached her to ‘fix’ the result of a match earlier in order for his personal ward to qualify for the Tokyo Games.As a result, at the Olympics in July, Batra did not have Roy – the only Indian TT official allotted a ‘field of play’ pass – present for her singles matches. Instead, her personal coach Sanmay Paranjape was seen passing instructions from the stands. ‘Not about ego’: Table tennis player Manika Batra on coaching controversy at Tokyo OlympicsAnd what started then, culminated this past week, when the Delhi High Court ruled in favour of the 26-year-old player in her case against the TTFI. The sport’s governing body, as a consequence, will not have a functioning executive committee for six months, and will instead be run by a three-member Committee of Administrators.Batra – easily the best women’s player the country has produced, and one who is still in her prime – was left out of the Indian squad at the Asian Championships in late September because she did not attend a national camp deemed mandatory by the TTFI. And this was after the TTFI had issued her a show-cause notice for not allowing national coach Roy to be along with her during her matches at Tokyo.That’s when the player approached the Delhi High Court, on September 19.What were the court’s findings?In a case that has lasted just under five months, the Delhi HC had appointed a three-member panel, in November, to investigate the match-fixing allegation Batra had made against Roy. The panel found that the TTFI covered up the complaint despite Batra allegedly informing the body about it.“(Batra’s) case is that even though she had immediately brought to the notice of the federation about her being pressurized by (Roy), to concede a match to be held on 18.03.2021 at the Asian Olympic Qualification Tournament, no action was taken on the same,” the Delhi HC held. “This attempted match-fixing by (Roy) was done only to enable a player, who was undergoing personal coaching at his private academy, to qualify for the Tokyo Olympics. Instead, (Batra) was, at the behest of (Roy), harassed by (TTFI) and was therefore, consequently compelled to play without her personal coach in the Tokyo Olympics.”Justice Rekha Palli, who had been presiding over the case, additionally asserted that the report filed by the three-member panel appointed by the court in November, revealed the unsatisfactory manner in which the TTFI worked.“A perusal (of the report) reveals a very sorry state of affairs; the manner in which the respondent federation is functioning, is not what is expected from a National Sports Federation which is entrusted with the duty to work for the welfare of the sportspersons.”What was the incident that led to this?At the qualification process at the event in Doha last March, the highest-ranked player present was certain of qualification, along with the player who won the event. Batra, then ranked 68, was the highest-ranked player in the draw and faced compatriot Sutirtha Mukherjee, then ranked 98, in the final.It was before this match allegedly that Roy, the national coach who has also been Mukherjee’s personal coach for over seven years, asked Batra to throw the match to allow his player to qualify. Batra lost 4-2 (7-11, 11-7, 11-4, 4-11, 11-5, 11-4), and both players eventually won an Olympic quota.At the same event, in the men’s singles, the highest-ranked player in the draw Achanta Sharath Kamal (who was assured qualification based on his rank) faced then World No 38 Gnanasekaran Sathiyan. The latter won the match and went on to win the event to earn the Tokyo berth.Batra did, she later revealed, approach the TTFI to complain about Roy’s request but the federation chose not to act on it.What happened in Tokyo and since?At the table tennis event in Tokyo, each team was allowed just one person to hold a field of play pass, and the TTFI determined Roy should be that person since he was the national coach. It’s the same reason China’s head coach was the only person allowed courtside despite the presence of the likes of multiple-Olympic champions-turned coaches Ma Lin and Liu Guoliang present in the stands.The TTFI issued a show-cause notice for her actions, to which Batra replied that she did not feel comfortable playing under a coach who had asked her to fix a match.In August, a month before the Asian Championships, the TTFI passed a rule that made it mandatory for players to attend the national camp in order to be selected. The camp was to be held in Sonipat, under Roy’s tutelage. Batra refused to appear and was not allowed to compete. Following this, she approached the Delhi High Court.“Some of the observations made by the (three-member) Committee, regarding the manner in which (Batra’s) complaints have been dealt with clearly supports her plea that, (TTFI), instead of promoting the interest of the players, has been taking all possible steps to shelter its own officials,” the court held.Additionally, the court also mentioned the conflict of interest Roy would have had by being the national coach and also the personal coach of an Indian team player.“The Committee has also opined that, (Roy) having been appointed as a national coach by the (TTFI), his continuing to run his personal academy, would prima facie amount to a conflict of interest.”Manika Batra’s row with TTFI: Paddler welcomes Delhi HC order to appoint an administratorWhat are the consequences for TTFI?The court cited an extract from the 2011 National Sports Code which pertains to the “procedure for suspension and withdrawal” of a national sports federation.“In the event that serious irregularities in the functioning of a National Sports Federation are detected, the recognition of a Federation will be suspended as an interim measure until a complete and full inquiry is completed,” the extract said.Justice Palli then held that: “This Court is, therefore, of the opinion that till a deeper scrutiny of (TTFI) affairs is carried out, either by the Union of India or by an independent Committee, a Committee of Administrators is required to be immediately appointed to conduct the affairs of the federation.”In this regard, the court ordered the executive committee of the TTFI to “acquiesce their administrative duties to the Committee of Administrators,” a three-member committee chaired by retired Chief Justice Gita Mittal, with senior advocate Chetan Mittal and former athlete SD Mudgil as members.The COA is expected to work TTFI affairs for six months.Will this cause a worrying domino effect?In citing the conflict of interest Roy might have had when taking charge as national coach, the court hoped that the verdict of this case between Batra and the TTFI will help shed light on the affairs of other national federations in the country that might have coaches in similar positions.“I earnestly hope that this order will act as a waking call for the Government and all other sports federations to take corrective action in this regard,” read the order by Justice Palli.“A person appointed as national coach by such federation cannot and ought not to be permitted to simultaneously run his personal academy. A conflict of this nature has to be avoided; our sportspersons surely, deserve better.”Suffice it to say, table tennis is not the only high-profile sport in India where a personal coach is also a national coach. It remains to be seen if this decision opens a can of worms in Indian sport.","author":"Shahid Judge","time":"2022-02-14T13:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161887-tgeouljmir-1627122873.jpg","tags":["Manika Batra","TTFI","Table Tennis Federation of India","Delhi High Court"]}