{"title":"Explainer: What exactly is the National Register of Citizens?","content":"On August 31, Assam will release the final National Register of Citizens, a list of Indian citizens living in the state. Possibly the largest citizenship screening drive in the world, it has put millions of people on edge. In a month-long reporting project called The Final Count, Arunabh Saikia and Ipsita Chakravarty look at how the list was drawn up, who was left out, and what lies ahead. Here is a basic explainer to help you catch up.What exactly is the National Register of Citizens?The register is meant to be a list of Indian citizens living in Assam. For decades, the presence of migrants, often called “bahiragat” or outsiders, has been a loaded issue here. Assam saw waves of migration, first as a colonial province and then as a border state in independent India. The first National Register of Citizens was compiled in 1951, after the Census was completed that year. The Partition of the subcontinent and communal riots had just triggered vast population exchanges at the border. Since 2015, the state has been in the process of updating the 1951 register. One of the stated aims of the exercise is to identify so-called “illegal immigrants” in the state, many of whom are believed to have poured into Assam after the Bangladesh War of 1971. In 1979, about eight years after the war, the state saw an anti-foreigners’ agitation. Assamese ethnic nationalists claimed illegal immigrants had entered electoral rolls and were taking away the right of communities defined as indigenous to determine their political future. In 1985, the anti-foreigners’ agitation led by the All Assam Students’ Union came to an end with the signing of the Assam Accord. Under this accord, those who entered the state between 1966 and 1971 would be deleted from the electoral rolls and lose their voting rights for 10 years, after which their names would be restored to the rolls. Those who entered on or after March 25, 1971, the eve of the Bangladesh War, would be declared foreigners and deported.The National Register of Citizens now takes its definition of illegal immigrants from the Assam Accord – anyone who cannot prove that they or their ancestors entered the country before the midnight of March 24, 1971, would be declared a foreigner and face deportation.This means you could be born in India in 1971 to parents who crossed the border in that year, and still be termed an illegal immigrant at the age of 48.Why is the NRC being updated now?The mechanism for detecting so-called foreigners had previously been delineated by the Illegal Migrants (Determination by Tribunals) Act of 1983. This was struck down by the Supreme Court in 2005, on a petition which argued that the provisions of the law were so stringent, they made the “detection and deportation of illegal migrants almost impossible”. The petitioner was Sarbananda Sonowal, now chief minister of Assam.That same year, the decision to start updating the National Register of Citizens was taken at a tripartite meeting attended by the Centre, the Assam government as well as the All Assam Students’ Union and chaired by then Prime Minister Manmohan Singh.The court came into the picture after a non-governmental organisation called Assam Public Works filed a petition asking that so-called illegal migrants be struck off the electoral rolls.In 2013, the Supreme Court asked the Centre to finalise the modalities to update the new National Register of Citizens. The project was launched in earnest from 2015, monitored directly by the Supreme Court.How do the authorities establish citizenship?The mammoth counting process went through several phases. First, there was data collection. Most individuals applying for inclusion into the NRC had to prove not only that their ancestors had lived in Assam pre-1971 but also their relationship with the ancestor. Then came the verification process. Documents were sent to the original issuing authorities while NRC officials conducted field verification. Once the data was submitted, the applicant’s blood relations were plotted on a family tree.Why is the process so contentious?Bengali Muslims, the community most often branded as illegal Bangladeshi immigrants, felt they were put under greater scrutiny than other groups. These fears were deepened with the sudden appearance of an “original inhabitants” category in 2017. Prateek Hajela, state coordinator of the National Register of Citizens, admitted that people internally classified as original inhabitants faced less scrutiny. It was rumoured that no Muslims had been included in this category.Then in March 2017, the Gauhati High Court ruled that residency certificates issued by gram panchayats could not be used as a link document connecting people born after 1971 with their ancestors. This measure hit married women the hardest. The Supreme Court later overturned this decision and panchayat certificates were allowed, provided they were verified and submitted with additional documentary proof. But only those women categorised as “original inhabitants” and relying on such certificates made it to the first draft of the register, published on December 31, 2017. The second draft was published on July 30, 2018. It excluded 2.48 lakh “D” voters and their descendants. D voters or doubtful voters are people who had their voting rights suspended by the Election Commission because their citizenship was suddenly in doubt. The letter “D” was placed next to their names in the electoral rolls. It was reported that even “D” voters who had fought cases and got their names cleared in Foreigners’ Tribunals have not been able to shed the tag because the Election Commission’s software is not sophisticated enough.How many people have made it to the NRC so far? Of the 3.29 crore people who applied, 2.89 crore people made it to the draft published on July 30, 2018. But over 40.07 lakh were excluded, including army veterans, government employees, families of former presidents and Assam’s only woman chief minister. There is no official community-wise or district-wise data. But anecdotal evidence suggests Bengali-origin communities wee overwhelmingly affected. All those left out of the draft were told to make fresh claims to citizenship.Over the past year, the NRC officials also accepted objection forms which allowed people to flag the inclusion of “ineligible persons” in the register. On June 26, 1.02 lakh applicants who had made it to the first draft were told they had been included erroneously. They also have prove citizenship all over again. The final list will decide the fate of more than 41 lakh people – a population larger than any of the other North Eastern states, nearly as large as Kolkata and roughly half the size of Switzerland.What happens to the people left out of the final list?Those who do not make it to the final list will have to appear before the Foreigners’ Tribunals of Assam. These quasi-judicial bodies were originally set up under the Illegal Migrants (Determination by Tribunal) Act of 1983. The law has since been struck down by the court but the tribunals persist, tasked with determining whether individuals being tried are foreigners and should be deported.Several flaws have been identified in this process, from the lack of legal aid to ex parte orders declaring people foreigners without even a trial. Tribunal members are pressured to declare the maximum number of foreigners rather than clear people of the charge. In anticipation of a fresh rush of cases after the final list, 1,000 more tribunals are being set up across the state.What happens to those who lose cases at the Foreigners Tribunals?Neither the state nor the Centre has clarified what happens to those who lose their cases in the Foreigners’ Tribunals, whether they will be detained, deported or allowed to stay on without the rights and privileges of citizenship.In the past, those deemed to be foreigners have been transferred to detention centres in the state. Till date, there are six across Assam, carved out of local prisons. So-called foreigners have languished here for years in a legal limbo. While the Indian state has declared them foreigners, there is no repatriation treaty under which they can be deported to Bangladesh.Last year, Assam also got sanction from the Centre to build the first standalone detention camp in the state, capable of housing 3,000 inmates.Read all the stories in The Final Count series here.To get all the Final Count stories in your inbox every day, subscribe here. Corrections and clarifications: A previous version of this article incorrectly stated the number of people left out of the draft NRC was 40.7 lakh. The number is 40.07 lakh.Update: This article was updated after the Supreme Court pushed the deadline for the release of the final list to August 31.","author":"Ipsita Chakravarty","time":"2019-07-15T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/930482-mrtrpiepiz-1533490167.jpg","tags":["National Register of Citizens","Assam","The Final Count","The Process"],"source":"https://scroll.in/article/930482/explainer-what-exactly-is-the-national-register-of-citizens"}