{"title":"Explainer: How BJP is proposing to change Jammu & Kashmir and what that means","content":"Union Home Minister Amit Shah introduced two resolutions and a Bill in the Indian Parliament on Monday that would fundamentally alter the relationship between India and the state of Jammu & Kashmir, removing special provisions unique to the state and likely throwing its politics into chaos. The move came days after the Centre began a troop build-up in the state and asked pilgrims, tourists and students to return home and the morning after Kashmir’s mainstream political leaders were put under house arrest and all communications and gatherings were suspended.Because of the extremely complicated legal history of Jammu & Kashmir’s accession to India, the move had to involve jumping through several procedural hoops. Here is what has happened:The Presidential Order: The President of India has issued an order that removes some of the special provisions that have been extended to Jammu & Kashmir over the years. It also amends Article 367 of the Constitution, effectively giving more powers to the Delhi-picked Governor – rather than an elected government – to decide what happens next. Can a Presidential Order amend the Constitution? This question remains open. The Article 370 resolution: Home Minister Amit Shah introduced two resolutions in Parliament. The first recommends that the President issue another order deleting all the clauses of Article 370 – which carves out Jammu & Kashmir’s special status in India – and replaces it with a line that effectively brings the state in line with the rest of India. The Reorganisation: Shah’s second resolution does one complicated thing, that Sruthisagar Yamunan explains here. Because President’s Rule is in effect, the Parliament of India has the powers of the Jammu & Kashmir Assembly. Normally only state assemblies are expected to ratify a call for reorganisation of their own states, but with the power of President’s Rule, Shah is using Parliament in the character of the Jammu & Kashmir Assembly to ask for the state’s status to be changed. How? By splitting it into two: The new-look state would see the region of Ladakh become a Union Territory with no legislature. The regions of Jammu & Kashmir would also become a separate Union Territory, but with a legislature. Either way however, the democratic powers of both these regions would be curtailed, with more power vested in Delhi. What does all of this mean? In effect, the Bharatiya Janata Party-led government is using a legal technicality – since Jammu & Kashmir is under President’s Rule – to remove the autonomous powers that the state had within the Indian Republic. And it is doing this without involving any elected representatives from the state and in fact while some of the most prominent leaders are under house arrest. It does not even need a Constitutional Amendment, which would require the support of two thirds of Parliament for it to pass, and is instead passing an ordinary Bill. Whether this will stand up in court is an open question. Why was Jammu & Kashmir treated differently in the first place? Article 370 and Article 35A, the main provisions that carved out a special position for Jammu & Kashmir within the Indian republic, were never favours granted down to the state. Instead, they were the foundation on which the state decided to enter the Indian Union. The history is obviously incredibly complex, but to put it quite simply, the newly formed Union of India, in the years after Independence, allowed a number of states previously headed by maharajas and other leaders (known as the “princely states”) to join on their own terms. Because Kashmir was poised between Pakistan and India, its position was initially ambiguous, but after the invasion of tribesmen and Pakistan Army men in disguise, Raja Hari Singh signed an Instrument of Accession and the state eventually made its way into the Union. It did so, however, on the basis of a number of special conditions. Entire books have been written about this process and the fact that a plebiscite was promised to the people of the state, but the ultimate outcome was that Jammu & Kashmir become a part of India, albeit with a unique status in the Republic. The Indian Express has a good explainer on this history, and Scroll.in has covered the various debates over these provisions at length. Why is this being done? The removal of Jammu & Kashmir’s special status has been a long-standing demand of many on the Right, who believe that it perpetuates an unfair compact within the Republic and is responsible for allowing militancy to flourish in the state. It was also a promise in the BJP’s manifesto. Amit Shah, while introducing the changes, also claimed that the special rules for the state have meant that groups within it, like Scheduled Castes and women, were discriminated against. But the proposed changes do not just alter the special status of Jammu and Kashmir. They also seek to turn it into a Union Territory. This means it would not have full federal, democratic rights within the Indian Union, and instead will be subject to much more power being wielded by New Delhi – including over subjects of land and law and order. Delhi, the city, is itself a Union Territory with a legislature, the same model proposed for Jammu & Kashmir. This situation, where it doesn’t have full rights, has led to tremendous conflict between the elected government of Delhi and the Centre, and it is quite likely that the same would happen as a result of this change – with the balance of power lying clearly on the side of the Centre. What will happen next? Parliament will spend the day debating the proposed resolutions and the Bills, but because they have not been proposed in the form of a Constitutional Amendment, it seems likely that the government has the numbers to make such a change. Meanwhile, the government has ensured a complete clampdown in Jammu and Kashmir, curtailing all communication, movement and gathering. Whenever information does trickle through into the Valley, though, it is likely to receive tremendous amounts of pushback from the state – which is why the government curtailed civil liberties in the first place. Also readMove to scrap special status of Jammu and Kashmir is an unprecedented attack on India’s Constitution‘It’s mentally taxing’: Kashmiris living outside the state struggle to contact familiesWhy is BJP turning a state into a Union Territory and diminishing citizens’ democratic rights?Subscribe to the Political Fix, our weekly newsletter that acts as a guide to Indian politics. Sign up here to get it in your inbox every Monday.","author":"Rohan Venkataramakrishnan","time":"2019-08-05T14:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125032-wcqicfzvbr-1564994204.jpg","tags":["Jammu and Kashmir","Article 370","Article 35A","Amit Shah"],"source":"https://scroll.in/article/932880/explainer-how-bjp-is-proposing-to-change-jammu-kashmir-and-what-that-means"}