{"title":"Explained: Why Nitish Kumar is playing a lead role in Opposition unity talks","content":"Bihar’s Chief Minister Nitish Kumar has criss-crossed the country over the past month. His long tour has taken him from Delhi to West Bengal and from Uttar Pradesh to Maharashtra, travelling with one goal: to persuade key Opposition leaders to unite against the ruling Bharatiya Janata Party for next year’s Lok Sabha polls.The strategy behind Opposition unity is to field one joint Opposition candidate against that of the BJP-led National Democratic Alliance in as many Lok Sabha constituencies as possible. In theory, this is meant to consolidate the anti-BJP votes in those seats. Kumar’s recent meetings seem to have have yielded a more favourable response from Opposition leaders than previous similar attempts.This initiative by Kumar, observers say, is meant to position him for a greater role at the Centre. These meetings put him ahead in that race among ambitious Opposition leaders. The reason Kumar has been able to take this lead is because other Opposition leaders remain tied down in their states and do not have his strong credentials, observers suggest.However, others remain sceptical not only about what Kumar can achieve but also about the broader strategy of unifying the Opposition.Kumar’s tourTo unite the Opposition, Kumar and his ally, Rashtriya Janata Dal leader Tejashwi Yadav, had first met Congress leaders Rahul Gandhi and Mallikarjun Kharge on April 12. Gandhi described this meeting with Kumar as a “historic step” towards Opposition unity.Kumar then began meetings with other Opposition leaders. In April, he met Aam Aadmi Party leader Arvind Kejriwal, Samajwadi Party’s Akhilesh Yadav and Trinamool Congress’  Mamata Banerjee, among others. In May, Kumar met Jharkhand Mukti Morcha’s Hemant Soren, and Maharashtra leaders Sharad Pawar of the National Congress Party and Uddhav Thackeray, who leads one faction of the Shiv Sena.Kumar even reached out to Biju Janata Dal’s chief Naveen Patnaik even though the non-aligned party has repeatedly extended issue-based support to the BJP in parliament. However, Patnaik later announced that his party would continue to fight polls alone.On Sunday, Kumar extended support to Kejriwal’s cause of defeating the BJP government’s bill in the Rajya Sabha to replace a recent central ordinance. The Centre’s ordinance virtually negated a May 11 Supreme Court order that ruled in favour of Kejriwal’s Delhi government in a matter related to the power to transfer bureaucrats posted in the national capital. Kejriwal is seeking the Opposition’s support to stop a bill to this effect in parliament. Kumar has said that the Opposition’s assistance to Kejriwal in this matter will be the semi-final for 2024 general election.On Monday, Kumar met with Gandhi and Kharge again to share details of his discussions with other Opposition leaders. They also reportedly discussed an Opposition leaders’ meeting Kumar is likely to host in Patna.Congress leaders Rahul Gandhi and Mallikarjun Kharge with Bihar Chief Minister Nitish Kumar and his deputy Tejashwi Yadav on April 12, 2023. Credit: Mallikarjun Kharge/TwitterKumar’s preeminence in the talksThis initiative by Kumar has been received largely favourably by Opposition leaders, many of whom are widely considered to have their own ambitions. They even highlighted Kumar’s prominent role in the discussions. “Nitish ji has taken a good initiative of gathering all Opposition parties under one roof,” Kejriwal said in April.Reiterating Kumar’s preeminence, Banerjee too, said, “I have requested Nitish ji that just like during the JP movement [led by socialist leader Jayaprakash Narayan], which began from Bihar in the 1970s, another meeting should take place in that state.”The BJP has also taken note of Kumar’s preeminence in Opposition’s talks. “Kumar has been working as bichauliya [middleman] by meeting different leaders, including current and former CMs, for something impossible,” BJP’s Bihar unit chief Samrat Choudhary said.However, Kumar has played down his role in cobbling together an Opposition alliance. “I do not have lust for power and position, my endeavour is to work for the country’s good,” he said in April. “I want to make it clear that I don’t intend to become the prime minister. When we all come together, we will decide who our leader will be.”Nevertheless, political observers argue that Kumar is emerging as the leading figure of a united Opposition. Nalin Verma, an author and political commentator, said that while Kumar denies having prime ministerial ambitions, it is obvious that it is he who is coordinating this effort. “Who is taking the initiative and who is being responded to?” Verma said. “He’s convening Opposition meetings. Even Mamata Banerjee requested him to convene a joint Opposition meeting. These initiatives keep him ahead in the race.”Verma, who has authored books on Bihar’s politics, argued that Kumar wants a greater role at the Centre. “He has already stated that Bihar’s next Assembly elections in 2027 will be fought under Tejashwi Yadav’s leadership,” Verma said. “So, Nitish sees no future for himself in state politics. [By leading the talks] Nitish will be in a strong position if [the Opposition gets] a majority.”Verma added, “Even if the Opposition loses the [general] elections, Nitish will be a prominent force in the Lok Sabha.”Suhas Palshikar, a political scientist, similarly argued that Kumar’s primary aim, like those of other aspirants, would be to be in the steering position of a possible Opposition alliance. “And in the best case scenario, it would be to emerge as a possible prime ministerial candidate if the BJP is unable to get a majority,” Palshikar told Scroll. “It’s to situate himself … in a strategic position.”Kumar’s advantageSome observers argue that it is Kumar’s unique position and strong credentials that has enabled him to take the lead in unifying the Opposition. “Nitish has a very large experience of being the chief minister, running a large state like Bihar and has a relatively corruption-free image,” Palshikar said. “Moreover, Bihar has a large number of Lok Sabha seats and he’s also a Hindi-speaking personality.”Indian Express Senior Assistant Editor Santosh Singh, who has authored a book on Kumar, argued that Kumar wants to give himself a chance at the Centre. “Kumar is Bihar’s longest-serving chief minister,” Singh noted. “He has nothing more to achieve in the state.”In a similar vein, author Nalin Verma said that Kumar has the free time to bring the Opposition together. “Mamata [Banerjee] has to focus on Bengal, [K Chandrashekar Rao] has to retain power and Uddhav Thackeray needs to gain power,” Verma told Scroll. “So, they aren’t free. But Nitish has already left Bihar to Tejashwi.”Kumar is not worried about Bihar because his Janata Dal (United) and the Rashtriya Janata Dal is a “formidable combination” against the BJP, Verma said.Nitish Kumar meeting Nationalist Congress Party chief Sharad Pawar in Delhi. Credit: PTISingh added that Kumar has good relations with leaders across parties. “He can reach out to all other Opposition leaders but Mamata Banerjee, Arvind Kejriwal, KCR and Stalin can’t talk to all,” Singh argued.What additionally sets Kumar apart is his acceptance of the Congress’ “centrality” in the Opposition, Verma argued. “The Congress allowed Nitish to meet other Opposition leaders,” Verma added. “He has the Congress’ sanction to do this.”KK Kailash, professor of political science at the University of Hyderabad, concurred that having the Congress’ backing is Kumar’s “greatest strength” that other initiatives did not have.‘Doesn’t mean it’ll help’However, some observers remain sceptical not only about what Kumar can achieve, but also about the broader strategy of unifying the Opposition.Yogendra Yadav, a psephologist and Swaraj India party’s president, and Palshikar said that instead of focussing on a “grand Opposition” front, the Opposition should focus on state-level adjustments. “The Opposition can see some hope after the Karnataka election,” Yadav told Scroll. “So, these talks [of Opposition unity] will intensify. But it doesn’t mean it’ll help.”Yadav argued, “There are states where the Opposition needs unity but hasn’t achieved yet. Can Nitish Kumar help bring the Samajwadi Party and the Bahujan Samaj Party together in UP? Or, the Congress and the JD(S) in Karnataka? We don’t know.”Yadav added, “The real talk about working together will happen just before and just after the [general] election.”Kailash similarly told Scroll that the general election will comprise local fights that would need “greater investment in seat sharing”.","author":"Nachiket Deuskar","time":"2023-05-23T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178516-sjuqsgncbo-1660555383.jpg","tags":["Nitish Kumar","Opposition Unity","Opposition","Lok Sabha 2024","Lok Sabha Election"],"source":"https://scroll.in/article/1049431/explained-why-nitish-kumar-is-playing-a-lead-role-in-opposition-unity-talks"}