{"title":"Explainer: Everything you need to know about Friday’s no-confidence motion","content":"Narendra Modi and his government will have their majority put to test as they face a no-confidence motion. On Friday, the motion will be debated and voted on. This gives both the Opposition and the ruling party an opportunity to corner each other on several issues as they approach assembly polls in Madhya Pradesh, Chhattisgarh and Rajasthan and inch closer to the general elections in 2019. The Telugu Desam Party was the first of several Opposition parties to move no-confidence motions. The TDP was a member of the Bharatiya Janata Party-run National Democratic Alliance until March, when it quite the coalition citing unhappiness with the Centre’s treatment of Andhra Pradesh. The party first attempted to table a no-confidence motion in the Budget Session of Parliament that same month, but the Speaker did not take it up on plea of disorder in the House. The BJP also appeared to be avoiding the spectacle of a no-confidence vote ahead of the Karnataka polls, but has now accepted the Opposition’s challenge. Here’s an explainer on the no-confidence motion and what could possibly happen. What is a no-confidence motion?Neither a confidence motion nor a no-confidence motion is mentioned in the Constitution. But Article 75 spells it out that “the council of ministers shall be collectively responsible to the House of the People”. this implies that the majority of Lok Sabha members must support the prime minister and his cabinet.A no-confidence motion is an attempt, usually by an Opposition party, to get the government of the day to prove its majority on the floor of the House. The motion can only be moved by a member in the Lok Sabha, and, once moved, offers MPs an opportunity to discuss the government’s performance, before voting on whether the ruling party has the “confidence” of the House. A no-confidence motion is slightly different from a motion of confidence, or trust vote, which is moved by the government, as an ordinary motion under Rule 184. A government can prove its majority by moving a confidence motion as a counter to the opposition parties.What happens when the Speaker receives a no-confidence motion?Once the notice is received and considered to be in order, the Speaker reads out the motion. If more than 50 members of Parliament are in favour of it, the Speaker will allot a date and time to discuss the motion. The Speaker has to put forth every question necessary that will help the House in determining its decision and may also allot a time limit for speeches. In this case, Mahajan accepted a notice to move the motion on July 18. The notice was submitted by several Opposition members but the Speaker only accepted the one from Telugu Desam Party’s MP Kesineni Srinivas, on grounds that his was the first.What happens next?On the day of the motion being taken up, members of the Lok Sabha have an opportunity to present their views on the performance of the government. Once that is concluded, the members vote on the motion. For it to remain in power, the ruling government will have to prove its majority on the floor, meaning it will need at least 273 votes if all members are present. The Prime Minister and Council of Ministers can only hold office if they have the confidence of the Lok Sabha. If they fail to do so, then they are obliged to resign. The Prime Minister may also suggest dissolving the House before the vote on either a confidence or a no-confidence motion. What has happened with no-confidence motions in the past?Over all, 26 no-confidence motions have been moved in the past, Of these, 25 have been unsuccessful, and one did not get to the voting stage as Morarji Desai resigned as prime minister. The first ever no-confidence motion was faced by Jawaharlal Nehru after the India-China War in 1963. The motion was moved against him by JB Kripalani, of the Praja Socialist Party, who was also the former president of the Indian National Congress. Nehru won that vote  by a huge margin of 285 votes. Rajiv Gandhi and Atal Behari Vajpayee also faced one no-confidence motion each. Lal Bahadur Shastri and PV Narasimha Rao faced three no-confidence motions. Indira Gandhi faced 15 no-confidence motions over her various tenures. Morarji Desai faced two, one of which did not get to the voting stage as he resigned before that on July 12, 1979.The last prime minister to face a no-confidence motion was Vajpayee in 2003. That motion was moved by Sonia Gandhi. The one today is thus the first no-confidence motion in 15 years and also a first for the Narendra Modi government. Have previous ruling governments failed to uphold a majority in the House?There have been a total of five time when prime ministers have resigned after failing to win the  motion of confidence, or the trust vote.On two occasions the prime ministers have tabled a notice of  but resigned before the trust vote could be moved – Charan Singh in 1979 and Atal Behari Vajpayee in 1996. The motion, listed on August 20, 1979, was not moved as Charan Singh chose to resign without facing the House. Atal Behari Vajpayee faced the Parliament in the 11th Lok Sabha but chose to resign once it became clear that he would not have the numbers. His confidence motion was discussed for two days on May 27 and 28, 1996, but was not put to vote because of his resignation.There have been seven times when prime ministers were able to prove their majority in a trust vote. These are VP Singh in 1989, Chandra Shekhar in 1990, PV Narasimha Rao in 1993, HD Deve Gowda in 1996, IK Gujral in 1997, AB Vajpayee in 1998 and Manmohan Singh in 2008. Of the above,  three prime ministers had to resign after they lost the subsequent trust votes – VP Singh in 1990, Deve Gowda in 1997, and Atal Behari Vajpayee in 1999 (when he lost by the narrowest margin possible of one vote).Chandra Shekhar and IK Gujral resigned soon after winning their trust votes. Narasimha Rao and Manmohan Singh went on to complete their terms.","author":"Vijayta Lalwani","time":"2018-07-20T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/887168-lixmqsglek-1532013739.jpg","tags":["no-confidence","Narendra Modi","BJP","Congress","Opposition","No-confidence motion","Parliament"],"source":"https://scroll.in/article/887168/explainer-everything-you-need-to-know-about-fridays-no-confidence-motion"}