{"title":"Explainer: Why the SC took away the government’s discretion to appoint election commissioners","content":"On Thursday, a five-judge bench of the Supreme Court held that appointments of election commissioners of India must be made on the advice of a committee that would have as its members the prime minister, the leader of the Opposition and the chief justice of India. Till now, election commissioners were appointed solely by the Union government. However, there were several complaints that the Election Commission of India was acting in a biased manner. The Election Commission comprises the chief election commissioner and two election commissioners. What was under challenge? The court was hearing four petitions that challenged several aspects related to the process of appointment election commissioners. The petitioners, who included Uttar Pradesh-based advocate Anoop Baranwal and the non-governmental organisation, Association for Democratic Reforms, argued that the current appointment process was not transparent. Speaking to Scroll in December, Jadgeep Chhokar from Association for Democratic Reforms, said that there were several discrepancies during elections in favour of ruling parties. These included the deletion of particular categories of voters from voter lists and the uneven application of the model code of conduct before elections. Since the Election Commission was responsible for these issues, it was necessary that its members be appointed independently.Further, the conditions relating to the tenure of election commissioners was also challenged. The only way to remove chief election commissioners is via an impeachment process similar to that of  Supreme Court judges, and their terms of service cannot be changed to their disadvantage after their appointment. But the other two election commissioners have no such safeguards. They can be removed on the mere recommendation of the chief election commissioner. The staffing of the Election Commission was also brought to the notice of the court. Currently, the president or a governor has the power to provide Election Commission with staff as and when required. The petitioners asked for a permanent secretariat for the commission, along the lines of the Lok Sabha secretariat.In addition, while the hearings were going on, the Centre appointed former Indian Administrative Services officer Arun Goel as an election commissioner. This appointment was also challenged, as one petitioner had filed an application that the post should not be filled while the matter was pending. However, as soon as the court started to hear the matter, the post that had been vacant for six months was filled in a day.The Supreme Court delivering the verdict on Tuesday. Credit: Supreme Court of India/Youtube.What did the parties argue? The petitioners argued that Article 324(2) of the Constitution envisaged that the Parliament would bring a law about appointing election commissioners. However, since that has not happened, the petitioners asked the court to direct the Union to move a law about this and to pass orders in the interim ensuring that the appointments would be made by an independent panel. They argued that the two election commissioners should be given the same protection as the chief election commissioner since decisions in the Election Commission are taken by the majority. Without security, the election commissioners would not be in a position to disagree with the chief commissioner.The Centre opposed these petitions, arguing that the current appointment process was operating in a free and fair manner and was in accordance with the Constitution. The tenure and service rules of election commissioners were regulated by a 1991 law. If the Parliament then did not want to pass a law regulating the appointment of election commissioners, then the court could not question the wisdom of Parliament, the government maintained.What did the court hold?The majority judgement, delivered by four judges, held that the president of India should appoint the chief election commissioner and election commissioners on the basis of the advice given by the prime minister, the leader of the Opposition and the chief justice of India. This arrangement will continue till a law about this is made by the Parliament. The bench analysed the Constituent Assembly debates during the framing of the Constitution and held that the framers intended that Parliament would make a law about appointing election commissioners instead of only the executive being responsible for this. The court also noted that political parties in power would have a vested interest in failing to enact such a law. It said that there was an upsurge of criminals and money power in politics and that the media had also turned “unashamedly partisan”. There was a need, it believed, to have an impartial mode of appointing election commissioners. Therefore, till the time a law was brought, the court ordered this three-member committee to be formed. However, the court rejected the contention that the election commissioners should be given the same security of tenure as the chief election commissioner. The court said that Article 324(5) of the Constitution clearly envisaged only protecting the chief election commissioner in the same way as a Supreme Court judge. Regarding the staffing and financing of the Election Commission, the court did not pass any orders, saying it was a policy decision best left to Parliament’s wisdom. However, it made a “fervent appeal” to the Union to create a permanent secretariat for the Election Commission of India. It also said that the commission’s expenditure must directly be charged to the Consolidated Fund of India. The court believed that this will prevent the executive from hampering the independent functioning of the commission by cutting its financial resources.  Officials setting up a polling booth in Himachal Pradesh. Credit: PTI.What did the concurring opinion say?Justice Ajay Rastogi, who wrote a concurring opinion, agreed with the majority opinion ordering the creation of the panel for to appoint election commissioners. However, Rastogi held that the two election commissioners should be given the same security of tenure as the chief election commissioner. They should only be removed on impeachment and their service conditions should not change to their disadvantage after their appointment.While the court did not pronounce a verdict on Goel’s appointment, it made some observations. The court said that it was “mystified” that Goel had applied for voluntary retirement even before his name had been confirmed as election commissioner and in spite of the fact that the Union government was also considering three other names. Goel’s application for retirement was accepted the same day, waiving the three-month period required for voluntary retirements.However, it did not make any observations about Goel. It only criticised the Centre for appointing a candidate who would not be able to complete the mandated six-year tenure as election commission before reaching the stipulated retirement age of 65. Also read:Interview: Why the Election Commission’s appointment is being questioned by the Supreme CourtExplainer: Why is the Supreme Court looking into how the Election Commission is appointed?","author":"Umang Poddar","time":"2023-03-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118795-zwybuhzcoc-1579864263.jpg","tags":["Election Commission","Supreme Court"],"source":"https://scroll.in/article/1044960/explainer-why-the-sc-took-away-the-governments-discretion-to-appoint-election-commissioners"}