{"title":"Explainer: How the government makes new laws less robust by bypassing parliamentary panels ","content":"The first parliamentary session after the Bharatiya Janata Party’s resounding victory in the Lok Sabha elections saw the passage of 16 bills till July 30. The bills were debated in the house but none were referred to parliamentary committees, prompting the allegation that the Narendra Modi government was  passing bills in a hurry, without adequate legislative scrutiny.“Public consultation is a long established practice where parliamentary committees scrutinise bills, deliberate, engage and work towards improving the content and quality of the legislation,” 17 Opposition MPs wrote in a letter of concern to Rajya Sabha chairperson M Venkaiah Naidu.The government defended itself by claiming that parliamentary committees had not been formed as other parties had not yet sent their nominees for committees, The Indian Express reported on July 23.However, data compiled by PRS Legislative, an independent organisation that tracks the functioning of Parliament, shows this is has been a consistent trend under the Modi government. The previous Lok Sabha saw 25% of bills referred to parliamentary committees, a sharp drop from 71% under the second term of the Congress-led United Progressive Alliance government.“When bills are not sent to committees, then we mostly get to see the political aspect of the debate taking place [in Parliament],” said Chakshu Roy of PRS Legislative. “[But] a parliamentary committee has multi-party representation and gives MPs an opportunity to discuss every clause of the bill.”What is a parliamentary committee?A parliamentary committee is a panel that is formed for a specific period of time by the house or the speaker of the house. It is a forum in which members can further scrutinise legislation. There are different types of parliamentary committees – departmentally related standing committees, finance committees and ad hoc or select committees. Each MP in parliament is a part of at least one committee.There are 24 departmentally related standing committees concerning ministries such as defence, home affairs, finance, human resource development, agriculture and external affairs. Standing committees usually consist of 31 members – 21 from the Lok Sabha and 10 from the Rajya Sabha. They are chosen by the speaker of the Lok Sabha and chairman of the Rajya Sabha. The tenure of these standing committees does not exceed a year.The finance committees include three types of committees under it: estimates, public accounts committee and the committee on public undertakings. All three committees have a tenure of one year only. The estimates committee has 30 Lok Sabha members under it. The public accounts committee and the committee on public undertakings have 22 members each, 15 from Lok Sabha and seven from Rajya Sabha.There are 16 other parliamentary committees and each of them function for varying time periods and consist of 15 to 30 members each.The ad hoc or select committees are formed for a specific purpose or to discuss a specific bill or issue after which the committee is disbanded. The number of members included in select committees are generally specified by the speaker, Lok Sabha and chairperson, Rajya Sabha. Joint Parliamentary Committees come under this category.How are standing committees formed?Each member indicates their committee preferences to parties after which each party writes to the secretariat or speaker of the house, who accommodate the requests of the members based on an informal mechanism. As the handbook for Rajya Sabha MPs states: “The quota of each major party, on the basis of their numerical strength, is worked out in a meeting of Leaders of Parties convened by the Minister of Parliamentary Affairs and the names of Members are obtained from the respective Party Leaders.”A minister cannot be a member of the financial committees, departmentally related standing committees and committees on empowerment of women, government assurances, petitions, subordinate legislation, welfare of Scheduled Castes and Scheduled Tribes, according to the Rules of Procedure and Conduct of Business in Lok Sabha.How long does it take to form a standing committee?The process of forming such committees may take months and it generally does not happen during the first Parliament session, said PDT Acharya, former Secretary General of the Lok Sabha. “We can expect the formation to be done by the Winter Session,” he said.But, even if standing committees have not been formed, select committees can be created to further deliberate on a bill. “Ideally, if such committees are not formed then the government should wait till then before passing the legislation,” Acharya said.What functions do these committees perform?After a bill is referred to a committee, its members meet to discuss the legislation. These meetings usually happen when Parliament is not in session.Before these meetings take place, MPs are sent research material about the issue or bill that will be discussed. On the basis of this, members prepare questions and ask for clarifications about the legislation.“It is a very long process,” said Meghnad S, who worked as a legislative researcher under five different MPs from 2011 till 2018. “At these meetings, members can summon ministers, cabinet officials, experts from companies and research institutes to question them.”Former Rajya Sabha MP and Communist Party of India general secretary D Raja said that these committees gave the government an opportunity to listen to all stakeholders. “There are also times when members would travel to conduct field studies and consult state governments on the possible impact of the legislation,” he said.After members make proposals, a draft report is prepared. MPs can either approve of it or write a note expressing their dissent. The report is then tabled in both Houses.“These findings are not mandatory and they are just recommendations,” said Raja. “But they serve as a basis of debate in the house. The government can choose to rework the bill if they want.”These reports are publicly accessible and the only way of knowing the consultation process and deliberations that took place to fine-tune the legislation. But the process of scrutiny and consultation that members have with other government officials and experts is a key aspect of legislation that remains hidden from the public eye. In 2015, an article in Caravan magazine pointed that members used “parliamentary privilege” to justify this secrecy. Information about committees’ proceedings are also not under the purview of the Right to Information Act. “This confidentiality is worrying, since it is entirely conceivable that in some parliamentary committees, powerful forces with hidden agendas affect our legislation, with the public unaware of it,” Caravan noted.But Meghnad argued that this confidentiality had its advantages. “Committees are also important because when the reports are submitted they attribute the findings to the committee rather than to a particular MP from a political party, unless an MP chooses to dissent.”What are the concerns about bypassing committees?Former MPs said committees are important for the scrutiny of legislations. “It is counterproductive and dictatorial if so many bills get passed without scrutiny,” said former Biju Janata Dal MP Tathagata Satpathy.D Raja of the CPI claimed the BJP government “does not want to go through the committees because they have a majority in the Lok Sabha and they can manipulate their way in the Rajya Sabha”.However, Biju Janata Dal MP Bhartruhari Mahtab defended the government. “Most bills that have been passed are the ones carried forward from the 16th Lok Sabha so there is no question of hurriedly passing them,” he said. “But I also feel that Parliamentary committees should be formed faster.”An analysis by Scroll.in showed that 10 bills passed by Parliament in the current Monsoon Session had lapsed in the previous Lok Sabha. Of the 10 bills that got passed, only two were previously referred to standing committees – the Companies Amendment Bill in April 2016 and Banning of Unregulated Deposit Schemes Bill in July 2018.","author":"Vijayta Lalwani","time":"2019-08-03T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122601-lcayiwoxsn-1561474791.jpg","tags":["Parliament","Bharatiya Janata Party","Biju Janata Dal","Right to information","Triple Talaq","Communist Party of India","Legislation","Monsoon Session"],"source":"https://scroll.in/article/932186/explainer-how-the-governments-bypassing-of-parliamentary-panels-makes-new-laws-less-robust"}