{"title":"Explainer: Why is caste-based reservation in India capped at 50%?","content":"Caste-based reservation was introduced by the British Raj and continued by independent India. It covers higher education, public sector employment and legislative representation, applying to Dalits, Adivasis and Other Backward Classes. Few things in Indian politics have been more contentious than this policy of affirmative action whose contours have been shaped not only by politicians but also the judiciary.Most significantly, the Supreme Court has put a 50% ceiling on reservation. As such, any attempt by the people’s representatives to extend reservation to new groups is invariably thwarted by this rule. But how did this limit on reservation come about, and is it justified?What is the 50% rule?In Indra Sawhney vs Union Of India, 1992, the court capped caste-based reservation, ruling that “no provision of reservation or preference can be so vigorously pursued as to destroy the very concept of equality”.“Since this Court has consistently held that the reservation under Articles 15(4) and 16(4) should not exceed 50% and the States and the Union have by and large accepted this as correct it should be held as constitutional prohibition and any reservation beyond 50% would liable to be struck down.”How did the rule come about?In 1979, the Janata Party government constituted the Second Backward Classes Commission – popularly known as the Mandal Commission after its chairman, the Bihar MP Bindheshwar Mandal – with the mandate to identify India’s socially or educationally backward classes.At the time, India already had reservation for Dalits and Adivasis. The Mandal Commission’s report, submitted in 1980, called for giving reservation to the Other Backward Classes, a vast conglomeration of castes that broadly fit the “shudra” category of the caste system. Soon after the report was submitted, however, the Congress returned to power and it was put in cold storage.It took a decade and another non-Congress government, this time led by VP Singh, to implement the Mandal Commission’s recommendations, sparking a storm of protests and a petition to the Supreme Court which came to be known as the Indra Sawhney case.Ruling on the petition, the court partially accepted the government’s new policy, allowing for 27% reservation for the Other Backward Classes, but put in a crucial rider: socially and economically advanced individuals among the Other Backward Classes will not be covered. The court also held that the share of jobs, or educational or legislative seats reserved for different communities cannot together exceed 50%.Why 50%?The Other Backward Classes, as identified by the Mandal Commission, make up about 52% of India’s population according to the 1931 Census, the last enumeration of castes in the country. The court, however, did not deal with the question of population while ruling that although reservation was fine, it must be capped.“Just as every power must be exercised reasonably and fairly, the power conferred by Clause (4) of Article 16 should also be exercised in a fair manner and within reasonably limits – and what is more reasonable than to say that reservation under Clause (4) shall not exceed 50% of the appointments or posts, barring certain extra-ordinary situations as explained hereinafter.”The court has never explained why 50% is “reasonable” when the Other Backward Classes alone are at least 52% of the population. In any case, the 50% ceiling meant the Other Backward Classes received 27% share in the reservation pie while Dalits and Adivasis together got 22.5%, bring the total to 49.5%.Why does Tamil Nadu have 69% reservation?If the lack of clarity on why 50% was a “reasonable limit” was not enough, Tamil Nadu added to the confusion by ensuring the Supreme Court’s judgement did not weaken its reservation system, which was more extensive than anywhere else in India. The state’s Assembly passed the Tamil Nadu Backward Classes, Scheduled Castes and Scheduled Tribes (Reservation of Seats in Educational Institutions and Appointments or Posts in the Services under the State) Act, 1993 to keep its reservation limit intact at 69%. The law was subsequently included into the Ninth Schedule of the Constitution through the 76th Constitution Amendment passed by Parliament in 1994.Can’t other states emulate Tamil Nadu?In 2014, the Bombay High Court stayed the Maharashtra government’s decision to provide reservation for Marathas since, among other reasons, it exceeded the 50% cap. Attempts by Rajasthan and Odisha to extend reservation to new groups have since been struck down for the same reason.The 50% cap has left Indian politicians with no room to act even as strong demands for further reservation now dominate politics in several states. In Gujarat, Patidars have been agitating, sometimes violently, for reservation for the past two years. In the lead-up to the Assembly election in May, Karnataka’s chief minister promised to raise the reservation cap to 70%. Andhra Pradesh is seeking to raise the limit to 55% and Telangana to 62%. The two Telugu states have already passed laws to try and get immunity from the apex court’s order under the Ninth Schedule like Tamil Nadu. It is not easy, of course, given Tamil Nadu’s own reservation policy is now facing scrutiny by the Supreme Court.","author":"Shoaib Daniyal","time":"2018-08-21T12:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890512-21316226823_c1a86c28d1_o.jpg","tags":["Indra Sawhney vs Union Of India","Caste-based reservation","affirmation action","India's reservation policy"],"source":"https://scroll.in/article/890512/explainer-why-is-caste-based-reservation-in-india-capped-at-50"}