{"title":"Explainer: How the 11 life convicts in the Bilkis Bano gangrape case won early release","content":"On Monday, when India celebrated its 75th Independence anniversary, 11 men convicted of rape and murder walked out of the gates of a jail in Gujarat’s Godhra to the cheers of their supporters. In 2008, these men had been sentenced to life for gangraping a young resident of Dahod  district named Bilkis Bano and murdering 14 people, including Bano’s three-year-old daugher, during the 2002 Gujarat communal riots.A court noted the horrific nature of their crimes. They had pulled Bano’s daughter from her arms and “smashed her on the ground”, due to which she died. Then they raped Bano and other women in the group and assaulted male members of the group.  Their sentences had been reduced since they had spent more than 14 years in jail, officials said. Having fulfilled the minimum requirement for a life sentence, they were eligible for early release under the state’s premature release policy. Here is how this happened.What crime did they commit?Bilkis Bano, a resident of Randhikpur village,  was around 20 years old and pregnant in March 2002 when she was gangraped by the 11 men. These men also killed 14 people, including children and women.In 2002, the Gujarat police requested that the case be closed since the culprits could not be found. However, Bano asked the Supreme Court to set aside the police closure report and asked that the matter be investigated by the Central Bureau of Investigation. The Supreme Court allowed Bano’s petition in December 2003.In 2008, the 11 men were sentenced to life imprisonment by a special Central Bureau of Investigation court. Though they challenged their convictions, the Bombay High Court dismissed their pleas in May 2017.In April 2019, the Supreme Court noted that Bano had been forced to live the life of an orphan and a nomad and could barely sustain herself, having lost her family members in the violence. It directed the Gujarat government to pay Bano Rs 50 lakh as compensation and to offer her a government job and housing.2002, Bilkis Bano, was gang raped by fundamentalist Hndu men, as a part of the orchestrated horror, Godhra.2022, these men , rape convicts, are released and felicitated. As a Hndu woman, I feel nothing but grief and shame. pic.twitter.com/Kgn3CIFGEE— Mini Nair (@minicnair) August 16, 2022\n\nHow were the convicts freed?The Constitution of India  gives power to the president (Article 72) and a state’s governor  (Article 161) to “grant pardons, reprieves, respites or remissions of  punishment or to suspend, remit or commute the sentence of any person  convicted of any offence”.While life imprisonment means that a  convict is sent to prison for life, the law gives the Union  and state governments power to reduce a person’s sentence. Under Section 433A  of the Code of Criminal Procedure,  governments have the power to set a life convict free if they have  served a sentence of minimum of 14 years. The Union and the state have  the power to lay down the conditions to reduce a sentence.In April 2022, one of the convicts, Radheshyam Bhagwandas Shah, had approached the Supreme Court,  asking for a premature release from prison. He contended that he had  spent 15 years and four months in custody. There were questions about which government should consider this application – Gujarat  (where the crime was committed) or Maharashtra (where the trial was  concluded).The court held that the state of Gujarat was the  appropriate authority. It also maintained that the state government’s premature release  policy from July 1992 would be the correct policy, as that was the one applicable on the date of conviction. In May, it directed the state  government to decide Shah’s plea within two months. (Under Gujarat’s present remission policy, though, the convicts would not be eligible for early release, as the documents prohibits the reduction of sentences for prisoners convicted of  rape or murder or for crimes that were investigated by the Central  Bureau of Investigation.)Following the Supreme Court order, the government formed a committee that unanimously recommended reducing the sentences of all 11 convicts  in the case. This was forwarded to the state government, which ordered  their release on Monday. The state administration  told the press that the accused had served a 14-year sentence as  required under law, and were also eligible for early release based on  factors such as their ages and behaviour in prison. In this  instance, the approval of the Union government would also have been  required. Under Section 435, if a case has been investigated by the  Central Bureau of Investigation, the state government can reduce a  sentence only after the concurrence of the  Central government.Are remissions common?In India, securing release from prison is not easy. Seven out of 10 prisoners are undertrials who have not even been convicted yet. Even after conviction, getting a reduction in sentence is difficult. Lawyers have written about how remission petitions are often  decided callously. Many remission applications go without being considered for a long time, while those that are decided are often rejected without application of mind.The Supreme Court has intervened to correct the state of affairs. In February 2021, the Supreme Court noted that, across 21 states, 1,649 applications for remission were pending from  convicts who had completed 14 years of imprisonment.  By that point, 752 applications had been rejected. Further, 431 life imprisoned convicts  had not applied for early release, which could mean that they are not  aware of this right, the court said. In July 2021, the Supreme Court laid down guidelines so that remission applications are decided within a fixed time period.","author":"Umang Poddar","time":"2022-08-16T18:54:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/57839-klnizeyuyl-1494393324.jpg","tags":["Bilkis Bano","Remission","Gujarat Riots 2002"],"source":"https://scroll.in/article/1030607/explainer-how-the-11-life-convicts-in-the-bilkis-bano-gangrape-case-won-early-release"}