{"title":"Explainer: How the Centre exercises stringent control over Indian television news channels","content":"On Monday, the Union Ministry of Information and Broadcasting refused to renew Malayalam news channel MediaOne TV’s permission to broadcast on television after the Union Ministry of Home Affairs denied clearance to the channel. In response, MediaOne approached the Kerala High Court, which deferred this suspension until Wednesday, when it will hear the case next. MediaOne TV’s editor issued a statement saying that the channel had not been made aware of the reasons for the suspension. This ban again puts the spotlight on the Union government’s ability to control what gets aired on television. This isn’t the first time MediaOne has run into trouble with the ruling dispensation. In 2020, the news channel, along with Asianet News, was banned for 48 hours for its coverage of the riots in Delhi on the grounds that it was “biased” and critical of the Delhi Police and the Rashtriya Swayamsewak Sangh, the Hindutva organisation that is the parent of the ruling Bharatiya Janata Party. For the second time, India's I&B ministry has suspended the telecasting of one of Kerala's leading News TV channels, Mediaone TV citing 'security concerns,' claims editor Pramod Raman.Mediaone TV was briefly suspended in 2020 for their reportage on Delhi anti-Muslim pogrom. pic.twitter.com/hfmoT7UUml— Meer Faisal (@meerfaisal01) January 31, 2022\n\nHow are TV channels regulated?Television content is  regulated by Cable Television Networks (Regulation) Act 1995. Under this  law, the Central government controls who gets the permission required  to operate a television channel and even what kind of content it can  broadcast. Every channel has to register with the government before it can go on air. The Ministry of  Information and Broadcasting’s 2011 Guidelines on Uplinking and Downlinking  of Television Channels lays down the conditions for obtaining this  registration. This  includes having a company registered in India and  minimum net worth requirements, among others.To start a channel,  the 2011 guidelines specify that an application has to be made to the  Ministry of Information and Broadcasting. The ministry evaluates a  channel’s suitability for an Indian audience. It then forwards it to  the Ministry of Home Affairs, which must give a security clearance to these  channels. Registration is awarded for 10 years. The company is required to follow all the conditions laid down under the Cable Television Networks (Regulation) Act, which includes following a Programme Code that sets out what kind of broadcast content is permissible.  The logos of the MediaOne and Asianet News that had been banned for 48 hours in 2020.The Centre also has the right to suspend the  registration of a channel “for a specific period in public interest or  in the interest of national security”. The channel has to  comply with such an order immediately. Additionally, in case of a “war, calamity or  national security concerns” the government has the power to prohibit the  reception or transmission or any channel.Every ten years, companies must apply to have their registations renewed. The government has the power to refuse renewal if a company has violated the terms and conditions laid down in law. MediaOne’s 10-year permission to broadcast was ending in September 2021.  When it applied for a renewal under the 2011 guidelines, the  Ministry of Home Affairs did not give it security clearance. The  Information and Broadcasting ministry sent  a show-cause notice to MediaOne on January 5 asking why it should be  granted  permission to broadcast their channel. The company responded to say that it had not been informed why this clearance had been denied by the home ministry. The Information and Broadcasting Ministry subsequently revoked MediaOne’s permission to broadcast.On what grounds can a programme or channel be taken off air? Section  5 of the Cable Television Networks (Regulation) Act says that any  programme that is transmitted must conform to a Programme Code. This  code is stipulated in the Cable Television Networks Rules 1994.  The code contains a list of 17 items that are barred from television  programming. This includes offending “good taste or decency”, anything  that “contains anything affecting the integrity of the nation” and programming that “contains criticism of friendly countries”.Further, under Sections 19 and 20, the Central government  can prohibit or regulate the transmission of a programme or a channel  if it violates the Programme Code. The government can also prohibit  the transmission on other grounds, such as in public interest, security  or sovereignty of the country. Before such a prohibition or regulation,  the Central government may give the channel operator a chance to present its case.In 2008, the Ministry of Information and Broadcasting established anElectronic Media Monitoring Centre  to ensure that TV channels follow the conditions laid down in Cable  Television Networks (Regulation) Act. This records channels round the  clock in order to scrutinise them.Further, TV broadcasters  have a three-tiered regulation mechanism comprising self-regulation,  self-regulation by a body of broadcasters and an oversight mechanism by  the government. For this oversight, the government has formed an  inter-departmental committee consisting of bureaucrats from various ministries to ensure that these codes are being followed. This three-tiered mechanism was brought by an amendment in 2021 and has been challenged before the Kerala High Court  on the grounds that this mechanism gives the executive excessive powers  to regulate TV media which goes against freedom of speech guaranteed  under the Constitution.How does this compare to print media?While newspapers and  periodicals also have to be registered under the Press and Registration of  Books Act 1867, the level of information required and the scrutiny is less intense than for TV channels. Unlike TV channels, registration for print publications is  not given for a fixed period and since there are fewer compliance requirements, the grounds to cancel a paper’s registration are limited.Further, there are Norms of Journalistic Conduct  stipulated by the Press Council of India that lay down the standard  that journalists, editors and writers have to maintain to effectively  discharge their role as members of the press. This, however as noted by courts,  is a moral check, not a legal one. Even the Press Council of India Act  1978 only gives powers to warn, admonish or disprove the conduct of a  journalist or an editor.Journalists hold candles and placards during a candlelight vigil against police brutalities and attacks on press freedom in Mumbai, India. Credit: Francis Mascarenhas/ReutersThere are also state-specific laws to regulate newspapers. For example, in 2016, the government of Jammu and Kashmir banned the newspaper Kashmir Reader  for running material that could allegedly disturb public peace and  tranquillity. This was done under the provisions of the Jammu and  Kashmir State Press and Publications Act 1989 and the Jammu and Kashmir  Newspaper (Incitements of Offences) Act 1971, read with the Code of  Criminal Procedure 1973.In addition to laws that directly control  the press, the government can also exercise control over what is  published in any medium through laws relating to sedition, criminal  defamation or other criminal law provisions under the Indian Penal Code  1860.What are examples of actions taken under the Cable Television Act?In November  2016, the Union government ordered that Hindi news channel NDTV India be  banned for 24 hours for allegedly revealing sensitive information  during a terror attack.  Several other channels had also aired  similar information but were not penalised, illustrating the arbitrary power the government had in this case.In August 2021, the government informed Rajya Sabha that in five years, 204 TV channels had ceased operations due to various reasons,  including non-fulfilment of the conditions laid down in law. In the  same period, the government had taken action in 128 cases related to  alleged violations of the Programme Code by TV channels.Of late,  the government has also attempted to institute a similar kind of control  over online media as it has over television. The Information Technology Rules 2021  prescribe that digital media publishers have to adhere to a Code of  Ethics, which also contains the Programme Code specified under the Cable  Television Act as well as Norms of Journalistic Conduct stipulated by  the Press Council of India.   In 2020, when there were petitions against Sudarshan News  for allegedly airing communal content, the government said that if  there is a call to regulate the media, then digital media must be  regulated first.","author":"Umang Poddar","time":"2022-02-02T13:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138613-pilmhdzuxl-1584687723.jpg","tags":["Cable Television","Media Regulation","Censorship"],"source":"https://scroll.in/article/1016439/explainer-how-the-centre-exercises-stringent-control-over-indian-television-news-channels"}