{"title":"Explained: Why the AIADMK-BJP alliance in Tamil Nadu is on the rocks","content":"Over the past week, the All India Anna Dravida Munnetra Kazhagam has poached a number of office bearers of its own ally, the Bharatiya Janata Party, in Tamil Nadu.While the BJP and the AIADMK have been formally allied since 2019, their partnership has not translated into electoral success. In the meanwhile, the BJP’s state unit has taken an aggressive stance and expressed ambitions of playing a greater political role in Tamil Nadu. This has contributed to AIADMK’s concerns that the growth of the state BJP, when it happens, would happen at its expense. This has in turn led to fissures in the tie-up, raising the possibility of their alliance snapping.Jumping shipOn Sunday, BJP’s state-level Information and Technology wing chief CTR Nirmal Kumar switched to the AIADMK. Four other BJP office bearers moved to the AIADMK in the next three days.Additionally, 13 members of the BJP’s state-level IT wing quit the party on Wednesday. They are also reportedly likely to join the AIADMK.Upset over its own ally poaching their office bearers, workers of the saffron party on Wednesday burnt photos of AIADMK chief EK Palaniswami and accused him of violating coalition dharma.The AIADMK and the BJP have a long history of being allied. They had previously allied at the Centre between 1998 and 1999, and for the 2004 Lok Sabha elections. However, the AIADMK did not rejoin the BJP-led National Democratic Alliance when the saffron party returned to power at the Centre in 2014.After the death of its supremo J Jayalalithaa in December 2016, the AIADMK descended into chaos with multiple factions fighting for control of Tamil Nadu’s then ruling party. Amid this long-drawn factionalism, the AIADMK began extending policy-based support to the BJP in Parliament but without joining the NDA. This was done citing late Jayalalithaa’s cordial relations with Prime Minister Narendra Modi.The two parties formalised their alliance in the run-up to the 2019 Lok Sabha polls and agreed to contest under Modi’s leadership, and the 2021 state polls under Palaniswami and Ottakarathevar Panneerselvam.However, their alliance faced a drubbing. The alliance, also comprising some smaller parties, won just one of the 40 Lok Sabha seats in Tamil Nadu and Puducherry. Similarly, in the 2021 Assembly polls, the AIADMK won just 66 seats, out of the state’s 234 seats, and the BJP clinched four. While the AIADMK failed to win a single seat in the Puducherry Assembly polls, the BJP formed the government there with another local ally, the All India Namathu Rajiyam Congress.Prime Minister Narendra Modi and former Tamil Nadu chief minister Edappadi K Palaniswami. Credit: PTIBJP’s ambitionsOn Tuesday, amid the poaching of BJP office bearers, BJP’s state unit chief K Annamalai doubled down on his long-standing approach to growing the party within the state. “I will be more aggressive and go in top gear to grow the party,” Annamalai said.He added, “As long as blood runs through my veins no one can see the BJP in TN [Tamil Nadu] as a junior partner [in an alliance]. I am not after posts. I am here to make the BJP the ruling party of TN.”Annamalai also suggested that the AIADMK poaching from the BJP showed that his party had arrived. “This shows we are growing in Tamil Nadu,” he said.This aggressive politics by Annamalai has upset the AIADMK, which has even accused him of “defaming” its former leader Jayalalithaa by comparing himself with her.AIADMK’s IT wing Secretary Singai G Ramachandran also asked how the BJP, which had secured fewer votes than the “none of the above” option in a 2017 state bye-election, could have won assembly seats in 2021 on its own. “Those BJP functionaries are required for the growth of the AIADMK is a laughable view,” Ramachandran said.AIADMK’s anxietiesHowever, despite such mocking, the BJP’s stance has fed into the AIADMK’s broader concerns that the saffron party playing a greater role in Tamil Nadu’s politics will happen at its expense.For example, results of the 2021 Assembly polls suggest that the tie-up had not helped the AIADMK. Instead, it had enabled the BJP to gain a foothold in the state. Even in Puducherry, the BJP’s vote share in the Assembly polls leapfrogged that of the AIADMK – making the saffron party its senior partner there.The BJP has even attempted to project itself as Tamil Nadu’s main Opposition force. In June, the party’s state Vice President VP Duraisamy said that the AIADMK had failed to do its job as an Opposition and BJP’s four Assembly members were “doing a better job”.\n\t\t\n\tBJP's Tamil Nadu unit President K Annamalai, centre, during an urban local body election campaign. Credit: K Annamalai/TwitterAIADMK’s concerns have been so serious that an unidentified party member suggested to The Print in July that the BJP plans to “take over” as the state’s main Opposition party. This came just days after Annamalai suggested that “an Eknath Shinde will emerge” in Tamil Nadu – referring to the 2022 split in Maharashtra’s Shiv Sena that took place with the BJP’s support.There have been differences between the AIADMK and the BJP at the policy and ideological level too. For example, ahead of the 2021 state polls, the AIADMK was forced to affirm that its partnership with the BJP was merely an “electoral alliance” and not an “alliance on policies”. This was because backing the BJP’s poll promises such as implementing a full National Education Policy would have hurt the AIADMK politically. Like other parties following the Dravidian ideology, the AIADMK is opposed to NEP’s three-language policy because it is seen as an attempt to impose Hindi – a contentious issue in Tamil Nadu.Similarly, the AIADMK opposes the contentious Citizenship Amendment Act, 2019 brought in by the BJP-led Union government. Tamil Nadu is one of the states where the legislation found strong resistance and AIADMK’s decision to back the bill in parliament had drawn heavy criticism. As a result, pressuring the BJP to revoke the CAA became one of the party’s poll promises in 2021.A political liability?Due to such factors, the AIADMK now considers the BJP a liability, an unidentified AIADMK member told NDTV. Political analyst Raveenthran Thuraisamy concurred with this view.While BJP’s National Women’s Wing President Vanathi Srinivasan suggested on Wednesday that the two parties will fight the 2024 general election together, political analyst Tharasu Shyam told The New Indian Express that the alliance has almost broken. “Most of the AIADMK cadre dislike the alliance with the BJP,” Shyam said. “[Palaniswami] has been extending only half-hearted support to that party. There is no coordination among the cadres of both parties at the grassroots level.”","author":"Nachiket Deuskar","time":"2023-03-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/154127-enbansrmeo-1612021294.jpg","tags":["Tamil Nadu","AIADMK","BJP","NDA","Politics"],"source":"https://scroll.in/article/1045358/explained-why-the-aiadmk-bjp-alliance-in-tamil-nadu-is-on-the-rocks"}