{"title":"Extension of BSF jurisdiction: Concerns of Punjab and West Bengal are ‘ill-founded’, says Centre","content":"Apprehensions of the Punjab and West Bengal governments that the extension of the Border Security Force’s jurisdiction would encroach upon their power is “ill-founded”, the Centre told the Parliament on Tuesday. In October, the Centre had extended the BSF’s area of operation in the two states, as well as in Assam to 50 kilometres from the international border, from the earlier jurisdiction of 15 kilometres. Punjab and West Bengal Assemblies have passed resolutions against the order and demanded that the Centre withdraw it.On Tuesday, Congress Lok Sabha MPs Ravneet Singh and Deepak Baij and Trinamool Congress’ Saugata Roy asked the Centre whether it planned to look into the states’ concerns about the order. “Their apprehension are ill-founded,” Minister of State for Home Affairs Nityanand Rai said in response. “The extension of territorial jurisdiction of BSF would result in better and more effective control on trans-border crimes in conjunction and co-operation with state police.”  The MPs also asked the Centre if the states had been consulted before it took the decision.In response, Rai said that under Section 139(1) (i) of the BSF Act, 1968, the Centre can confer powers and duties on the members of the BSF “in respect of any Central Acts for the purposes specified therein”.Meanwhile, BSF Director General Pankaj Kumar Singh has said that in West Bengal and Assam, demographic changes could have led to the enhancement of the force’s jurisdiction, The Hindu reported. “Demographic balance has changed in Bengal and Assam leading to revolt among the people… voting pattern has changed in the neighbouring border districts,” Singh said at a press briefing. “The government thinking was that this notification can help in catching the infiltrators.”","author":"Scroll Staff","time":"2021-12-01T17:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129266-dlcyxjwnnd-1612786875.jpg","tags":["Parliament","BSF","national news"],"source":"https://scroll.in/latest/1011862/extension-of-bsf-jurisdiction-concerns-of-punjab-and-west-bengal-are-ill-founded-says-centre"}