{"title":"Extinguishing the Amar Jawan Jyoti and the Beginning of History","content":"On Friday afternoon, to the funereal throb of a drum, the Amar Jawan Jyoti at New Delhi’s India Gate was ceremonially extinguished. With this, the flame that had burned since 1972 to honour Indian soldiers who had fallen in war was quelled – and with it, half a century of national memories associated with the iconic site on Rajpath.News of the decision to desacralize the memorial, which was erected a year after the third India-Pakistan war, was not made public until the day before the ceremony, ensuring that there would be no effective debate about the move.Attempts to explain the decision appeared in tweets from establishment-friendly media entities, such as the ANI news agency. No officials were quoted on the record. Instead, “government of India sources” set out the rationale for the flame being doused.A simple mergerThe flame wasn’t being extinguished, these sources claimed, in an uncanny echo of remarks made by Bharatiya Janata Party’s information chief Amit Malviya: it was merely being merged with another torch at the National War Memorial down the road. That memorial was completed in 2019, by which time the Amar Jawan Jyoti had been burning for almost four decades.“The names inscribed on the India Gate are of only some martyrs who fought for the British in the World War 1 and the Anglo Afghan War and thus is a symbol of our colonial past,” these government sources told ANI. “It is ironic that people who did not make a National War Memorial for seven decades are now making a hue and cry when a permanent and fitting tribute is being made to our martyrs.”Other “sources” told NDTV, “It was found that the upkeep of two flames is becoming increasingly difficult.”Names inscribed on India Gate, where Amar Jawan Jyoti flame was, are of those who fought World War 1 and Anglo Afghan War for the Britishers, not those who fell in 1971 and wars before and after. National War Memorial War is where they have been honoured, hence decision to merge.— Amit Malviya (@amitmalviya) January 21, 2022\n\nTo sceptics, this line of reasoning is simplistic and specious.The extinguishing of the Amar Jawan Jyoti is only one element in the expensive plan to reconfigure Rajpath, the avenue connecting India Gate with the president’s residence at Rashtrapati Bhavan. Along its length lie Parliament House and key ministry buildings.The reconstruction of several buildings on this Central Vista is the latest salvo in the war on India’s complex history being waged by the Rashtriya Swayamsevak Sangh and its acolytes in the Bharatiya Janata Party. In an attempt to conjure up a pristine Hindutva past, they have been deploying an inventive arsenal – rewriting textbooks, renaming roads and cities, undermining cultural institutions such as the Nehru Memorial, using social media to replace fact with myth.Demolishing material markers of India’s past is an essential part of the drive to create the illusion that the country was suspended in complete stasis until the Narendra Modi government came to power. Extinguishing the Immortal Flame, inaugurated by Indira Gandhi, BJP ideologues seem to believe, will help cast India’s pre-Modi existence into the dark. In this battle for an imaginary past, snuffing out a revered monument to the sacrifices of hundreds of thousands of Indian soldiers is mere collateral damage.","author":"Naresh Fernandes","time":"2022-01-21T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169122-snefjokemq-1642772733.jpg","tags":["Amar Jawan Jyoti","Narendra Modi","Rashtriya Swayamsevak Sangh"]}