{"title":"‘Extraction’ review: Chris Hemsworth-led thriller is flat when not in action mode","content":"In Extraction, about a mercenary tasked with rescuing a kidnapped teenager, Dhaka is the chosen site for mayhem. By the time Tyler Rake (Chris Hemsworth) is done, there are gaping holes where once were buildings, numerous torched vehicles, and piles of corpses.Should the Bangladeshi capital take pride in being added to the list of cities ruined by Hollywood adventurism? We’re not quite sure, especially since Extraction suggests that Dhaka is ruled by a drug lord who has the army and police on his payroll. “I want every gun in Dhaka pointed at this guy,” Amir Asif (Priyanshu Painyuli) says of Tyler, and his word is the law. Perhaps Bangladeshi viewers can take some comfort from the “All events are imaginary” disclaimer and the fact that the Netflix original film has actually been shot in India and Thailand.Tyler, played by the hunky Hemsworth with a hint of angst, lands in Dhaka with his crew to rescue to Ovi Mahajan (Rudhraksh Jaiswal), the son of a jailed narcotics dealer also named Ovi Mahajan (Pankaj Tripathi). Amir Asif has kidnapped the 14-year-old boy to shake a hefty ransom out of his father. This battle of the subcontinental dons is poorly stacked. Ovi Sr disappears after a single scene. Amir is frequently described as very deadly and very effective, but proves to be a backseat driving don, outsourcing his dirty work to others, including children, and preserving his energies for menacing looks and remarks.Tyler finds not one but two crews on his trail. Apart from the Bangladeshi hordes, there is Saju (Randeep Hooda), Ovi Sr’s factotum, who, despite giving Tyler the assignment, lands up in Dhaka in person to ensure that Ovi Jr is ferried to safety.Why does Saju have such little faith in Tyler? There is never a suitable answer to the question, but Randeep Hooda gets the next meatiest role after Chris Hemsworth in a movie that is dedicated to its bicepy and brooding hero.\n\n\n    \n    Play\n\nThe making of Extraction (2020).First-time director Sam Hargrave, who is a seasoned stunt coordinator, is in full throttle during the action sequences, which include an excellent stand-off on a bridge over a river. However, Extraction also has ambitions of being more than a 1980s-style actioner, and slows down ever so often to consider Tyler’s sad past, Ovi Jr’s disturbed relationship with Ovi Sr, and Saju’s concerns about his wife and son. The thriller is based on the graphic novel Ciudad by Fernando Leon Gonzalez, Ande Parks and the brothers Joe Russo and Anthony Russo. The screenplay is Joe Russo, and is about as flat as the printed page when it comes to generating any simpatico sentiment for Tyler or Ovi Jr. The cast performs efficiently, throwing themselves into the fisticuffs and gunfights and mugging through the rest of the stuff in between. Even the lone woman of consequence, Nik (Golsihfteh Farahani), who is Tyler’s handler, gets infected and picks up a rocket launcher – the only way to get noticed in a film that works best when on its feet and is limp when in stationery mode.\n\n\n    \n    Play\n\nExtraction (2020).Also read:What to expect from ‘Extraction’? ‘Action layered with emotional complexity,’ says Chris Hemsworth","author":"Nandini Ramnath","time":"2020-04-24T09:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137121-nbqivqlvmq-1582542643.jpg","tags":["Chris Hemsworth","Extraction movie review","Randeep Hooda"],"source":"https://scroll.in/reel/960066/extraction-review-chris-hemsworth-led-thriller-is-flat-when-not-in-action-mode"}