{"title":"Facebook India head rejects report of executive not taking action against BJP leader’s hate speech","content":"Facebook India Vice President Ajit Mohan on Friday rejected the reports that a top executive of the social media firm had vetoed action against a Bharatiya Janata Party leader’s hate speech in 2020, NDTV reported.A controversy had erupted after an article published by The Wall Street Journal on August 14 last year reported that Facebook’s public policy director for India, Ankhi Das, opposed the idea of removing incendiary posts by BJP leader T Raja Singh, warning that this could hurt the company’s “commercial interests” in India. Singh had said that Rohingya Muslim immigrants in India should be shot.Das’ intervention had caused an outrage among Facebook employees, who had said that her decision was a part of a “broader pattern of favoritism” by the social networking platform towards BJP.Singh was subsequently banned from Facebook on September 3, 2020.After the controversy, Das resigned from her post on October 27 last year. Mohan, in an exclusive interview to NDTV, said that the The Wall Street Journal report did not influence Facebook’s decision to ban the BJP leader.“In a world where conversations that are in progress get exposed, it’s easy to assume that something happened because of internal conversations being leaked,” he said. Mohan added that an individual employee of Facebook cannot decide on the implementation of the social networking site’s policies.He claimed that Facebook is transparent in articulating its community guidelines when it comes to limiting hate speech. “I don’t think it’s in our interests for users to be  exposed to hate speech,” Mohan said. “Our financial incentive is very  biased in favour of doing the right thing on our platform.”On September 13 this year, another report from The Wall Street Journal said that Facebook has an internal mechanism that exempts politicians, sportspersons, journalists and other high-profile users from rules aimed at moderating content on the platform.As of 2020, the XCheck or “CrossCheck” system provided immunity from its rules to 58 lakh users. The users who benefited from this system included former United States President Donald Trump, Brazilian footballer Neymar, US senator Elizabeth Warren and Facebook founder Mark Zuckerberg himself.Facebook’s stand on India’s new IT rulesFacebook said that it respects most of India’s Information Technology Rules, 2021 except that “one area around traceability on WhatsApp”.A sweeping set of rules were issued on February 25 to regulate social media companies, streaming and digital news content. The new rules, which came into force in May, virtually bring these platforms, for the first time, under the ambit of government supervision.Among other things, the Information Technology (Guidelines for Intermediaries and Digital Media Ethics Code) Rules, 2021  mandated that social media platforms such as WhatsApp, Twitter, Signal and Facebook will now have to give details about the origin of a tweet or a message on being asked by either a court or a government authority. The regulation also requires social media companies to set up a three-tier grievance redressal framework.WhatsApp, which is owned by Facebook, has challenged Rule 4(2) of the IT Rules, which requires messaging platforms to identify the “first originator of information” when authorities demand it.WhatsApp has argued that the provision was unconstitutional and against people’s fundamental right to privacy. The rules will also force the company to break the end-to-end message encryption, it added.“What we have done is use the legal framework in India to ask the courts the question in terms of what is the implication of traceability and we clearly have a disagreement there,” Mohan told NDTV.He added: “We do believe that there is a particular question on  encryption and privacy that requires clarification from the courts.” However, Mohan claimed that WhatsApp has complied with many elements of the new rules.","author":"Scroll Staff","time":"2021-09-25T14:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147946-jefvpirrzg-1600860439.jpg","tags":["Facebook","Ajit Mohan","Ankhi Das","Facebook hate speech"],"source":"https://scroll.in/latest/1006194/facebook-india-head-rejects-report-of-top-executive-holding-action-against-bjp-leaders-hate-speech"}