{"title":"Fact check: Does every household in Goa get piped water, as the government claims?","content":"India’s Prime Minister Narendra Modi, on August 19, said that “Goa has become the first Har Ghar Jal certified state in the country, where every household is connected to piped water”.  Modi delivered a speech virtually at the Har Ghar Jal Utsav event held in Panaji, organised by the Goa government. The event meant to mark Goa as the country’s first state to be certified with piped water supply in every household. According to a government statement, all 2,35,000 households in Goa have access to potable water through tap connection. However, locals in Goa, mainly villages, disagree and say that they still face shortage of water.Har Ghar Jal (Water to Every Household) is a scheme under the flagship of Jal Jeevan Mission that was launched during the union budget session in 2019. A total of Rs 60,000 crore (Rs 600 billion) was allocated for this mission, and a ministry named Jal Shakti Ministry dedicated to water resources was also set up.  The scheme aims to provide water to all rural households in the country by 2024. The ministry states that nearly 46.2% of the households in the country have functional piped water supply systems, from 17% in 2019.Wells to pipesGoa is drained by nine independent rivers originating from the Western Ghats and going into the Arabian Sea – Terekhol, Chapora, Baga, Mandovi, Zuari, Sal, Saleri, Talpona and Galgibag. All rivers form estuaries with tidal waters, reaching several km inland and making navigation possible. The two major rivers are the Mandovi and the Zuari, forming 69% of the total geographical area of the state.Traditionally, nearly every home in Goa had its own functional well. Villages had springs, streams, and community tanks.“The system in Goa was that everyone had a well,” said Sandip Nadkarni, former Chief Engineer of the state’s Water Resources Department. “And (back) then, the inhabitants’ requirement was satisfied by it, and over-withdrawal did not happen.” Panjim, the capital of Goa, had a system of public fountains. Alice Santiago Faria is a historian based in Lisbon, who did her doctorate on the Portuguese history of the public works department in Goa. “The first time I noticed a mention of water supply was in 1863, where there were discussions of how to supply drinking water in Nova Goa,” she told Mongabay-India. “And then in 1870, 1871, there are actually some records of construction works of aqueducts.”Piped water supply started arriving from the 1950s. Records from Overseas Historical Archive in Lisbon show that a water supply service was created in October 1956 for all Goa districts, which was autonomous in administrative and financial terms. The system was based on reservoirs that would connect to fountains in the village. The first ever treatment plant, the oldest plant in Goa, the Opa water treatment plant was built in 1957. It provides water from the Khandepar river, a tributary of the Mandovi, to the talukas of Ponda and Tiswadi (where Goa’s capital Panaji is located).From the surface water source (river or dam), the water travels to the water treatment plant. After getting treated, it travels via pipes to reservoirs or water tanks sitting in different parts of the state. From the reservoir, it then again travels in pipes to households. Today, Goa has two districts, 12 blocks or talukas, 191 panchayats, 378 villages, 40 constituencies, and seven water treatment plants, with more in the process of being commissioned.A well in Goa. People in Goa, mainly from villages, complain that water shortage is a mounting issue for the state. Credit: Supriya Vohra/MongabaySupply shortageAccording to government records, Goa needs a water supply of 645 million litres per day, but it receives only 560 litres, which means there is a shortage of 85 litres. The state water policy 2021 says that there is insufficient reliable or long-term data on the discharge of any river in Goa. Moreover, a significant portion of the rivers is affected by salinity due to tidal effects.Government records indicate that the number of domestic households, and the number of households with a 24×7 water supply are vastly different. Households with a 24×7 supply are almost one-fourth the total number of domestic households. Officials from the state’s Public Works Department explained that it is very difficult to ensure a continuous 24×7 supply of water. “The water can run for anywhere from two hours to 18 hours in a day, depending on location, altitude, pressure,” an official said, on the condition of anonymity. Furthermore, every year, during the pre-monsoon months of March, April and May, local media is replete with news stories of different parts of the state undergoing water shortage issues. Leaky pipes, pipe bursts, valve pressure issues and glitches at the source lead to existing taps running out of water. In some areas, pipes still do not exist and wells run dry.In October 2020, the Indian government’s water ministry declared Goa to be the first state in the country with a 100% piped water supply. But the state’s own government records show that Goa is short on water supply by 85 million litres per day. Credit: Supriya Vohra/MongabayGoa’s Public Works Department says that the state’s drinking water supply comes primarily from seven water treatment plants – Opa, Assonora, Sanquelim, Salaulim, Canacona, Dabose, and Chandel – that are connected to the surface water sources.Power outages, old pipes, malfunctioning motors, and less capacity are some of the problems that water treatment plants face. During the state budget speech 2020-21, Chief Minister Pramod Sawant announced that the capacity of the Opa treatment plant’s capacity is slated to increase from 35 to 100 million litres per day, after 65 years of its construction, as its main pipeline is due for an upgrade.The Assonora water treatment plant was set up in 1968. It treats raw water coming in from the Tillari dam in the bordering state of Maharashtra. It serves water to talukas of Bardez and Pernem in the northern district of the state. According to a 2012 report by Japan International Cooperation Agency, a non-profit that has funded a number of water supply and sanitation schemes in India, the design life of the distribution pipelines is assumed to be 50 years. Assonora currently has three treatment plants with 10, 30 and 50 million litres per day capacity. But there are plenty of problems. Since 2017, approximately Rs 5.07 crore (Rs 50.7 million) has been spent on setting up, changing, upgrading mechanical equipment at the Assonora plant. Out of the 16 pumps, eight have been replaced. Till date, Bardez taluka experiences an erratic supply of piped water. A rise in constructions in the areas has led to a rise in demand of water supply, and a static water infrastructure to maintain that demand is mostly stated as the reason for the erratic supply.The state government, in its 2022-23 budget speech, promised to commission an additional plant with 30 million litres per day capacity at Assonora Water Treatment Plant costing Rs 14.50 crores (Rs 145 million) to meet the growing needs of the area.Missing pipes?A retired Indian Navy officer lives with his family of five in the coastal village of Issorcim, in the south district of Goa. He built an independent house in 2015 with Alcons Infrastructure Limited, a real estate developer. Before the construction began, they were required to take permission from various civic authorities. “One is given to understand that these permissions would mean that the basic amenities needed to run a house would be met, right?” he told Mongabay-India in a telephonic conversation, while requesting anonymity. After their house was constructed, they received electricity, but no water.“When I inquired, I found out that no pipeline was laid,” he said. “Alcons was meant to provide it, and they told me they had sent a representative to the public works department seeking permission for it. The public works department said the pipeline could only be laid when they had enough water to supply. For this, they might have to construct a bigger overhead tank. Seven years have passed, and we are still waiting.”The nearby residents managed to get the public works department officials to meet with the panchayat and a local member of the legislative assembly.“They needed to find a place on a higher ground level to build a water tank or reservoir, and bring the pipelines from there,” the former navy officer said. “They spent a day looking for the area, but they did not find it.” Meanwhile, the 20 households that did not have a pipeline dug borewells outside their homes. “We needed water from somewhere, and tankers are expensive,” another resident, who did not wish to be named, said.A borewell in the middle of the field in Vagator. Lack of piped water supply often results in people digging independent and unregulated borewells. Credit: Supriya Vohra/MongabayFernando Velho, architect and researcher, explained that laws related to permits needed for construction projects are not well-defined in Goa. “Most of the constructions that are happening in Goa, happen in a way that the construction will take place first, and the piped water comes many years later, if not decades late,” he told Mongabay-India. “So, you’ve got permission to build, but there’s no water. So, what do you do then? You sink a borewell.”Almost 60 km away from Issorcim, in the interior part of North Goa, residents of Pissurlem, a mining village, have been experiencing severe water shortage as its natural water sources have been drying up due to mining.On March 28, 2022, the residents filed a public interest litigation against the Goa government and various departments at the Bombay High Court, demanding a regular supply of potable water, amongst other things. The litigation stated that the village depends on water tankers, and the supply is erratic. They had placed a request for a water treatment plant in their village, so a direct line could reach their homes. It was only after the High Court ordered the government to take action, construction work began to ensure regular piped water supply.“It is as if the government forgot that we exist,” Hanumant Parab, the activist spearheading the litigation, told Mongabay-India.We have sent emails regarding shortage of water to officials at the public works department. This copy will be updated once they respond.Water tankers in Vagator, Goa. Residential and commercial establishments in Goa often depend on water tankers for water supply. Credit: Supriya Vohra/MongabayLow water pressureBrenda Lobo lives in Vagator, a coastal tourist village in the northern district of Goa. The village never had water of its own. She runs a guest house in the hub of tourism activity. The area is surrounded by hotels, restaurants, shops, and guesthouses. Tourist footfall is high between November and March. Lobo has been facing water supply problems since her childhood. “Even when I was six years old, my grandmother had to draw water from the well near our home. Piped water came much later but our problems never really went away,” she told Mongabay-India.Until three months ago, Lobo and her neighbours had been facing issues with water supply. They would not receive water for days, and when it did come, the pressure would be very low. “People get connections illegally here, we have busted two such places ourselves,” she said. “We used to get water for two hours every alternate day. They would open the valve at 7 am, it would take one hour to reach our taps, and it would end by 10 am. If there was a pipe burst, we would not get our water that day,” she said.Lobo said that the assistant engineer or executive engineer responsible for the area would get transferred often. “Every time we would sit with the assistant engineer or executive engineer, explain our problems and get them acquainted, they would get transferred and a new person would take their place. And the whole process would begin again,” she said in frustration.In November 2021, Lobo formed a group of people and protested at the tourist junction at Vagator. “We did not let anyone go through. We needed them to really listen to our problems and find a permanent solution.”The water has been coming regularly for the last three months, she says. “But the litmus test is the tourist season. That’s when consumption goes up. We will see what happens in November.”This article first appeared on Mongabay.","author":"Supriya Vohra","time":"2022-11-01T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181978-fvinsudfno-1666950212.jpg","tags":["Har Ghar Jal","Narendra Modi","shortage"],"source":"https://scroll.in/article/1036078/fact-check-does-every-household-in-goa-get-piped-water-as-the-government-claims"}