{"title":"FactChecker pulls down hate crime database, IndiaSpend editor Samar Halarnkar resigns","content":"Journalist Samar Halarnkar has resigned as the editor of data journalism website IndiaSpend even as another website run by the same parent organisation pulled down its database of hate crimes on Wednesday.FactChecker, a website that publishes fact-checks, had launched the Hate Crime Watch database in 2018 to track religion-based hate crimes across India since 2009. The web address p.factchecker.in, where it could earlier be accessed, is not online anymore. Both FactChecker and IndiaSpend are run by the Spending and Policy Research Foundation.Two other FactChecker databases, one tracking cow-related violence in India and another related to violence emanating from child-lifting rumours, were also not available any more.“He [Halarnkar] has taken a call that he would like to pursue this project independently,” Govindraj Ethiraj, the founder of the two websites, told Scroll.in.Halarnkar confirmed to Scroll.in that he had resigned from his post, and that the databases had been taken off the FactChecker website. However, he expressed confidence that the databases will return soon.“Hate Crime Watch and the other two databases will eventually move to a new website,” Halarnkar told Newslaundry. “I don’t know when that would be. But we’ll be back.”In a series of tweets, FactChecker said the Hate Crime Watch database will move to a “new home”, and that it has outlived its purpose and “merits its own standing”.We have done our bit, and we are truly grateful and appreciative of the acceptance that this initiative has received from our peers and legal fraternity #HateCrimeWatch was awarded at the recently held Data Journalism Awards in Athens https://t.co/lSpcKKOxnV— FactChecker.in (@FactCheckIndia) September 11, 2019\n\nWe will continue to address systemic issues such as these, with the same rigour, diligence and passion. We are a team that remains committed to evidence-based and data-backed journalism.— FactChecker.in (@FactCheckIndia) September 11, 2019\n\n“We will continue to address systemic issues such as these, with the same rigour, diligence and passion,” the website said. “We are a team that remains committed to evidence-based and data-backed journalism. And while we sincerely hope that we never have the need for another #HateCrimeWatch till then we will continue to diligently find and mind the gaps.” In 2017, the Hindustan Times had shut down its Hate Tracker project after a change in the management. The project recorded acts of violence based on religion, caste, ethnicity and gender. One of the flagship initiatives of former editor-in-chief Bobby Ghosh, the project was shut down after former Mint editor Sukumar Ranganathan replaced him. The Hindustan Times’ Hate Tracker project reportedly did not go down well with the Bharatiya Janata Party. The newspaper’s proprietor Shobhana Bhartia had met with Prime Minister Narendra Modi days before Ghosh resigned, The Wire reported in 2017. The project had also been criticised on social media for being selective in its choice of incidents that it treated as hate-based violence.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-12T14:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/127261-mebkdguafu-1568280387.jpg","tags":["FactChecker","Hate Crime Watch","Samar Halarnkar","IndiaSpend"],"source":"https://scroll.in/latest/937076/factchecker-pulls-down-hate-crime-watch-database-sister-websites-editor-resigns"}