{"title":"Fact check: Chandrashekhar Azad misquoted by Zee News – he did not threaten to burn India","content":"“If we know how to shut down India, we also know how to burn it too.” This threat has been attributed to Dalit organisation, Bhim Army chief Chandrashekhar Azad Ravan by Zee News Hindi and News18. According to articles by these two media outlets,  Chandrashekhar told the audence at a Dalit event in Muzaffarnagar on Saturday, “There is a limit to our patience, there is a limit of the atrocities too.” भीम आर्मी के चंद्रशेखर का विवादित बयान, ‘हम भारत बंद कराना जानते हैं, तो जलाना भी जानते हैं’https://t.co/4OXj2lW4aT— Zee News Hindi (@ZeeNewsHindi) February 2, 2019The reports predictably led to an outrage on social media. A Twitter user, @shrialokmishra, who describes himself as a nationalist, threatened to use the same fire to make a biryani out of those threatening to burn India and feed it to the dogs. “Try it and watch the fun,” he tweeted.हम भारत जलाने वालों को उसी में पका कर, बिरियानी बनाकर, फिर गली के कुत्तों को खिलाना भी जानते हैं।एक कोशिश तो करो। फिर देखो मज़ा.......।https://t.co/mTO0eUJZhf— Bhaiyya ji (@shrialokmishra) February 3, 2019\n\nWhat’s the truth?Alt News accessed the video recording of the event to confirm if Azad had actually said this. His statement can be heard starting 1.30 in the following video clip.\n\n\n    \n    Play\n\nIt is evident from the video clipping that Chandrashekhar said “Bharat chalana” (we will run India) and not “Bharat jalana” (we will burn India”). We slowed the video down and listened to that specific portion of the speech in a loop. In the slow-motion video, it even more clear that Chandrashekhar said “chalana” and not “jalana”.\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\nTo make sure that there was no element of misinterpretion, Alt News also listened to older speeches of Azad and found that he has made the same claim about the Bhim Sena’s ability of Bhim Sena to run India (“Bharat chalana”) in another speech as well. At 2:07 in the speech below, Azad makes the same statement.Tweeting from his twitter handle, Chandrashekhar criticised Zee TV and News18 for being anti-Dalit. He also threatened legal action against them.मैंने भारत चलाना बोला और ये भाजपा का दलाल चैनल जलाना चला रहा है क्या ऐसे दलित विरोधी मनुवादी चैनलों का बहिष्कार नही होना चाहिए? https://t.co/PG7XvZqobs— Chandra Shekhar Aazad (@BhimArmyChief) February 3, 2019\n\nChandrashekhar also published a video statement on his Twitter account.मीडिया चैनल @News18India @ZeeNewsHindi के दलित विरोधी हमारी छवि खराब करने के झूठे एजेंडे के खिलाफ मेरा स्टेटमेंट, न्यूज़ 18 ने खबर हटा ली है लेकिन बेशर्म ज़ी न्यूज़ ने अबतक खबर नही हटाई है आज की रैली में इनके बहिष्कार की बात रखूंगा।#ZeeNewsIsFakeNews #ZeeNewsIsHateNews pic.twitter.com/hFazeNH7Ws— Chandra Shekhar Aazad (@BhimArmyChief) February 3, 2019\n\nIn a conversation with Alt News, Chandrashekhar reiterated that he had been misquoted by Zee News and News18. Till the time of writing the article, there was no official statement or apology from the two media outlets.This article first appeared on AltNews.","author":"Alt News","time":"2019-02-04T12:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/107867-owwaqamuqi-1544533842.jpg","tags":["Politics","Bhim Army","Chandrashekhar Azad Ravan","News18","Zee News","media outlets","Dalit event"],"source":"https://scroll.in/article/911933/fact-check-chandrashekhar-azad-misquoted-by-zee-news-he-did-not-threaten-to-burn-india"}