{"title":"Fact check: Modi’s claim that BJP received over 50% votes in several states needs some context","content":"On March 28, Prime Minister Narendra Modi inaugurated the new extended central office of the Bharatiya Janata Party in New Delhi. Modi addressed the party leaders present at the occasion and acknowledged the accomplishments of BJP governments at both the Centre and state levels. He spoke about BJP’s journey from two to 303 Lok Sabha seats and claimed that BJP receives more than 50% votes in many states.PM Shri @narendramodi inaugurates newly constructed BJP Central Office (Ext.) in presence of BJP National President Shri @JPNadda in New Delhi. https://t.co/T3lWugjM5o— BJP (@BJP4India) March 28, 2023\n\nThe Prime Minister’s statement however lacks context as it is unclear whether he is referring to General Assembly Elections or State Legislative Assembly Elections.To verify the claim, FactChecker analysed election results published by the Election Commission of India to find out how many states had received 50% or more share in votes. We found that the BJP had secured over 50% of the votes independently in 11 states and two Union Territories in the 2019 General Assembly Elections. In two states, Uttar Pradesh and Tripura, the BJP received nearly 50% of the votes.The BJP also received over 50% of the votes in Gujarat and Arunachal Pradesh in the State Legislative Assembly Elections.General Assembly ElectionsThe National Democratic Alliance won 43% of combined vote share in the 2019 General Assembly Elections with 353 of the total 543 seats. BJP, which is the largest constituent of the alliance, outperformed its 2014 results by winning 303 seats and securing 37.7% of the national vote share.BJP received more than 60% votes in three states, with its highest vote share of 69.7% in Himachal Pradesh, followed by 63% in Gujarat and 61.6% in Uttarakhand. The party also managed to cross the halfway mark in several states/Union Territories, including Rajasthan (59%), Arunachal Pradesh (58.9%), Madhya Pradesh (58.5%), Haryana (58.2%), National Capital Territory of Delhi (56.8%), Goa (51.9%), Karnataka (51.75%), Jharkhand (51.6%), Chhattisgarh (51.4%) and Chandigarh (51.12%).In Uttar Pradesh, BJP obtained almost 50% (49.97%) of the votes, and the Apna Dal (Soneylal) secured 1.2%, resulting in a combined vote share of 51.17%. In Tripura, BJP received 49.56% of the vote share.The National Democratic Alliance received more than 50% of the vote share in Bihar, Maharashtra and Uttar Pradesh where BJP contested in alliance with other parties. BJP won 24% of the votes in Bihar, the Janata Dal (United) won 22.3%, and the Lok Janshakti Party won 8%, resulting in a combined vote share of 54.3%. In Maharashtra, BJP secured 27.8% of the votes, and the Shiv Sena received 23.5%, resulting in a combined vote share of 51.3%.\n\t\t\n\tState Legislative AssemblyBJP retained power in Gujarat by winning 156 of 182 assembly seats, with a 52.5% vote share in the 2022 Assembly elections. In the 2019 Assembly elections in Arunachal Pradesh, the BJP won 41 of 60 seats and secured a 50.86% vote share.The National Democratic Alliance secured a vote share exceeding 50% by forming a pre-poll alliance only in the state of Nagaland. In the 2023 Nagaland Assembly elections, the Nationalist Democratic Progressive Party and BJP, pre-poll alliance partners, secured a combined vote share of 51.03%, with the Nationalist Democratic Progressive Party receiving 32.2% of the vote share and the BJP receiving 18.8%.FactChecker tried contacting the Prime Minister’s Office via email and phone for comment and clarification regarding his claim but did not receive a response by the time of publishing this article. Additionally, we also reached out to Anil Baluni, chief spokesperson and media in-charge of the BJP, Sanjay Mayukh, media co-incharge and national spokesperson of the BJP, via email and phone, and PK Mishra, principal secretary to the prime minister, through phone. We will update the story once we receive a response.This article first appeared on FactChecker.in, a publication of the data-driven and public-interest journalism non-profit IndiaSpend.","author":"Merin Mathew, Factchecker.in","time":"2023-04-18T13:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/53678-scssyoxsjh-1558596610.jpg","tags":["Narendra Modi","BJP","Fact check"],"source":"https://scroll.in/article/1047451/fact-check-modis-claim-that-bjp-received-over-50-votes-in-several-states-needs-some-context"}