{"title":"Fact-checking five days of Narendra Modi’s speeches: A catalogue of lies","content":"Over the past week, Prime Minister Narendra Modi has repeatedly lied on the campaign trail.It began with his speech in Banswara, Rajasthan, on April 21. He claimed the Congress planned to seize and redistribute private wealth to Muslims, labelling them “infiltrators” and “those who have more children”.The Model Code of Conduct, under which elections are held in India, states: “No party or candidate shall include in any activity which may aggravate existing differences or create mutual hatred or cause tension between different castes and communities, religious or linguistic.”After the Congress and other political parties filed complaints with the Election Commission, accusing Modi of “hate speech”, the prime minister stopped making an explicit reference to Muslims – but only for a day.By April 23, he was back making false and divisive claims about the community getting favours from the Congress at the cost of socially disadvantaged Hindu groups.Scroll listened to every speech made by Modi over five days and fact-checked his claims. Overlooking the usual exaggerations that typify political speeches – for instance, overstating the success of a welfare scheme – we focused on the prime minister’s substantial, divisive lies. Here is what we found.April 21, BanswaraImage: YouTube/ Narendra ModiClaim: Modi started by claiming that the Congress manifesto said it would survey, seize and redistribute private wealth, including the mangalsutras of married Hindu women. “The gold jewellery of my mothers and sisters isn’t just a showpiece, it is linked to their self-respect,” he said. “Their mangalsutra is linked to their life. In your manifesto, you are threatening to snatch it away?”Fact: The Congress manifesto contains no reference to private property being confiscated, let alone the mangalsutras of women.Claim: Modi went on to claim that the previous Congress government had said Muslims have the first right to the country’s resources.Fact: This is a distortion of a speech delivered in 2006 by Manmohan Singh, when he was prime minister. He had spoken about the need to uplift all disadvantaged sections in India, including Scheduled Castes, Scheduled Tribes, Other Backward Classes, women and children, not just religious minorities.Claim: Modi next claimed that the Congress would distribute the wealth among “infiltrators” and “those who have more children” – a dog-whistle for Muslims.Fact: There is no factual basis for the insinuation that Muslims are “infiltrators” – the Modi government has repeatedly told Parliament that it has no data on illegal immigrants. The fertility rate of Indian Muslims, although higher than Hindus, is declining faster than that of all other communities. Besides, fertility is a function of economics, not religion: Muslims in more-developed Tamil Nadu produce fewer children than Hindus in poorer Bihar.April 22, AligarhClaim: Modi repeated the false claim that the Congress manifesto threatened to survey and seize private property. “The shehzada [prince] of Congress” – a reference to Congress leader Rahul Gandhi – “has said if the party comes to power, a survey will be conducted to find out how much income, property, wealth, houses you have… The government will seize and redistribute the property. The manifesto says this.”Fact: The Congress manifesto does not say this. At the launch of the manifesto on April 6, Rahul Gandhi had said: “We will do an X-ray of the country. Backward classes, Dalits, Adivasis, poor people belonging to the general category, and minorities will get to know what their share is in the country.” However, he did not say the party would seize and redistribute private assets.Claim: Modi went on to claim: “The Congress will go to the extent that if you have an ancestral home in your village, and you have purchased a small flat in the city for your children, it will snatch one of them away… Isn’t this Maoist thinking? The Congress wants to snatch your hard-earned wealth, it wants to loot women’s property.”Fact: The only reference to redistribution in the Congress manifesto is this: “Congress will establish an authority to monitor the distribution to the poor of government land and surplus land under the land ceiling Acts.” This is hardly a revolutionary promise: 21 states in India have land ceiling laws, which were introduced in the 1960s to address the historic inequality in land ownership in the country.April 23, Tonk-Sawai MadhopurImage: YouTube/ Narendra ModiClaim: Bringing up the X-ray reference from Rahul Gandhi’s speech, Modi said: “This means that if there is a box in your home in which you store bajra grain, even that would be subjected to an X-ray. All your property that is found to be more than what you need, it will be seized and redistributed. If you have two houses, and they spot that in their X-ray, one will be taken over by the government. Is this acceptable to you?”Fact: Neither in the Congress manifesto nor in the speeches of its leaders is there any reference to the government seizing and redistributing people’s homes.Claim: In the same speech, Modi returned to an earlier false claim: “Muslims have the first right to the country’s resources, this is what Manmohan ji said.”Fact: The text of Manmohan Singh’s speech is available in the archive maintained by the Prime Minister’s Office. A clarification issued by the Prime Minister’s Office at that time highlighted that “the Prime Minister's reference to ‘first claim on resources’ refers to all the ‘priority’ areas listed above, including programmes for the upliftment of SCs, STs, OBCs, women and children and minorities”.Singh had delivered his speech a month after a committee headed by retired High Court judge Rajinder Sachar submitted a report documenting how Muslims in India lagged behind other communities on education, income and employment.April 24, SagarClaim: Modi claimed that in Karnataka, the Congress has instituted reservations on the basis of religion through illegal means. “Through a single notification, it included all Muslim communities in the OBC quota. The Congress snatched away a big part of OBC reservations and gave it on the basis of religion.”Fact: In 1962, the Congress government in Karnataka included certain castes of Muslim communities in the list of Other Backward Classes, not on the basis of religion, but on the recommendation of the R Nagana Gowda commission. The panel had been set up to suggest the criteria of classification for all backward communities and the extent of reservations. Much before that, the Maharaja of Mysore had introduced a policy of reservation for Muslims in 1921.Later, in 1994, the HD Deve Gowda-led Janata Dal (Secular) government brought all Muslim communities in Karnataka under the OBC list, carving out a 4% sub-quota for them. The Janata Dal (Secular) is currently an ally of the Bharatiya Janata Party.Karnataka is just one of 14 states and Union territories where Muslim communities are included in the OBC list, based on social and economic backwardness.Gujarat, where Modi was chief minister for 12 years, also lists Muslim communities among OBCs. In an interview to ANI two years ago, Modi had boasted about 70 Muslim castes getting reservation benefits in the state.April 24, SurgujaImage: YouTube/ Narendra ModiClaim: Modi said that the Congress had first attempted to implement reservations based on religion in Andhra Pradesh and planned to implement the same quota across the country. “They proposed a 15% quota on the basis of religion,” he said. “They also proposed that some people should be given reservation on the basis of religion by curtailing, stealing away from the existing quota for SCs/STs and OBCs. The Congress expressed this intention in its manifesto in 2009. In the 2014 manifesto too, they clearly said that they will never leave this matter.”Fact: The Congress government in Andhra Pradesh passed a law in 2005, providing 5% reservation to Muslims. The High Court struck down the law as unconstitutional, arguing that religion cannot be “the sole basis for determining a class of citizens as socially backward”.In its 2009 manifesto, the Congress adopted a careful line, saying it was committed to giving reservations for minorities “on the basis of their social and economic backwardness”.Its 2014 manifesto said: “The Indian National Congress is committed to finding a way forward for introducing reservation in education and employment for economically weaker sections of all communities without in any way affecting existing reservations for Scheduled Castes, Scheduled Tribes and Other Backward Classes.”The party’s 2019 manifesto was silent on the subject. Its 2024 manifesto states: “We will ensure that the minorities receive their fair share of opportunities in education, healthcare, public employment, public works contracts, skill development, sports and cultural activities without discrimination”.Claim: In the same speech, Modi repeated the claim that the Congress had implemented a quota based on religion in Karnataka. “When the BJP came to power in the state, we scrapped the Congress' decision that was against the Constitution and the ideals of Babasaheb Ambedkar and gave the Dalits and Adivasis their rights back,” he said.Fact: In March 2023, the BJP government in Karnataka scrapped the 4% sub-quota for Muslim OBCs. But it did not reallocate the quota to Dalits and Adivasis. Rather, it transferred it to the state’s dominant communities, the Lingayats and the Vokkaligas. The order was stayed by the Supreme Court in April 2023, observing that it was “prima facie fallacious”.Claim: Modi then introduced another claim: “The Congress is saying it will impose inheritance tax, it will even tax the wealth inherited from parents. Your children will not get the wealth that you accumulate, and the Congress will snatch it away from you.”Fact: The Congress manifesto does not contain any reference to an inheritance tax. All it says is: “We will address the growing inequality of wealth and income through suitable changes in policies.” A former Congress advisor Sam Pitroda, who lives in the United States, said inheritance tax was an “interesting idea”, but the party has formally distanced itself from his remarks.April 24, BetulClaim: Modi claimed that the Congress wants to snatch away reservations from SC, ST and OBC groups to give them to a “khaasam khaas” or special vote bank. Repeating claims about Congress extending religion-based reservations to Muslims, he said the party was plotting to seize and redistribute private wealth to “strengthen its vote bank”.Fact: The Congress manifesto neither talks about religion-based reservations nor about the redistribution of wealth.Claim: Returning to the subject of an inheritance tax, Modi claimed that Congress was lying when it said that the idea of imposing such a tax was merely the “personal opinion” of Sam Pitroda. “The truth is that in 2011, Congress had advocated inheritance tax,” he said.Fact: In 2011, P Chidambaram, who was home minister at the time, had mooted the idea of an inheritance tax. But the Congress is not alone in considering the move. In 2017, Arun Jaitley, the finance minister in the first Modi-led BJP government, also toyed with the idea.April 25, AgraClaim: Modi claimed that the Congress planned to steal a part of the 27% quota for OBCs to give reservations on the basis of religion.Fact: The Congress manifesto does not contain any reference to religion-based reservations.Claim: Modi first claimed the Congress planned to seize 55% of people’s inheritance, then argued that “the assets you are bequeathing to your next generation, more than half would be taxed”.Fact: The Congress manifesto contains no reference to an inheritance tax. The party has distanced itself from Sam Pitroda’s factually incorrect remarks about the US imposing 55% tax on inheritance.April 25, MorenaClaim: Repeating the false claims about reservations for Muslims in Karnataka, Manmohan Singh’s speech and the Congress snatching mangalsutras, Modi returned to the subject of inheritance tax. This time, he made a novel claim: “When Indira Gandhi died and her son Rajiv Gandhi was to inherit her property, to ensure the government did not get the money, to save the property, the prime minister Rajiv Gandhi abolished the inheritance tax.”Fact: What was abolished in 1985 by VP Singh, then finance minister, was estate duty levied on the assets of a deceased person, and not inheritance tax, which is paid by someone who inherits property. Singh said in his budget speech that no estate duty would be levied on “estates passing on deaths occurring on or after 16th March, 1985”. Indira Gandhi was assassinated on October 31, 1984.April 25, AonlaClaim: After running through the usual set of false claims about the Congress surveying and taking away people’s property, Modi added a new twist, saying: “Not just an economic survey, the Congress aims to survey all institutions, all offices. If it finds any backward class or Dalit family has two members holding jobs, then the Congress will snatch away one and give to those who they think have the first claim to the country’s resources.”Fact: Neither in its manifesto nor in speeches made by its leaders has the Congress threatened to take away jobs from backward class or Dalit families. The party’s manifesto states: “Congress will conduct a nation-wide socio-economic and caste census to enumerate the castes and sub-castes and their socio-economic conditions. Based on the data, we will strengthen the agenda for affirmative action.”","author":"Tabassum BarnagarwalaAbhik Deb","time":"2024-04-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200330-azcvggxojf-1714223293.jpg","tags":["Lok Sabha 2024","Narendra Modi","Communal politics","BJP","Congress"]}