{"title":"Faf Du Plessis: Why IPL 2018 stands out for CSK and why 2021 final was special on a personal front","content":"In 2020, after playing in two consecutive finals, we had a poor season, ending second last. We were often told that our players were getting too old, and that it was time for the team to undergo a major overhaul of players. The general consensus outside of the team environment was that, unless CSK immediately selected a younger side, we would endure even heavier blows in 2021.Despite this, the language within the team remained unchanged. Even during the trade window, we decided not to trade players: there was unfailing confidence at CSK that we had the right players to become successful again. That’s the team culture: consistency, loyalty, family and leadership.Five years earlier, our culture had been put under tremendous pressure. In July 2015, CSK’s team principal, Gurunath Meiyappan, was found guilty on charges of spot fixing brought against him in 2013. As a result, CSK was banned from the IPL for 2016 and 2017.In 2016, I followed Flem and MS to Rising Pune Supergiants (now defunct), and our yellow supporters did the same. It had the same feeling as CSK. Other CSK players, among them Dwayne Bravo and Suresh Raina, played for Gujarat Lions (also defunct). When Chennai was allowed back into the IPL in 2018, we had to reconstruct a squad, and most of the CSK alumni returned. We also signed reinforcements, including Shane Watson, who bought into a still-vibrant team culture, which pave the way for CSK to be crowned IPL champions for the third time.In my book, that said a lot about the team. We had experienced law-suits and lost money, and had been out of the league for two years... and then we came back to win the IPL. For many players, the 2018 seasons stands out as the most memorable at CSK for several reasons, aside from claiming the ultimate victory against Sunrisers Hyderabad. From one game to the next, the entire squad contributed to our eventual success, and the team effort to re-establish ourselves in the IPL was beautiful to behold. In 2021, we played in our ninth final and won our fourth title. On a personal and team level, this was a special season for a number of reasons, the first being how we recovered from our poor performance in 2020. Again, the team’s culture of backing players paid off. Ruturaj Gaikwad was signed to the squad for the 2019 season, and he was expected to have a massive season in 2020. However, he tested positive for Covid-19 shortly before the tournament commenced; he had to isolate in his hotel room for three weeks, and then kept having positive test results. When he finally returned to the playing XI, he scored 0, 5 and 0 in his first three innings, but he always had the backing of the coach, captain and players. When he found his groove again, he scored 65, 72 and 62 in his next three innings, and he took that form into the 2021 season.Between the two of us, we recorded an IPL record of 1268 runs as the CSK opening pair. Gaikwad racked up 635 runs to earn the Orange Cap as the tournament’s highest run scorer. I ended in second on 633 runs.When we played in the 2021 final, I had been through an extremely unpleasant year in my dealings with Cricket South Africa (CSA). I felt angry and hurt at the way they had treated me, among other things, in the lead-up to the T20 World Cup, which followed immediately after the IPL. I’ll discuss that period in more depth in Chapter 26, but for now it’s worth mentioning that I went into the 2021 IPL final with the clear intent of making a statement with my bat in the the biggest IPL match of the season. I knew Graeme Smith, by then CSA’s Director of Cricket, would be in the stands, and I wanted CSA to take note of the calibre of player and person I still was. Scoring 86 off 59 balls and being named Player of the Match in the final was exactly the food for thought I wanted to dish up to CSA.I left the field with a sense of gratitude for being a member of the CSK squad and for what we had accomplished; for being part of a team that brings out the best in me and that values me for what I can contribute to a side as an athlete and as a person.Looking back, I could not have asked for a better long-term schooling in leadership and culture than the one I got from the Chennai Super Kings. As was the case with Gary Kirsten, CSK became part of my life at a very opportune time. I was eager to learn, and my professors were among the best in the world.Excerpted with permission from Faf Through Fire by Francois ‘Faf’ du Plessis, published by Penguin Random House.","author":"Faf du Plessis","time":"2023-05-20T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190342-rlstcfkgnh-1684511376.jpg","tags":["Chennai Super Kings","Faf Du Plessis","CSK","IPL 2021","South Africa","Cricket South Africa","Faf through Fire","Graeme Smith"],"source":"https://scroll.in/field/1049445/faf-du-plessis-why-ipl-2018-stands-out-for-csk-and-why-2021-final-was-special-on-a-personal-front"}