{"title":"Faith and spirituality: How Kordabbu, or Daivaraja Babbu Swami, became a revered spirit in Tulu Nadu","content":"In the land of Tulu Nadu, where the sun shines bright and the winds whisper secrets, there lived a woman named Kachurmalthi. Her heart was pure and her spirit strong, but fate was not kind to her. She gave birth to a baby boy, but soon after, both she and her husband passed away, leaving the child alone in the world. The baby’s cries echoed through the village, and it reached the ears of a kind neighbour, Kodange Bannar. Moved by the child’s plight, Bannar approached the baby. As he neared, a bright light flashed in front of him, and he heard the voice of the mother’s spirit say to him, “You must look after my son!”As soon as the baby was placed in Bannar’s lap, it smiled at him, as if it had found its guardian. Bannar, being a kind soul, took the baby to his sister’s house, who had longed for a child of her own.They raised the baby with immense love and care and named him Babbu. However, Babbu was not an ordinary child; he possessed the power to perform miracles. One day, Babbu’s foster mother left some grains to dry in the front yard. However, hens from their home and the neighbouring homes kept coming and stealing the grains. The foster mother, annoyed with the situation, asked Babbu to keep an eye on the hens and shoo them away. A few minutes later, a hen appeared and when Babbu saw it, he threw a stick at it and it died. Hours later, when the foster mother returned, she was dismayed to see all the hens dead in the front yard. She was upset as they were dependent on the hens, and she had only asked Babbu to shoo them away, not to kill them. Babbu comforted her and threw another stick at the birds, and miraculously, all of them came back to life. Thus, he was bestowed with a new name, Kordabbu. As Babbu continued to grow and develop his remarkable gifts for prophecy and divination, his name began to spread far and wide. He could tell where to dig a well to find plentiful water. However, as is often the case with those who achieve great renown, there were those who saw his rise as a threat and conspired against him. One day, they kidnapped his beloved cow and cast it into a nearby river, hoping to end Babbu’s power and influence once and for all. When Babbu arrived on the scene, he was met with the grim sight of his cow being devoured by a ferocious crocodile. But rather than give up hope, Babbu used his mystical abilities to resurrect the animal, breathing new life into it and proving his power to all who witnessed the miracle. He was known as Vaidyanatha from then onwards.But even this wondrous feat was not enough to win over all of Babbu’s detractors. There was a powerful king in the nearby region of Katpaadi who viewed Babbu with great suspicion and envy. Seeking to rid himself of this upstart challenger, the king cunningly invited Babbu to his court, ostensibly to perform a feat of magic and produce water from a long-dry well. Despite his misgivings, Babbu agreed to the task, but soon found himself in a trap – the king’s men had covered the well with a heavy stone slab, leaving Babbu trapped and alone at the bottom. His calls for help went unanswered, and it seemed that his enemies had finally succeeded in their plot to silence him forever. In the verdant forest, as fate would have it, Thannimaaniga chanced upon the well, where a voice cried for help. The fair maiden peered down and saw a man trapped inside.“Who are you?” she inquired.“I am Babbu. The king and his men trapped me inside, please help me get out. If you are a male then I shall call you my brother, if you are a female, I shall forever call you my sister,”Babbu replied in a distressed voice. Thannimaaniga immediately removed the slab that covered the well and searched for a rope to pull Babbu out. But none was found. She then had an idea and told Babbu, “I will remove my saree and throw it down. You can hold it to come up. However, you must swear not to look at my bare body when you climb up.”“I give my word, sister!”Babbu readily agreed and soon used the saree to climb out of the well. But as he emerged from the dark abyss, his eyes inadvertently fell on Thannimaaniga’s bare chest, breaking the promise he had made to her. Thannimaaniga was incensed, and Babbu was filled with deep remorse and regret. To atone for his mistake, Babbu took a sword and struck his forehead sixteen times until it bled. He then fell at Thannimaaniga’s feet, begging for her forgiveness. Moved by his sincerity, Thannimaaniga forgave and then blessed him.Bobbarya was a powerful spirit of the sea who longed to be recognised and revered by the people of the land. His desire to be known was so strong that he decided to take matters into his own hands. One day, as the kingly spirits or Rajan Daivas were making their way to a river to take a dip, they encountered Bobbarya blocking their path. The Rajan Daivas, who held themselves in high esteem, were not willing to pay heed to Bobbarya’s request for recognition. Bobbarya, who grew in size, placed one foot on the ghats and the other foot on the sea. The Rajan Daivas felt insulted and told Bobbarya to move out of their way. Bobbarya, however, challenged them to move him if they could. The Rajan Daivas would be belittled if they had to pass under the groin of the giant Bobbarya. The Rajan Daivas tried to use their powers, but it was of no use against Bobbarya’s might. Frustrated, they implored a spirit named Babbu Swami to intervene and promised to elevate his status if he could move Bobbarya. Babbu Swami tried to reason with Bobbarya, but he remained obstinate.Provoked by Bobbarya’s belligerence, Babbu Swami’s calm demeanour gave way to a fierce form. With one swift strike, Babbu Swami cut Bobbarya’s foot, clearing the path for the Rajan Daivas to continue on their way. The Rajan Daivas were pleased with Babbu Swami’s display of strength and bestowed upon him a unique position among the spirits of Tulu Nadu, that of Daivaraja. Bobbarya, filled with remorse for his actions, pleaded for forgiveness from Babbu Swami. The blood that dripped from Bobbarya’s broken leg was symbolic of his ego, which Babbu Swami forgave. Using his powers, Babbu Swami healed Bobbarya’s leg, living up to the title of Vaidyanatha, the master of medicines.Thus, Kordabbu, also known as Daivaraja Babbu Swami, became a legend in Tulu Nadu, admired and revered by all. His story was passed down from generation to generation, reminding the people of the power of forgiveness and the importance of recognizing the worth of all beings, no matter how small or insignificant they may seem. In some variations, Koraga Taniya or Pilichandi also confront Bobbarya with Babbu Swami.Author’s noteI heard the story of Thannimaaniga and Kordabbu from multiple sources. Some believe that Thannimaaniga was the incarnation of the goddess Parvati herself. On the other hand, Kordabbu’s story reflects the harsh realities of social discrimination and marginalisation. Kordabbu is depicted as a boy from an erstwhile lower community who met an untimely demise due to societal injustices. Despite his humble origins, Kordabbu’s transformation into a spirit after death, known as Babbu Swami or Koteda Babbu, highlights his resilience and significance within the cultural narrative. During the kola dance, one artist assumes the persona of Kordabbu, wearing male attire, while the other portrays Thannimaaniga in female attire. The artist portraying Kordabbu symbolically taps his head with a sword. Kordabbu and Thannimaaniga are revered as sibling spirits during the ceremony.Excerpted with permission from Daiva: Discovering the Extraordinary World of Spirit Worship, K Hari Kumar, HarperCollins India.","author":"K Hari Kumar","time":"2024-05-15T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200696-yfzjdtlryv-1715682098.jpeg","tags":["faith","spirituality"],"source":"https://scroll.in/article/1067810/faith-and-spirituality-how-kordabbu-or-daivaraja-babbu-swami-became-a-revered-spirit-in-tulu-nadu"}