{"title":"‘False cases’: Arvind Kejriwal criticises Centre as Delhi LG calls for probe against Manish Sisodia","content":"Delhi Chief Minister Arvind Kejriwal on Friday criticised the Central government alleging that leaders from his party were being framed in false cases.CBI जल्द ही एक फ़र्ज़ी केस में @msisodia को गिरफ़्तार करने वाली है। मनीष एक कट्टर ईमानदार आदमी हैं, जिन पर झूठे आरोप लगाये जा रहे हैं।अब देश में नया System लागू हो गया है। पहले तय किया जाता है किसे Jail भेजना है, फ़िर उसके ख़िलाफ़ फ़र्ज़ी केस बनाया जाता है।-CM @ArvindKejriwal pic.twitter.com/rvNkeoDUq2— AAP (@AamAadmiParty) July 22, 2022\n\nThe development came hours after Delhi Lieutenant Governor Vinai Kumar Saxena recommended a probe by the Central Bureau of Investigation into the Delhi government’s new excise policy.In his recommendation, the governor has accused Delhi Deputy Chief Minister Manish Sisodia of procedural lapses and of giving undue benefits to liquor licensees, according to NDTV. Sisodia heads the Excise Department of the Delhi government.The new excise policy 2021-’22 was implemented by the Delhi government on November 17, under which retail licences were given to private bidders for 849 shops across the city divided into 32 zones.“The new excise policy was implemented with the sole aim of benefitting private liquor barons for financial benefits to individuals at the highest echelons of the government,” Saxena alleged, according to NDTV. “Minister In-charge of the Excise Department, Manish Sisodia took and got executed, major decisions/actions in violation of the statutory provisions and the notified excise policy that had huge financial implications.”The governor also accused Sisodia of allowing a waiver of Rs 144.36 crore to the liquor cartel on the tendered licence fee under the excuse of the coronavirus pandemic, The Indian Express reported.On Friday, following the recommendation by Saxena, Kejriwal said that the Centre was deliberately trying to stop his government from working.“The new rule in India seems to be that first it is decided who has to be jailed and then that person is targeted relentlessly with all sorts of fabricated findings and lies,” he said in a virtual address.Kejriwal also said that allegations levelled against Sisodia were fake. “There is not even an iota of truth in this case,” the chief minister said, according to PTI. “This case will not hold in court. Manish is a hardcore honest man and he will walk free.”He also targeted the Bharatiya Janata Party saying they were “children of [Vinayak Damodar] Savarkar” and that his party leaders were the children of freedom fighter Bhagat Singh. “We are not afraid of going to jail,” he said.He also added that he had previously told the public that the Centre would target Sisodia soon.","author":"Scroll Staff","time":"2022-07-22T15:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171780-emwhbsqkcl-1647786528.jpg","tags":["Arvind Kejriwal","Manish Sisodia","CBI","Vinai Kumar Saxena"],"source":"https://scroll.in/latest/1028821/false-cases-arvind-kejriwal-targets-centre-after-delhi-lg-recommends-probe-against-manish-sisodia"}