{"title":"Faltering economy, poor citizens, South Asia’s bully: The reality of India’s global ambitions","content":"This is the second of a two-part series on how India is seen by the citizens of other South Asian countries. Read the first part here.India may be large in terms of size, but it is the quality of life of its 1,425,775,850 citizens that matters. The Narendra Modi government must make an effort at humility, given that India’s economy is not exactly pulsating with energy; youth unemployment is high; farmers agitate despite harsh measures of suppression; and large sections of industry, notably the micro, small and medium enterprises, are yet to recover from the double disaster of demonetisation and the Covid lockdown.Economist Ashoka Mody noted “a cataclysmic regression” in employment in India, with 70 million Indians “having sought work in the deeply unproductive segments of Indian agriculture”.Though absolute poverty has fallen during Modi’s decade of rule, the income divide is more stark and many are still struggling, so much so that the government of India last November decided to supply free grain rations to 800 million citizens for the next five years. In 2023, the Global Hunger Index ranked India 111 among 125 countries, whereas Pakistan stood at 102, Bangladesh at 81, Nepal at 69, and Sri Lanka at 60. This should be the cause of soul-searching by India’s polity rather than arrogance and interventionism.False goldNew Delhi should scrutinise the United Nations Development Programme’s latest Human Development Index, where Sri Lanka, Maldives, Bhutan and Bangladesh fare better than India. While cumulatively India is ahead of Nepal on the index (0.644 to 0.601), Nepal does better than Uttar Pradesh and Bihar across the open frontier (0.592 and 0.571).Nepal helps support the economies of the poorest parts of India by providing jobs to migrant labour from Bihar, Jharkhand, Orissa and West Bengal. Nepal is the seventh-largest remittance-sending country to the Indian economy.A socially stable and economically dynamic India would be a boon to all its neighbours through backward and forward linkages of their economies, and the key requirement for India’s own economic progress is the opening of inter-South Asian commerce.As far as the neighbours are concerned, why look for markets in the Chinese mainland or elsewhere when India is right there across the land border? For now, however, the Wagah-Attari transit point between India and Pakistan remains deathly quiet, like an abandoned airline terminal.The gross domestic product of India will rise significantly if there were an easing of tension at the borders and possibilities of rationalising trade and achieving economies of scale. But New Delhi’s hyper-nationalism seeks merely to arouse the masses, not raise their productivity. If that productivity continues to lag, India’s much-vaunted demographic dividend will be useful only to provide a billion-plus consumers to Western multinationals, not to raise itself as a manufacturing and industrial powerhouse to match China.As Prime Minister Narendra Modi himself said back at the last South Asian Association for Regional Cooperation Summit in 2014, less than 5% of the global trade today takes place between South Asian countries. “Goods travel from one Punjab to the other Punjab through Delhi, Mumbai, Dubai and Karachi – making the journey 11 times longer and the cost four times more,” he complained. “We must shrink the distance between our producers and consumers and use the most direct trade routes. I know India has to lead, and we will do our part.”But in the full decade since, Modi has consistently failed to do his part.A restaurant at the Wagah-Attari border crossing in March 2019. Credit: Reuters.South Asia hegemonIndia is not a middling country. It is a middle power with global ambitions, but whose present thrust is restricted to the subcontinent – as the South Asia hegemon. India’s perceived geopolitical “strengths” are not a result of its socio-economic prowess, but: a) the rise of China, which makes the West gravitate to India as a counter, and b) the size of its population, which makes it an attractive market.Analysts in Dhaka, Colombo, Kathmandu and Islamabad can understand that India aspires for world power status, but that it lacks economic and geostrategic strength concomitant with its ambitions. India’s elevated place on the world stage is mostly Modi claiming it to be so, as when he presented a mundane rotating G-20 chairmanship as an “India-has-arrived” moment.Western leaders do troop by, but they are mainly there to sell jets, power plants and other hardware. Keeping Modi happy with public bearhugs and adulatory speeches leads to advantageous deals, without having to part with intellectual property rights.Nilanjan Mukhopadhyay wrote in The Wire on April 12: Modi “is a feted personality on the strength of the key and the access he holds to the Indian markets”. As Debasish Roy Chowdhury, co-author of To Kill A Democracy; India’s Passage to Despotism writes, “A false gold rush is all Modi can offer.”Observers in neighbouring capitals are also alert to Modi summarily introducing schemes that economically and militarily weaken India, an example to be seen in the tinkering with military recruitment without even consulting with the top brass.The Agnipath scheme will ensure that 75% of personnel taken into India’s armed forces will be let go after four years of service. Sold as an exercise to modernise the military, it is not hidden that the scheme actually is meant to protect the economy from the pension and welfare overburden.Meanwhile, Agnipath has impacted the loyalty streams within the armed forces, demotivated military career aspirants and ignited fears of social instability once demobilised young adults with arms training return to home communities.India seeks a seat in the United Nations Security Council, and without doubt the veto-power and membership system within the world’s main peace and security body must be recalibrated from its 1945 setting. To get through the door, however, India must cut deals not only with Brazil, South Africa, Indonesia and Iran, but also mend fences with the South Asian countries including Pakistan. New Delhi cannot hope for a permanent seat in a reconfigured Security Council in the absence of a peaceful South Asia, for which it must abandon its stance as a regional bully.As far as South Asian regional cooperation is concerned, Modi is the one who placed the South Asian Association for Regional Cooperation organisation in the deep freeze and refuses to take it out to thaw. In the November 2014 Summit in Kathmandu, he made the landmark announcement, aimed squarely at Islamabad, that South Asia must seek its shared destiny “…through SAARC or outside it. Among us all or some of us”.Over the past decade, New Delhi has invested much energy in the BIMSTEC, or Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation, or the BIBN – Bangladesh, Bhutan, India and Nepal) grouping. Will New Delhi ever realise that there is no alternative to SAARC, even to fulfill India’s own ambitions to become a global powerhouse?The Modi government’s slogan may be “neighbourhood first”, but the prime minister’s vision of regional cooperation is unilateral shows of magnanimity, as when he announced the “SAARC Satellite” in 2014 without consulting even one of his counterparts.A simple way for Modi to send a signal of friendship across all of South Asia would be to finally agree to attend the long-pending 19th SAARC summit, which will be in Islamabad, and mark the transfer of chairmanship from Nepal to Pakistan.Whoever comes to power after the general elections must rectify the damage done by New Delhi to regional cooperation – and it would if the map of Akhanda Bharat in the new Parliament building were taken down.Bhutan’s Prime Minister Tshering Tobgay, Prime Minister Narendra Modi, Pakistan’s Prime Minister Nawaz Sharif and Nepal’s Prime Minister Sushil Koirala at the 18th South Asian Association for Regional Cooperation summit in Kathmandu in November 2014. Credit: Reuters.Doomsday clockLeaders that rely on faith-based populism make it difficult for civilised opposition parties, which cannot descend to the same depths. True, the holding power of populist theocrats weakens once the effect of the opiate begins to dissipate, but their brand of politics has more staying power than politico-economic ideology. Further, when the inevitable decline begins as the public gets wise, regimes become trigger-happy.That finger could be on a trigger or the nuclear button. South Asia is a nuclear-weaponised subcontinent, and with religious fundamentalists in command in New Delhi and Islamabad, across frontiers all of us are that much more vulnerable. Just because Armageddon does not figure in the debates does not mean that the doomsday clock does not tick for South Asia. The robustness of the failsafe mechanisms and protocols between Islamabad and New Delhi is a matter that concerns all of us regardless of geography, and we have a “South Asian right to information”.Activists in all sectors in the countries surrounding have looked to India, those working on de-nuclearisation, right to information, refugees, species loss, climate crisis, human rights, grassroots transformation, right to privacy, online freedom, and civic watchdogging in all areas of statecraft. Indian academia has also been an exemplar across disciplines, with its scholars and opinion-makers who have exhibited commitment, care and courage.But the state has come down so crushingly on academia and civil society in the Modi era that most of India’s civic stalwarts have gone silent rather than take on the critics, trolls and new masters. A quietude exists where yesterday there was a rambunctious, questioning spirit that was irreverent towards the powerful. Today, irreverence can land you a jail term.This civil society weakening was accelerated with the 1992 demolition of a 400-year-old mosque in Uttar Pradesh’s Ayodhya. A would-be demigod surged to the frontline of national politics, presenting himself as saviour of Hindus in a country where they are the majority population and not at all endangered. Because the general elections could not wait, he rushed to carry out the consecration of an incomplete temple built where the masjid had stood.Nowhere in South Asia is the public imagery of the government head foisted on the public as in India: he peers from lampposts, buntings, ration bags, railway station selfie points and bedraggled G-20 hoardings – from Kanyakumari to Imphal, you cannot miss Narendra Damodardas Modi.Modi seems to believe that he can fool all the people all the time, or at least as long as it matters to him. And he may be right, for his device is Hindutva. But how would adjacent societies countenance India other than as a banana republic when Modi, just before elections, jails an Opposition chief minister, blocks the bank account of the main Opposition party, converts the Election Commission into a rubber stamp and launders Rs 8,000 crore into its coffers through the electoral bond scam, collected with coercion?The list of political party and civil society opponents and critics jailed or harassed is long, among them Rahul Gandhi, Prabir Purkayastha, Hemant Soren, Lalu Prasad Yadav, Arvind Kejriwal, Gautam Navlakha, Harsh Mander, Mahua Moitra, Umar Khalid and Sudha Bhardwaj. And to remember the late Stan Swamy, who died in jail in July 2021.Always an imperfect federal democracy, India under Modi is transformed into a centralised autocracy. Such a populated and diverse country can either be governed by an effervescent confederacy of provinces, or it will be ruled by a theocrat aided by a willing military, judiciary, bureaucracy and intelligentsia. What kind of humanitarian disaster will unfold when the people have had enough?The answer and antidote seems to lie in federalism, where India’s provinces are able to bring governance closer to the citizenry and also act as a buffer for the people’s needs and desires. Whether demagoguery wins or democracy, the general elections of 2024 must provide pathways to the federal future of India.Kanak Mani Dixit is a writer and publisher in Kathmandu, and founding editor of Himal Southasian magazine.Corrections and clarifications: This article has been edited to clarify that extreme poverty has declined over the past decade.","author":"Kanak Mani Dixit","time":"2024-04-29T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200321-iwntiviqbz-1714156390.jpg","tags":["South Asia","South Asian Regional Cooperation","SAARC","South Asian Association for Regional Cooperation","Hindutva","Lok Sabha 2024","Narendra Modi","Wagah-Attari","Pakistan","Nepal"],"source":"https://scroll.in/article/1067116/faltering-economy-poorer-citizens-south-asias-bully-the-reality-of-indias-global-ambitions"}