{"title":"Family of arrested activist Vernon Gonsalves says charges against him are fabricated","content":"The family of Vernon Gonsalves, who was arrested in Mumbai on Tuesday for his alleged links with Maoists, on Saturday said the charges against the activist were fabricated and diversionary, reported PTI.Gonsalves’ son, Sagar Gonsalves, said the charges against his father were false. The police claimed to have “conclusive proof”, including letters seized during the raids, to link the five activists who were arrested on Tuesday to Maoists.“I was present when searches and raids were conducted at our home and I know what the police have seized,” said Sagar Gonsalves. “I could not stop laughing when the police were levelling false charges with the so called letters.”Gonsalves’s wife Susan Abraham, who is a lawyer, said the police action was a ploy to divert attention from the real culprits behind the Bhima Koregaon violence on January 1. “The letters read out by the police during the media briefing are manufactured,” she said. “None of these letters were filed or submitted to the court,” she said, accusing the police of not following the set procedure for carrying out such inquiries.Abraham said the police “planted these fabricated letters” because they have not been filed in a court and that it was against government resolutions and the Bombay High Court judgment prohibiting leaking information to media during an ongoing investigation.She said that “imaginary assassination plots” were being invented to divert attention from the killings of rationalists Narendra Dabholkar, Govind Pansare, MM Kalburgi and journalist-activist Gauri Lankesh. It was being done to deflect from demands being made to ban the right-wing group Sanatan Sanstha, which has been accused of having links with people arrested in connection with the murders as well as the seizure of explosives by the Maharashtra Anti-terror Squad.Arrest of activistsFive activists and lawyers were arrested on Tuesday when teams of the Pune Police raided the homes of nine human rights activists across the country. The authorities claimed that these people had been involved in an event in Pune on December 31 during which inflammatory speeches were made that sparked caste violence in Bhima Koregaon, 30 km away, the next day.Gonsalves and Arun Ferreira were arrested in Mumbai, Gautam Navlakha in New Delhi, and Varavara Rao in Hyderabad, and Sudha Bharadwaj in Faridabad.The police claimed to have arrested these five after obtaining evidence from raids on five other activists who had been arrested on June 6. They were Rona Wilson, Surendra Gadling, Shoma Sen, Mahesh Raut and Sudhir Dhawale.On Wednesday, the Supreme Court has ordered that the five activists be kept under house arrest till September 6.","author":"Scroll Staff","time":"2018-09-01T17:31:16.164120+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892831-naucipvmqj-1535600537.jpg","tags":["Vernon Gonsalves","Anand Teltumbde","Bhima Koregaon","Activists Arrested"],"source":"https://scroll.in/latest/892831/family-of-arrested-activist-vernon-gonsalves-says-charges-against-him-are-fabricated"}