{"title":"Farhan Akhtar on the brutal beauty of boxing: ‘An incredible display of human endurance and courage’","content":"Farhan Akhtar is no stranger to the rigours of physical fitness and training and the transformation required to portray a sportsman – he played sprinter Milkha Singh in Rakeysh Omprakash Mehra’s biopic Bhaag Milkha Bhaag (2013). The actor and filmmaker have reunited for Toofan, in which Akhtar plays pugilist Aziz Ali.Written by Anjum Rajabali and Vijay Maurya, Toofaan is based on a story idea by Akhtar and co-stars Mrunal Thakur and Paresh Rawal. The movie will be on Amazon Prime Video from July 16. The actor and filmmaker spoke to Scroll.in about why he finds boxing a “humbling” sport. Boxing, like wrestling, appears to be dominated by people who have come from underprivileged backgrounds.Yes. Many come from the ghetto and from cities where you have the haves and have-nots. Most often, these boxers are have-nots. They are not born into privilege, education has not prepared them and quite often they are victims of a bent system that never works in their favour. So the only thing they can rely on is their ability to fight their way out.Most boxers come from hard backgrounds, broken homes, backgrounds in crime. But what is common to most journeys is that at one point or another they meet the right person who has inspired them to say no to something else and to say yes to this. As important as having natural ability and skills is to find that person who recognises that in you and make you believe it. There is something base and savage about watching two men beat each other up for sport. What is it that makes this violence so appealing?What I enjoy about watching boxing is that it is an incredible display of human endurance and courage where you are putting something on the line, which is not easy to do. Besides the probability of getting physically hurt, you are putting your pride, ego and the idea you have of yourself on the line. So in that sense it’s very humbling.At the same time, when the spectators see the person who wins in the ring, it feels like you are in the presence of Atlas, because he is doing something you can never imagine doing. There is such a high level of fearlessness, skill, art and science to boxing. The sheer physicality has a visceral quality. It could be the ugliest thing you might see but through another lens, it’s absolutely beautiful.\n\n\n    \n    Play\n\nToofan (2021).Besides the physical aspects, there are the mental and psychological elements that affect the character, and thereby you as the actor. What have been some learnings from this experience?I can’t answer this very specifically because I am still working my way out of the experience. Maybe some time and another film in between will give me some perspective.In terms of performance you do draw on things from your life. We have all dealt with failure or losing someone who is near or dear to you. At times we have all felt second best or felt the need for someone to come along and give us a boost. These are human feelings and I could easily understand those. When you are a person who endeavours to be the best version of yourself in what you do – that is what Aziz Ali is trying to do, given the hand life has dealt him. You just try to be honest to the emotions and the rest is there in the writing and between the lines. I do think that preparing for the life of a boxer was all-consuming, and that helped in the sense that I didn’t have to sit down and consciously think about it because one aspect of this guy was very mechanically and technically being worked on every single day. Darrell Foster, who trained me and worked with us, refers to the warrior mindset, which means that no matter how many times you fall, you will get back up, and that’s what separates a champion from everyone else. And that’s what I  had to work on. Have you been a fan of boxing and boxing films?Oh yes, for a long time now. To start with I am incredibly inspired by Mohammad Ali. He was the greatest of all times, an incredible man who achieved so much in the ring and stood for so much outside it. More recently Manny Pacquiao, the Filipino professional boxer who has also done incredible social work in the Philippines. In terms of films, there are the go-tos such as Raging Bull, Rocky, especially the first one, Ali, Cinderella Man and Bleed For This. All these films are about the person wearing the gloves. The films are never about boxing but about what they are fighting for. That’s why no two boxing films are ever the same because no two people’s journeys are the same, even though the tropes are similar. You will get knocked down and you will stand up in the ring, but what are they fighting for? And each person is fighting for something different. \n\n\n    \n    Play\n\nToofan (2021).What else have you got coming up?First is the documentary on Salim-Javed which Salman Khan, Zoya Akhtar and I are producing. It’s very exciting. It will be a deep dive into what made Salim-Javed the phenomenon they were. We hope to find what was so special about these two people. Of course they were talented and of course they wrote great scripts, but there was something about them individually and as a team that created an X factor which has not happened since.Then, I am acting in a film directed by Ashutosh Gowariker. Our company Excel Entertainment continues to produce films and shows for OTT all the time and I do look forward to directing again. What about the Ms Marvel series, based on the Marvel Cinematic Universe character?I too have read that I am doing something in that.","author":"Udita Jhunjhunwala","time":"2021-07-11T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161385-ceqbdgvxdn-1625937414.jpg","tags":["Farhan Akhtar","Rakeysh Omprakash Mehra","Toofan"],"source":"https://scroll.in/reel/999864/farhan-akhtar-on-the-brutal-beauty-of-boxing-an-incredible-display-of-human-endurance-and-courage"}