{"title":"Farm laws: Who has the Supreme Court-appointed committee consulted so far?","content":"As the Supreme Court-appointed committee to resolve the deadlock between protesting farmers and the government over the three contentious farm laws passed in September 2020 approaches its two-month deadline, it is unclear what it will have to show for its efforts. Press releases and reports reveal that the panel has met with a number of stakeholders since it was appointed in January, but most of those named appear to already support the controversial laws. With the farmers unions, which have led a months-long protest movement against the laws, having rejected the panel outright, it seems unlikely that the report tabled in the Supreme Court later this month will resolve the standoff. On January 12 – nearly 50 days after the farmer protest movement reached the borders of Delhi – the Supreme Court suspended the implementation of the laws and tasked the committee to speak with unions and other various stakeholders to assess the impact of the three laws. As of February 26, the committee had held 15 meetings and invited suggestions on the farm laws on a web portal till February 20. But so far, it is unclear whom the committee has been talking to. Some of the press releases from the panel do not specify the details of the stakeholders. For instance, in a press statement released on January 21, the committee states that it held talks with “ten different farmers organisations from eight states” but it does not mention the names and details of these groups. Another statement released on February 15 stated that the panel held meetings with “seven eminent academicians and professionals” but it did not identify them. On February 3 and 4, the committee spoke to 32 different farmers’ organisations from nine states, and on February 5, it interacted with “managing directors/administrators/directors of state marketing boards, private mandi operators and food parks” from various states, according to the press release. But it did not provide any details about these stakeholders. Scroll.in sent a questionnaire over email to the committee asking for the details of the farmers organisations and private groups it held consultations with. This article will be updated if they respond. Protests continueFor over three months, farmers from states like Punjab, Haryana and Uttar Pradesh have been protesting against the new laws. They have demanded that the Centre revoke the three law fearing that they will undermine existing agricultural markets and leave farmers at the mercy of private corporations. The government, on the other hand, maintains that the new laws will give farmers more options in selling their produce, lead to better pricing, and free them from unfair monopolies.The Centre and the Samyukt Kisan Morcha, an umbrella group of 32 farmers unions protesting against the laws, last held talks on January 22. Since then, meetings between them reached a deadlock after the farmers groups, demanding a complete roll back of the laws, rejected the Centre’s offer to suspend the implementation for two years. Farmers at a rally against farm laws in Barnala, Punjab. Photo: Danish Siddiqui/ReutersAmidst these talks, the Supreme Court appointed a committee on January 12 which consists of agricultural economists Ashok Gulati and Pramod Joshi, Shetkari Sangathan member Anil Ghanwat and All Indian Kisan Coordination Committee chief Bhupinder Singh Mann. Most of the four members had already expressed their support for the farm laws before being appointed, leaving the panel without a member with a differing opinion, the Indian Express reported. Two days after the committee was formed, Mann recused himself from it, stating that his interest was with the farmers. The Samyukt Kisan Morcha had rejected the court-appointed committee hours after it was formed and termed the experts on the panel as “pro-government”. They also said the committee had not contacted them to hold any consultations. “The committee has not contacted the farmers as far as I know,” said Kavita Kuruganthi, a member of the Samyukt Kisan Morcha. Kuruganthi said the farmers’ groups would not engage with the court appointed committee either. “They believe the solution will come only if they engage with the political leaders. So the Supreme Court in all its wisdom can form a committee which can do what it wants.,” she said.Stakeholder consultationAside from the farmers groups, the committee’s statements reveal that it spoke to various associations and industrial groups. A  statement from February 9 says that the members held consultations with  18 stakeholders including Amul, ITC Limited, Sugana Foods,  Confederation of Indian Industries, Federation of Indian Chambers of  Commerce and Industry and Venkateshwara Hatcheries among others. “Everyone  felt that these laws were good and in favour of the farmers,” Vinod  Kaul, the executive director of All India Rice Exporters Association  told Scroll.in. Kaul said he was present at the meeting which took place on February 9. “Farmers  should have the flexibility to sell directly and anywhere, and this law  has provided the flexibility,” Kaul said, adding that his association  represented mostly basmati rice exporters in the country. “[The law] has  said that if a farmer does not want to sell outside the mandi then he  is free to sell in the mandi... the choice still lies with the farmers,”  he said. The panel held meetings with the All India Kisan Coordination Committee, one of the few farmer unions that had already pledged its support for the farm laws. “We  have demanded for technology [in agriculture] and an open market,” said  Binod Yadav of the AIKCC.“We are in favour of the laws but we have some  conditions to remove the Essential Commodities Act, and give MSP on all  crops including horticulture, not just rice and wheat.” Yadav  was referring to the Minimum Support Price, the pre-set rate at which  the government procures crops from farmers, and the Essential Commodites  Act, which gives the state powers to control production of certain  crops and also impose a limit on how many stocks can be held. “They  [the panel members] laughed and they listened,” he said. “They said  they will put up all these things in the Supreme Court and were not the  ones to decide. They said they were a conduit.”Even as the panel’s deadline approaches, the protesting farmers groups have announced that they  will head to the five poll-bound states – West Bengal, Tamil Nadu,  Puducherry, Assam and Kerala – and create awareness about the three  laws. “We will not campaign for any party but we will tell them  to vote for anyone except the BJP,” said Furman Singh Sandhu of the  Bharatiya Kisan Union, Punjab, that is a part of the Samyukt Kisan  Morcha. “If this affects their vote bank then they will have to bend,”  Sandhu said. Sandhu said the deadlock between the government and  the farmers did not stop more farmers from joining the protests. “There  are around 12,000 villages in Punjab and there are 20 people coming to  the borders from each village,” he said. “We are still peacefully  protesting. People are still adamant that the government revoke the laws  and they will not step back.”","author":"Vijayta Lalwani","time":"2021-03-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155447-hbiatbibfr-1614272517.jpg","tags":["Farm laws","Supreme Court"],"source":"https://scroll.in/article/988394/farm-laws-who-has-the-supreme-court-appointed-committee-consulted-so-far"}