{"title":"Farmers warn of tractor rally if VHP is allowed to take out procession in Nuh","content":"Farmer bodies and representatives of 36 communities warned at a mahapanchayat held on Saturday that they will hold a tractor rally if the Haryana government allows Hindutva groups to hold another procession in Nuh, The Times of India reported.The mahapanchayat held in Alwar on Saturday was attended by farmers and community leaders from Haryana, Punjab, Uttar Pradesh and Rajasthan. They said that the Mewat region, under which the Nuh district falls, has always been known for being peaceful.Six persons had died in Haryana in communal violence that had broken out during a procession on July 31, organised by the Bajrang Dal and the Vishwa Hindu Parishad. The violence that started in Nuh, soon spread to neighbouring Gurugram district, which witnessed widespread arson and mob attacks on homes and shops of Muslims. A mosque was also burnt down in Gurugram and its imam killed.Also read: ‘We walked straight into their trap’: As dust settles, fear and regret in Haryana’s NuhThe Vishwa Hindu Parishad has announced that it will resume its procession on Monday. The Hindutva body has decided to go ahead even as the authorities have denied permission for the event. Mobile internet and bulk SMS services have been banned in Nuh till Monday as a precautionary measure. The district administration has also prohibited four or more persons from assembling in public under Section 144 of the Code of Criminal Procedure.#WATCH | Haryana: Nuh SDM Ashwini Kumar says, \"Section 144 has been imposed in the district. I appeal to the citizens to avoid any kind of movement...All the schools and banks of the district are closed to restrict any movement.\" pic.twitter.com/pHHEMG44Xy— ANI (@ANI) August 27, 2023\n\nOn Saturday, Bharatiya Kisan Union leader announced that the farmers will hold a tractor rally if the procession is allowed, The Times of India reported. Criticising the ruling Bharatiya Janata Party, Tikait said, “Their policy is to indulge people in fights and rule over them. Educate your children and push them for employment. Don’t send them to riots.”      राजस्थान के अलवर में आयोजित किसान-मजदूर भाईचारा महापंचायत में हिस्सा लिया और पंचायत को संबोधित कियायह देश कौमी एकता,सद्भाव,भाईचारे का देश हैवह भाईचारा तोड़ने की बात करेंगे,हम भाईचारा जोड़ने की बात करेंगे।@OfficialBKU @ANI @meelrajaram pic.twitter.com/gXvBGKKviv— Rakesh Tikait (@RakeshTikaitBKU) August 26, 2023\n\nFarmer leader Suresh Koth warned to strike off fingers raised at religious minorities and fraternity among communities.“अगर इस देश के अंदर किसी ने सिख के ख़िलाफ़ उँगली की, मुसलमान के ख़िलाफ़ उँगली की, ईसाई के ख़िलाफ़ उँगली की, भाईचारे के ख़िलाफ़ उँगली की, वह उँगली ग़ायब कर दी जाएगी” - सुरेश कोथ किसान नेता आज मेवात के बड़ौदा मेव में संयुक्त किसान मोर्चा की भाईचारा पंचायत का समापन भाषण देते हुए… pic.twitter.com/Qcz1Z3hxim— Mandeep Punia (@mandeeppunia1) August 26, 2023\n\nAlso read: Who lit the fires in Nuh?","author":"Scroll Staff","time":"2023-08-27T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193551-wmcgduwydx-1693143032.jpg","tags":["Nuh violence","Rakesh Tikait","Mahapanchayat","Vishwa Hindu Parishad"],"source":"https://scroll.in/latest/1054966/farmers-warn-of-tractor-rally-if-vhp-is-allowed-to-take-out-procession-in-nuh"}