{"title":"Farm laws: Satya Pal Malik criticises Centre, says ‘you are in power and arrogant’","content":"Meghalaya Governor Satya Pal Malik on Sunday again criticised the Centre for the three agricultural laws introduced last year, and affirmed his support for protesting farmers, PTI reported. Malik said at an event in Jaipur that he was ready to even quit his post in support of the farmers’ agitation. “I was made the governor by two to three powerful people in Delhi,” Malik said in a video from the event. “I know that I am speaking against their wishes. I will quit the day they ask me to.’’ \"If I say something on #farm issues, it will become a controversy. A governor can't be removed but my well-wishers wait for me to say something. The day I am told by Delhi people to leave, I will do so\": Meghalaya Governor Satya Pal Malik(ANI) pic.twitter.com/h8iWwiSAyj— NDTV (@ndtv) November 7, 2021\n\nThousands of farmers, mainly from Punjab, Haryana and Uttar Pradesh, have been protesting at Delhi’s border entry points since November 2020, seeking the withdrawal of the farm laws passed last September. Farmers fear that the laws will bring about corporate dominance of the agricultural sector.  The Centre has refused to repeal the farm laws. Both the sides have held several rounds of talks to try and resolve the deadlock. Malik said that he had advised Prime Minister Narendra Modi not to upset the Sikh and Jat communities, whose members form the bulk of protestors agitating against the farm laws, PTI reported. “I had told him [Modi] not to use force against them and not to send them back empty-handed,” Malik said, according to the news agency. “Anything can happen. Today, you are in power and are arrogant and do not know what repercussions would follow. When Kargil happens, the sons of these farmers are sent to the hills to fight.”The Meghalaya governor said that 600 farmers had died during the protest against the agricultural laws. “Leaders of Delhi send condolences even when an animal dies but no motion was passed [in the Lok Sabha] for [the deaths of] 600 farmers,” Malik said. “I am very hurt by the fact that no one spoke about the deaths of farmers.” Malik has on several occasions shown support for the protesting farmers. In October, Malik had said that the Centre should give a legal guarantee to farmers about Minimum Support Price for crops. Malik also said that the Centre should have asked Union minister Ajay Mishra to resign from his post after the Lakhimpur Kheri violence. Eight people, including four farmers, were killed in Lakhimpur Kheri in Uttar Pradesh on October 3 during a protest against the agriculture laws. Farmers bodies alleged that a vehicle belonging to Ajay Mishra’s son Ashish Mishra ran over the protestors.Ashish Mishra has been arrested on charges of murder.","author":"Scroll Staff","time":"2021-11-08T11:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/98342-zttqflnozx-1571757498.jpg","tags":["farm laws","farmers protest","national news"],"source":"https://scroll.in/latest/1010025/farm-laws-satya-pal-malik-criticises-centre-says-you-are-in-power-and-arrogant"}