{"title":"Farmers’ groups to resume stir on March 6, will travel to Delhi on buses and trains","content":"Farmers seeking a law on minimum support prices will resume their agitation on March 6 and travel to Delhi on buses and trains, the unions spearheading the ongoing protest have announced, The Indian Express reported on Monday.Kisan Mazdoor Morcha coordinator Sarwan Singh Pandher made the announcement on Sunday at the final prayer meeting held for Shubhkaran Singh, a 22-year-old protestor who died on February 21.Singh died due to a head injury sustained allegedly during police action against the farmers at Khanauri on the border of Punjab and Haryana. After the death, leaders of farmers’ groups had put their protest march to Delhi on hold till February 29.“On February 13, the Haryana government used tear gas shells, rubber bullets on us…when we wanted to march ahead,” Pandher said on Sunday. “They continued it every time we tried to march ahead…They [Centre] are telling us repeatedly that we can go by train or buses to lodge our protests in Delhi instead of tractors. So on March 6, states other than Punjab and Haryana will march towards Delhi in buses or trains. Let us see if they allow them to reach or not.”Pandher stated that farmers from Karnataka, Madhya Pradesh and Tamil Nadu tried to go to Delhi on February 13 as well but were stopped.He said that farmers from Punjab and Haryana would continue their protest at the Shambhu and Khanauri borders.Thousands of protestors have been stationed at various locations on the Punjab-Haryana border since February 13, when the Haryana Police used water cannons, drones and tear gas shells to stop the farmers from entering the state.“Not only this, on March 10, countrywide rail roko will be done from 12 noon to 4 pm,” said Pandher. “The Union government is repeatedly trying to set a narrative that only two farmer unions led by me and Jagjit Singh Dallewal ji [coordinator of Samyukta Kisan Morcha (non-political)] are doing this protest. Hence the protests on March 6 and March 10 will tell them the truth.”Farmers’ groups from Punjab had begun a march to Delhi on February 13 to push for a law guaranteeing a minimum support price for agricultural commodities.A minimum support price is the rate at which the government buys farm produce and is based on a calculation of at least one and a half times the cost of production incurred by the farmers.Other demands in the farmers’ charter include the implementation of the MS Swaminathan Commission’s wider recommendations, pensions for farmers and farm labourers, farm debt waiver, reinstatement of the Land Acquisition Act, 2013, withdrawal from the World Trade Organization and compensation for families of farmers who died during the previous farmers’ protests between 2020 and 2021.They are also demanding that police cases against farmers relating to the 2021 Lakhimpur Kheri violence be withdrawn.","author":"Scroll Staff","time":"2024-03-04T10:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198965-hymgviilpi-1709528775.jpg","tags":["Kisan Mazdoor Morcha","Sarwan Singh Pandher","farmers protest"]}