{"title":"Farmer unions call off year-long agitation after Centre assures action on pending demands","content":"The Samyukta Kisan Morcha on Thursday called off the farmer protests, Balbir Singh, the Information Technology head of the organisation, told Scroll.in. The umbrella body of farmer unions said that the protestors, who had been holding sit-in demonstrations at the borders of the national Capital for more than a year, will head back home on December 11. The farmer leaders said that victory marches will be held that day.The decision to call off the protests came after the farmers accepted the Centre’s new proposal on their pending demands.Farmers start removing tents from their protest site in Singhu on Delhi-Haryana \"We are preparing to leave for our homes, but the final decision will be taken by Samyukt Kisan Morcha,\" a farmer says pic.twitter.com/rzRjPkPfE1— ANI (@ANI) December 9, 2021\n\nAlthough Parliament had repealed the three farm laws on November 29, the farmer leaders had said that they would continue their protests till their other demands were met. These include a legal guarantee on minimum support price on crops, withdrawal of cases lodged against the protestors during the farm law agitation and suspension of minister Ajay Mishra from the Union Cabinet, among others.On Thursday, the Centre formally wrote to the farmer unions detailing its proposal on resolving the pending demands, ANI reported.Protesting farmers receive a letter from Govt of India, with promises of forming a committee on MSP and withdrawing cases against them immediately\"As far as the matter of compensation is concerned, UP and Haryana have given in-principle consent,\" it reads pic.twitter.com/CpIEJGFY4p— ANI (@ANI) December 9, 2021\n\nThe Centre said that state governments in Uttar Pradesh, Uttarakhand, Himachal Pradesh, Madhya Pradesh and Haryana have agreed to withdraw cases filed against the protesters during the agitation. The Centre also said that a committee, comprising agriculture scientists and representatives of the Union and state governments, and farmer bodies, including the Samyukt Kisan Morcha, will decide on how to ensure that minimum support price is provided. The central government, however, did not promise to introduce a law to ensure the minimum remuneration for procuring the crops from the farmers.The state governments of Uttar Pradesh and Haryana had given an in-principle approval to provide compensation to farmers who died during the protests, the letter also stated. This does not include Punjab, even as the Congress has claimed that its government in the state has provided financial aid to families of 403 farmers. The party had also claimed that family members of 152 farmers who died had been given government jobs in Punjab.Farmer leader Gurnam Singh Charuni said that the unions will hold a review meeting on January 15, ANI reported. He said that they might resume the agitation if the government does not fulfill its promises.The farm laws and its repealThousands of farmers had been holding sit-in demonstrations at the borders of the national Capital since November last year. The agitation began with the demand of repeal of the three farm laws passed in the Parliament in September 2020.The farmers were concerned about the new laws, which would have opened up the country’s agriculture markets to private companies. The Centre, however, had claimed that the laws would give farmers more access to markets and boost production through private investment.On November 19, on the occasion of Guru Parab, Prime Minister Narendra Modi had announced that the laws will be repealed. On December 1, President Ram Nath Kovind gave his assent to withdrawal of the laws after a Bill proposing their repeal was passed in Parliament during the Winter Session.","author":"Scroll Staff","time":"2021-12-09T14:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166589-bbsunjkbok-1637387589.jpg","tags":["farm laws","farmer protest","farm law stir","Samyukt Kisan Morcha","farmer leaders","farm law repeal"],"source":"https://scroll.in/latest/1012413/farmer-unions-calls-off-year-long-agitation-after-centre-assures-action-on-pending-demands"}