{"title":"Farm bills: Opposition meets President Ram Nath Kovind, requests him to withhold approval ","content":"Congress MP and Leader of Opposition in the Rajya Sabha Ghulam Nabi Azad met President Ram Nath Kovind on Wednesday and requested him to withhold his approval to the Centre’s contentious farm bills. The meeting came amid Opposition parties’ boycott of the Parliament in protest against the way the Centre passed the bills. Speaking to the media after the meeting, Azad said that the bills had been passed in an unconstitutional manner. “There was no division of votes, no voice voting,” he said. “Constitutional procedures were flouted in the temple of democracy.”He added: “Farmers would only have benefitted from the bills had they been sent to a select committee. In the Rajya Sabha, Opposition parties gave five resolutions against the ordinance. Two MPs moved a motion to send it to a select committee. We all supported the motion.” Azad accused Rajya Sabha Deputy Chairman Harivansh Narayan Singh of passing the bills in the house in a hurried manner. “We have given a representation to President Ram Nath Kovind that the bills have been passed unconstitutionally. We appealed to him to withhold assent to the bills and return them to Parliament for proper scrutiny and discussions.”Met Hon’ble President on behalf of opposition parties & appealed to withhold assent to 3 farmer-related bills & return them to Parliament for proper scrutiny & discussions.https://t.co/y5braAzW2r#FarmersBills2020 #FarmersProtest pic.twitter.com/Ns6Z9Z9DtT— Ghulam Nabi Azad (@ghulamnazad) September 23, 2020\n\nThe Congress MP said that the Centre should have consulted all political parties and farmers’ groups before bringing in the bills. “The farmers are the backbone of this country and provide food to the nation with their hard work,” he said. “The farm bills should have been passed by the Centre after consulting all political parties and leaders. The government is responsible for the uproar in Parliament, not the Opposition.”Azad had said on Tuesday that Opposition leaders will boycott parliamentary proceedings till the suspension of eight Rajya Sabha members, who were accused of misbehaving during the Upper House session on Sunday, is revoked. He had also demanded that the government should bring a bill to ensure private players don’t procure food grains below the minimum support price or MSP fixed by the government. Azad had added that the MSP should be based on the recommendations of the MS Swaminathan committee report.Opposition protests continueThe members of Opposition parties continued their protest against farm bills outside the Parliament on Wednesday.Dravida Munnetra Kazhagam President MK Stalin also spoke out against the bills and asked Tamil Nadu Chief Minister E Palaniswami why he supported them, PTI reported. Stalin said that Palaniswami, who proudly identified himself as a farmer, was supporting the bills that were totally against the community. Trinamool Congress MP Abhishek Banerjee, meanwhile, hit out at the Centre for not maintaining data on farmer suicides. “Narendra Modi ji’s regime is making a mockery of our nation,” he tweeted. “They fail to record the number of farmer suicides in their reign and then claim to implement Pro-Farmer laws, while thwarting every rule in Parliament. We’ll not stay quiet and take this battle head-on!Delhi: Opposition MPs hold protest in Parliament premises against the recently passed agriculture Bills pic.twitter.com/kLC2ufugWn— ANI (@ANI) September 23, 2020\n\nThe Centre had informed Parliament on Monday that no composite data had been collated on farmer suicides as several states did not submit figures to the National Crime Record Bureau. The latest NCRB data showed that 10,281 farmers had died by suicide in 2019 and 10,357 in 2018. Suicides in this sector alone account for 7.4% of the overall figure in the country.Th farm billsOn Sunday, two contentious farm ordinances, which the government claims are meant to liberalise the sector by opening it up to private players, were passed by a voice vote – not a division of votes – even though the Congress, Trinamool Congress and others made a demand for the same to the deputy chairperson. The members of Opposition parties protested against this and called it a “murder of democracy”. In the middle, the audio telecast of the live proceedings was briefly muted.After Opposition leaders were prevented from speaking in Parliament, the politicians climbed atop tables, snatched the rule book, flung documents in the air and tried to take away the deputy chairman’s microphone to lodge their protest.Singh, who was in the Chair during the session, claimed that leaders threw paper missiles at him and displayed “brazenly aggressive behaviour”. The deputy chairperson also accused the politicians of “raising tasteless and unparliamentary slogans”.Eight MPs were suspended from the House for their “unruly behaviour” while protesting against the government’s farm bills. The suspended Rajya Sabha MPs include Derek O’Brien and Dola Sen of the Trinamool Congress, Rajiv Satav, Ripun Bora and Syed Nasir Hussain of the Congress, Elamaram Kareem and KK Ragesh of the Communist Party of India (Marxist) and Aam Aadmi Party’s Sanjay Singh. They staged a night-long protest outside the Parliament on Monday and ended it around 11.30 am on Tuesday. While the Opposition said the “anti-farmer” bills were passed in an undemocratic manner, the ruling Bharatiya Janata Party accused them of disrupting parliamentary proceedings. But neither the Centre nor the Rajya Sabha chairperson and his deputy have offered an explanation as to why a division vote was not allowed on the farm bills, despite the fact that several parties were opposed to the bills.Farmers and traders have also been vehemently opposing the new bills, alleging the government wants to discontinue the minimum support price regime in the name of reforms. They fear that the bills will leave them at the mercy of corporate powers.","author":"Scroll Staff","time":"2020-09-23T20:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/147959-xaselpzwsh-1600869478.jpg","tags":["Ram Nath Kovind","Ghulam Nabi Azad","farm bills","farm bills passed","farm bills president approval"],"source":"https://scroll.in/latest/973899/farm-bills-opposition-meets-president-ram-nath-kovind-requests-him-to-withhold-approval"}