{"title":"Farooq Abdullah claims Centre ordered Balakot air strike to gain edge ahead of elections","content":"National Conference President Farooq Abdullah on Monday claimed the Centre had ordered the air strikes across the Line of Control to gain an advantage in the Lok Sabha elections, PTI reported. Abdullah questioned the Bharatiya Janata Party-led government’s estimate that the Indian Air Force strike killed around 300 Jaish-e-Mohammed terrorists at a camp in Pakistan’s Balakot.The National Conference chief said the Centre was creating an atmosphere of fear to give itself an edge in the Lok Sabha polls. “This surgical strike [air strike] was done only for the purpose of election,” Abdullah said. “We lost an aircraft worth crores of rupees. Be thankful that the IAF pilot (Wing Commander Abhinandan Varthaman) survived and returned from Pakistan with respect.”Abdullah’s statements follow India’s statement that the air strikes on a Jaish-e-Mohammad camp in Pakistan’s Balakot on February 26 were carried out in response to a terrorist attack on a Central Reserve Police Force convoy in Kashmir’s Pulwama on February 14, which killed 40 soldiers. Bharatiya Janata Party chief Amit Shah, while addressing a rally in Ahmedabad, had claimed more than 250 terrorists were killed in the Indian Air Force’s air strike.“Where are their bodies?” Abdullah asked of the terrorists believed to have been killed. The former Jammu and Kashmir chief minister claimed the operation was only ordered to portray Prime Minister Narendra Modi in an avatar without whom India cannot survive.Abdullah said he wants to tell Modi that he “was never a God and never will be”. The former chief minister said the Kashmir dispute can only be resolved through dialogue.The National Conference chief also questioned the decision to not announce Assembly poll dates for Jammu and Kashmir. “I think they must have thought of doing some mischief, that’s why they delayed the polls,” Abdullah claimed. “I do not understand that when thousands of people took part in the Panchayat and municipal polls, what danger they think there is now when forces are present in a larger number than they were.” He raised doubts about the Election Commission’s decision to hold parliamentary elections in the state but not Assembly polls. “It is unfortunate that our EC has become the election commission of the government,” PTI quoted Abdullah as saying. On February 27, former Karnataka Chief Minister BS Yeddyurappa had claimed that the Indian air strikes had led to a “pro-Modi” wave in the country ahead of the elections.","author":"Scroll Staff","time":"2019-03-11T19:22:17.859039+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/916210-74157-embwalcanl-1511007366.jpg","tags":["Farooq Abdullah","National Conference","Bharatiya Janata Party","Jaish-e-Mohammed","Jammu and Kashmir"]}