{"title":"‘Farzi’ organisation: Why Hindu petitioners in Gyanvapi case have split","content":"Days after their petition led to the sealing of a part of the Gyanvapi mosque in Varanasi, the Hindu petitioners in the case have split.Five women are petitioners in the case. Four of them are residents of Varanasi: Laxmi Devi, Sita Sahu, Manju Vyas and Rekha Pathak. The fifth, Rakhi Singh, is from Delhi. So far, they had all been represented by advocate Shivam Gaur. On May 20, the Varanasi petitioners were sent a notice saying Gaur will only represent Singh.“I have withdrawn my vakalatnama [memo of appearance] for the other four women and that is because of a communication gap,” said Gaur. “The women aren’t talking directly to me. So now I will continue to represent only Rakhi Singh.”The other four will be represented by advocate Sudhir Tripathi, who claimed the split would have no impact on the case. “The four women will fight the case and will see it till the end,” he said.Delhi versus VaranasiThe split between the petitioners may be driven by acrimony between the Hindutva organisations behind the case. Laxmi Devi’s husband, Sohan Lal Arya, is a senior leader of the Vishwa Hindu Parishad in Varanasi. Arya claimed he “picked and chose” the four women in Varanasi who could be petitioners in the case. Rakhi Singh is part of the Vishwa Vedic Sanatan Sangh. Jitendra Bisen, president of the Vedic Sangh, had got in touch with the Varanasi petitioners to add her name to the case.Now, Arya calls the Vedic Sangh a “farzi”, fake, organisation. “Suppose I make a Vishwa Pathar Sangh [World Stone Organisation], all stone hearted people join me,” he said, laughing. “Or Vishwa Khali Botal Samaj [Global Empty Bottles Society]. This is the kind of oot patang  [nonsense] they say.”Arya also suggested the Vedic Sangh was hungry for publicity and trying to take the credit for the petition. “This happens often that when a case gets highlighted, people often develop difference,” he shrugged. Bisen, for his part, said that his organisation was not fake. “If anyone wants to see what the organisation does, they can see for themselves,” he said. A survey, a sealing and a new pleaThe five women had filed a petition in the Varanasi trial court on April 18, 2021, seeking permission to offer daily prayers and conduct Hindu rituals at the western wall of the Gyanvapi mosque. They claimed there were images of the deity, Shringar Gauri, on the wall.Last month, the Varanasi court appointed survey commissioners and allowed a videographic survey of the mosque. On May 16, news that the committee had found a “shivling” on the mosque premises went viral. Lawyers representing the Hindu petitioners started speaking to the media and moved court to seal a portion of the mosque. The mosque management committee said the so-called shivling is a fountain for wuzu, the ritual of washing oneself before offering namaaz. However, the Varanasi court ordered the wuzu khana, the ablution tank, to be sealed on May 16. This was even before the survey committee had submitted its report, which said an oval object had been found in the tank, without making definitive claims that it was a shivling.On May 17, the four Varanasi petitioners moved another plea in the local court asking that the area under survey be widened and the premises be excavated to find the base of the “shivling” and potentially statues of other gods.The same day, the Supreme Court maintained that the wuzu khana could remain sealed but Muslims should be given access to the mosque to offer prayers. On May 20, the apex court moved the case from the Varanasi trial court to the district court. It also ordered the district court to decide, on priority, whether the Hindu side’s petition was maintainable to begin with.","author":"Aishwarya Iyer","time":"2022-05-20T20:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174661-lhjbaojgry-1653054952.jpg","tags":["Gyanvapi case","communal politics","Varanasi"],"source":"https://scroll.in/article/1024408/farzi-organisation-why-hindu-petitioners-in-gyanvapi-case-have-split"}