{"title":"Father of deceased Kashmiri youth contradicts police claim, says his son died of pellet injuries","content":"The family of the Kashmiri youth who was injured during protests last month and died on Wednesday has contested the Army statement that he died because he was hit by a stone, The Wire reported on Thursday. The family claimed Asrar Ahmad Khan died after he had suffered wounds from a pump action gun.“The forces targeted my son with pellets without any provocation,” Firdous Ahmad Khan, Asrar’s father told The Wire. “He had pellet injuries on his face, skull and left eye.”  Asrar Ahmad Khan was reportedly a part of a mob protesting in Soura area of Srinagar on August 6. After being wounded in the protests, he was admitted to the Sher-i-Kashmir Institute of Medical Sciences. His death prompted authorities to impose restrictions in Srinagar. Asrar Ahmad Khan’s friends and family claimed that paramilitary forces hit him with pellets while he was playing with friends outside his house. Firdous Ahmad Khan showed medical reports and photographs to prove that his son died of pellet injuries. The x-ray scan confirmed that multiple pellets had hit Khan on his head, skull, face and left eye. The photos of Khan, taken during while he was admitted in the hospital, also revealed multiple injuries by pump action guns on his face.The registration card of the hospital issued at 6.46 pm on August 6 said: “multiple pellets on head, eye…”. “He had three pellets in his left eye – two of them were removed during a surgery at Bemina hospital,” Khan’s father said. “He was later shifted back to SKIMS.” On Wednesday, senior police official Munir Khan had said Asrar Ahmad Khan was hit by a stone. “Who told you that he was injured by the shelling?” the police officer said. “No shelling, no pellet injuries. He was hit by a stone.” He had added the Khan’s death will be investigated and they would get a medical report to substantiate it.“Asrar Ahmad Khan who was hit by a stone on August 6 was admitted in Soura has lost his life today,” Lieutenant General KJS Dhillon had told the media on Wednesday. “This makes it the fifth civilian death in last 30 days and these deaths have happened because of terrorists, stone pelters and puppets of Pakistan.”   However, Firdous Ahmad Khan dismissed the police statement and said: “Can this happen due to a stone?” He alleged that security agencies had “cooked up a story to hide the crime committed by them”. “God knows the truth,” he said. “We will seek answers from them hereafter.”The hospital is yet to issue Asrar Ahmad Khan’s death certificate. An unidentified senior doctor also told The Wire that the boy died of multiple pellet injuries. “There were pellets in his head and face,” the doctor said.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-05T20:04:59.192841+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126107-ckxbzdnlrt-1566665806.jpg","tags":["Asrar Ahmad Khan","Munir Khan","Jammu and Kashmir","Kashmir Protests","pellet guns"],"source":"https://scroll.in/latest/936387/father-of-deceased-kashmiri-youth-contradicts-police-claim-says-his-son-died-of-pellet-injuries"}