{"title":"Fazil on his classic ‘Manichithrathazhu’: ‘Everything came together to make the film happen’","content":"Fazil’s Malayalam blockbuster Manichithrathazhu is still giving us the chills and thrills, a quarter of a century later.Released on December 23, 1993, the psychological thriller stars Shobana, Suresh Gopi, Mohanlal, Nedumudi Venu, Vinaya Prasad and Innocent. Two National Film Awards, for Best Actress and Best Popular Film, came on the heels of massive box office success. The film has been remade as Apthamitra (2004) in Kannada, Chandramukhi (2005) in Tamil (which was also dubbed in Telugu) and Bhool Bhulaiyaa (2007) in Hindi. None of the remakes has matched Fazil’s original vision or impact.Madhu Muttom’s screenplay follows the strange experiences of Ganga (Shobana) after she moves with her husband Nakulan (Suresh Gopi) to his ancestral home in Maadampalli in Kerala. There, Ganga hears the story of Nagavalli, a dancer from Tanjore whose spirit is believed to be locked up in a room in the mansion. Nagavalli was the concubine of landlord Sankaran Thampi, and was murdered by him after she fell in love with another dancer. Ganga becomes obsessed with Nagavalli’s story and is soon possessed by the dancer’s spirit. Nakulan’s psychiatrist friend Sunny (Mohanlal) unearths the cause behind Ganga’s ailment and comes up with an unusual cure.Apart from standout performances, Fazil’s film was also held up by a formidable crew: assistants Priyadarshan, Siddique, Lal and Sibi Malayil, music composer MG Radhakrishnan and lyricist Bicchu Thirumala. In an interview with Scroll.in, Fazil revisited the making of Manichitrathazhu, from the ideas that informed the script to finding the right locations. The legend of Chathaan“It all began when writer Madhu Muttom came to me with an unusual idea for a script. In the olden days in Kerala, stones would fall on the top of the roofs of houses, and everyone believed that it was done by an evil spirit called Chaathan, a mythical, mysterious character. We called this kind of stone pelting Chaathaneru [Chaathan’s actions]. Some people would even worship Chaathan to ask him to throw stones at their enemies’ houses. It’s a different thing that after electricity reached houses, this problem automatically reduced.\n\n\n    \n    Play\n\nManichithrathazhu (1993).Anyway, Madhu asked me if we could work on a script based on Chaathaneru, but I wasn’t very impressed with the idea of a story based on a superstition. That’s when Madhu told me that Chathaaneru was not all superstition, and that psychiatry had an explanation for it. He said that psychiatry showed that stone pelting was often done by people suffering from a mental illness or a personality disorder unbeknownst to them.That stayed with me. We started developing the idea further. For three-and-a-half years, we debated about what our story should be. We would begin our deliberations, take a break of a few months, and then pick up the threads again.We wanted our script to have everything, from the arts – painting, music and dance – to drama, suspense and comedy. Many people discouraged us, saying this was a very serious subject, we were dealing with multiple personality disorder, with a protagonist who was in a possessed state. But we had confidence in the subject. We wanted to talk about mental illness. That was our goal. It was an unusual subject, of course, but we felt it was something that people across the country would identify with. This also explains the appeal of the several remakes of Manichitrathazhu.Shobana in Manichithrathazhu (1993). Courtesy Swargachitram.Ganga and NagavalliWe had come up with Ganga’s character, who is suffering from a psychiatric illness, a sort of a split personality disorder. We needed someone who is like her, whom she could relate to. That’s why we came up with the story of Nagavalli, a connoisseur of music and dance. Nagavalli is a prisoner of sorts. She loved one man, was forcibly married to another and finally murdered. Similarly, Ganga’s back story – being left behind with her grandmother by her parents – speaks of a sense of abandonment, yearning and loss. After seeing Nagavalli’s picture and hearing her story, Ganga develops sympathy towards her, which later transforms into empathy, finally leading to Ganga becoming Nagavalli entirely. Sunny: Psychiatrist and comic reliefWhen Nagavalli’s character was written, the actress that came to our mind immediately was Shobana. We didn’t want anyone else for the role. Similarly, for Nakulan’s role too, Suresh Gopi was the immediate choice. The hero’s role – the psychiatrist – took us some time. We wanted the psychiatrist to show some eccentricity. Through him, we felt we could bring some comedy into the film too. At the same time, we also wanted him to be dead serious. He is the one that explains the entire illness to Ganga’s family. So we felt that Mohanlal was the apt actor for the role. All three actors came on board as soon as we approached them mainly because it was my film. While Shobana and Suresh Gopi heard a broad description of the subject, only Mohanlal heard the complete script because his character had to know everything from start to finish.Mohanlal in Manichithrathazhu (1993). Courtesy Swargachitram.The house of horrorsWe shot the exteriors at the Hill Palace in Kochi and the Padmanabhaburam Palace near Thiruvananthapuram. But Nagavalli’s room is not in either of these palaces. I searched in a lot of places for a room that matches what we had in mind for her. Basically, I needed two rooms. One is Thampi’s room and the other is Nagavalli’s, and in between them, there had to be a door. It was at producer SS Vasan’s house in Chennai that I finally found these two adjacent rooms. Vasan used to rent out his house for film shooting. The art department created a beautiful painting of Nagavalli, which we hung on one of the walls.Shooting was easy because our script was so thorough. All artists would be ready early in the morning. If I was focusing on a scene that had only Mohanlal or Suresh Gopi and Shobana, then I’d ask one of my assistants, Priyadarshan, Siddique or Lal, to take up a smaller scene in the meantime. This way, the rest of the cast would not be sitting idle. The entire shoot took only around 60 days. Since Shobana usually doesn’t use her voice in her movies, her voice was dubbed by Bhagyalakshmi.Manichithrathazhu (1993). Courtesy Swargachitram.A reluctant music composerSince I wanted music with a Carnatic touch to it, there was only one person whom I felt could compose for me, and that was MG Radhakrishnan. But when he heard the story, he ran away, saying, this film will not run and why should I waste my time. But I insisted and forced him to compose the music. He said he would create only one song – the one that emerges out of the attic where Nagavalli’s room is. That’s how he came up with Pazhamthamizh. I went to Trivandrum to hear it and loved it. But I decided that this won’t be the Thekkini song, but would be sung by Mohanlal’s character. I asked Radhakrishnan to compose another song in the same Kunthalavaraali raga. That’s how Oru Murai Vandu Parthaaya happened.Initially, the song was to be sung only by Nagavalli. But I wanted her lover Ramanathan to also be included in the song. There’s this portion when Nagavalli has a flashback and dances with Ramanathan. So I told Radhakrishnan to add a section to be sung in a male voice. He immediately created it.Everything worked out after that. If MG Radhakrishnan did a fantastic job, an equally good job was done by Johnson, who did the re-recording of the songs. He didn’t use any electronic instrument and only used the mridangam, veena and the sitar.\n\n\n    \n    Play\n\nOru Murai Vanthu Parthaaya, Manichithrathazhu (1993).The story behind the titleLyricist Bicchu Thirumala wrote two lines in Pazhamtamizh: Manichitra thaazhinullil veruthe nilavara maina mayangi. The word ‘manichitrathazhu’ stood out for me, because it is about a lock. I also connected mani to mana, which means mind. The idea of a mind’s lock, I found interesting. The complex climaxThis was the toughest portion of the film to shoot. I was confused about how to execute the climax. Shobana had to cut Suresh Gopi’s throat. The audience should see that she is about to cut his throat, but from Shobana’s perspective or angle, it is Thampi who is in front of her. Suresh Gopi gave me the idea of creating a wooden bench with him strapped onto one side of it and Thampi’s dummy strapped on the other side. At the right moment, all we had to do was turn the bench with the help of a pulley-like structure.This scene took a lot of time. The rest of Manichitrathazhu had been so smooth. But with this scene, I didn’t have much confidence. We took 16 continuous nights to shoot it.Manichithrathazhu (1993). Courtesy Swargachitram.Legacy and remakes Nobody approached me for a long time because at that time, most movies in Tamil and Kannada industries were hero-oriented. In Manichitrathazhu, the hero arrives only around the interval. No actor would have been willing to do such a role. P Vasu made some changes in the first half of the film and introduced the hero in the beginning itself. He made the Kannada remake Apthamitra, which was followed by the Telugu, Tamil and Hindi remakes. Everywhere it was a success. As the maker of the original, I got royalty on all those remakes. All those years ago, when I first saw what we had made, my first impression was that this movie has everything that cinema needs – drama, comedy, music and a terrific climax. I had a feeling it would succeed, but it went beyond my expectations.Today, 25 years later, the reason Manichitrathazhu is still standing is because everything came together to make the film happen. The casting, locations, costumes, music – everything was 100% perfect. All of Manichitrathazhu was about terrific team work.”(As told to Archana Nathan.)","author":"Archana Nathan","time":"2018-12-20T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108486-pudpjlwinu-1545243408.jpeg","tags":["Fazil","Shobana","Manichithrathazhu"],"source":"https://scroll.in/reel/906298/fazil-on-his-classic-manichitrathazhu-everything-came-together-to-make-the-film-happen"}