{"title":"FBI hate crime statistics 2022: US data challenges the ‘Hinduphobia’ narrative ","content":"The Federal Bureau of Investigation on October 16 released Hate Crimes Statistics for 2022 , an annual compilation of bias-motivated incidents in the United States.The bureau said that in 2022, “law enforcement agency participation significantly increased, resulting in 14,631 law enforcement agencies, with a population coverage of 91.7% submitting incident reports”. The reports involved 11,643 criminal incident as being motivated by bias toward race, ethnicity, ancestry, religion, sexual orientation, disability, gender, and gender identity, it said, with the top bias types, based on the volume of reported hate crime incidents, being anti-Black, anti-Jewish, and anti-gay.\n\t\t\n\tSource: FBI Crime Data Explorer (Total Hate Crimes: 10,891 in 2021 and 11,643 in 2022)The numbers In 2022, more than half of all hate crimes, ie, 6,570 incidents, were the result of the offender’s bias toward race or ethnicity or ancestry. Of those, anti-Black/anti-African-American hate crimes continued to climb, from 3,297 in 2021 to 3,424 in 2022. Anti-Asian hate crimes – “Asian” includes South Asians – on the other hand, fell significantly from a high of 753 in 2021 (when they were primarily driven by Covid-related bias incidents) to 499 in 2022. About 18% of all hate crimes in 2022 were motivated by the victim’s religion, a troubling jump from 1,613 in 2021 to 2044 in 2022. The largest categories of religion-based hate crimes in 2022 were anti-Jewish at 1,124, a jump from 824 in 2021, anti-Sikh at 181 and anti-muslim at 158. The most commonly reported hate crimes were intimidation (36%), followed by property destruction or vandalism (28%), simple assault (27%) and aggravated assault (14%). Also, 51% of the offenders were white, 21% were Black or African-American, 1.4% were Asian while for 17.4%, race was not known.US President Joe Biden summed up the latest Federal Bureau of Investigation data thus, “Antisemitic hate crimes rose 25% from 2021 to 2022, and anti-semitism accounted for over half of all reported religion-based hate crimes. Anti-LGBTQI+ hate crimes rose 16%, and Muslim Americans and African Americans continue to be overrepresented among victims.” The Federal Bureau of Investigation uses the more precise term “Anti-Jewish,” as opposed to “Anti-Semitic”.Anti-Jewish crimes are as likely to be committed by Whites as by Blacks or African-Americans, Asians, and Hispanics. However, what the bureau’s data does not reveal is to what extent victims perceived anti-Israel or anti-Zionist encounters as being Anti-Jewish. President Biden also went on to say, “To those Americans worried about violence at home, as a result of the evil acts of terror perpetrated by Hamas in Israel, we see you. We hear you. And I have asked members of my team to prioritise the prevention and disruption of any emerging threats that could harm Jewish, Muslim, Arab American, or any other communities during this time.” A welcome assurance no doubt, in stark contrast Indian Prime Minister Narendra Modi’s complete silence on mounting hate crimes against India’s religious minorities. However, by solely referring to Hamas terror as the potential cause for new hate crimes, but completely ignoring the impact of Israeli state terror being unleashed against the Gazans, Biden was only reinforcing his own statement that “hate never goes away, it only hides”. The historic reality is that both Republican and Democratic administrations have over the years colluded with Israel to hide or minimise the scale of anti-Palestinian hate and terror by the Jewish state. That facade is now crumbling amid world-wide protests led by Jewish activists and organisations against the brutal Israeli assaults on Gaza. One can only hope that the new spirit of speaking out against all violence, whether caused by Hamas or by the Israeli state, will help mitigate hate crimes against either Jews or Muslims in the United States.Anti-Hindu Hate Crimes    Even though the community still ranks at the bottom of 36 communities tracked, at 31, the doubling of anti-Hindu hate crimes from 12 to 25 should still be a matter of concern. At the same time, Hindus face far fewer hate crimes than other communities and it is important not to let fear mongering overtake facts when it comes to fighting hate. Also, it is hard to say if the 2022 Anti-Hindu incidents include some of the much publicised incidents. For instance, there was Professor Amy Fax of University of Pennsylvania describing India using slurs and deriding Brahmin women. In Texas, Emeraldo Upton was charged with a hate crime for verbally abusing three woman. In New York, Sukhpal Singh  was arrested for vandalising a Gandhi statue on the premises of a Hindu temple. There was also Tejinder Singh, who was charged with a hate crime after he abused an Indian-American customer at a California Taco Bell in Fremont. The Hate Crimes report by the Federal Bureau of Investigation does not provide incident by incident details. There have certainly been individual acts of Hindu bigotry over the years, but I am not sure that any of the examples above – despite claims to the contrary by Hindu nationalist groups – would qualify as an act of Hindu hate or Hinduphobia. But some of them may well qualify as Anti-Asian hate crimes, which by definition include victims of South Asian origin.If one were to look for real examples Hinduphobia, I would refer to the highly offensive prayer book issued by  Southern Baptists years ago, the ban on yoga in  Alabama schools citing the fear of conversions to Hinduism and the more recent attacks on candidate  Vivek Ramaswamy by some on the Christian Right, who are rejecting him explicitly because he is Hindu. However, in each of these cases, there was an organic effort to counter the act of bigotry. After an outcry by a broad section of Americans, Southern Baptists issued an  apology, of sorts, while the people of Alabama  rescinded the ban on yoga schools after civil debates. Ramaswamy himself has sworn that he has experienced no religious bigotry from the conservative Right. In all these push-backs, I might add, Hindu nationalists played no direct curative role. What about caste-based and other anti-South Asian hate crimes? The intense public debate currently underway on caste discrimination in the American workplace highlights an important gap in the bureau’s Hate Crime statistics: the inability to report and track caste-based hate crimes. Having listened to scores of individual testimonies from victims of caste bias, I know that the word “intimidation” or some equivalent of it comes up frequently. But whether they rise to the bureau’s definition of intimidation will never be known unless it explicitly includes caste in its process of determining race/ethnicity/ancestry-based discrimination cases.  “Intimidation – To unlawfully place another person in reasonable fear of bodily harm through the use of threatening words and/or other conduct, but without displaying a weapon or subjecting the victim to actual physical attack.”  The declaration by Governor Gavin Newsom of California that caste-based discrimination is indeed covered under “ancestry” only strengthens the case for the bureau to take this important step to keep up with the changing demographics of South Asian communities. In a similar vein, it is also important for the Federal Bureau of Investigation to create a mechanism to report hate crimes against South Asians as a subset of all anti-Asian hate crimes. With several recent incidents of hate against Indians, examples cited above, it is important for South Asian communities to have access to this set of statistics. As the Federal Bureau of Investigation says, “It is critical to report hate crimes not only to show support and get help for victims, but also to send a clear message that the community will not tolerate these kinds of crimes. Reporting hate crimes allows communities and law enforcement to fully understand the scope of the problem in a community and put resources toward preventing and addressing attacks based on bias and hate.” Raju Rajagopal is a co-founder of Hindus for Human Rights.","author":"Raju Rajagopal","time":"2023-11-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195514-cqjkodhnkx-1698851236.jpg","tags":["Federal Bureau of Investigation","Hinduphobia","United States","Hate Crimes"],"source":"https://scroll.in/article/1058471/fbi-hate-crime-statistics-2022-us-data-challenges-the-hinduphobia-narrative"}