{"title":"Fear and loathing in Jharkhand: Where peace means victims of lynch mobs giving up quest for justice","content":"From Assam, the Karwan e Mohabbat proceeded to Jharkhand, an impoverished forested region with a large tribal population bitterly divided along communal lines. The state has witnessed a rash of lynching attacks in recent years. We first drove to a village in Giridih district, and found a terrifying replay of not just the lynching of Mohammad Akhlaq in Dadri, Uttar Pradesh, but also the communal rationalisations justifying it. Usman Ansari just about survived, but was broken both in body and spirit. He was still in hiding months after the attack. The organisers of the visit did not tell even us where he had taken refuge, and agreed to only a small group from the Karwan visiting him in secret. The old man, his crushed hand in a sling, often broke down as he spoke to us. About how his neighbours tried to kill him. About how his sons were out begging at mosques for money for his treatment and to feed their family. About how one son lost his mind from the trauma. About how he lost all his beloved cows. About his resolve to return to his village, even if no one wants him, even if he may be attacked again, because there is nowhere else he can call home. The story of the attack on Usman Ansari on July 28, 2017 has many echoes from Dadri. His was the only Muslim family in the Hindu settlement of Barwabad-Bairwa. They owned a small farm, Usman Ansari earned money through construction labour, but also by dairying. He was proud that he owned 10 dairy cows, more than anyone in the village.    One of the cows fell ill, a week before Eid. The old man tended her, but she died. He could not agree on a price with the skinner who normally would have disposed of the carcass, so Usman Ansari and his sons themselves dumped it at the designated site in the village. Days later, as people from surrounding villager gathered in Barwabad-Bairwa for the weekly market, rumour quickly spread that the old man had killed his cow because the carcass was found without its head. Enraged neighbours and villagers from the market gathered outside Usman Ansari’s home, crying for his blood. He tried vainly to reason that he loved his cows, and if he wanted to eat his cow’s meat, why would the carcass still be lying at the dumping yard? They threw him on the carcass, stripped him, and beat him up until he fell unconscious. They set his home on fire, reducing it to ashes. They were about to set him aflame too, when the deputy commissioner arrived and saved the old man. The deputy commissioner’s exemplary response, and that of the police under his command, was the only such instance we encountered on our journey through eight states. The crowd stoned the official’s vehicle and the police, but the police opened fire, injuring one man in the leg, and rescued the old man.Broken spiritUsman Ansari was wounded in the head, his hand and bones were crushed to pieces. He was unconscious for eight days and was treated in a Ranchi hospital for two months. No one from his village tried to defend the old man or save him from the attack, and no one has reached out to him since. The state administration has also not given any financial help. A meeting of the villagers organised after our visit to Usman Ansari filled us with gloom. Around 300 men gathered, and in speech after speech, they said the attack was a “small incident” best forgotten. Would they have said the same thing if their own father had been nearly killed by his neighbours for a crime he did not commit? I asked. They said peace required that Usman Ansari testify to the police that the men arrested for attacking him were innocent. I said true peace required that they go to him and seek forgiveness, invite him to return to his village, rebuild his home, and assure him of safety. Our arguments only made the assembled members of the majority community angrier and more hostile, even those who belonged to progressive Left groups. No compassion, no contrition of any kind.No one from his village tried to save Usman Ansari from the lynch mob and no one has reached out to him since. Photo credit: Ashraful Hussain The next morning we drove to Manua village in the same district and met Mariam Khatoon, widow of a man who had been lynched two months earlier in the busy marketplace of Ramgarh. On the morning of June 27, 2017, coal trader Amiluddin Ansari left home in his car. An hour later, his 17-year-old son Shahban received on WhatsApp a video of his father being lynched by a mob of young self-styled cow vigilantes. Desperate, he jumped on a motorcycle to go and save his father, but his bike crashed a little distance from his home. He called his brother Shehzad, 22, who immediately set out for Ramgarh along with his mother. When they got there, they found their car overturned and gutted in the centre of the market, and blood stains on the streets. People told them the police had taken Amiluddin Ansari for treatment to the civil hospital in Ranchi.   They drove to Ranchi as fast as they could. There, they learnt he had died at the hands of the mob in Ramgarh itself. The police hurriedly and secretly conducted a post-mortem without allowing the family to see Amiluddin Ansari’s body, and to date they have refused to share the autopsy report with the family. It took multiple visits to the police before the body was handed over to the family, long past midnight.  Hate as sportOf late, we have been witnessing a disturbing new phenomenon related to lynchings – videorecording of the crime. We watched in horror the video Amiluddin Ansari’s sons saw on their phones even as their father at that moment was succumbing to his attackers. These videos are typically taken by the attackers themselves. You see them in Amiluddin Ansari’s lynching video laughing as the bleeding man begs for his life, as though this was a sport, a reality television show or a video game. At one point, a boy grabs the terrified man’s face and turns it to the camera, asking the videographer to take a good shot. There are pictures of massive piles of red meat on the streets, but none of it actually being taken out of the car. No one comes to the aid of the hapless man before he dies.In Amiluddin Ansari’s lynching video, you see the attackers laughing as the bleeding man begs for his life, as though this was a sport, a reality television show or a video game. At one point, a boy grabs the terrified man’s face and turns it to the camera, asking the videographer to take a good shot.  The state administration has done nothing to support the bereaved family. The younger children have dropped out of school. That meat was sent for testing, to see if it was beef. A group of local Muslim boys angrily protested when the police failed to arrest the attackers who could be easily identified from the video. The police slapped a series of criminal charges on the protestors, who spent 25 days in jail. Some of the attackers were later arrested but several others, whom eyewitnesses are willing to name, are roaming free. We saw a photograph of a young man beating Amiluddin Ansari with a fibreglass baton that closely resembles that used by the police.   Mariam Khatoon was firm and composed as she spoke to us, breaking down only once while recalling how difficult the police made it for them to get her husband’s battered body that night. “I only want justice,” she told us, again and again. “I want those who lynched my husband to be punished, not for revenge, but to ensure that no one has to go through what my children and I have suffered.” Postscript: On October 12, 2017, I got a phone call that the wife of the main eyewitness, Jaleel, was killed in a suspicious road accident outside the court where he had gone to testify against Amiluddin Ansari’s killers. According to a report in The Caravan, Jaleel alleged in his complaint to the police that his wife’s death was the result of a “planned conspiracy” to prevent him from appearing in court. He stated:“I am an eyewitness of the Alimuddin Ansari murder case. Today, on 12.10.2017, at around 10 am, I was present in the court with my wife to give my testimony. But, since I forgot to bring my identification card, I sent my wife to fetch the card with the son of Alimuddin Ansari on a bike…At that time, accomplices of the accused in the case, who are always seen during the court proceedings, threatened me and my wife that I should not give my testimony to the court in Alimuddin’s murder case, or should be prepared to face dire consequences…No sooner than they left the court premises on a motorcycle, another motorcyclist hit them from behind and fled from the scene…The accident was caused so that I couldn’t give my testimony to the court.”   Jaleel’s wife is dead; Shehzad, who was driving the bike, is in shock; and Mariam Khatoon is terrified about her safety and that of her sons.This is the fourth article in a series on Karwan e Mohabbat, a civil society initiative to reach out to the victims of communal, caste and gender violence across India.","author":"Harsh Mander","time":"2017-10-28T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/854729-71566-nzduoydisu-1508494190.jpg","tags":["Karwan e Mohabbat","Jharkhand","Ramgarh lynching","Usman Ansari","Dadri lynching","Mohammad Akhlaq","Amiluddin Ansari","communalism in India","communal violence"],"source":"https://scroll.in/article/854729/fear-and-loathing-in-jharkhand-where-peace-means-victims-of-lynch-mobs-giving-up-quest-for-justice"}