{"title":"Feminist icons or violent vigilantes? The contentious role of Meira Paibis in Manipur’s conflict","content":"On an overcast July afternoon, a line of military vehicles piled up on a highway in Manipur’s Bishnupur district. For hours, the commanding officer, seated in the vehicle leading the convoy, had been trying to get through to the other side. Blocking his way was a group of stick-wielding, resolute-faced women, holding his gaze, watching his every move.The impasse continued till one woman broke away from the crowd, and angrily shouted at the officer: “We are hungry now, get out from here. Niklo yahaan se.” The officer, his expression stolid behind his sunglasses, observed them in silence for a few minutes, then revved up his car. The vehicles behind him followed suit. “They are defeating their own cause,” he said, before making a U-turn.On this stretch of National Highway 2, the only road that connects the Meitei-dominated Imphal valley to the Kuki-Zo hills of Churachandpur, it is the Meira Paibis – the women torch-bearers of Manipur – who are in charge. Every passing vehicle – civilian or military – is stopped and inspected by the group of women. Even those coming in and out of the district hospital, a few hundred metres from the  site of the blockade, cannot bypass their hawk-eyed scrutiny. “We trust no one,” said Thiyam Jovia, a 35-year-old housewife who is a part of the group. While the initial searches were for “Kuki militants”, whom they blame for starting the violence on May 3, much of their ire is now reserved for the Indian Army and paramilitary forces like the Assam Rifles.“We are watching the news… these army forces are not with the Meiteis,” said Jovia. “They have betrayed us, they are helping the other side.”It is a sentiment that echoes through the Meitei-dominated Imphal Valley that for three months now, has been at war with the Kuki-Zos, the ethnically-related tribal communities that live primarily in the hills south of the valley. In this battle, hundreds of women like Jovia are out on the highways during the day, and patrolling the streets of their localities by night. They are the first line of defence for their community, a role they take to heart.“We Meira Paibis are not afraid of anything,” said Leibak Leima. On a July evening, the 65-year-old was the first to reach her Imphal locality’s all-women night vigil. In a small shed by the side of the road, she and her neighbours sat well past midnight to guard their leikai, or locality as it is called in Meitei. “Give us guns, and we will be ready to fight,” she said. “In difficult situations, do not underestimate the strength of a Meitei woman.”That is borne out by history. From colonial forces to the mighty Indian state, the Meira Paibis have taken on many powers. In the early 1900s, they successfully got the British to retract an exploitative colonial labour policy. Three decades later, they rose up against the maharaja’s oppressive economic regime in the erstwhile kingdom of Kangleipak. These revolts are famously known as Nupi Laan, or the Women’s War. In the 2000s, when the insurgency was at its peak in the state, as were alleged instances of human rights violations by the state then completely under the Armed Forces Special Powers Act, their iconic protest against sexual violence gave them legend-like status. However, in the divisive ethnic war that has engulfed Manipur for three months now, the role of the women icons has become contentious. The Indian Army has called out the Meira Paibis for disrupting peace-making efforts. On some occasions, the security forces alleged, they have shielded armed insurgents, blocked highways disrupting passage of food and other essential supplies to different parts of the state. On Thursday, a group of Meira Paibis clashed with security forces as they attempted to storm a proposed burial site for Kuki-Zo victims of the ethnic violence. Most disturbingly, throughout this conflict, Meira Paibis have been accused of participating in violence against women. In Manipur last month, Scroll met four Kuki-Zo women, who recounted in great detail the brutal assaults they had suffered at the hands of mobs. In two cases, the women told Scroll that Meitei women were part of the mob, egging the men on to hurt them. In one case, a 19-year-old alleged that the women themselves – dressed in traditional phaneks – beat her up. In a police complaint, the woman identified the assaulters as Meira Paibis. Scroll spoke to several Meitei women about their participation in the conflict – and the disquiet expressed about their role.A group of Meira Paibis block the security forces' path in Bishnupur. A decentralised networkOn a Tuesday morning, a 40-year-old government school teacher in Imphal’s Uripok along with hundreds of women in her locality diverted traffic from the road for a rally to condole the death of a 19-year-old Meitei student – allegedly killed by Kukis a few days earlier.Her traditional phanek tied to her waist, a paste of sandalwood smeared on her cheeks, she was ready for a long day ahead. For the last three months, she said, she has played multiple roles: wife to her husband, mother to her two children,  teacher to her students – and most importantly, a “protector to my community”. Yes, it was tiring, she said – “but I am ready to sacrifice my time. I want to be here.”Critics may argue that she has little choice. As an adult married woman, the 40-year-old is a Meira Paibi by default, and thereby, bound by the unwritten rules of Meitei society, where women have to rally together in difficult times.While it is married women who automatically become members of Meira Paibi groups, younger, unmarried women can also get involved.An Imphal-based academic, a Meitei woman, explained: “A woman’s participation in Meira Paibi activity is mandatory.’’ Anything less, she said, was frowned upon, especially in times of conflict. She, too, has been out on the streets, taking turns with two other women members in her house. The duty roster drawn up by her locality’s Meira Paibi group makes no distinction: by profession or age. “It does not matter if you are a professor, an IAS officer or a doctor – in tough times, you have to stand with your community,” she said.As the Meira Paibis did, during the four-month long protests for the enforcement of the Inner Line Permit regime in the state in 2015, or against the human rights violations when the state was under AFSPA. The Meira Paibis had first banded together to fight social evils of alcoholism and drug addiction in the 1980s – back then they were known as “nisabandis”. The movement soon dovetailed into protests against the Indian state. Almost 20 years ago, Ema Lourembam Nganbi had, along with 12 other mothers or “Emas”, stripped naked in front of the historic Kangla Fort, the then headquarters of the Assam Rifles, to protest the brutal killing and rape of suspected insurgent Thangjam Manorama. Then in her fifties, standing naked in front of the fort’s gate, Nganbi had shouted in English: “Rape us, kill us.” The men in uniform awkwardly looked away, she recalled. The episode went on to become a watershed moment in Manipur’s long fight against the AFSPA.“How can I ever forget that day?” Nganbi said, when Scroll met her at a blockade in Bishnupur district. “It was something we had to do. AFSPA had made too many widows, killed too many of our innocent men, raped our women. Manorama, Chanu Rose…” – she counted them on her fingers – “Do you expect us to trust the forces after all this?”Nganbi said that the iconic protest “was not for Meitei women alone, but women across all the 30-plus tribes of Manipur”, adding that Meira Paibis fight for both women and community.What then does she feel about the several damning allegations against Meira Paibis? Nganbi said, “If they [alleged perpetrators] are in the wrong, [police] investigation will find it.” Then, echoing her community’s view, she added: “But remember… in this war, Meiteis did not attack the Kukis first; they [Kukis] started it. We are innocent.”Ema Lourembam Nganbi, who was part of the iconic 2004 protest against the Assam Rifles, at the Bishnupur blockade.A streak of vigilantismThe Meira Paibis, as we know them today, “came into existence to stop atrocities of the security forces committed against innocent civilians”, academic  L Basanti Devi wrote in her 2021 article Encountering the State in Manipur: A Political History of Women in Public Space.In more recent times, with the insurgency on the decline, the women have assumed a more vigilante role, playing referee on a range of domestic issues, from land disputes to lovers’ tiffs.Today, every leikai (colony) in Imphal is represented by a local unit of the Meira Paibis. The leikai is the first unit of organisation, and every Meira Paibi’s primary allegiance is to the person heading the leikai. It is the leikai leader, often the oldest woman in the area, who calls for women to gather, usually by hitting an electric pole with a stick or a stone. The sound, the Imphal-based academic said, is a signal to the women in the neighbourhood to “drop whatever they are doing”, and come out. In the last three months, she said, the pole in her locality has clanged “innumerable” times, especially in the first few weeks of the conflict. “It has been especially terrible to hear the sound these days – the situation is so tense that you know they can’t be calling you out for anything good,” she said.Still, she said, it is natural for women like her to want to help. “This is what our mothers and grandmothers have been doing for years. So why shouldn’t we?” she asked. Moreover, she added, families who don’t send out women are charged a fine. More than the money, it is the shame associated with being the odd one out. “It will be definitely frowned upon if you don’t turn up,” she said.. “But to be honest, there are no families who do not want to send their women out… at least in my locality.”A Meitei woman activist in Imphal – not actively involved with the Meira Paibis – said that sometimes the Meira Paibis’ actions tend to border on vigilantism. She recalled how a group of women arrived at her doorstep raising money to buy arms last month. “I refused initially but then ultimately had to give in,” she said. “If I don’t, I will get into trouble, my family will get into trouble.”Meira Paibis at a blockade in Bishnupur.Not immune to pressuresWithout a unified central command, hundreds of leikai-level groups dot the landscape of the Imphal valley, making the Meira Paibis a part of an amorphous decentralised network. The movement is not immune to outside pressures, either. It is quite common for the state’s powerful civil society groups, often backed by politicians, to call the shots in local Meira Paibi units. According to the Meitei activist, different groups can use their influence over the Meira Paibis to do their bidding. “Unfortunately, many get brainwashed, and easily influenced by the locality leaders,” she said.To illustrate this, many people Scroll spoke to in Imphal referred to the incident on June 30 when Chief Minister Biren Singh was supposedly headed to Raj Bhavan to hand over his resignation. He was waylaid by hundreds of Meitei women, some of whom tore up his resignation letter. He ultimately did not resign.“You would think the women are making the decisions – when it is actually the men who are controlling them,” said the Meitei activist, suggesting that the protest was not entirely organic. “Our women have incredible courage, they participate in every single struggle… that is why they are put on the front line. But, unfortunately, women are used as pawns in the game, while men remain in the shadows.”Caught in the middleSince the ethnic clashes between Meiteis and Kuki-Zo communities, the mistrust between the Meira Paibis and the central security forces has sharpened.In Imphal’s Uripok, 70-year-old Tejapati, a Meira Paibi, spelt it out: “The forces do not support us, they only support the Kukis because they have a pact with them.” She was referring to the Suspension of Operations agreement, the peace deal the Centre signed with the Kuki militant groups in 2008, as the reason for this bias. Meitei insurgent groups have never come to the table for talks.As a result, the Meira Paibis argue, the army handles the Kuki militant groups with kid gloves, often at the cost of the Meiteis. Calls to abrogate the pact have resounded across the Imphal valley since the initial days of the conflict. The forces, in particular the Assam Rifles, which is the operational command of the Indian Army, say they are caught in the middle. An Indian Army official posted in Imphal, who declined to be identified, said they were facing “trying times”. “We are not Kuki’s army, or the Meitei’s army… we are the Indian Army, and we are only trying to ensure everyone’s, regardless of community, peace and security,” he said.According to him, partisan media reports and rumours had “fuelled mistrust against the security forces”, undermining their “hard-earned” credibility. In June, the rift came to such a head that the Army released a video statement outlining the challenges. It said a stand-off with a 1,200-1,500 women-led mob in Itham on June 23 forced them to “release” 12 cadres of banned insurgent group Kanglei Yawol Kanna Lup – including the mastermind of a 2015 ambush case.A few days later, the Dimapur-based III Corps of the Indian Army (also known as Spear Corps) put out a tweet, complete with video illustrations, of how the women were interfering in their operations by accompanying armed rioters in vehicles, blocking entry of forces in riot-hit areas, interfering in the movement of logistics by digging up roads, among other things.Such actions, the Imphal-based Army official alleged, were meant to aid the valley-based retired Meitei insurgents who had reactivated themselves in this conflict. “The Kuki militants had already joined the fray, and the defunct valley-based ones saw it as a good time to jump in,” he said. “They want a safe corridor to go join the fight. Who to use to ensure that? The Meira Paibis.”The insurgent groups, the army official said, are using various Meira Paibi groups to shield themselves. In the heyday of the insurgency, when the Indian state combed towns and villages across Manipur to pick up Meitei youths on suspicion of being insurgents, the Meira Paibi are reported to have played a similar role: they took the security forces head on to block their operations. Meira Paibis lined up on the streets in Uripok, Imphal, to protest against the killing of a 19-year-old Meitei man.A movement ‘independent of gender’On July 15, Lucy Marem, a Maring Naga woman, was killed near the foothills of Keibi Heikak Mapal village in Imphal East district, after a group of women allegedly handed her over to armed miscreants. Marem’s death elicited strong reactions from the Naga community in Manipur, the third major ethnic community in Manipur, one which has remained neutral in this conflict so far. The United Naga Council, the apex body of the Nagas, issued a statement, calling out the Meira Paibis. “It is unimaginable for a women’s organisation like Meira Paibis, who profess to be torch bearers of peace, partaking in acts of such killings,” the statement said.Indeed, this has vexed many people, particularly those outside the state: How could a women’s organisation with such a rich history of standing up against injustice be party to crimes against women?Senior Meira Paibis and Meitei civil society leaders Scroll met cited “lack of organisation” and the “decentralised structure” of the movement as a reason for the alleged transgressions. Khuraijam Athaouba, who is the spokesperson of the Coordinating Committee on Manipur Integrity, or Cocomi, an umbrella organisation of six groups representing Meiteis said: “What happened in Imphal [during the initial days] was a spontaneous response of common people.” He added: “That is why there are so many irregularities in the way people behaved.”Ema Lungwaleima, a Meira Paibi in her sixties, agreed. “No one was prepared … no one knew that a warlike situation was imminent. Since it happened suddenly, people took up their own ways to protect themselves,” she said. “Maybe their own family members were killed and hurt, and it could have entirely been an emotional reaction… a lot happened in Churachandpur [where the Meiteis are a minority] too.” However, conversations with many Meira Paibis made it quite clear that most of them were not guided by feminist principles. It was the community that took precedence over gender for most women’s groups in Manipur. As this article by Meitei academic Kapil Arambam notes, the Meira Paibi movement is “independent of gender”.The Imphal-based academic also said she would “refrain from describing Meira Paibis as feminists”. “Sure, it is a women’s movement but most of the causes they espouse are for the community,” she said. “They hardly talk about themselves, their bodily rights, their reproductive rights. Perhaps the 2004 Kangla Fort protest was one of the few times that they spoke out against sexual violence women faced.” Added the activist: “It’s not as much about women as it is about identity.”The tide of allegations against the Meira Paibis has prompted other civil society organisations to intervene.In May, the Cocomi formed a women’s wing to “streamline the movement”, among other things. Ema Lungwaleima, who is the general secretary of the wing, said she was going to neighbourhoods asking people not to indulge in mob violence. “I’m trying to mobilise them to work together.”  An activist, who works with Meira Paibis in Bishnupur, admitted that many women were involved in things “they were not supposed to be involved in”. “But they don’t speak for the whole community,” she said.The other Meitei woman activist in Imphal, who is not actively involved with the Meira Paibis, said there was disquiet within the Meira Paibi groups, too. “Sometimes during our long conversations, some do admit their discomfort about the role of the Meira Paibis,” she said. “Behind closed doors, they condemn such incidents [against women] and tell me to continue to speak out. ‘It’s difficult for us to say certain things,’ they tell me.”A breakdown of old alliancesAngom Nayani grew up in one of the Meitei-dominated pockets that dot the hills of Churachandpur, her home for more than half a century. She fled the violence that broke out on the evening of May 3 and reached Moirang in the neighbouring district of Bishnupur.Nayani, an active member of the Meira Paibi community, has lived in Churachandpur since she was six; she is now 60.  “I left my life behind,” she said. That included not just the grocery store she ran, but also friendships, mostly with women from the Kuki-Zo community. “Initially, when the violence first erupted, I would still get calls from my friends asking me if I was okay,” Nayani recalled. But gradually, the calls reduced, before stopping altogether.Angom Nayani, a Meira Paibi, lived in Kuki-dominated Churachandpur for most of her life.Nayani rues not just the loss of these personal bonds but also the solidarity of women across ethnicities that now lies shattered. A few years ago, Nayani, along with other Kuki-Zo women in the hills had founded the Joint Women’s Organisation, a collective that cut across ethnicities, to raise issues of shared civic interests. As Ema Lungwaleima of Cocomi had explained, “All the ‘mothers’ associations’[an oft-used nomenclature for women’s civil society groups in the North East] would work together: Nagas, Kukis, Meiteis.”  Sitting on a bench outside the relief camp, Nayani said much of it seemed like a “dream now”. “That we even had an organisation, that at one point it was possible,” she said. “Everything changed after May 3.”She is sceptical about the possibility of Meitei and Kuki women coming together to initiate a peacebuilding process. “This time the situation is very bad. They [the Kukis] are asking for a separate administration…total separation. So even the government cannot control anything, so what can we Meira Paibis do?”“We can only appeal,” Nayani said. Then she quickly added: “If only I could reach out to the women.”The writer is a Guwahati-based independent journalist. Her Twitter handle is @ToraAgarwalaAll photos by Tora Agarwala","author":"Tora Agarwala","time":"2023-08-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192837-ouekvppipy-1691069362.jpeg","tags":["Manipur","Meira Paibis","Meitei-Kuki conflict","Violence against women"],"source":"https://scroll.in/article/1053761/feminist-icons-or-violent-vigilantes-the-contentious-role-of-meira-paibis-in-manipurs-conflict"}