{"title":"New Delhi willing to consider evidence, PM Modi says in response to US claims of murder conspiracy","content":"Weeks after authorities in the United States accused an Indian government employee of being involved in the plot to assassinate a Sikh separatist leader in New York, Prime Minister Narendra Modi has told the Financial Times that he would look into the evidence, but a “few incidents” will not harm relations between New Delhi and Washington.“If someone gives us any information, we would definitely look into it,” Modi said. “If a citizen of ours has done anything good or bad, we are ready to look into it. Our commitment is to the rule of law.”This was the first time that the prime minister commented on the allegations.On November 29, the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against an Indian national named Nikhil Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader. Though the statement did not name the separatist leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.The United States’ Department of Justice alleged that the plot was part of a larger conspiracy to kill one person in California and at least three in Canada. It claimed that Gupta was working on the directions of an Indian government officer.Modi, in response to questions by the Financial Times, said that India had serious concerns about “the activities of certain extremist groups based overseas”. “These elements, under the guise of freedom of expression, have engaged in intimidation and incited violence,” he added.Pannun is the founder of Sikhs for Justice, a pro-Khalistan group based in the United States, which was banned in India in 2019. Khalistan refers to an independent Sikh nation sought by some groups.Nevertheless, the prime minister said that there is “strong bipartisan support” for strengthening of the relationship between India and the United States. “Security and counter-terrorism co-operation has been a key component of our partnership,” he said. “I don’t think it is appropriate to link a few incidents with diplomatic relations between the two countries.”On November 29, India said it has constituted a high-level committee to examine the inputs related to the case from the United States. External Affairs Ministry Spokesperson Arindam Bagchi said that India is taking the inputs seriously “since it impinges on our own national security interests as well”.The United States’ charges came two months after Canadian Prime Minister Justin Trudeau said that there were “credible” allegations linking Indian government agents to the murder of Sikh separatist leader Hardeep Singh Nijjar. He was shot dead in the parking lot of a gurdwara in Surrey near Vancouver on June 18.India rejected Trudeau’s allegations as “absurd and motivated”.Also read: Why the United States has been forced to walk a fine line amidst India-Canada tensionsUS allegations of foiled murder plot only bolster Narendra Modi’s strongman image at home","author":"Scroll Staff","time":"2023-12-20T12:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193906-igjbygsmlm-1694180528.jpg","tags":["Narendra Modi","Gurpatwant Singh Pannun","Hardeep Singh Nijjar","India","Khalistan"],"source":"https://scroll.in/latest/1060850/few-incidents-wont-harm-india-us-ties-but-new-delhi-willing-to-consider-evidence-says-pm-modi"}