{"title":"Few Indian youngsters have registered to vote –and what that means","content":"In 2014, India’s young first-time voters played a crucial role in bringing the Bharatiya Janata Party to power at the Centre. Exit polls found that turnout in that election among Indians ages 18 to 25 surpassed that of the general population for the first time – at around 70%.In that election, the BJP represented hope but five years later, in 2019, it represented a mixture of fear and hope. There was fear that the state would repress those who dissented and disagreed with it. But Prime Minister Narendra Modi's larger-than-life reputation and oratory skills kept the hope alive for those who still thought that he could take India higher. The party was given a second chance.In 2024, will India’s youth support the BJP for the third time?Voting starts on April 19 and is staggered over six weeks in seven phases, with the results scheduled to be announced on June 4.The Election Commission of India last fortnight said that only about 38% of eligible first-time voters – 18 million out of 49 million – have registered to vote in the 2024 national elections. In Bihar, which has the country’s largest number of young people, only 17% have registered to vote. In Delhi, the centre of political action, the figure is 21%, while in Uttar Pradesh, it is 23%.What is also baffling is that Maharashtra, which has always been a politically aware state, has also not done as well at 27%. The educated and politicised Kerala has 38% of first-time voters registered. In the east, West Bengal is at 48% and Odisha at 49%. The other end of the spectrum finds Telangana at an impressive 67% followed by Jammu and Kashmir at 62% and Himachal Pradesh at 60%.Given the amount of noise about the youth being the key to India’s future as well as electoral outcomes, it is ironic that there seems to be little excitement when comes to them voting.Mark Your Presence, an organisation focused on educating young voters in India, listed a few reasons for the unimpressive figure. Chaitanya Prabhu, its founder, said that the young cannot be blamed for their lack of interest in politics. Throughout school and college, he said, students live with the perception that politics is a bad word. “The basics of elections and politics are not even taught in schools as part of the syllabus, except under CBSE [Central Board of Secondary Education],” he told The Times of India.At the India Today Conclave last year, he suggested, “…What we need to do is fundamentally bring policies that are youth-centric and create more opportunities for young people”. He also pointed out that “there are no unions on campuses and there is no exposure to politics”.Over the past ten years, political activism on college or university campuses has been not only covertly discouraged but overtly attacked. Still, the recent campus elections in March at Delhi’s Jawaharlal Nehru University after a hiatus of four years highlighted how eagerly youngsters participate in politics when they are gien the opportunity.The Association for Democratic Reforms, a nonprofit working for electoral and political reforms, has a youth outreach programme that encourages young voters to register. The programme manager, Nandini Raj pointed out that many young voters are migrant students and workers. “Not all of them have the means to go back to their constituency and cast their vote,” she said. There is no arrangement for them to vote remotely.The head of the Association for Democratic Reforms, Anil Verma, told The Times of India that informal discussions suggested cynicism among the youngest voters. “The apathy could come from a feeling that the leadership of major parties is made up of seniors and that there are not enough young leaders or candidates to whom young people can relate,” he said.Raj noted that the trend of the young failing to register and vote is not just an Indian phenomenon – it is being observed in other countries too.In the US, for instance, the turnout for the 2020 Presidential election among 18-24-year-olds was 48%, the lowest among age groups. According to Freedom House, this reflected apathy, mistrust and dissatisfaction with democratic processes and fed into the narrative of democratic backsliding.A report by the Center for the Future of Democracy showed that the faith of young people in the democratic process and politics is lower than that of any other age group. Millennials across the world are more disillusioned with democracy than Generation X and baby boomers were at the same age for they find it all “morally flawed”.Asim Siddiqui, an assistant professor at Bengaluru’s Azim Premji University who has been working with youngsters for the last 15 years, echoed the same sentiment. “There is a lot more confusion, precarity, and vulnerability at not being able to figure things out through the information overload,” he told The Economic Times. Young people are expressing a lot of angst but this is not being channelised properly as many are struggling to “find a value framework”, he said.The inability to find a moral anchor is exacerbated since issues like unemployment are on the minds of India’s young people. A pre-poll survey by Lokniti-CSDS, the Delhi-based research institute, found that more than half of the respondents were very concerned with unemployment and inflation.India’s youth continue to grapple with soaring unemployment rates, with 83% of the jobless population belonging to this demographic, according to India Employment Report 2024, published by the International Labour Organisation.As India goes to poll on Friday, let us hope that India’s youngest voters realise that they have a greater ability to strengthen democracy than they believe.Sreya Sarkar is a public policy professional who has previously worked as a poverty alleviation specialist in US think tanks.What do young Indians who voted for the first time in 2014 think of the past decade? Scroll reporters find out in The Modi Generation.","author":"Sreya Sarkar","time":"2024-04-18T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200115-mppfdtnkqt-1713361091.jpg","tags":["Lok Sabha 2024","First-time Voters","Voting","Democracy","Unemployment"],"source":"https://scroll.in/article/1066766/few-indian-youngsters-have-registered-to-vote-and-what-that-means"}