{"title":"Fewer discussions, faster clearances: How India’s wildlife board changed after 2014","content":"India’s only flamingo breeding site straddles two wildlife sanctuaries in Kutch, Gujarat – the Kutch Desert Wildlife Sanctuary and the Wild Ass Sanctuary. In 2011, the Border Security Force proposed the construction of a road through the area for “security needs”.The proposal came up for evaluation before the standing committee of the National Board for Wildlife. Established in 2003 under the Wildlife Protection Act, 1972, the 47-member board is responsible for guiding the government’s decisions on matters related to wildlife conservation, and issuing approvals for projects in protected areas. In practical terms, many of its tasks are delegated to a standing committee, whose ten members are drawn from the board, and which is empowered to carry out the same functions. The committee includes government officials as well as “non-official members”, or independent experts.While the act envisaged the board and the committee as advisory bodies, their powers and responsibilities were increased in 2002, after the Supreme Court ruled that the standing committee had to approve all proposals that sought permission for “any activity” within a wildlife sanctuary.When the proposal for the road in Kutch was first tabled before it, the standing committee decided to undertake an inspection of the site before making a decision. A year later, the project was listed again in the agenda for a committee meeting.Prerna Singh Bindra, a conservationist and writer, was a member of the committee at this time. The minutes of the meeting note that Bindra and every other independent expert on the committee strongly opposed the project because of the “devastating and irrevocable impact” it would have on the breeding site of the flamingos. Bindra added that it was “tragic” that they would consider “compromising the last habitats of critically endangered wildlife”.Dr MK Ranjitsinh, former IAS officer and wildlife expert, said that the area was full of “fossil forms, several important life forms” and that these could be “altered by the disturbances from the proposed road”. Another member, wildlife expert Dr Divyabhanusinh Chavda also pointed out that mangroves would be destroyed due to the project. The committee then deferred the matter to the next meeting for a detailed discussion.Throughout the discussion, for Bindra, her decision on the project “was a flat-out no”, she told Scroll, 12 years after the proposal was first tabled.Over the next year, the committee in two more meetings deferred the project for further discussion –in the meanwhile, it suggested to the BSF that it find an “alternative alignment” for the road.The BSF presented an altered road alignment to the committee in March 2013, according to the minutes of a meeting held that month. Bindra and the other non-official members continued to “totally” oppose the project. Ranjitsinh suggested that the road needed to be “further south of the present proposal”, outside the sanctuary.That was Bindra’s last meeting as a member. In 2014, the Central government changed, and in July that year, a new board, and a new standing committee, were constituted.The newly appointed standing committee held its first set of meetings on August 14 and August 15, 2014. The much-debated diversion of the road through the Kutch sanctuary arrived on the agenda once more, among 138 listed projects. But this time, the discussion did not last long – Gujarat’s Chief Wildlife Warden said that while the project was “important for the flamingos”, it was also “strategically important”.No member dissented. The committee cleared the proposal for the road, with just the broad condition that the BSF should undertake “mitigation measures”, such as constructing culverts at appropriate locations.A proposal to divert protected land in Kutch for a road was opposed by members of the earlier standing committee, but cleared by the present one with no dissent. Photo: sballal/Wikimedia CommonsThis wasn’t the only project to receive a green signal at the meeting – in all, the standing committee rejected just one of the 138 proposals that it considered.To wildlife experts, this was a worrying sign that under the new government, the body would focus more on clearing proposals than scrutinising them.Scroll analysed the minutes of 19 meetings of the standing committee, held between 2011 and 2016. Each document is between 20 and 70 pages long, and records, among other details, attendees of the meeting, projects and other matters that were discussed, whether projects were approved and names of members of the committee who dissented.Our analysis, which covered more than 800 projects, indicated that experts’ fears about increasing clearance rates after 2014 were not unfounded. While between 2011 and 2013, the board rejected approximately 4% of projects that came before it, between 2014 and 2016, this proportion dropped to 1%.Bindra said that even during her tenure, she felt the committee was too generous in clearing projects. “Our rejection rate was not great either,” Bindra said. “But at least there was a process of arriving at the decisions. We would dissent, so it was also about the process.”Our analysis confirmed that dissent against projects declined after 2014. Other patterns also pointed to a reduced scrutiny of projects. For instance, the length of the written record of project discussions fell for the period between 2014 and 2016, indicating that the time spent on these discussions reduced. Further, the number of site visits conducted by members of the committee, which are indicative of the level of scrutiny brought to them, fell between these two periods. There was also an increase in the presence of bureaucrats at the meetings during this time, while the presence of non-official members like Bindra fell. The agenda of these meetings saw a noticeable shift too – over this time, they became more focused on wildlife clearances, while other discussions, categorised in the minutes as “policy matters”, took a back seat. Scroll emailed Bhupender Yadav, minister for environment, forests and climate change, who also serves as the vice-chairperson of the NBWL, seeking comment on these shifts. As of publication, he had not responded.Meenal Tatpati, who has been researching policies that deal with protected areas, noted that there was a larger context for these shifts, and that successive governments have focused less on protecting the environment and more on implementing policies that helped businesses – these include the present government’s “ease of doing business” and “one-window clearance” initiatives, which aid infrastructural development. “Looking at those changes gives a larger picture of what is happening in the decision making at the standing committee level,” Tatpati said. “It’s the narrative of development versus the environment, which is becoming stronger in favour of development. But at what cost?”This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.The first controversy that hit the newly formed NBWL in 2014 pertained to its composition.The Wildlife Protection Act mandates that in addition to the prime minister, environment minister, and officials from the environment ministry, the board have ten independent experts from the fields of ecology, environment and conservation, apart from five representatives from environmental non-profit organisations. “As a statutory committee, the NBWL is very different from any other expert committee on wildlife,” explained Praveen Bhargav from Wildlife First, who was a member of the board between 2007 and 2010. “Not only is it mandatory to constitute it as per the provisions of the Wildlife Protection Act, its decisions also need to comply with the law, and orders of the Supreme Court.” However, instead of appointing ten independent members and five NGO representatives, the Central government formed a board that had only two independent experts and a representative from just one non-profit, Gujarat Ecological Education and Research Foundation, or GEER Foundation. Further, GEER’s board is chaired by the Chief Minister of Gujarat, and the organisation is funded and managed by the government of Gujarat – therefore, it could not “qualify as an NGO”, as environmental lawyer Ritwick Dutta wrote in a 2021 paper.  Environment minister Bhupender Yadav (right) with Prime Minister Narendra Modi. The composition of the board appointed by the present government was not in consonance with the wildlife protection act. Photo: BJP websiteSoon after, Pune-based conservationist, Chandra Bhal Singh filed a PIL alleging that the constitution of this new board violated the wildlife act.In response to the petition, in August 2014, the Supreme Court ruled that the composition of the new board was not “in consonance with” the act. It then issued a stay on the functioning of the NBWL, ordering it “not to give effect to any order” that the committee had passed. The court lifted this stay in November, after the board was reconstituted. But experts noted that there were still problems with the composition – for instance, the GEER foundation representative remained a member, and the new independent members included one serving and one retired forest officer.Then, the environment ministry made an unprecedented move. In a notification dated 10 December 2014, the ministry amended the rule governing the term of appointed members of the board – where earlier the term of each was three years, the new rule stated that it would be “three years from the date of his nomination or till such period his successor is nominated”.The new phrase effectively freed the government of any obligation to change independent members on the board. “Periodic change ensures new thoughts and ideas coming into the system, and curbs any vested interest that could develop,” Bhargav argued. “It is a very important safeguard.”The earlier rule had broadly been observed since the inception of the board in 2003 – the first board was in place for a little over three years, till 2007; the second was in place till 2010. The third had not yet been replaced at the time of the 2014 election. Since then, however, the board has not met even once, let alone been reconstituted.Former members conceded that earlier, too, meetings were not as regular as stipulated – but, they noted, between 2007 and 2013, the entire board met at least three times.Environmental researchers also pointed out that since 2014, the standing committee’s meetings have been dominated by bureaucrats. (Though the committee has ten members, attendance sheets of the meetings all list between 15 and 40 attendees, indicating that non-members also attended them.) Scroll’s analysis showed that between 2011 and 2013, an average of 21% of attendees of each meeting were independent representatives and wildlife experts – this fell to 11% between 2014 and 2023. On the other hand, while an average of 39% of members were bureaucrats between 2011 and 2013, after 2014  around half of the members were bureaucrats, such as chief wildlife wardens, chief conservators of forests, and other officials of the environment ministry.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nAkshay Chettri, a researcher on protected areas, was also shocked to find that project proponents were present in some committee meetings, increasingly so after 2014. Scroll’s analysis also indicated this – between 2011 and 2013, an average of one project proponent is listed as being present in each meeting, while between 2014 and 2016, an average of three are listed. In fact, in the first meeting of the new standing committee in 2014, 18 project proponents were present.For instance, the Sardar Sarovar Narmada Nigam made a presentation in the 2014 meeting, in favour of the diversion of 134.03 hectares of forest land from a sanctuary in Kutch for the construction of a canal. At the same meeting, a member of Mumbai’s municipal corporation spoke about the Gargai river project in Maharashtra. In a 2015 meeting, during a discussion on a project for an integrated municipal waste management plant within 10 kilometres of Bir Motibagh Wildlife Sanctuary in Punjab, a “user agency” spoke about the scientific management of municipal solid waste, and made arguments for why it would not impact wildlife.Activists have been alarmed by the presence of project proponents at committee meetings. In 2014, the Sardar Sarovar Narmada Nigam made a presentation at a meeting arguing in favour of the diversion of forest land. Photo: Vijayakumarblathur/Wikimedia CommonsHaving the project proponents contribute to these meetings could “possibly jeopardise” the discussions of the standing committee, Chettri said, “when proponents might have vested interests, and their presence could divert the discussions to their benefits.”He added, “If we are talking about matters under the larger ambit of wildlife conservation in a standing committee discussion, how will a project proponent, who does not have the expertise, contribute to such discussions? How are representatives of thermal power plants being involved in the decision?”Further, Chettri noted that no representatives of any entities who would be adversely affected by proposed projects were given a chance to attend these committee meetings. If proponents are allowed to participate in such discussions,  he argued, “there should be no reason to not include” other stakeholders like members of impacted communities, representatives of the wildlife sector and local NGOs. Environmental researchers say the changes at NBWL are in keeping with larger trends in India’s environmental governance. After 2014, there were clear indications that the government saw environmental clearances as a hurdle to development.The minutes of a January 2018 meeting of the standing committee note that the “environment ministry” raised as an item, “review of procedure adopted by the state board of wildlife”. In this discussion, the ministry noted that there was a need to adopt a mechanism that could ensure “speedy disposal” of proposals by the national board and its state-level counterparts. The committee then decided that an advisory should be issued to all states to devise “a mechanism which can expedite the disposal of proposals”.The prime minister himself has weighed in on the matter. In the 2022 inaugural speech of the National Conference of Environment Ministers, Prime Minister Narendra Modi took note of the “complication with environmental clearances” and said that the “faster the environment clearance is available, the faster the development will also take place”.Wildlife experts and activists have noted that this attitude has also manifested in significant amendments to environmental legislations – these amendments have in effect weakened protections to the environment. For instance, 2020’s Environment Impact Assessment Notification expanded the list of projects that were exempt from environmental assessments, 2021’s Coal Bearing Areas Amendment Bill made private mining easier and 2023’s Forest Conservation Act eased the process of diverting forests for developments “of national importance and concerning national security”, and changed the definition of forests to make large tracts available for deforestation.In her 2017 book The Vanishing, Bindra wrote that she had encountered a significantly different attitude from the previous Central government, during her term on the standing committee. While rapid growth had led to the clearance of a range of projects at great cost to the environment and wildlife, she wrote that the former environment minister Jairam Ramesh, who served for two years from 2009 onwards, was “enthusiastic about wildlife” and had “said no to a lot of detrimental projects”. As a result, he was “unpopular with his colleagues” and was admonished several times by the then prime minister, Manmohan Singh. Singh would argue, Bindra wrote, that “while ecological security is all very well, what India needs most is rapid economic growth”.Experts note that former environment minister, Jairam Ramesh, came under pressure from the then prime minister to ensure that the process of issuing clearances did not slow economic growth. Photo: PIB/Wikimedia CommonsThe focus on clearing projects has had another effect. Scroll’s analysis of the minutes of the 19 standing committee meetings suggested that after 2014, there was a noticeable shift in the agenda of the meetings – during this period, they were more focused on wildlife clearances, while discussions on broader concerns, policies and other matters took a back seat.In total, 34% of the subjects raised by the committee between 2011 and 2013 pertained to policy matters, such as recovery strategies for endangered species, plans to combat poaching and recommendations for protecting the Western Ghats; between 2014 and 2016, this fell to just 10%.In fact, in two meetings – January 2015 and May 2016 – matters of policy were not discussed at all.In contrast, Bindra noted that in 2011, after members repeatedly demanded the allocation of time to discuss policy matters, the committee held a meeting focused on such matters, and only three pending clearances. In the welcome address, the minutes note, the chairperson mentioned that the meeting was called specifically to discuss “the issues raised by the non-official members from time to time”. The committee then discussed elephant electrocution deaths and compensatory afforestation management practices, among other subjects.“It’s disastrous that the full board has not met since 2014 even to consider and advise the Central government on a decision as major as whether the introduction of cheetahs from Namibia is correct or not,” Bhargav said.    The lack of focus on policy matters was one of the key points that NGO Goa Foundation raised in a 2021 petition, which argued that the board has not been making decisions consistent with the wildlife protection act. It noted that this was despite the fact that in 2015, the Supreme Court had specifically instructed the standing committee to function “in conformity with the orders and directions” issued by the court in matters related to the act.The petition referred specifically to Sections 29 and 35 of the act, which prohibit chief wildlife wardens from granting permission to any activity that “destroys wildlife and damages or diverts habitat,” unless the state government and board are satisfied that it is for the “improvement or better management of wildlife therein”.The petition argued, “the standing committee has now become a one-point clearing desk for diverse projects in wildlife sanctuaries, national parks, and  reserves, almost all of which are being superficially assessed or passed in the name of ‘public interest’”, which, as the petition notes, is not a “permissible ground” under the Act.Goa Foundation argued that the decisions of the committee have been made “irrespective of the damage and destruction such projects may cause to the environment,” and that these decisions therefore violated the Wildlife Protection Act.Chettri pointed out another aspect of reduced accountability in discussions since 2014. “The agenda for the meeting is often not put out publicly before the meeting,” he said. “This limits the public from quickly making any submission or suggestions to the committee members regarding anything listed on the agenda.”The Goa Foundation petition cited a study that the foundation did with NALSAR, which looked at 26 meetings of the standing committee between October 2015 and 2022, in which 501 projects were cleared.Of these, the study categorised 338 as “damaging” to habitat – that is, they were likely to actively harm the wildlife or environment. Another 148 were categorised as “disruptive” – that is, though, apart from the phase in which they were being constructed, they were unlikely to have serious consequences on wildlife and the environment, they were intended solely for the benefit of humans. Only 15 were in compliance with the requirements of the act, the study found.Neha Rathi, advocate on record for the case filed by Goa Foundation, argued that these decisions of the committee were damaging to the environment and “superficial”. She said, “In some cases we found that approvals from the chief wildlife wardens of different states were usually one-line approvals, while they need to give a detailed report of why they support or reject a project.”Dr Raman Sukumar, a current member of the board and standing committee, said that the findings cited in the PIL seemed “highly exaggerated”.However, former members pointed out that the committee’s non-compliance with the wildlife act is not new. “Even during 2007 and 2010, many projects that possibly destroyed the wildlife habitats, or involved diversion of water within a protected area, or submergence of land, had been recommended,” Bhargav said. But, he added, matters were much worse now, and the standing committee was functioning largely as a “project clearance committee”.Its questionable decisions over the past decade included some that were made prior to 2014, such as a 2013 recommendation to submerge for a dam over 120 hectares of land in Himachal Pradesh’s Majathal Sanctuary, a habitat of the vulnerable cheer pheasant. The board noted that despite the fact that the work of the dam had begun without the mandatory wildlife clearance, it had decided to grant clearance to the project since “huge public money” was involved. Another instance was a November 2015 recommendation to divert 34 hectares of a sanctuary in Maharashtra for an irrigation project where over 1,000 trees would be felled, since the project was of “public utility”. Yet another was a 2016 decision to divert almost 20 hectares of forest land from Bhoramdeo Wildlife Sanctuary for a road – though the proposal was rejected by representatives of the National Tiger Conservation Authority and WII after a site visit, it was recommended finally by the standing committee which cited the importance of ensuring “connectivity of villages” and a need to tackle “left wing extremism”.Sukumar said that in many cases, the committee had recommended projects in protected areas pertaining to national security or people’s needs, based on a thorough assessment of them. “We cannot deny development to the country,” said Sukumar, an ecologist who has worked extensively on Asian elephants. “But we try our best to make sure that wildlife habitat does not get fragmented in the process by prescribing mitigation measures such as adequate animal passages.” He then gave examples of “very, very important projects” that were passed by the new committee after 2014 “possibly after years of being held up”, like roads along Indo-China border, and pipeline water supply within protected areas for local communities, which he and other members recommended with certain conditions. He conceded that “The problem is often the compliance to these conditions. We are still struggling with which agency should be made accountable for monitoring and ensuring compliance to the prescribed conditions.”The environment ministry filed a response to Goa Foundation’s petition in January 2023. The ministry cited the December 2014 notification on the terms of board and committee members to argue that these members were legally entitled to continue till their successors were nominated. It also submitted a note on the process followed by the committee, describing details such as the role of the divisional forest officers and wildlife wardens, to argue that projects were adequately scrutinised. In its response, the ministry called the petition “premature”, filed on the “mere apprehensions and imaginative arbitrariness” of the petitioner.Our analysis also indicated that since 2014, there has been a decline in dissent against projects in meetings. Our research showed that on average, between 2011 and 2013, 35% of the projects discussed were objected to by at least one member of the standing committee. Between 2014 to 2016, this rate fell to just 10%.“Without a diversity of participants, there is no scope for open discussion,” said Chettri. “It becomes as simple as ‘yes’ or ‘no,’ where they usually end up saying ‘yes’.”The analysis also suggested that scrutiny of projects fell. While the minutes of the meetings do not spell out how much time was spent on discussing each proposal during the meetings, as a proxy measure we looked at the length of the written recorded discussion on a proposal – with the assumption that the longer the record, the more the time spent on discussing a proposal, or at least the higher the scrutiny brought to it.Between 2011 and 2013, 17% of projects had discussions whose written records ran to 1.5 pages, or more. This fell to just 1% between 2014 and 2016.Bindra explained why discussions lasted longer during her term. When non-officials “collectively dissented, we used to also say why we had done so and ensured these were on record.” she said. “I believe that is important.”Sukumar conceded that some discussions were indeed expedited. “It would not be fair to say that this is consistent with all the years following 2014, but there have been phases in between where projects were rushed through on some occasions,” he said. But he added that opinions of experts in the standing committee meetings have been heard carefully, particularly in the last few years.Chettri also noted another key aspect that had been dropped from the committee’s procedures: ratification of minutes. This was a process where before the agenda of a meeting was taken up, members would approve of the minutes of the previous meeting, sometimes after suggesting revisions and corrections so that the document would accurately reflect their views.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nThis process was implemented after the matter was discussed in a December 2011 meeting. There, Bindra said that “recorded minutes did not always reflect what had actually been stated by the members, and the comments and statements made by the members were often omitted and diluted or misinterpreted”. She then advocated for a process whereby members could review and if needed revise their comments before they were uploaded on the environment ministry’s website.“Looking at pre and post 2014, we can see that even the structure of meetings have changed, and apart from policy matters, the ratification of minutes has decreased,” said Chettri.Indeed, in the meetings Scroll analysed between 2011 and 2013, minutes included material added in italics at the bottom of relevant paragraphs, where members requested revisions.Every meeting between 2011 and 2013 saw at least one member requesting revisions – the minutes record these revisions, or just state that revisions have been made. It was through this process that in December 2011, independent expert Dr Divyabhanusinh Chavda alleged that there were “severe omissions” in the record of his comments at a meeting held in October 2011. In the same meeting, Bindra argued that many of the committee’s arguments were “diluted”. In a request to revise minutes of a discussion in October 2011 pertaining to the diversion of 79 hectares of the Kutch Wildlife Sanctuary, Bindra noted that while the minutes recorded her opinion of the project “irrevocably” damaging the wildlife and stated that she strongly rejected the proposal, Bindra wanted to add to the record that “all non-official members strongly opposed the project”.In another case in June 2012, independent member MD Madhusudan claimed that what was recorded in an earlier meeting was “exactly the opposite” of what he had stated – for a project involving diversion of land from the Annamalai Tiger Reserve in Tamil Nadu for a canal, the minutes recorded that “no major work on the canal was continuing”, whereas Madhusudan had said that though a field assessment had not yet been conducted, canal work had already begun.In some cases, the standing committee recommends a site visit so that some of its members can inspect a project before it issues a clearance.The findings of such visits are usually presented at a subsequent meeting, based on which the committee discusses the question of whether or not the project should be cleared. But Scroll’s analysis showed that recommendations of such site visits have reduced. Between 2011 and 2013, recommendations of site visits were discussed for an average of 10% of projects; this fell to 8% between 2014 and 2016.Sukumar noted that with just three non-official members, site visits have not always been possible after 2014. “We have not been able to do site visits for all the proposed projects that perhaps needed one,” he said. “We have tried to then focus on the most important ones, and some may have slipped through.”Bindra said that during her tenure, “We formed opinions about projects based on these site visits by studying the situation on ground and meeting stakeholders to understand the project impacts clearly. Now, the minutes reflect that site visits are suggested after the approvals are given! That is frankly ridiculous and completely beats the purpose of the site visits.”One such case that Scroll encountered pertained to the diversion of 6.4 hectares of forest from Karnataka’s Dandeli Wildlife Sanctuary for road improvement work, for which more than 1,100 trees were to be cut. In a January 2015 meeting, the committee “agreed to recommend the proposal keeping in view that a new alignment is not feasible” and that the need to ensure “least damage” could be “addressed by appropriate mitigatory measures”.Under the present government, instances have increased of proposals being approved without specific mitigation measures spelled out. Among them is a proposal to divert land from Dandeli sanctuary for road improvement work. PiolAtif/Wikimedia CommonsOther such recommendations were also issued post facto. For instance, our analysis showed that in multiple cases after 2014, projects were recommended first, following which suggestions were added that assessments should be conducted by wildlife experts like scientists of Wildlife Institute of India.“There is the assumption that for every diversion, there is mitigation,” Bindra said. But, she added, “The first option instead should be to avoid it and find alternatives.” She explained that in numerous cases, the consequences of approved diversions were so severe that no mitigation measures would be feasible. She cited the example of the controversial Ken-Betwa river interlinking project in Madhya Pradesh, which will submerge 57 square-km of Panna Tiger Reserve, and which the NBWL cleared in August 2016. “You cannot mitigate when you drown the heart of Panna,” she said.Tatpati added that the committee’s approach was “to say ‘yes’ to a project for now and then figure how to manage the ill effects of the project later”.In many other instances that Scroll analysed too, projects were recommended first, after which the committee recommended that mitigation measures should be determined. This included a project that would divert 24 hectares from Assam’s Borail Wildlife Sanctuary for a road. In a January 2015 meeting, the committee noted that the WII and NHAI “should work closely together to recommend mitigation measures.” It then cleared the project, leaving the mitigation measures unspecified.The Goa Foundation’s petition argues that the focus on mitigation measures is entirely misguided. It argues that the committee evolved the idea of “mitigation” as a way to provide “token relief” while clearing projects that would damage protected areas. Such measures, Goa Foundation argues, are not envisaged at all under the wildlife act. “The whole point of the Wildlife Protection Act is to protect the wildlife,” said advocate Rathi. “What we see happening in the committee is the opposite of that, which we are challenging in court.”Activists and experts also noted that there had been a decline in transparency in cases where projects were recommended subject to certain conditions being fulfilled. Such conditions could include stipulations that the project proponent has to carry out soil and water conservation work, follow eco-friendly engineering practices and avoid dumping of debris within given protected areas.Scroll’s analysis showed that in many cases where projects were recommended with conditions, these conditions were not spelt out in the minutes. Between 2014 and 2016, there was an increase in such instances. Between 2011 and 2013, just 12% of projects recommended with conditions did not spell out the conditions. Between 2014 and 2016, this proportion increased to 31%. Instead, in most of the latter cases, the minutes just say that the project has been “recommended with conditions”.Chettri pointed toward the dangers of not clearly stating the conditions in the minutes. “Conditions are given primarily so that they can be implemented to reduce negative impacts of the projects,” he said. “If the project proponent does not implement those, they can be held accountable. Now if those conditions are not mentioned, how does one check whether they are being implemented or not?”Anushree Pratap contributed research to this story.This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Vaishnavi Rathore","time":"2023-10-18T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195056-vugghvuqnq-1697526455.jpg","tags":["Land","Wildlife","Environment Ministry","Forests","Conservation"],"source":"https://scroll.in/article/1057612/fewer-discussions-faster-clearances-how-indias-wildlife-board-changed-since-2014"}