{"title":"Fewer meals, doing paid work: What a study of children who lost parents to Covid shows","content":"The Covid-19 pandemic has severely disrupted lives across the globe, especially in India, one of the countries to be hit the worst during the second wave in the summer of 2021. According to the World Health Organization, 5,28,835 Indians died of Covid-19 between April 1, 2020, and October 10, 2022. As a consequence, 1,47,773 children lost one of their parents and another 10,600 were orphaned, according to  the National Commission for Protection of Child Rights. These children are in a precarious situation with regards to their health, education, social protection and psycho-social wellbeing.A survey between June and August of 3,825 children from 2,230 families who had lost either or both parents in 18 districts in five states found that the children had significant rates of hunger, high rates of dropping out of school and were more likely to join the workforce. The study was conducted in Andhra Pradesh, Jharkhand, Odisha, Tamil Nadu and Telangana by the Children of India Foundation, an affiliate of the international child rights organisation Terre des Hommes Netherlands. The aim was to understand child protection concerns in the communities in which the children were living and to see if emerging and/or hidden exploitative practices or conditions had come to the fore during and after the pandemic that had put these children at risk of further exploitation. Credit: Authors.Credit: Authors.Credit: Authors.Food insecurityTwenty-five per cent of the children surveyed have had less than three meals a day since the parent’s demise. More girls (27%) than boys (24%) were deprived of three meals per day. Of the 975 children receiving less than three meals per day, 956 are from families below the poverty line.Credit: Authors.Credit: Authors.Educational vulnerabilityFive per cent of the children – 147 – dropped out of school. Another 99 children would have dropped out of school as well if not for the right provisions and interventions by volunteers. The school dropout percentage was higher among older children and those who had lost their mothers.Credit: Authors.Play time downEleven percent of the girls and 8.5% of the boys said they were getting time to play. Another 63% reported that their playtime has drastically reduced since the death of their parents. The most significant reason was their engagement in household and outside work, the fear of Covid-19 and being mentally disturbed. Some children who had to move to new places struggled to make friends, which affected their emotional well-being. Children, especially those who had lost their mothers, found themselves more vulnerable (12.58%) than those who had lost their fathers (9.48%) in terms of not getting time to play. Burden of workThere is the added burden of work with 29% girls and 21% boys already engaged in household chores. Sixty-two boys and 39 girls have already started working outside the home. Of these 101 children, 25% were working in mica mining areas to pick debris and another 23% were working as agricultural labourers.Children as young as five were found to be working outside the house, mostly in mica mining areas of Jharkhand. Of the 101 children working outside the home, 26 were not getting any remuneration. Of these 101 children, 73 began working after their parents died. Most of the children working outside the home are from families below the poverty line. In a few instances, households above the poverty line have also become economically vulnerable after the death of a parent resulting in children to take up work outside home. Twenty other children were forced to migrate to cities for work and another 33 were at risk of forced migration as their surviving parent was planning to send them out of the village for work. Credit: Authors.Child marriageSeventeen children got married after the death of their parents. The guardians in 61 families surveyed said they were planning to get children married in the coming months. Since the outbreak of the pandemic, there have been several state government and media reports flagging the increase in incidents of child marriage. From this study, of the 17 children who were already married, 15 had lost their mother while two had lost their father. Fifteen were from families below the poverty line. Government supportThe Centre in May last year had instituted the PM Cares for the Children Scheme, alongside initiatives by state governments to support such children, but a majority of the families were unable to access these entitlements. This was despite the district child protection committee being aware of the situation, and was especially true for families below the poverty line.The PM Cares for Children Scheme, though limited, suggested a comprehensive care and protection of affected children in a sustained manner.  But its performance leaves much to be desired. The scheme’s website lists the number of applications received and approved for orphan children entitled to receive benefits.Credit: Authors.As of October 14, the scheme had received 9,042 applications from 33 states and Union Territories, but only 4,345 had been approved. These numbers are far below the actual number of children who lost their parents during the pandemic. This gross underestimation combined with the abysmally low rate of approval of the applications under scheme shows that the government is merely offering a token response, leaving this responsibility to individuals and the community. But this must change. A compassionate civil society needs the assistance of a willing state to ensure that these children have a future where the trauma is replaced with hope. Thangaperumal Ponpandi, Mahima Sashank, Subrat Kumar Panda are associated with Terre des Hommes, Netherlands. Nazrul Haque, Amalendu Jyotishi are associated with Azim Premji University.","author":"Thangaperumal PonpandiMahima SashankSubrat Kumar PandaNazrul HaqueAmalendu Jyotishi","time":"2022-11-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162394-gvrhvgikvn-1628064343.jpg","tags":["Covid-19","Coronavirus","Family","Orphans"],"source":"https://scroll.in/article/1034953/fewer-meals-doing-paid-work-what-a-study-of-children-who-lost-parents-to-covid-shows"}