{"title":"Fiction: The body of a young woman, her insides split open, is found inside a farmhouse near Delhi","content":"“What is the story of that murder?”“What story? She was a whore, that bitch. That very day she was identified. Everybody in the village knew her. Used to work in some beauty parlour. In this very market. You know what goes on behind the curtains there. Massages, massages of all sorts, kela massage. Looks like there was more than one man, must have held her tight, that is how they managed to slit her open in such a straight line. Must have had a lot of practice in cutting. From here to here,” said Nitesh running a finger from his chest to the thighs in a sharp straight line. Adhirath shivered. “On the day of Holi too,” said Nitesh with his brows raised. “Played Holi with blood. Had she been sitting at home like a decent woman, had she had a job in some office she would be playing with her kids now. This is the consequence of playing parlour-parlour.”Adhir looked at Nitesh carefully. They had met at training college. They had got drunk together, sung romantic film songs heard in their teens, tunelessly but together. They had been mad about Neetu Singh. They recited Sahir’s “Kabhi kabhi mere dil me khayal aataa hai…” struggling to get the Urdu pronunciation right. Now he could not find a single sign of those days in the lineaments of his friend. What had happened to the poetry? Nitesh’s solid body seemed completely resistant to poetry. Now it was fuck this one’s mother and that one’s sister. Does a thana make you like this? Are gaalis stored in the maalkhana? Do they first get one, once in a while, and then become part of your armoury and then part of your personality? Perhaps the year-long suspension from the job had pulled those words out of him; that and Pushpa’s daily admonitions not to abuse in front of their son and to ask his father not to use gaalis before the child either. He had had to place his hand on the child’s head and swear that he would not use cuss words at home, but Bapu was made of sterner stuff. For many years, Pushpa had insisted on living away from his family; she found it difficult to live with the constant abuse there. They rang out in the house and in the lane too. The tent people verbally raped the mothers and sisters of everyone they talked about all day long. At home, his dad would fill in the gaps. But then Pushpa too had actually become a little tough to live with ever since she got posted to the women’s helpline, Adhirath thought. The first time he had met her in the thana, this hawaldarni had not been like this.“Even a whore should not be killed. Was the murder related to her profession? What happened? She went thinking there will be two clients and there were four, she refused? Or they asked her to do something she would not?”“Ask a jyotish, he will tell you. How would I know? I don’t know what kind of people go to such women. On top of that, these villagers! Man, I tell you those villagers we used to see in Bombay films, remember those characters? Simple, innocent souls who always spoke the truth? You won’t find a single such person in the village. Saale, they have all fallen silent as if someone has taped their mouths. Nobody has seen anything. The guard, he is a bastard of his own kind. That day we could not find him. Went again in the evening and then we found him. That too we got the information with great difficulty from someone. We dragged him here, gave two tight slaps too, you know…he is an outsider. Even if you kill him, no villager will come here to protest. Now this fellow, he locks the gate and opens it for everyone. Says nobody came there. In fact, he says he was not there at all. Says he went to play Holi. Tell me, he must have gone only in the day. Where was he at night? Says he was high on bhang and passed out in the room of some other guard at some other farmhouse two kilometres away.”“So who found the dead body?”“Three louts. They say they never go to the farm. Sometimes they go to get mulberry but even the guard gives them so there is no need to go in. That day the guard wasn’t to be seen so they went in. The body was under the mulberry trees. So they ran to the pradhan. He called us.” “Strange, na? The villagers would hardly let an outsider play Holi with them,” said Adhirath. “So where did he go?”“Who knows? Possible that the villagers did let him play for a while and then he went off to another farmhouse. There are just farmhouses on both sides of the road there. Wonder where the fields of the villages are.”“Must have been sold.”“No, there are some fields. Some of the villagers do sharecropping in the farmhouses also.”“Oh, well, then you won’t be able to leave the thana. I had thought we could go watch Munnabhai MBBS.”“Yaar, I have heard that it is a great fun film. But the day we join this job we have to divorce the rest of life. Talak, talak, talak,” said Nitesh. Both laughed loudly.“What do you think, was it a planned murder?”“Am finding out. Do you know what is interesting? In the village everyone says, ‘Ladki dekh raakhi hai. Lekin parlour ka naam-vaam na jaante.’ Saw the girl but did not know the name of the parlour. Of course, they wouldn’t know the parlour’s name. Even her mother did not know. In this little market, do you know how many parlours there are? Seventeen! Seems as if nowadays women get themselves done up before they go to even buy vegetables. We went round asking everyone, showed her picture to people. Then we discovered that she did indeed work for a parlour; yaar look, here, so close to our thana, in a parlour called Kiliopetra. I asked: what kind of name is this? Got to know she was some queen of Egypt, very beautiful. And she used to plaster her face with our gwarpatha. These people call it aloe vera. So now that thing has a big market. Take eight annas worth of gwarpatha, churn it in a mixer, slap it on the face and charge hundred rupees for it. I am thinking of getting the missus to run a parlour. Another interesting thing, here she had told people her name was Renu. And her mother told us some other name. Now tell me, if she had to just have a job in a parlour, why would she change her name? The actual business must have been something else. Parlour people say they know nothing. That day the parlour was closed anyway. They said her work was okay. She was pretty so she also got many clients. She had been taught to say that the parlour uses local products. Women, I tell you, so easy to fool them. I have to go out now. Have to go meet the owner of that farm. In Preet Vihar. Will you come? Your house is on the way, I can drop you there.”Excerpted with permission from Nobody Lights a Candle, Anjali Deshpande, translated from the Hindi by the author, Speaking Tiger Books.","author":"Anjali Deshpande","time":"2024-04-16T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200030-nezxfyrmmh-1713104310.jpeg","tags":["crime fiction","Anjali Deshpande","Hindi","translation"],"source":"https://scroll.in/article/1066272/fiction-the-body-of-a-young-woman-her-insides-split-open-is-found-inside-a-farmhouse-near-delhi"}