{"title":"Fiction: A zamindar’s young bride is possessed by a she-demon while the great famine ravages Bengal","content":"Benimadhabh was going to say something when he stopped. Rudrapratap followed his gaze. A small crowd had assembled a hundred yards in front of them, beside the unpaved village road they were walking on. From what they could tell, a man had been tied around a banyan tree with thick rope, and two men were punching and slapping him. Around them were gathered about twenty villagers cheering and laughing every time a blow landed on the man, egging the two men on, screaming “beat the bastard, beat him!” Rudrapratap picked up pace, holding the pleats of his dhoti, breaking into a jog and then a run, and as they got close, they could see the man clearly.The man had long, unkempt hair, much of which now covered his face, matted with blood from the wounds on his head and face. His right arm hung at an angle, having been pulled out from its socket. Streams of blood were running down his emaciated chest and stomach, and his dirty and discoloured clothes lay at his feet. His assailants had stripped him naked, and he was bleeding from the groin, too.“What’s going on here?” Rudrapratap asked and the authority in his voice made them all stop and turn around. From the crowd, the nayeb Kalikinkar Ray stepped out with a toothy smile. “Chotobabu, don’t bother. They caught a thief. The bastard had slipped past the guards and was trying to enter the house when we caught him. There is so much gold lying unattended, it brings the snakes out from miles around. So we are giving him what snakes get. A proper thrashing.”Rudrapratap walked briskly towards the man bound to the tree, and the crowd stepped back and made a path for him. The man with the long hair was trying to say something, but his voice could not be heard above the noise. “Silence,” Rudrapratap boomed and looked around, “One more word from any of you, and I will string the person who speaks from the house’s main gate.”“I am not a thief.” The man’s voice came out between painful gasps. “I am not a thief.”“Then why were you trying to sneak into our house?”Rudrapratap was now close enough to see his eyes, or whatever could be seen, between the locks of hair. They were bloodshot red, and whether it was from the savage beating he had endured or from something he had smoked, Rudrapratap could not figure out. There were amulets around his neck and forearm, and Rudrapratap wondered if he was a sadhu or a fakir.“I am not a thief,” he said again, and now he had raised his eyes and looked straight into Rudrapratap’s. There was something in them that Rudrapratap could not fathom, but he felt a sudden chill, as if thin icy fingers were cradling his heart slowly. He was now close enough to see the design of the necklace around the man’s neck. It was made up of small earthen skulls, intricately crafted, strung together with a thin red thread, and a band of the same design around his arm. A tantrik.“Chotobabu, why are you wasting your time?” Kalikinkar asked, “Please go inside. Bouthakurun has been asking everyone where you are.”“If you are not a thief, why did you go to the house?” Rudrapratap asked. ‘There is enough free food outside.’ “Because,” he groaned, “I had come to warn the Raibahadur.”“Don’t talk to these people.” Kalikinkar said. “They come to auspicious occasions, weddings or when boys are born. They pry money from good folk, threatening to put a curse on the house otherwise. Most people don’t want to hear dark words on good days, so they pay up. You don’t know how to handle these bastards. We do.”“That doesn’t mean you beat him to death.” Benimadhabh had half expected Rudrapratap to be smiling by now, if not already an active participant in the lynching, but he looked strangely serious. You would almost be mistaken in thinking that the younger son of the Raibahadur seemed to care for human life. Suddenly, the man snarled as if a sudden wave of energy seemed to pass through him. Straining against his bounds, he craned his neck forward, almost as if to bite, “The Shakchunni is awake in the forest. She has tasted a soul.” And then he fell silent, and all they could hear was heavy, laboured breathing.“Untie him and take him to a doctor.” Rudrapratap brought out a bunch of notes from his pocket.“No, no,” Kalikinkar shrieked, “Don’t give him money. Soon the word will spread that we are paying tantriks, and we will be assaulted by more of these crooks.”“He is a madman, Chotobabu,” a comforting voice from the crowd said. “I have seen him at Lakhanpur. He lives in the burning ghats, scavenges rubbish and corpses, and steals. Don’t bother with what he is saying.”The tantrik was mumbling now and Rudrapratap could barely make out his words between gasps of air. “Death is coming… the darkness… The Raibahadur has broken the peace between the light and the dark. He has eaten too much, and now she will come to restore the balance, for what the Raibahadur has snatched away from the weak must be paid back with his own blood.”Then the man jumped again, pulling against his restraints. A thin stream of bubbly froth emerged from the side of his lips, his eyes seemed ready to jump out of their sockets, and then, as if in great pain, he threw his head back.“The Shakchunni dances tonight,” the words came out clear and crisp, “and you shall all drop dead like flies.”The rest was lost in his throat as a clot of blood, mixed with vomit, gurgled out. His chin dropped and hit his chest, and then the wheeze of pain was heard no more. “Did you not hear what I said?” Rudrapratap yelled, “Untie him.” “No use anymore,” Kalikinkar said flatly, “He is dead.”Excerpted with permission from Shakchunni, Arnab Ray, Hachette India.","author":"Arnab Ray","time":"2024-04-04T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199634-fyvvqwguvn-1711534856.jpg","tags":["fiction","horror"],"source":"https://scroll.in/article/1065865/fiction-a-zamindars-young-bride-is-possessed-by-a-she-demon-while-the-great-famine-ravages-bengal"}