{"title":"Fifa U-17 Women’s World Cup: India show fight but technically superior Morocco still prevail","content":"India’s hopes of reaching the quarterfinals of the 2022 Fifa U-17 Women’s World Cup, for the record, ended on Friday after losing 3-0 to fellow tournament debutants Morocco at the Kalinga Stadium in Bhubaneswar. The defeat, coupled with, their 8-0 loss in their first match against the United States means India cannot make it to the knockout stages even if they beat Brazil in their final Group A match on Monday.But unlike in their defeat to the US, India were better on the ball and pressed their opponents high up the pitch. The pressing almost paid off in the eighth minute when centre back Fatima El Ghazouani played an errant pass in the box which was intercepted by Nitu. The Indian shot at goal but El Ghazouani recovered to make the block.Morocco came closest to taking the lead in the first half when captain Yasmine Zouhir saw her first-time shot cannon back off the crossbar in the 21st minute. That was the closest either side came to taking the lead in the first half. India kept their defensive shape forcing Morocco to try their luck from range, without challenging Melody Chanu in goal.Morocco’s attacking threat paid off in the second half when they won a penalty in the 51st minute as the ball rolled to Naketa’s forearm off her shoulder. Doha El Madani stepped up to slot the penalty home and score Morocco’s first-ever goal at any edition of the women’s World Cup.The North African side doubled their lead eleven minutes later when Melody, who had been solid throughout the match, spilled a low cross which was slammed into goal by Zouhir. The Moroccans had their third of the night in 91st minute when Djennah Cherif got to the end of a through ball and neatly slotted it past the onrushing goalkeeper.For all their defensive resilience, India were poor in the attacking third. Even as the likes of Nitu, Neha, Anita Kumari and Kajol Dsouza won the ball high up on the pitch, their passing left a lot to be desired.Anita had an opportunity to pull a goal back in the 83rd minute when Lynda Kom played in a brilliant ball behind the Moroccan defence. One-on-one against Wissal Titah, Anita went for the bottom corner but saw her shot saved by the Moroccan goalkeeper.“I think I have been talking about this in the tournament that I am not worried about defence because I know that we have worked hard in defence and trying to organise the team,” India coach Thomas Dennerby said at the post-match press conference. “But the offensive third has been the problem in all the practice games also. To play the final pass with accuracy and also the finishing (is crucial).”“The chances we had today, we needed to take them. If we could have scored for 2-1 when Anita was one-on-one with the goalkeeper, it could have changed the game. We need to take our chances but we have to be honest and say that football is a sport of skilfulness. And we have a little bit more to do and that’s the truth” he addedIn contrast, the North African team was able to pass their way through the Indian press and create chances. That, according to Dennerby, was down to Morocco’s technical superiority.“I’m still proud of the girls today because they were working very hard, they tried their best and we can see that the fitness level of team India is not the problem. We can play all 90 minutes without any problem at all. But we also need to be honest and say that our technical level is a little bit lower than the other teams,” Dennerby said.  While the Indian squad was built after the All India Football Federation held multiple trials, a majority of the Moroccan team plays in European academies. Only five of the 21 players, in fact, are a part of Moroccan teams.“If we look at these girls playing for Morocco, five or six are playing in France in good academies, two in Netherlands, one in Belgium, one in Tottenham (in England) I saw. They are already playing for really, really, really good academy teams. They have been training like this for many years; we have been training for five months to catch up to them. But we couldn’t do that. But we have been fighting so hard and that is one thing I’m really proud of. We need to see the fact that these five months wasn’t enough to be ready to challenge the best teams,” Dennerby said.Going into the tournament, the match against fellow debutants Morocco was supposed to be India’s best chance of coming away with a point or three in a group featuring heavyweights USA and Brazil. Going by Friday’s match, there is still some way to go for India to even match Morocco on the international stage.","author":"Dilip Unnikrishnan","time":"2022-10-15T09:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181302-wdsdurdcxc-1665789288.jpg","tags":["Fifa U-17 Women's World Cup","India U17 Women's football Team","Football","Indian Football","Thomas Dennerby"],"source":"https://scroll.in/field/1035078/fifa-u-17-womens-world-cup-technically-superior-morocco-end-indias-campaign"}