{"title":"Fifa suspends AIFF: What is Fifa Council, of which Praful Patel is a member, & who forms its bureau?","content":"It’s been just under three months since a Committee of Administrators was set up, on the orders of the Supreme Court, to handle the activities of the All India Football Federation. It was a move that did not sit well with the sport’s world body Fifa, who, early on Tuesday, announced that the AIFF had been ‘suspended.’This means that the national team and all Indian clubs cannot compete in any international competition. Additionally, India may lose hosting rights for the U-17 World Cup that was to be held in October 2022.Supreme Court to hear Centre’s plea about FIFA ban on All India Football Federation on Wednesday  The decision was made by the Bureau of the Fifa Council, which is different to the Fifa Council in which Praful Patel, the former AIFF chief, is a member.Patel’s term as the head of the national body had officially ended in December 2020, but he stayed on since an application in the Supreme Court regarding the AIFF’s constitution had not been heard. It was the lack of elections to appoint a new executive committee that prompted the Apex Court to create a CoA.Fifa suspends AIFF: Full text of CoA statement – ‘Surprised and disappointed’It’s the ‘third party involvement’ that has allegedly irked Fifa most.“The Bureau of the Fifa Council has unanimously decided to suspend the All India Football Federation with immediate effect due to undue influence from third parties, which constitutes a serious violation of the Fifa Statutes,” read a statement issued by Fifa.“The suspension will be lifted once an order to set up a committee of administrators to assume the powers of the AIFF Executive Committee has been repealed and the AIFF administration regains full control of the AIFF’s daily affairs. “The suspension means that the Fifa U-17 Women’s World Cup 2022™, scheduled to take place in India on 11-30 October 2022, cannot currently be held in India as planned. Fifa is assessing the next steps with regard to the tournament and will refer the matter to the Bureau of the Council if and when necessary. Fifa is in constant constructive contact with the Ministry of Youth Affairs and Sports in India and is hopeful that a positive outcome to the case may still be achieved.”What is the Bureau of the Fifa Council?It was the Bureau of the Council that made the decision to suspend the AIFF.According to Fifa, the Bureau of the Council “shall deal with all matters within the competence of the Council requiring immediate decision between two meetings of the Council. The Bureau of the Council shall consist of a maximum of seven members. The FIFA President and the six confederation presidents are (executive office) members of the Bureau of the Council.”The seven members are Fifa president Gianni Infantino, and the six different continental heads: Shaikh Salman Bin Ebrahim Al Khalifa (Asia), Patrice Motsepe (Africa), Vittorio Montagliani (North and Central America), Alejandro Dominguez (South America), Lambert Maltock (Oceania) and Aleksander Ceferin (Europe).All members of the Bureau of the Council are a part of the Fifa Council.What is the Fifa Council?This group is the “main decision making body” at Fifa.According to the Fifa website: “The final composition of the FIFA Council will consist of 37 members: one President, elected by the FIFA Congress; eight vice presidents, and 28 other members elected by the member associations – each for a term of four years. A minimum of one female representative must be elected per confederation. The President and the members of the Council may serve for no more than three terms of office (whether consecutive or not).”Patel is a member of the Council.When did Patel become a part of the Council?Patel became the first Indian to be elected into the Council on April 7, 2019.His details on the website read: “Patel has been President of the All India Football Federation since 2012. An elected politician since the early 1990s, Patel is a member of the Indian parliament for the state of Maharashtra (current term until 2022), and was appointed as an Asian Football Confederation vice-president in 2015 until accepting his role on the FIFA Council. He was the chairman of the Local Organising Committee during the FIFA U-17 World Cup India 2017, as well as being on the FIFA Finance Committee since 2017.”Using his position on the Council, Patel had said that he had sent a letter to Infantino when the CoA had taken charge, asking the Fifa president not to issue a suspension on the national federation.“I request the AFC and Fifa to not impose a suspension at this stage, but instead to consider this important aspect of the Supreme Court order and enter into a dialogue with the CoA to receive a commitment that the said timelines laid down by the Supreme Court would be respected and strictly followed without allowing for delays on any account,” he reportedly wrote in his letter to Fifa.However, last week, the CoA filed contempt charges against Patel in the Supreme Court for allegedly interfering in the process of setting up a new constitution for the national body.","author":"Scroll Staff","time":"2022-08-16T15:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178560-nkaebdwgoa-1660644526.jpg","tags":["FIFA","AIFF","Praful Patel","football","indian football"],"source":"https://scroll.in/field/1030595/fifa-suspends-aiff-what-is-fifa-council-of-which-praful-patel-is-a-member-who-forms-its-bureau"}