{"title":"Fifa suspends AIFF: In this off-field tussle, it’s the footballers who suffer most","content":"On August 14, Sunil Chhetri let out a sigh and scratched his head during a virtual press conference. He was asked for his opinion on the possibility of the All India Football Federation being suspended by global body Fifa.“My take is, and I have spoken to a lot of boys about this also, do not pay too much attention to it. It’s out of your control. As far as the players are concerned, you have to make sure you’re doing your work properly,” said the Indian men’s national team and Bengaluru FC captain.“Make sure you better yourselves as a player, whenever you get an opportunity to play for your club or your country, put your best foot forward. That’s the way to go about it.”In a few hours, past midnight in India on August 15, the worst fears would come true.On Saturday, in an article she wrote for The Indian Express, the national women’s team captain Ashalata Devi Loitongbam said: “I’ll be honest. In all these years playing football, I have never paid attention to what the federation did, or did not do… I haven’t played for money or any other motive – anyway, where’s money in Indian football for a woman player! I am the captain of the national team but have never been consulted for any football-related decisions, even though they impact my team.”These are the thoughts of the two captains of the Indian men’s and women’s national teams, and they ring with the same theme – as a footballer, just focus on working hard on the pitch. For whatever happens off it, even the fate of the player itself, is nowhere in that person’s control.By no means are these thoughts unjustified. Chhetri and Ashalata are experienced campaigners, they know how the national federation works.Hours after Chhetri spoke, Fifa imposed the suspension, officially making India a footballing pariah. And just as the captains said, there is nothing the players can do about. Yet it is the players who suffer the most. The irony in this entire episode – remarkably – is that the clause proposed in the AIFF constitution that would give more former footballers decision-making power, is the reason for Fifa to come down hard. That, giving players more power, is something Fifa is seemingly against. In all the years of administrative chaos in Indian football, there have been countless red flags which could have – maybe should have – prompted Fifa’s involvement. Yet it’s that one idea to promote the input of footballers in football that the global body has rejected.In May this year, the Supreme Court ended Praful Patel’s reign as AIFF chief and appointed a three-member Committee of Administrators to take charge of the federation, finalise a constitution and organise clean, legitimate elections. The CoA had been appointed with good intentions, and the body seemed to have been working with that thought process to clean up the house.The work started, but in the attempt to make changes that would benefit the sport in India, CoA decided to provide players 50 percent representation in the executive committee as co-opted members – Fifa only recommends a 25 percent representation of players. At once, state federations opposed the CoA, delaying proceedings in the constitution draft proposals. And then of course, came the Fifa suspension.Having said that, the CoA too fielded the wrong horse for the wrong course. The Fifa recommendations were already in place, but it decided to challenge it and set into motion a suspension that can have long lasting effects. A battle that, in hindsight, was not worth picking.What the suspension means, in a nutshell, is that Indian national teams cannot compete in international friendlies or competitive matches. For clubs, they cannot train abroad or play in pre-season friendlies against foreign clubs.*Quite simply, India is to be isolated when it comes to the sport.‘No athlete / club deserves this’The first team to be deeply affected by this is Gokulam Kerala, the champions of the Indian Women’s League.The team was in Uzbekistan, getting ready to compete in the AFC Women’s Club Championship – a tournament the players worked hard to help the team legitimately qualify for. And now they’ve been told to head back home.“The team for the past two months has been tirelessly working to make a mark in the continental championship and make our country proud. However, for no fault of us, we have been denied a chance to compete that too after reaching Tashkent... shattering the dreams of 23 innocent women players of our country,” the team said in a statement.“We have only a plea to make now to the concerned persons: Never ever should this happen to any club or any athlete in our country.”If the suspension isn’t lifted before September, ATK Mohun Bagan may not get a chance to compete in the AFC Cup Inter-Zone semifinals. And of course, there is the U-17 Fifa Women’s World Cup which was to be hosted in India has been thrown into doubt because of the suspension.That’s the other thing that is curious in Fifa’s history of decision making when it comes to India. The country proved it has the capability and calibre of hosting the grand event, but there has been little to no structure when it comes to the women’s game in the country.Consider that there have been five editions of the Indian Women’s League – the top tier women’s competition in the country. The first four editions lasted under three weeks. This year, mercifully, it went over a month for the first time – lasting from April 15 to May 26. Gokulam Kerala emerged as champions in that event.Hosting the World Cup has been India’s top-down approach to addressing women’s football. Suddenly, there was hope that it would provide a platform for growth, and go some way in promoting women’s football as a career option. Even that may not happen now.For the past 34 years, two politicians have headed the AIFF. Now India is looking to make changes, if only the world body lets it. Until that happens, it’s the players who will continue to suffer. Just like the 23 returning home from Uzbekistan. *Correction: The line “No Indian player can sign for a club abroad after August 14, and no foreign player can be signed by an Indian club” has been removed based on a clarification in The Time of India.","author":"Shahid Judge","time":"2022-08-21T17:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174977-xjnbidnbei-1653633813.jpg","tags":["Sunil Chhetri","Ashalata Devi","Gokulam Kerala","Fifa","AIFF","Fifa suspends AIFF"],"source":"https://scroll.in/field/1030962/fifa-suspends-aiff-in-this-off-field-tussle-its-the-footballers-who-suffer-most"}