{"title":"Fifa-AFC delegation sets deadlines for Indian football body to fall in line or face a ban: Report","content":"Fifa and the Asian Football Confederation have issued an ultimatum for the All India Football Federation to adopt a new constitution by July 31 or risk facing a ban from international football, reported the Indian Express.After meeting with the Supreme Court-appointed Committee of Administrators and state football associations, a joint seven-member Fifa/AFC delegation said that after a new constitution is adopted, a Special General Body Meeting must be called by August 5 where a date should be finalised for elections, added the report.  A joint Fifa/AFC mission has concluded a three-day visit to India where it held constructive discussions with local stakeholders regarding the situation, the Indian football body said in an official statement without mentions of specific dates.“The meetings concluded that the next steps should be the ratification of the AIFF Statutes in line with the Fifa/AFC principles of good governance and the holding of an Electoral Congress to choose the next AIFF leadership. This would be based on a timeline agreed by AIFF stakeholders,” the statement added.I League clubs reps' request to FIFA delegation & CoA. 1. An immediate meeting to discuss promotion - relegation as per roadmap. 2. An ISL-I League combined rep in exco with voting right @IndianFootball— Jaydeep Basu (@jaydeepbasu) June 23, 2022\n\nThe election for the new president must be held by September 15 with Fifa/AFC warning that any deviation from the timeline could see India being banned. The CoA has to reportedly present the draft constitution to the Supreme Court by July 15 with the next hearing set for July 21.Both football organisations will monitor the situation on a day-to-day basis and have agreed to help bring the AIFF back in line with Fifa and AFC statutes.The CoA will collect all the suggestions/submissions from the stakeholders by June 30, and it will prepare a draft constitution by July 7. The draft will be circulated to invite for objections so that the final proposed constitution will be ready by July 15, reported PTI. The Supreme Court dissolved the AIFF executive committee headed by Praful Patel after finding it violated the government’s sports code. SC also appointed a three-member CoA headed by Justice (retd) AR Dave, with SY Quraishi, former Chief Election Commissioner, and Bhaskar Ganguly, former captain of the Indian football team to run the day-to-day affairs of the AIFF.India faced a ban from Fifa as the world body could have considered the Supreme Court’s intervention as a third-party interference. However, Fifa and AFC opted to dispatch a delegation to the country to take stock of the situation before deciding Indian football’s fate.The delegation was led by AFC General Secretary Windsor John and included AFC Deputy General Secretary Vahid Kardany, Fifa Chief Member Associations Officer Kenny Jean-Marie and Fifa Director of Strategic Projects and Member Association Governance, Nodar Akhalkatsi.Apart from meeting with the CoA and state associations, the delegation also met former AIFF chief Praful Patel, Minister of Youth & Sports Anurag Thakur, AIFF officials, I-League and ISL clubs and Football Sports Development Limited representatives.Read more on this story in the Indian Express.","author":"Scroll Staff","time":"2022-06-24T11:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170581-skqsdwiluf-1656046910.jpg","tags":["Fifa","AFC","CoA","Indian Football","AIFF","Football"],"source":"https://scroll.in/field/1026831/fifa-afc-delegation-sets-deadlines-for-indian-football-body-to-fall-in-line-or-face-a-ban-report"}