{"title":"Fifa suspends AIFF: What are the implications of Indian football’s suspension from world body?","content":"Fifa on Monday suspended the All India Football Federation due to “undue influence from third parties”, throwing Indian football into turmoil.The decision was made by the Bureau of the Fifa Council, and will remain in place until the Supreme Court-appointed Committee of Administrators has been replaced with an AIFF Executive Committee.With no clear picture as to how long the suspension will last, Indian football faces an uncertain future.Fifa suspends AIFF: What is Fifa Council, of which Praful Patel is a member, & who forms its bureau?Here are the implications of the ban on Indian football:U-17 Women’s World CupIndia has been stripped of its right to host the 2022 U-17 Women’s World Cup. India had won the rights to host the 2020 edition which was cancelled due to the Covid-19 pandemic, with India then granted the rights to host the 2022 edition. The tournament had been scheduled to be held from October 11 to 30 in Bhubaneswar, Goa and Navi Mumbai. Fifa has now announced that it will assess the next steps.National teamsIndian national teams – men’s and women’s accross age groups – cannot compete in any Fifa of AFC affiliated tournaments nor play friendly matches against other member countries. While the men’s team will be banned from competing in the 2023 Asian Cup, the women’s team will not be allowed to participate in the SAFF Women’s Championship scheduled next month in Nepal.The men’s and women’s senior teams will be unable to take part in qualifying matches for the World Cup and Asian Cup going forward.Fifa suspends AIFF: Timeline of events that led to India’s expulsion from football’s governing bodyClubsIndian clubs have been banned from competing in the Asian continental tournaments. Gokulam Kerala, the Indian Women’s League champions, are stuck in limbo having travelled to Uzbekistan for their AFC Women’s Club Championship group matches.ATK Mohun Bagan, who were scheduled to play their AFC Cup Inter-zone play-off semi-final on September 7, have now been banned from the competition. Clubs will also be unable to sign foreign players other than the ones they had already contracted.FundingThe AIFF will not receive funding from Fifa and AFC. The AIFF will also be unable to conduct grass-roots training programmes.Fifa suspends AIFF: Full text of CoA statement – ‘Surprised and disappointed’","author":"Scroll Staff","time":"2022-08-17T13:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178588-vzcaylmhyb-1660721780.jpeg","tags":["U-17 Women's World Cup","Fifa","AIFF","All India Football Federation","Indian Football","Football","AFC","Asian Football Confederation"],"source":"https://scroll.in/field/1030664/fifa-suspends-aiff-what-are-the-implications-of-indian-footballs-suspension-from-world-body"}