{"title":"Fifa suspends AIFF: Full text of CoA statement – 'Surprised and disappointed’","content":"The Committee of Administrators for the All India Football Federation stated it was “surprised and disappointed” after Fifa announced its decision to suspend AIFF, meaning that the country will not currently be able to host the Under-17 Women’s World Cup in October.In a statement published on the AIFF website, the CoA said it was “surprised that the FIFA decision has come when extensive discussions were going on for the past few days between all stakeholders, including FIFA-AFC, AIFF, CoA, and the Sports Ministry as per the Order of the Supreme Court.”Football’s world governing body had said its council unanimously decided to suspend the AIFF “due to undue influence from third parties, which constitutes a serious violation of the FIFA statutes”.Federations must be free from legal and political interference, according to Fifa rules.Fifa suspends AIFF: What is Fifa Council, of which Praful Patel is a member, & who forms its bureau?Here’s the full statement by the CoA:The Committee of Administrators (CoA) has expressed its surprise and disappointment at the recent turn of events, by dint of which, the All India Football Federation has been suspended by FIFA, the governing body of world football, from August 14, 2022 until further notice, as per a letter from Fatma Samoura, Secretary General, FIFA, on August 15, 2022.The CoA is surprised that the FIFA decision has come when extensive discussions were going on for the past few days between all stakeholders, including FIFA-AFC, AIFF, CoA, and the Sports Ministry as per the Order of the Supreme Court. While the CoA was committed to implement the Hon’ble Supreme Court’s Order regarding the elections of the AIFF, passed on August 3, 2022, it was also in constant dialogue with all stakeholders.In the discussions held among the FIFA-AFC, AIFF, CoA, and the Sports Ministry in the past few days, it was suggested that the present elections of the AIFF Executive Committee may be conducted with the Electoral College consisting of 36 state representatives.It was also suggested by FIFA through the Sports Ministry that the EC may consist of 23 members, including six eminent players. The 17 members (inclusive of the President, a Secretary General, a Treasurer, one Vice President, and one Joint Secretary) will be elected by the above electoral college. Out of the six eminent players, four will be men, and two women. The eminent players may be nominated (co-opted) in the EC and shall have the voting rights, thus making it above 25 percent of the EC.The abovementioned points, the CoA strongly feels, are very much in sync with the letter issued by FIFA-AFC to the AIFF Acting General Secretary on July 25, 2022. The letter said: “As per the draft Statutes shared with us, there will be an additional 36 Eminent Players in the AIFF Congress from the existing 36 Member Association. Although we agree that the players’ voice needs to be heard, we are also of the view that the importance of the existing members of AIFF should not be undermined. However, we understand the requirements of the Sports Code of India and recommended AIFF to bring in a presence of above 25 percent of the Eminent Players in the AIFF Executive Committee as Co-opted Members.”The CoA also made all arrangements as per the Order of the Hon’ble Supreme Court, to conduct the AIFF elections under an independent committee, consisting of eminent and highly reputed election officers. This too, is in line with the FIFA letter dated August 15, 2022, which says: “Concurrently, an independent electoral committee to be elected by the AIFF general assembly to run the elections of a new executive committee.”In light of the above, the CoA is surprised by the world body’s decision to slap the suspension on Indian Football in the midst of discussions going on among all stakeholders to find the best possible solution in the current situation. The fact that while the letter dated August 15, 2022, from FIFA stated that Indian Football, was being suspended from August 14, 2022, the discussions between the world body and all stakeholders in India were in full swing till late in the day on August 15, 2022.CoA chairman Justice (retd.) Anil Dave said, “It is unfortunate to see such a directive by FIFA during a time when all efforts were being made to put Indian Football back on the right track. That being said, we are constantly in talks with all the stakeholders, including FIFA, to find the correct solution to this situation, and get the ball rolling once again.“It is really deplorable that for almost last two years, the body, whose term had already been completed, had continued in an absolutely undemocratic and illegal manner, no action was taken. But when the Hon’ble Supreme Court passed an order to set things right so as to see that a democratically elected body takes charge, and when the CoA and the Sports Ministry were doing their best for the implementation of the Order of the Hon’ble Supreme Court, the order of the suspension was passed by FIFA.”CoA member Dr. SY Qureshi stated, “The recent suspension of the FIFA comes as a surprise to us all, especially since we had already found mutually accepted terms. Besides, democratic elections to elect a General Body were already on the way. However, we are hopeful that all problems will be solved to restore normalcy at the earliest.” Former India captain and the third member of the CoA, Bhaskar Ganguly said, “When a sincere effort was being made by the CoA to give due importance to the players, who are really interested in the sport, as per the spirit of the National Sports Code of India, the order of suspension has been slapped. All efforts were made by the CoA to see that the Constitution of AIFF is being framed as per the Order passed by the Hon’ble Supreme Court and the National Sports Code. It is really sad.”","author":"Scroll Staff","time":"2022-08-16T17:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178564-fcuetkcfbs-1660652064.jpeg","tags":["aiff","all india football federation","football","indian football","fifa"],"source":"https://scroll.in/field/1030613/fifa-suspends-aiff-full-text-of-coa-statement-surprised-and-disappointed"}