{"title":"Fifa U17 Women’s World Cup: Spain beat Colombia to become first team to defend title","content":"Spain defended their Fifa U-17 Women’s World Cup  title after beating Colombia 1-0 in a cagey final at the DY Patil Stadium in Navi Mumbai on Sunday. Despite dominating possession, Spain were frustrated by a resolute Colombian side until substitutes Paula Partido and Laia Martret combined to force an own-goal from Ana Guzman in the 82nd minute.Spain coach Kenio Gonzalo’s side dominated possession from the get go against a Colombian side comfortable to play on the counter. The Spaniards had 70% of possession in the first half. The South Americans, however, pressed Spain high up the pitch led by captain Linda Caicedo. Despite not seeing a lot of the ball, Colombia matched Spain in attack having six attempts to Spain’s seven. Neither goalkeepers though looked in trouble as the first half ended goalless.Spain looked to have taken the lead three minutes into the second half when Cristina Libran bundled the ball home at the second time of asking. The Real Madrid academy player timed her run into the box perfectly to meet Jone Amezaga’s cut back. Luisa Agudelo parried the ball straight back to Libran who got the ball into the back of the net.VAR however, notified referee Katia Garcia to have a second look in the pitch-side monitor and the goal was overruled for handball. Libran’s hand was, arguably, in a natural position but Fifa’s updated rules mean that any handball leading to goal has to be chalked off.As the match went on, Spain slowly began wearing out the Colombians and the goal duly came in the final 10 minutes. Substitute Partido fizzed in a low cross from the right which evaded a diving Guzman and keeper Agudelo. Martret’s mis-timed scuffed attempt at the far post bounced off a helppless Guzman and into the empty net.The goal deflated a resolute Colombian side as Spain upped the ante looking for another goal. Martret struck the upright in the 90th minute while the ever-present Vicky Lopez saw her attempt just float over the crossbar in stoppage time.Colombia threw the kitchen sink chasing an equaliser but it wasn’t meant to be as Spain held on to join North Korea in being two-time champions. The Spanish though are the only team to have defended their title.Nigeria finish thirdEarlier, Nigeria won their second penalty shootout of the tournament to clinch third place at the World Cup after defeating Germany 3-2 on penalties. The Flamingos had blown away Germany racing to a 3-0 lead at the hour mark.Opeyemi Ajakaye opened the scoring for Nigeria in the 20th minute latching on to a superb through ball from Chidera Okenwa and beating German goalkeeper Eve Boettcher at the near post. Amina Bello and substitute Edidiong Etim made it 3-0 for the African side as Germany failed to defend from corners.Captain Jella Veit sparked the German comeback scoring from a corner in the 73rd minute. Paulina Bartz then scored the second in the 85th minute, before fellow substitute Loreen Bender levelled the match with an audacious bicycle kick goal at the 90-minute mark to send the match to penalties.Bender and Bartz, however, missed both their attempts in the penalty shootout as did Pauline Platner as Nigeria recorded their best-ever showing at an U-17 Women’s World Cup.","author":"Dilip Unnikrishnan","time":"2022-10-30T22:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182084-tnwqnlnjct-1667148945.jpg","tags":["Fifa U-17 Women's World Cup","Paula Partido","Ana Guzman","Laia Martret","Spain","Colombia","Football"],"source":"https://scroll.in/field/1036220/fifa-u17-womens-world-cup-spain-beat-colombia-to-become-first-team-to-defend-title"}