{"title":"Fifa suspends AIFF: Gokulam Kerala FC confirm they cannot play in AFC Women’s Club Championship","content":"Gokulam Kerala will not be allowed to play in AFC Women’s Club Championship, the club confirmed on Saturday, as a consequence of AIFF being suspended by Fifa. Gokulam Kerala, the Indian Women’s League champions, had landed in the Uzbek capital of Tashkent on Tuesday, hours after Fifa suspended the All India Football Federation for third party interference. “We deeply regret to inform everyone that Gokulam Kerala FC will not be able to take part in the AFC Women’s Club Championship despite everyone’s best efforts,” the club said in a statement. “The team for the past two months has been tirelessly working to make a mark in the continental championship and make our country proud. However, for no fault of us, we have been denied a chance to compete that too after reaching Tashkent.”The club were scheduled to play their west region group matches in the city of Qarshi but were not allowed to travel to the city from Tashkent. The Kerala club were supposed to face Uzbek champions Sogdiyona Jizzak on August 23 and Iranian champions Bam Khatoon on August 26. The winner of the group stage would progress to the October 22 final against the winners from the east region.With Gokulam Kerala’s expulsion, Sogdiyona Jizzak and Bam Khatoon have been scheduled to play each other on Saturday and Monday in a two-legged tie.The club had rented a training ground in Tashkent in a bid to take the players’ mind off the uncertainty surrounding the situation. Gokulam Kerala had also appealed to Prime Minister Narendra Modi to get the government to intervene and allow the club to participate.The MYAS had been in talks with Fifa and AFC to allow Gokulam Kerala and ATK Mohun Bagan, who were due to play in the AFC Cup inter-zone semifinals, to compete in the continental competitions.Statement from Gokulam Kerala FC:We deeply regret to inform everyone that Gokulam Kerala FC will not be able to take part in the AFC Women’s Club Championship despite everyone’s best efforts. The team for the past two months has been tirelessly working to make a mark in the continental championship and make our country proud. However, for no fault of us, we have been denied a chance to compete that too after reaching Tashkent. Despite the support we received from various corners, irrevocable damage had been done just before our boarding to Tashkent, shattering the dreams of 23 innocent women players of our country. We have only a plea to make now to the concerned persons: Never ever should this happen to any club or any athlete in our country. We thank Ministry of Youth Affairs and Sports and Ministry of External Affairs for their constant support to us and persistent follow ups with FIFA and AFC during our harrowing time. We are grateful to everyone who extended their support towards our women’s team in the last few days. These players are our family and we will comeback stronger than ever. A special thanks to @IndiaSports @PMOIndia for helping the team through this difficult times. pic.twitter.com/8KY48MHWxm— Gokulam Kerala FC (@GokulamKeralaFC) August 20, 2022","author":"Scroll Staff","time":"2022-08-20T22:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178729-iqhajwfhto-1660990690.jpg","tags":["Gokulam Kerala","AFC Women’s Club Championship","Ministry of Youth Affairs and Sports","Asian Football Confederation","All India Football Federation","AIFF","Fifa","AFC","Indian Football","Football"],"source":"https://scroll.in/field/1030918/fifa-suspends-aiff-gokulam-kerala-fc-confirm-they-cannot-play-in-afc-womens-club-championship"}