{"title":"Fifa U17 Women’s World Cup: Dennerby – ‘India cannot be top team by playing only two months a year’","content":"India U-17 women’s football team coach Thomas Dennerby said the All India Football Federation has to create a roadmap which will see Indian players playing 11 months in a year rather than a month or two.Dennerby was speaking after India’s Fifa U-17 Women’s World Cup campaign ended with a 5-0 loss to Brazil. India exited the tournament without scoring a single goal and winning no points.“India has a good chance to be a top team in Asia. You have talented players enough and we showed that today, but they need time,” Dennerby said at the post-match press conference.“They need to come to a good environment where they do training sessions every single day. It can’t be like working very, very hard for two-three months and then stop two-three months and go back again because you’ll always reach the same level. The consistency and playing regularly is what we need to have.“We need to have a good long-term programme for them with a really good schedule because I know when I see your players that there are talented players. But we need to take care of them at an early age and let them play football at good academies. In a big country like India, it will be better if we have AIFF academies where we can have the best players from the U17, Indian Arrows U19, senior team practising together, seeing each other and having role models and so on,” he added.Despite bowing out of the tournament with no points and a goal difference of -16, Dennerby said he was proud of his team and noted that many of his players had the talent to play in the senior national team. However, he emphasised once again that his players need to play football regularly to grow.“For me, when I will talk with the girls tonight, I will tell them honestly that they have the talent to be in the national team players and play good tournaments at U17, U19 levels. I also hope that these young girls can be quickly signed by good clubs in the Indian Women’s League. They have shown that they can play well,” he said.“We played four times against Odisha and didn’t lose one game. I know that these girls are ready to play senior level football and that will happen a lot also. But also in the clubs, you can’t sign players just for two-three months. We need to have an environment that have them playing football 11 months. That is the key, that is absolutely the most important thing to understand. Two to three months of football will not help.”The Swede also said that though exposure tours help in preparation, it is not a substitute for having a good system at the grassroots level.“More exposure tours could’ve helped a lot, but we knew the situation. We couldn’t come to an agreement with any federation because we were suspended. But, of course we can see that with experience the girls are performing better and better. Now I’m also hoping that these girls have good opportunities. Even if they are not playing in India, it will help a lot to send them out to good academies outside in Asia,” he said.Speaking about the loss to Brazil, Dennerby said that Brazil played as he had expected but mistakes from his defenders undid the team’s plans.“Congratulations to Brazil, there were a little bit better than us today. We were defending very, very well and now we know that they have some specialities like the distance shooting and they can also play from the wings and challenge our full backs. They also usually play cut backs that was something we knew.“Still, they scored two goals from cutbacks. We made small mistakes but if you do it against a good team like Brazil, they will score. Second half, there wasn’t so much that they put us under pressure and I think we were holding the game but not dominating it. We were a little bit slow on the press and they scored each time straight into the top corner, nothing Melody can do in goal.”Dennerby also added that a possible red-card offence by a Brazilian centre back could have altered the course of the game.“The only thing disappointing was when Neha stole from the centre back and there was, for me, a clear grabbing of the shirt. That means it was a red card. That could have changed the match. I asked the referee at half-time, you have VAR, and everybody saw the situation. And today I learnt that it wasn’t long enough (the shirt pull). Neha would have been one-on-on with the goalkeeper with good balance. Brazil were still better, but that could have changed things. Brazil were still better, but I’m not blaming the referee for the loss.”Dennerby, who is also the coach of the senior women’s team, said he has only a couple of months left in his contract and will need to speak with the AIFF’s technical committee to plot his and the Indian team’s future course.“First of all, we need to see if I am here or not. I have a couple of months left on my contract but during this time, I have no confirmed plans for this team or the senior team. So I don’t know exactly when the next camp would be. Hopefully I can sit down with the technical committee and do some planning. Hopefully we can do that in the next couple of days.”","author":"Dilip Unnikrishnan","time":"2022-10-18T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181123-woqylnuggs-1666064049.jpg","tags":["Thomas Dennerby","Fifa U-17 Women's World Cup","All India Football Federation","AIFF","Indian Football","Football"],"source":"https://scroll.in/field/1035264/fifa-u17-womens-world-cup-dennerby-india-cannot-be-top-team-by-playing-only-two-months-a-year"}