{"title":"Fifa suspends AIFF: Timeline of events that led to India’s expulsion from football’s governing body","content":"Fifa’s suspension of the All India Football Federation marks the culmination of a years-long drama. Stating that its member associations must be free from legal and political interference, Fifa said undue influence from third parties on the AIFF constituted a serious violation of its statutes.The suspension also means that India, as things stand, will not be allowed to host the Under-17 Women’s World Cup in October 2022. The Supreme Court will hear the matter on Wednesday after the Union Government sought an urgent hearing after Fifa’s announcement.Fifa suspends AIFF: What is Fifa Council, of which Praful Patel is a member, & who forms its bureau?Here’s a look at the timeline of the events leading to India’s suspension:Decmber 21, 2016: Praful Patel elected AIFF president for third successive term.November 2017: Delhi High Court sets aside Patel’s election after finding the AIFF constitution violated the National Sports Development Code 2011. The AIFF’s constitution gave a life president powers like attending executive committee meetings, being a part of the emergency committee and right to represent India in the Fifa and the AFC.November, 2017: Supreme Court stays Delhi HC’s order and appoints former chief election commissioner SY Quraishi as administrator and orders redrafting of AIFF constitution within eight weeks. Quraishi claims to have submitted report in January 2020.                  March 15, 2019: Fifa awards hosting rights of the 2020 U-17 Women’s World Cup to India. The Covid-19 pandemic later would see the 2020 edition being scrapped and India awarded the rights to host the 2022 edition.                      April 6, 2019: At the 2019 AFC Congress, Patel is elected as Fifa Council member.November 21, 2020: AIFF writes to state associations stating it is not in a position to hold its elections scheduled for December 2020. It states it approached the SC seeking clarifications on the status of its constitution. The matter is listed for January 13, 2021. Hearing postponed to October and further to November, 2021.April 2022: The Indian government slashes its funding to the AIFF from Rs 30 crore in 2019-20 to Rs 5 crore for 2022-23 citing ‘poor performance’.                  May 10, 2022: Football Delhi president Shaji Prabhakaran urges Patel to hold elections without delay and place the AIFF under Fifa’s normalisation committee till the elections are held.    May 18, 2022: Supreme Court removes Praful Patel and appoints three-member Committee of Administrators to run the day-to-day affairs of the national federation. The CoA is headed by former SC judge AR Dave, Quraishi and former Indian football team captain Bhaskar Ganguly.June 21-23, 2022: A joint seven-member Fifa/AFC delegation arrives in India to hold talks with the CoA and various other stakeholders. It issues a strict timeline for the AIFF to adhere to or risk being banned. Timeline stipulates that a new constitution must be adopted by July 31, with a Special General Body Meeting to be held by August 5 where a date should be finalised for elections. The elections have to be held by September 15.July 13, 2022: The COA sends final draft constitution of AIFF to Fifa.July 15, 2022: CoA submits draft constitution to the Supreme Court.Jul 18, 2022: State FAs write to Fifa stating that several clauses of the final draft constitution are discriminatory and illogical.July 19, 2022: State FAs and Football Sports Development Limited, the AIFF’s marketing partners, approach Supreme Court over certain clauses in the CoA’s draft constitution.July 21, 2022: Hearing FSDL and state FAs pleas, SC remarks that it would not get into the commercials of sport and would let democratically elected body handle that. The SC adjourns the hearing till July 28 and asks FSDL and states to  prepare a brief note of their submissions.July 26, 2022: Fifa recommends AIFF to have 25 per cent eminent player representation in its Executive Committee as co-opted members instead of the 50 per cent stipulated in the draft constitution by CoA. July 28, 2022: SC says it will look into issues like the AIFF’s electoral roll and the manner of elections on August 3.August 3, 2022: SC orders AIFF executive committee to hold elections as per the schedule proposed by the CoA.August 5, 2022: SC approves CoA’s timeline for elections with poll process to begin from August 13 for the August 28 elections.August 5, 2022: Fifa and the AFC send a joint-letter to the AIFF stating that it had been informed that the Supreme Court hearing on the issue had “allegedly resulted in deviations to the roadmap” and if true, “would irrefutably jeopardise the mutual understanding which was displayed so far on the steps forward”.August 6, 2022: CoA tells Fifa-AFC that there had been no deviation from the agreed timeline and attaches a copy of the Supreme Court’s order dated August 3.August 6, 2022: Meeting between Praful Patel and members of 35 state associations where Patel seems to imply that the Fifa-AFC letter from August 5 was arranged by him.August 9, 2022: Ministry of Youth Affairs and Sports, and state football associations approach SC seeking to modify its August 3 order.August 10, 2022: CoA files contempt of court petition against Patel and office bearers of seven state football associations in connection with the August 6 meeting.August 11, 2022: SC slams state FAs and warns them from using “back door methods” to defeat the court’s orders. Warns them against Patel’s involvement in decision making process.August 13, 2022: AIFF includes 36 eminent members in the list of voters comprising the electoral college for the elections.August 15, 2022: Fifa suspends AIFF due to “undue influence from third parties”. Says suspension will be lifted only after CoA’s mandate is repealed and an AIFF administration is in charge of its affairs. August 15, 2022: It is understood that the sports ministry had held two meetings with Fifa and CoA, where a possible solution to the issue of the electoral college was suggested in keeping with the national sports code. Apparent understanding reached between all stakeholders that the derecognition of  AIFF would not happen until the August 17 court hearing but the Fifa statement came late in the hours on August 15 past midnight.August 16, 2022: Committee of Administrators for the AIFF says it is “surprised and disappointed” by Fifa’s decision to suspend Indian football’s governing body. Read the full statement here.August 17, 2022: The Union Government tells SC that it held two meetings with Fifa on Tuesday after the ban was announced and is working to get the suspension lifted. SC adjourns hearing till Monday, August 22. Gokulam Kerala FC issue a statement on Twitter requesting help from the government as the women’s team are currently in Uzbekistan for AFC Women’s Club Championship.August 19, 2022: Ministry of Youth Affairs and Sports issues a statement saying they have reached out to both Fifa and AFC to allow Indian club sides, Sree Gokulam Kerala FC and ATK Mohun Bagan, compete in continental events. “In its email to FIFA and AFC, the Sports Ministry has highlighted the fact that Sree Gokulam Kerala FC was already in Uzbekistan when FIFA’s suspension of AIFF was announced. It has requested FIFA and AFC to therefore consider allowing the team to play in the AFC Women’s Club Championship (West region) in the interest of the young players. Meanwhile, the ministry has also reached out to the Indian embassy in Uzbekistan to extend assistance to the team in all possible ways. The ministry is also in constant touch with Gokulam team’s management,” the statement read.","author":"Scroll Staff","time":"2022-08-16T18:45:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/72276-gjqtyyrkkc-1509182823.jpg","tags":["Fifa","AIFF","All India Football Federation","Indian Football","Praful Patel","football"],"source":"https://scroll.in/field/1030599/fifa-suspends-aiff-a-timeline-of-events-that-led-to-indias-expulsion-from-world-football"}