{"title":"Fifty kilometres from Delhi, hundreds of Muslims have become refugees overnight","content":"The normality of the evening was deceptive. A little before 6 pm on May 25, most residents of Atali village in Ballabhgarh, in Haryana's Faridabad district, were out tending to their cattle. A few were in their homes cooking dinner. Zahida Parveen had just settled down on the second storey of her home in preparation for the asar ki namaz. Suddenly, there was a loud noise.“I looked out and saw 14-15 men enter the gate of the house armed with bricks, sticks and swords,” said Parveen, a slender woman in her early 20s. “I heard them break the door to the ground floor of our house.” She bolted the door to the second floor and hid in a room. The sounds of destruction continued drifting from below, glass being smashed and things being hurled around. She could hear the men rush up to where she was. “They were breaking down the door,\" Parveen said. \"I hid inside the bathroom. They entered my room, shouting ‘Let these people die in the fire, if not at our hands.’”Parveen doesn't remember how long she stayed hidden while mayhem played out on the other side of the bathroom door. The men smashed a washbasin, overturned furniture and set fire to three cars downstairs before eventually walking away. Parveen and her relatives escaped from the roof when, after what seemed like hours, the police arrived.Three days on, Parveen and her family were still living in fear at the Ballabgarh police station along with 200 other Muslims from Atali.Thirty-year old Sameena was attacked by the mob inside her home.Refugees in their townAt the police station, the Muslim men sat in groups on a lawn at the entrance, in the blazing heat. Further inside, about a hundred women sat on a rug spread on the asphalt, with a thin cloth tent sheltering them from the sun. Children, many in the school uniforms they were wearing three days ago, huddled around the women. In one corner, there were stacks of bananas and plastic pouches of drinking water provided by social activists.They all recounted the same tale: on Monday, a 300-strong mob of Jat men went on the rampage in Atali, attacking Muslims and their property. At least 20 Muslims were trapped in the assault, three of whom are still lying in BK Hospital with burn injuries and cuts.Parveen’s sister-in-law Naeema fractured her left foot while trying to escape. Sameena, a neighbour, suffered a big bruise on her arm. Others had injuries on faces and backs from the stones pelted at them.Nanho, 65, and Sama, 9, narrated how they hid under a cot to save themselves. “Eent barsi thi – they were pelting bricks,” said Sama, dressed in her school tunic. Nassi Begum added: “The Jats brought men from 12 villages to attack us. Our girls had to run to save their honour and their lives.”Zahida’s mother-in-law Haseena Al alleged that she appealed to the policemen present in the village to protect them from the mob but they refused. “I held the policemen’s arm begging him to help my family, but they ignored our plea.”Nine-year old Sama had just returned from school when the mob attacked.Most families expressed anxiety about their unlocked houses and their untended cattle back in the village. But they can’t go back. Clashes have continued on the periphery of the village despite the deployment of several police battalions, and the villagers fear for their lives. On Tuesday, when officials suggested shifting them to the village school while their houses were repaired, the villagers refused outright. “The Jat men are keeping a watch, they will trap us inside the school and attack again,” said Ruksana. “Two women went along with the men to the village yesterday in a bus accompanied by the police. They saw the men still standing peering from the roofs.”Communal politicsAt Atali, the scars of the Monday violence weren’t too hard to see. A mosque that was being constructed in the centre of the village, next to a small temple and the village pond, bore the scars of the attack – its scaffolding was damaged and a stone plate bearing the name of the mosque had been blackened.The villagers said the discord was grounded in the Jats’ opposition to the construction of the mosque. A smaller Muslim shrine had stood on the spot. “After the Mumbai riots in 1992-'93, a smaller structure at the same spot where the Faqir Muslims use to pray was burned,” said Sher Singh, a farmer. “Then later, the villagers had collected Rs 10,000 for its repair.”Several villagers recounted that in 2010, when sarpanch elections were due, the construction of a new mosque had become a point of contention between the Jat and Faqir Muslim communities in Atali. Most villagers spoke of the 2010 events in the context of the sarpanch elections due again in August. “The Muslims have almost 400 votes,” said Sher Singh. “In the upcoming election, both candidates know that this vote matters in a population of 3,000.”The half-built structure of the mosque in the center of Atali village.Both candidates in the approaching sarpanch election are Jat – Rajesh Chaudhary and Pehlad Singh – the same as the last time. Villagers said that though Pehlad Singh had supported the construction of the mosque in the previous election, this year he was opposing it.“Every five years, this issue is raked up to fool people,” said the local MLA Tek Chand Sharma of the Bahujan Samaj Party. “This mosque has existed at least 30 years. It is there in all revenue records.” Sharma, the sole BSP MLA in the 90-member Haryana assembly, is allied with the Bharatiya Janata Party government in the state.In 2009, before the previous sarpanch elections, Jat and Pandit villagers filed a case in the Chief Judicial Magistrate’s court for an order restraining the construction of a larger mosque. The mosque’s pillars had been erected by then but further construction was stopped. Later, when the court ruled against the petitioners, a second petition was filed before the Sub Divisional Magistrate questioning whether the land belonged to the panchayat or the Waqf Board. The Sub Divisional Magistrate gave a decision this March identifying the land as belonging to the Waqf Board.A few weeks later, the dispute over the mosque intensified.On May 21, four days before the mob assault, 30 policemen were stationed at the mosque site to allow the construction to begin. A day later, Deputy Commissioner of Police Bhupinder Singh said he presided over a meeting of villagers from both communities at the Ballabhgarh police station. At this meeting, the current sarpanch, Rajesh Chaudhary, gave a statement to Muslim villagers that the mosque construction could go on as permitted by the local courts. But on May 25, as labourers began building the roof over the scaffolding and policemen kept watch, the mob attacked.Deeper divideWhile a few Hindu villagers were injured in the stone-pelting on Monday, the maximum damage was suffered by the half-built mosque and the 17 Muslim homes around it. Inside these abandoned homes, many of which were unlocked, there was still a smell of charred wood. In most of them, fridges and cupboards had been ransacked and overturned, and the floors were littered with bricks, clothes and children’s footwear. In some, half-cooked vegetables lay over the stove.Inside the abandoned homes, floors are littered with bricks and the families' belongings.“The village gets cooking gas through a pipeline and the attackers cut these pipes to ignite the homes on fire,” said DCP Bhupinder Singh. A godown belonging to a Muslim family was set alight after the first wave of attack, he said. The villagers named 20 youths from the village in the First Information Report, but the police hadn’t arrested anyone.While the Jat own the most land in the village, followed by Pandit and Saini families, most Muslim households support themselves through cattle rearing. Some Muslims own vehicles that they rent out and a few others work as drivers.In conversations with this reporter, most Hindu villagers were defensive. “Why are you asking us?” snapped Yogesh Bhardawaj, a 20-something who works as a gardener in Ballabhgarh. He advised, “Go ask the Muslims,” using a derogatory term for Muslim men.Harish Yadav, a farmer, claimed that the Muslims “pelted stones at our women on Monday. That is when we retaliated”. However, when asked to identify the women, he could not name them.The two Muslim households that were among the most well-off in the village suffered the maximum losses – the families of Haji Sabir Ali, who own a pumps business and works as a contractor with the Electricity Board, and his relative Isaq Khan. The family’s property was completely damaged, with the mob setting fire to several air conditioners Ali owned and three of his cars. “They were Faqirs, they used to beg and starve,” said Harish Yadav. “Now, it seems they have become contractors.”Policemen guard the house of Haji Shabir Ali.The youth in the village as well as local BJP workers showed a WhatsApp message circulating in the area since the previous day, exhorting Hindus to gather in large numbers to fend off impending attacks from Muslims. “Last night, I heard that 15 vehicles full of Muslims had arrived in the village,” said Mahesh Saini, a farmer. “It has become impossible to sleep.”Ten kilometres away, at the Ballabhgarh police station, the Muslim families prepared for their third sleepless night outside their homes, as young men began lining the asphalt road with chadars. “Why did they do this?” asked Rahmati, an elderly farm worker. “Were we not Muslim 100 years back? What has changed now?”A villager reads aloud a WhatsApp message exhorting Hindus to gather in the village by night.","author":"Anumeha Yadav","time":"2015-05-29T09:15:22+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/730652-106a330c-5dac-4817-872e-fb204fce8c93.jpg","tags":[],"source":"https://scroll.in/article/730652/fifty-kilometres-from-delhi-hundreds-of-muslims-have-become-refugees-overnight"}