{"title":"‘Fighter’ review: More drama on the ground than in the skies","content":"Siddharth Anand’s new movie hopes to take your breath away while flying into the danger zone on mighty wings. Like Indian Air Force pilot Shamsher (Hrithik Roshan) inverts his plane ever so often to show off his virtuosity, Fighter flips the Tom Cruise classic Top Gun on its head.Top Gun (1989) and its spiffier sequel Top Gun: Maverick (2022) scored high on aerial pyrotechnics but flubbed the emotions sloshing about on the ground. In Fighter too, the action in the skies take precedence over the drama below. Apart from ugly Pakistan-bashing bordering on outright declarations of war and anti-India vitriol spewed by an Islamic State terrorist, there’s a risible speech about the various meanings of the phrase “Jai Hind”. Further distraction from the strictly vintage, tacky dogfights is provided by Shamsher.The king of the cockpit, Shamsher (call sign Patty) just so happens to be the kind of looker who makes the runway look like a fashion ramp. As he arrives or departs in slow motion, the sun dances on Shamsher’s hair and settles into his rugged features.However, Shamsher’s excessive derring-do is a red mark in his resume, earning him the permanent wrath of his commanding officer Rakesh (Anil Kapoor). Helicopter pilot Minal (Deepika Padukone) piques Shamsher’s interest but is reduced to complaining about the effort she is making to woo him.Deepika Padukone in Fighter (2024). Courtesy Marflix/Viacom18 Studios.In Pakistan, IS terrorist Azhar (Rishab Sawhney) has untrammelled access to the Pakistani establishment, to the extent that he appears to be leading their military strategy. Plot points inspired by actual incidents in Pulwama and Balakot are marshalled to create a collision between Azhar and Shamsher’s unit, which includes Minal, Basheer (Akshay Oberoi) and Sartaj (Karan Singh Grover).Fighter is based on a story by Ramon Chibb and has been written by Anand and Chibb. The movie is kept on course for the most part by Anand’s reputation for smoothly rolling out the rote – which served him well in War (2019) and Pathaan (2022) – and his skill with handling high-octane action as well as high-wattage movie stars.The 166-minute narrative moves along at a clip but sags when it ladles out the jingoism. The suspicion that Fighter has nothing new to add to the “we will whack in their homes” rhetoric is entirely confirmed in the extended climax. By then, the more watchable bits have already gone by.Fighter pays some attention to the fraternising that marks military life, even while cutting away ever so often to its personable leads. The movie is also attuned to detailing in the military operations and Air Force hierarchy, even as it ignores these aspects for its war comic-level ending.Anand does well by Hrithik Roshan, whose Shamsher is sauteed rather than deep fried despite his speechifying, and Deepika Padukone, who has evolved a pleasingly minimalistic slinkiness of late. Rishab Sawhney, who plays the antagonist Azhar, looks like he has fallen out of a fashion spread and is very cross at the turn of events.Appearances matter in Fighter as they did in Anand’s War, which came to a heart-thudding halt in the moment when Roshan’s character Kabir alighted from a helicopter and walked towards his destination in slow motion. Kabir’s handler and future subordinate gawked as if they had met the god of love. Fighter is raised fists against a boringly predicable target. That the face behind the pose belongs to Hrithik Roshan is just as well.\n\n\n    \n    Play\n\nFighter (2024).","author":"Nandini Ramnath","time":"2024-01-25T13:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197660-glgkeqpgwo-1705652871.jpeg","tags":["Fighter review","Siddharth Anand","Hrithik Roshan","Deepika Padukone"],"source":"https://scroll.in/reel/1062406/fighter-review-more-drama-on-the-ground-than-in-the-skies"}