{"title":"FIH Hockey Men’s Junior World Cup: India go down to Spain in second group match","content":"The Indian junior men’s hockey team went down 1-4 to Spain in their second match of the ongoing 2023 FIH Hockey Men’s Junior World Cup in Kuala Lumpur, Malaysia on Thursday.Rohit (33’) scored the only goal for India. For Spain, Pol Cabre Verdiell (1’, 41’) and captain Andreas Rafi (18’, 60’) were the goal scorers.In the first quarter, Spain started the game with a dominating presence, putting India on the backfoot and entering their territory swiftly. Despite India’s attempts to ease this pressure by counter-attacks, Spain maintained their momentum, and scored early through Verdiell’s field goal (1’).  Spain were cautious in their pursuit, as they worked a disciplined structure with short, accurate passes that allowed them to create space in the circle. But an Indian goal remained elusive in the first quarter. At the end of the first half, Spain were leading India by 2-0.India started the second quarter on a high note. However, Spain took advantage of the opportunity and scored their second goal through Rafi (18’), after successfully converting a penalty corner. The 2-goal lead put Spain in a formidable position, giving them the cushion to work different combinations that would fetch results in the circle.  With India desperately trying to find ways to bounce back, the third quarter was entertaining with both teams displaying quick-fire hockey with both teams stepping up the ante in attack. India secured a penalty corner in the first minute of the quarter, but failed to convert it as Rohit’s shot was blocked well. However, with India putting constant pressure on Spain defenders, they were awarded with another PC. This time Rohit (33’) found the back of the net. With four minutes remaining, Spain extended their lead as Verdiell (41’) successfully converted yet another penalty corner.With 15 minutes left on the clock, India started showcasing urgency. Captain Uttam Singh received a sensational pass inside the circle to score the goal, but the Spain goalkeeper managed to stop him. Late in the final quarter, Spain earned a penalty stroke, putting pressure on the Indian defence. Captain Andreas Rafi (60’) scored his second goal. The match ended with Spain winning 4-1.India will take on Canada in their third match of the tournament on Saturday, December 9 at 3.30PM IST.","author":"Scroll Staff","time":"2023-12-07T21:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196478-jkkremobdf-1701964283.jpg","tags":["FIH Hockey Men's Junior World Cup","Spain","India","Hockey","Indian hockey"],"source":"https://scroll.in/field/1060258/fih-hockey-mens-junior-world-cup-india-go-down-to-spain-in-second-group-match"}