{"title":"FIH Hockey Men’s Junior World Cup: Germany win record seventh title after beating France in final","content":"Germany went one step further than they did in 2021, upgrading their silver to gold by claiming a 2-1 victory over France in the final of the FIH Hockey Men’s Junior World Cup in Malaysia. This is a record seventh title for Germany, having previously won it in 1982, 1985, 1989 (all as West Germany) and then in 1993, 2009 and 2013. India were unsuccessful in improving their fourth-place finish from 2021 as they were beaten 1-3 by Spain. The Netherlands finished fifth with a 2-1 victory over Australia while 2021 champions Argentina claimed seventh place after a 6-3 win over Pakistan.Belgium’s Hugo Labouchere finished as the tournament’s top scorer with nine goals while the top goal-scoring team was Spain with 27.France’s Gaspard Xavier was named player of the tournament and also received the FIH Rising Star award while Germany’s Joshua Onyekwue Nnaji was named best goalkeeper of the tournament.Final – Germany vs FranceIt was a come-from-behind victory for 2021 finalists Germany as both teams enjoyed periods of dominance in a fitting final. French goalkeeper Marius Clément got his angles exactly right in the opening minute to deny the Germans an early lead. A German defender then miss-trapped a ball and it sat up beautifully for Tom Gaillard who unfortunately failed to connect with his shot. Clément again reacted quickly to shut down Ben Hasbach as the first quarter ended. Jules Verrier opened the scoring for France in the second quarter, receiving a glorious pass from Louis Haertelmeyer and evading numerous defenders to beat the keeper from close range. The rest of the quarter was tightly contested, and France led 1-0 at half-time.The momentum was building for Germany though, and Jan Cordes pounced on a poor French clearance to slap in an equaliser for Germany in the second minute of the half. Liam Holdermann added an excellent field goal, holding his shot until Clément committed himself. Paul Glander nearly made it three from a penalty corner, but Clément made an incredible save to keep France in the hunt. The French attacked freely in the final quarter but couldn’t find a way through, and Germany claimed the gold medal for the seventh time.Third-fourth place playoff – India vs SpainThe first half was evenly contested, India starting better but unable to beat Jan Capellades in goal. The momentum then shifted towards the Spanish who were patient in possession, and Nicolas Alvarez fired in a field goal to take the lead. India hit back off a penalty corner, Sunil Jojo, reacting fastest to the rebound and levelling the scores at 1-1 before the break.Spain dominated in the third quarter, but Indian goalkeeper Mohith HS proved up to the task.Capellades then made an excellent save for Spain before Pau Petchame finally snuck one through the Indian defence to regain the lead. Spain put the game out of reach in the final quarter, Pol Cabre Verdiell crossing to Alvarez for a deflection. India had opportunities to claw their way back through several penalty corners, but Capellades kept them out, with some assistance from the crossbar, and Spain secured a well-deserved bronze medal.Fifth-sixth place playoff – Netherlands vs Australia The Dutch dominated the statistics and were patient with possession in a deserved 2-1 win over Australia. The Australians created dangerous chances for deflections in the opening half but the Dutch simply had the better opportunities throughout. Australian keeper Max Larkin made a great stick save to deny Timo Boers from a penalty corner in the 14th minute and added two more saves from open play before failing to clear a loose ball, Dylan Lucieer pouncing on the scraps for Netherlands to lead 1-0 at half time.The Dutch controlled the second half, starving Australia of possession and testing the excellent Larkin repeatedly before Bouwe Buitenhuis popped a delicate overhead to unmarked Casper van der Veen on the penalty spot for their second goal. Cooper Burns gave Australia faint hopes after rifling in a drag flick from a penalty corner just 90 seconds from time, but the Dutch secured the win and with that, fifth place in the tournament.Seventh-eighth place playoff – Argentina vs PakistanArgentina beat Pakistan 6-3 to finish their tournament on a winning note. The South Americans scored first, a Tomas Ruiz drag flick looping back to him off the keeper for an easy hit in. Arbaz Ahmad responded for Pakistan with a drag flick but Argentina regained the lead from a low Ruiz drag flick. Just five minutes later they turned over possession weakly for Ahmad to then score from the resulting penalty stroke. The half ended 2-2.Argentina survived another poor turnover in the opening minute of the second half before going ahead again, Joaquin Toscani making a devastating run from midfield to feed Ramiro Infanzon for a deflection. The Argentinians extended their lead when Ignacio Nardolillo stole a ball 60m out and fed Bautista Capurro who scored with his reverse shot. Ahmad then handed Pakistan a lifeline, completing his hat-trick from another penalty stroke, but Argentina responded immediately with an Ignacio Persoglio drag flick. Juan Fernandez then sealed the match and 7th place in the tournament for Argentina with a deflection from open play.","author":"Scroll Staff","time":"2023-12-17T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196719-grldeyumhb-1702810465.jpeg","tags":["FIH Hockey Men's Junior World Cup","Junior men's hockey","Germany","France","Jan Cordes","Liam Holdermann"],"source":"https://scroll.in/field/1060700/fih-hockey-mens-junior-world-cup-germany-win-record-seventh-title-after-beating-france-in-final"}