{"title":"Hockey Men’s Junior World Cup, India vs Netherlands, as it happened: India through to semi-finals","content":"That’s it from us today! Do join us on Thursday at 3.30pm IST when India take on Germany in the first semi-final at the FIH Junior Men’s Hockey World Cup.The Netherlands did not deserve to lose but India did deserve to win after the fight they showed in the second half. Down 0-2, they hit back with two goals in two minutes from Aditya Lalage and Araijeet Singh Hundal to haul themselves back. The Dutch, however, retook the lead at the end of the third quarter. India did not give up as Sourabh Kushwaha levelled the scores again midway through the fourth quarter. With less than four minutes left, captain Uttam Singh came up with the winner as he has done for countless matches. Player of the match Rohit charged down at least five drag-flicks in the dying seconds of the match to keep the Dutch at bay.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Netherlands, FT: All the Dutch players are on the edge of the circle for what is surely the last PC of the match. Rohit once again charges down and blocks the flick, legally this time. The ball is still alive but the attempt hits the outside of the goal. The Dutch players collapse as Mohith leads the Indian celebrations! What a stunning comeback to storm into the semi-final! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Netherlands, Q4: 11 seconds left as the Dutch get yet another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Netherlands, Q4: 16 seconds left as the Dutch get another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Netherlands, Q4: 19 seconds left in the match as Lalage gives away a PC with a bad tackle. Can India hold on?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Netherlands, Q4: The Dutch try a variation at the fifth time of asking. Rohit reads it superbly to put in a diving tackle and block the shot. Under a minute left in the match now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Netherlands, Q4: Back to back PCs for the Netherlands as they crank up the pressure with 90 seconds to go. Mohith makes a good save from the second PC. The Dutch get another PC and another as Rohit charges out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Netherlands, Q4: The Dutch have taken off goalkeeper Daan Taphoorn and it will be 11v10 in the outfield. Three minutes left in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Netherlands, Q4: India lead for the first time! A superbly executed variation from India from the PC! Vishnukanth’s injection goes to Dhami to his right. Dhami flicks the ball around the penalty spot where Uttam Singh deflects the ball into the roof of the net! He lets out a roar as the Indian bench erupts in joy!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-3 Netherlands, Q4: Back-to-back-to-back PCs for India as Lakra’s drag-flicks hit the foot of the Dutch rushers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-3 Netherlands, Q4: Four minutes left as Hundal wins a PC for India! The Dutch refer immediately. However, the TV umpire stays with the on field decision and the Dutch lose their referral. Big chance for India to steal it!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-3 Netherlands, Q4: Five minutes left in the match as India counter. Rajinder sprints through the middle and finds Hundal on the left of the circle. He over-runs it slightly but does well to fire in a reverse cross across goal which takes a touch off a Dutch defender and flies wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-3 Netherlands, Q4: India draw level again! India attack down the right but Taphoorn makes the save at the post. However, the rebound falls to Sourabh Kushwaha who makes no mistake in turning the ball into the empty goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-3 Netherlands, Q4: Rohit and Mohith combine to deny the Dutch a third goal from a lightning-fast counter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-3 Netherlands, Q4: Mohith makes a good save at the post with his helmet to deny Hortensius from close range.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-3 Netherlands, Q4: India start the quarter by winning their second PC of the match after good work from Sukhvinder. However, the execution from the PC is poor as Rohit drags his flick well wide of the line of goal and hits a Dutch defender. The Dutch get a free hit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-3 Netherlands, End of Q3: A good quarter of hockey with three goals in it. The Netherlands managed to retake the lead right at the end. But India should be happy with how they responded to going 2-0 down in the first half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-3 Netherlands, Q3: The Dutch retake the lead! Van der Heijden’s drag-flick is to the right of the goal and Hortensius plants his stick down to deflect the ball into the roof of the net. India down to 10 as Uttam Singh gets a green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Netherlands, Q3: The Dutch nearly retake the lead! Van der Heijden’s drag-flick cannons back off the post. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Netherlands, Q3: This has been much better from India so far. They are matching the Dutch in their intensity and are able to string good passing moves.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Netherlands, Q3: The Dutch win their first PC of the second half and a chance to take the lead again. The flick is charged down and the attempt from the rebound flies well wide of goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Netherlands, Q3: What a run from Sudeep Chiramko! He jinxes past four Dutch defenders and gets into the circle. The Dutch keeper comes out but Chiramko evades him. At an acute angle, he goes for goal but only finds the post. That deserved a goal at the end!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Netherlands, Q3: India are level! What a comeback from India! Boris Aardenburg gives away a stroke after backing dangerously into Sunil Jojo in the circle as he looked to recieve a high ball. The umpire has no hesitation to give a penalty stroke. Araijeet Hundal steps up and send the keeper the wrong way! Two goals in two minutes and India are back in it! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Netherlands, Q3: Aditya Lalage scores! India are back in it! Superb dribbling from Hundal as he dances along the goalline before flicking the ball over the advancing keeper. Lalage is quick to react and gets the all-important touch to turn the ball home! Game on!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, Q3: Dhami does well to intercept a Dutch pass and launches the counter. He gets on the edge of the circle and puts in a hopeful pass to Hundal. The pass however, is intercepted by a Dutch defender and the attack breaks down. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, Q3: The Netherlands, firmly in the drivers seat with a 2-0 lead, get us started in the third quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, CR Kumar: We have played defensive hockey. We want them to go and attack in numbers to get into the game. We want the midfielders to join the strikers in support.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    HT 0-2. Ind gains confidence and aggressive in Q2 compared to jittery 1st. Only PC, hit by Araijeet, did not trouble Neth def. India created at least 4 goal scoring chances but not sharp. Sukhwinder definitely missed a sitter.— stick2hockey.com (@indianhockey) December 12, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, HT: Dhami misses a good chance to pull a goal back right at the stroke of half-time. India coach CR Kumar will not be pleased by his team’s performance as they were blown away by a hungry Dutch side in the first half. Kumar needs a big half-time team talk to spur his side to fight back in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, Q2: Mohith makes another good save as Casper van der Veen steals ahead of his marker and gets his stick on the end of a cross on the right.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, Q2: Rajinder Singh fires the ball in goal from well outside the 23m line hoping one of his teammates gets a stick on it. Nobody does as the ball crashes against the backboard in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, Q2: The Netherlands win a PC of their own at the other end. Can they get a third? They cannot either. Boers’ flick is saved by Mohith. The Dutch recycle the ball to Hortensius who has a crack at goal but fires well above the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, Q2: Hundal does well to win India their first PC of the match! Can they hit back? They cannot. Hundal tries for the stick hit from the PC but it is saved by Dan Taphoorn in the Dutch goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, Q2: India finally launch a serious attack as Aditya Lalage finds himself with acres of space on the left. He makes his way towards goal where teammate Boby Singh Dhami has Dutch defenders converging on him. Lalage plays the pass but Dhami is crowded out and the attack ends for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, Q2: Big save from Mohith! Olivier Hortensius is sent through on goal. Mohith comes out and saves at point blank range before getting up and swatting the loose ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Netherlands, Q2: The Netherlands score again! The Dutch begin the second quarter by winning their fourth penalty corner of the match just 30 seconds in. The injection goes to Pepijn van der Heijden in the second battery who fires threads the gap between Mohith and the defender at the post with some help from Rohit, the India first rusher. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q1: Less than two minutes to go and India still have no attempts at goal. The Dutch, meanwhile, have yet another attempt as Dylan Lucieer tries his luck from an acute angle but finds the outside of the goal instead. That is the last big chance for either side in the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q1: The Dutch once again win possession with their high press and attack down the left and win their second PC. Boers fires his drag flick to the right corner but Sunil Jojo, at the post, makes a goal-saving interception to deny the Dutch a second goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q1: The goal has given the Netherlands confidence as they mount attack after attack which India are just about to repel. India have been poor in keeping possession and their jobs are made difficult by the relentless Dutch high press.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q1: The Dutch take the lead! Poor play from India as they lose possession cheaply giving the Dutch an easy counter from which they win the the first penalty corner of the match. Timo Boers flicks the ball right down the middle and it takes a deflection of the Indian rusher which takes it past keeper Mohith and into the roof of the net.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: India attack through captain Uttam Singh who finds his deputy Araijeet Singh Hundal on the right wing. Hundal tries to beat five Dutch players and make his way into the circle but is robbed off the ball. The Dutch mount an attack and pin India to the edge of their circle but cannot get past the Indian defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: And we have pushback! India get us started and attack down the right. The Dutch win possession in the corner and keep the Indian players at bay before playing out from the back. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.228813559322035%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/szycqgwwdz-1702351340.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.10169491525424%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/shfoexbgog-1702351344.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.271186440677965%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/eaqznqvkay-1702351358.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.228813559322035%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/zydoxluzfg-1702351362.png\">\n  </picture></figure>\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Netherlands: Both teams spring out to the middle. We’re minutes away from pushback!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Netherlands: The Dutch qualified for the last eight by topping Pool D ahead of Pakistan, Belgium and New Zealand. They began their campaign with a thrilling 3-3 draw with Pakistan before beating Belgium and New Zealand 5-3 and 3-1 respectively top pip Pakistan to the top spot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Netherlands: On paper, India boasts a far experienced side with only four Indians playing less than 10 matches. The Netherlands squad has a combined total of 119 caps while India boasts of whopping 380 caps. That, however, does not mean that India will dominate proceedings as a similarly unexperienced Spanish side beat India 4-1 in the Pool.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here are the Starting XI who will be ready to face off against the Netherlands in the Quarterfinal of the FIH Hockey Men's Junior World Cup Malaysia 2023.📅 5th to 16th December 2023.🏟️ Kuala Lumpur, Malaysia.📺 Watch LIVE on Jio Cinema and Sports18 3, Sports18 1 HD and RTM… pic.twitter.com/SQ6oWOTQOz— Hockey India (@TheHockeyIndia) December 12, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Netherlands: The two sides have met each other eight times in junior World Cup history with India winning five of those meetings and losing three. All but one of these matches came in the group stages, with their meeting at the 1982 edition occurring in the 5th/6th place match. This will be the first time these two sides will meet in a knockout match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Pool C standings\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the FIH Hockey Men’s Junior World Cup quarter-final clash between India and the Netherlands.India come into the match as runners-up of Pool C, finishing behind Spain in the group standings. The Indian team, led by Uttam Singh, started their campaign in Malaysia with a 4-2 win over South Korea but then lost 1-4 to the Spaniards.They finished their group campaign with a 10-1 win over Canada to qualify for the knockout stage of the tournament. Now, they take on a strong Dutch team that finished at the top of Pool D.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Live action on Sports 18 and Jio CinemaScreenshots via Jio Cinema and FIH website","author":"Dilip Unnikrishnan","time":"2023-12-12T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196524-nlcjjdhcti-1702129351.jpeg","tags":["FIH Hockey Men's Junior World Cup","Indian hockey","Indian hockey team","Hockey","Hockey India","Indian hockey updates","Hockey live","Hockey news","Uttam Singh"],"source":"https://scroll.in/field/1060437/fih-hockey-mens-junior-world-cup-india-vs-netherlands-qf-live-uttam-singh-and-co-look-to-book-a-spot-in-the-semi-final"}