{"title":"FIH Hockey Women’s Junior World Cup: India finish ninth after penalty shoot-out win over USA","content":"India finished ninth at the 2023 FIH Hockey Women’s Junior World Cup following a 3-2 win against the US in sudden death following an intense penalty shoot-out. The contest had, earlier, finished 2-2 in the regulation time.During the allocated 60 minutes, India’s Manju Chorsiya (11’) and Sunelita Toppo (57’) scored a goal each, while Kiersten Thomassey (27’, 53’) netted a brace for the US. The tense penalty shootout witnessed Mumtaz Khan and Rutaja Dadaso Pisal successfully converting their chances for India, while the latter also scored in sudden death to secure the win. On the other hand, Katie Dixon and Olivia Bent-Cole managed to score for the US in the penalty shoot-out.India dominated the start, pressing the US relentlessly and penetrating their defense multiple times. Chorsiya’s perfectly placed goal from the first penalty corner gave India a well-deserved lead in the game. Buoyed by this advantage, the Indian team continued their aggressive play, keeping the US under constant pressure. However, the US still managed to win a penalty corner in the very last minute of the quarter but failed to capitalise on that as the opening quarter concluded with India leading 1-0.Aiming to extend their lead in the second quarter, India focused on ball possession while consistently penetrating the circle. Despite their efforts, the US defended solidly, thwarting India’s attempts to widen the gap while launching counter-attacks themselves. This tactic proved effective when Thomassey’s precise strike levelled the score, showcasing the US resilience. The second quarter concluded without further goals, and both teams headed into half-time with the score tied at 1-1. Eager to reclaim their advantage, India launched a barrage of attacks in the third quarter, relentlessly pressuring the US defense. Despite several near misses, including from a penalty corner, India couldn’t convert their opportunities into goals. The penultimate quarter concluded without any goals, leaving the score deadlocked at 1-1. At the start of the fourth quarter, India earned an early penalty corner, yet their efforts to convert it fell short. Surprisingly, it was the US, who seized the opportunity against the run of play, as Kiersten Thomassey netted her second goal, putting her team in the lead. With time slipping away and the score against them, India escalated their offensive efforts. Their determination paid off when Toppo levelled the score with a brilliantly placed shot from a penalty corner four minutes later.The match eventually ended with score tied at 2-2, thus entering penalty shoot outs, which witnessed both teams managing to convert two shots each and hence leading the game into sudden death. India’s Madhuri Kindo then made a outstanding save, while Pisal calmly converted her shot to help India finish ninth.","author":"Scroll Staff","time":"2023-12-10T12:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196531-rrxebjaquc-1702191502.jpg","tags":["Hockey","Indian Hockey","FIH Hockey Women's Junior World Cup","Manju Chorsiya","Sunelita Toppo","Rutaja Dadaso Pisal","Mumtaz Khan"],"source":"https://scroll.in/field/1060351/fih-hockey-womens-junior-world-cup-india-finish-ninth-after-penalty-shoot-out-win-over-usa"}