{"title":"Hockey World Cup, IND vs NZ as it happened: India lose 3-4 but do enough to progress to crossover","content":"Update: India will face co-hosts Spain in front of their home fans in Terrassa on Sunday night (1 am past midnight IST). Spain defeated Korea 4-1 to clinch second place in Pool C.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCup🏑  🇮🇳 3-4 🇳🇿What a performance by New Zealand 👏🏽Some tears in the end for India after a hard-fought defeat but they did enough to stay alive in the tournament. They will face either Spain or Korea in the next round.📸 FIHhttps://t.co/j1TYt9DvqY pic.twitter.com/tXO1atzSml— The Field (@thefield_in) July 7, 2022\n\n\n\n    Good performance again from @AbsolutaFem .. 2nd in the Pool and onwards to face @TheHockeyIndia in the crossover … some fascinating crossovers to come … #hwc2022— Dan Strange (@DanStrangetv) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it from us today. Join us on July 10, at 21:30 hrs IST (tentatively), when India plays either South Korea or hosts Spain, at the Estadi Olimpic de Terrassa, for a spot in the quarterfinal.A gripping and often fiesty 60 minutes of hockey, as India lost 3-4 to New Zealand. The Black Sticks top Pool B and are through to the quarterfinals. But India are, on paper, still in contention of winning this FIH World Cup. They next play the winner of Spain and South Korea in the crossover. A win in that match will take India through to the quarterfinals against Australia.That’s still a while away, but the team in blue have begun to dream of making it big on the greatest stages of the sport. The next stop though, after this week in Amsterdam, is in Terrassa.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: India’s PC conversion has been a concern in this tournament. No doubt.   But one point to add: New Zealand defence has been sensational! India  had 1/15 PC conversions today, England had 1/14 a couple of days back.  India had 3 goals from 28 circle entries. England had 1 goal from 34  circle entries. The Black Sticks were an unknown entity of sorts coming into the tournament but boy have they been sensational.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Full-time stats\n\n    #HWC2022 #HockeyWorldCupRelief for India. But there are also plenty of tears. Knowing how they worked beforehand, I'd say these are tears of disappointment more than joy. They also withstood a lot of pressure. But what matters is they are still alive.https://t.co/cI1OoTlmH9 pic.twitter.com/PUkl5AJ6ze— Vinayakk (@vinayakkm) July 7, 2022\n\n\n\n    India will face either Spain or Korea in crossovers #HWC2022 Spain vs Korea up next— Give Me Hockey (@hockeyind) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 3-4 New Zealand - “No clear image, no advice possible.” Game over!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 3-4 New Zealand - Brooke Roberts stops it, the melee and the ball goes out. Game over. But no! Neha Goyal asks for a referral, says it hit a Kiwi foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 3-4 New Zealand - Gurjit takes it, but the first rusher is hit on the leg. Another PC\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The first ever time I saw @TheHockeyIndia the game finished 4-3, so often they play in thrilling, close and high scoring matches … just going to be on the wrong side of this one, well done @BlackSticks #hwc2022— Dan Strange (@DanStrangetv) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 3-4 New Zealand - India wins a PC just as the buzzer goes off. This will be the last piece of play in this match. Can India equalise?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 3-4 New Zealand - GOAL FOR INDIA! Gurjit Kaur gets one through. Powerful drag-flick onto the bottom right corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-4 New Zealand - 73 second left of play, India gets a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-4 New Zealand - Now New Zealand down to 10 players. Olivia Perry will sit out for the remainder of this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-4 New Zealand - Little under 5 minutes left, India still down to 10 players. They cannot afford to concede again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-4 New Zealand - GOAL FOR NEW ZEALAND! Olivia Merry takes a shot, Savita gets a glove on it but cannot keep it out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - Penalty corner for New Zealand. Excellent save from Savita. But another PC for New Zealand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - Deep Grace Ekka with a deliberate foot-foul. Yellow card, 5 minutes in the sin bin. How will India react?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - Less than 10 minutes left in this match. It’s become a bit fiesty, with fouls galore. But no less entertaining.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - What a chance for India. Hopeful cross comes in from the right from Sushila. It somehow goes through a few defender and attackers till it comes to Monika Malik. Brooke Roberts rushes out and is aided by a few defenders to quell the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - And New Zealand finally get it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - And another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - India refers that, and the video umpire notices it hit the foot of a defender. Another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - And it’s Roberts in the goal again who makes a series of good saves\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - Good save by Roberts, but the ball is trapped under her. Another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupQ4, India 2-3 New ZealandAs things stand, India will finish 3rd ahead of China on goal difference.It also means no shootout. It also means India have a cushion of conceding one more worst case. 2-4 is still fine. 😅https://t.co/AH5PMm59MF— Vinayakk (@vinayakkm) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - Deep Grace Ekka takes a drag-flick but it’s saved. Moments later, another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - A second PC for India in this quarter. Can they equalise?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-3 New Zealand - Within seconds of the restart, India gets a PC. Deep Grace Ekka takes it but it goes just wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A rather cagey third quarter, but India got the goal to keep them in contention to make it through to the knockouts.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 2-3 New Zealand - GOAL FOR INDIA! It’s Lalremsiami! Sushila Chanu with that thumping low pass from just inside the NZ half, and Lalremsiami dives to deflect home a terrific goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-3 New Zealand - Inida try for a rather complicated variation. Of course, if it works out, full credit, but no such luck this time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-3 New Zealand - Another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-3 New Zealand - India awarded another PC, Gurjit takes it and an excellent diving save from Brooke Roberts in the Kiwi goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-3 New Zealand - Penalty corner for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCup🏑 🚨 It is 🇮🇳 1-3 🇳🇿 in Q3 and if the score doesn't change, there will be a shootout later tonight between India and China to decide third spot in Pool B.😬😬😬https://t.co/j1TYt9DvqY pic.twitter.com/ZTSoTx4q9n— The Field (@thefield_in) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-3 New Zealand - Ball is injected, but it bobbles as it reaches the stick of Navjot Kaur and bobbles up. New Zealand recover and the danger is over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-3 New Zealand - India makes a successful referral. PC to India, Gurjit Kaur lines up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Watching India's Hockey World Cup match against New Zealand isn't helping the melancholy of having 2 favourites knocked out of Wimbledon on the same day India 1-3 down to New Zealand in final group game in Q3. #HWC22— Zenia D'cunha (@ZENIADCUNHA) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    If the scores remain the way they are right now, 3-1 to New Zealand, India will be level with China on all the criteria FIH had put down as a tiebreaker. As a result, Inida and China will take to the field in Amsterdam at 01:00 hrs IST for a shootout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupI doubt the score is going to remain the same, but if it does, we are heading for shootout between India and China. 😭https://t.co/cI1OoTlmH9 pic.twitter.com/3FNs5kTBhS— Vinayakk (@vinayakkm) July 7, 2022\n\n\n\n    Half-time stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-3 New Zealand - GOAL FOR NEW ZEALAND! Black Sticks skipper Megan Hull takes the shot in the penalty corner, but aims it nice and low for Frances Davies to get a deflection, lifting the ball over Savita. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-2 New Zealand - Clever routine by New Zealand, but Salima Tete recovers well to throw in a tackle. There’s a bit of a tussle for the ball, and another PC for New Zealand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-2 New Zealand - Penalty corner for New Zealand early in the third quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “Not really (playing to our strengths). Hopefully we can do that a bit more. Just avoid mistakes, try to play good hockey. NZ are playing aggressively and we need to match,” India coach Janneke Schopman said at halftime.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Second half is underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: New Zealand have time and again shown in this tournament that all they  need is an inch and they will make it count. The PC was still alright,  but the 2nd goal was a bad one to concede.  Problems, problems. India down 1-2 at HT. As things stand, they will sneak in but this is very nervy times.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The second half was a bit cagey, with neither team really threatening the opposition goal. But with 71 seconds left of the first half, Udita made a mistake that allowed Tessa Jopp to put New Zealand in the lead. Vandana Katariya’s 4th minute goal was cancelled out by Olivia Merry’s penalty corner in the 12 minute.As it stands, India will still go through to the knockout stage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Jopp takes her chance … after an @TheHockeyIndia mistake … Udita trying to run out the circle 2-1 #hwc2022— Dan Strange (@DanStrangetv) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for the first half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-2 New Zealand - GOAL FOR NEW ZEALAND! Udita makes the mistake of trying to dribble out of trouble from inside her own shooting circle. Tessa Jopp makes a tackle and then slots past Savita to put New Zealand into the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-1 New Zealand - Salima Tete, again at the end of a mazy run makes a pass into the circle, into that corridor of uncertainty, but Brooke Roberts rushes off her line to kick the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-1 New Zealand - Been a rather cagey second quarter of play, with no great chances in front of goal except for the India penalty corner that went wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupWe saw the blistering pace of Salima Tete there, going from India's half to the D in one imperious display of speed@shahidthejudge wrote about her pace and more:https://t.co/cULcY9OidK pic.twitter.com/mktCuNOiiM— Vinayakk (@vinayakkm) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-1 New Zealand - Salima Tete is too slow to get ready for the PC (define irony). She’s shown a green card. Gurjit takes the flick but it goes wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-1 New Zealand - Penalty corner for India\n    \n        \n        \n            \n            \n            \n        \n    \n\n    First quarter stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-1 New Zealand - India with a quick start. Salima Tete races down the right flank, leaving a host of Kiwi defenders in her wake. She crosses into the circle but can’t get the ball past the defenders there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for the first quarter, and what a first 15 minutes it was. Vandana Katariya scored in the 4th minute to put India in the lead, only for Olivia Merry to hit home an equaliser through a penalty corner routine eight minutes later.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 1-1 New Zealand - GOAL FOR NEW ZEALAND! Olivia Merry takes the shot - a strong, hard and low slap, that hits Savita Punia’s pads and goes into the goal. New Zealand are back in this with under 5 minutes to play in the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 1-0 New Zealand - Penalty corner for New Zealand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 1-0 New Zealand - Gurjit Kaur takes the flick, but Roberts stands her ground and swats the effort away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 1-0 New Zealand - Sharmila Devi steals the ball from the last defender and charges at goal, but she’s brought down by Brooke Roberts. Penalty corner for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Huge goal by Vandana. And it's a field goal which is great if the qualification scenario gets complicated.— Anish Anand (@testbowler) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 1-0 New Zealand - GOAL FOR INDIA! New Zealand enjoyed most of the possession in the first few minutes. But India has been dangerous on the break. Neha Goyal got the ball, passed it into the circle to Lalremsiami, who battled for possession with her marker. She made a quick flick towards goal on the turn, and Vandana Katariya was there. On the dive, Katariya, in volleyed a deflection past Brooke Roberts in the Kiwi goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “Told the girls to play to their strengths, play their own game. We have  had phases in this tournament where we have looked really good. And some  inconsistent ones. I am looking forward to them playing to  our strengths.  Pressure is natural in this situation. Normal to feel nervous right now.  That’s important to realise, and then dealing with that pressure and  knowing you can play when there is that pressure, I think that’s  important. That’s my message to them,” said India coach Janneke Schopman.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    New Zealand gets this match underway\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    My colleague - our hockey expert - puts the qualification scenarios simply.Vinayakk Mohanarangan: Long story short(ish). India can now either finish 1st and go to quarterfinals straight, or 3rd and enter crossovers, or worst case, 4th as well. Good news for India (and hope they see it that way) is that the top spot & a direct quarterfinals berth is up for grabs with a win. That’s a huge incentive. Won’t be easy. A draw will be enough to progress, a defeat (worst case) must ideally be just by a goal.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here come the two teams, onto the blue turf at the Wagener Stadium in Amsterdam. India has a change of kit this time, wearing a full-white strip this time, against New Zealand’s traditional full-black.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India has an 0-11 record against New Zealand. This is a different match, of course, but it’s not going to be that easy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here are the starting line ups for @TheHockeyIndia vs @BlackSticks coming up in about 10 minutes📲 - Watch the games LIVE on https://t.co/igjqkvhUYl in 🇨🇦🇰🇷🇨🇳🇯🇵🇿🇦#HWC2022 #HockeyEquals #INDvNZL pic.twitter.com/Eyzr7cKmOq— International Hockey Federation (@FIH_Hockey) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    There are a number of tiebreakers the FIH has in place in case there are teams tied on points at the end of the group stages.a) If at the end of the  pool matches two or more teams have the same number of points for any  place in a pool, these teams will be ranked according to their  respective number of matches won. b) If there remains equality  among two or more teams, then these teams will be ranked according to  their respective goal difference (which means “goals for” minus “goals  against”). A positive goal difference always takes precedence over a  negative one. c) If there still remains equality among two or  more teams, then these teams will be ranked according to their  respective number of “goals for”. d) Should there still remain  equality among two teams, then the result of the match played between  those teams will determine the ranking of the tied teams. There  are more subpoints from (e) to (k), involving matches played within the  teams, field goals scored and then even shootouts. Hopefully, it  doesn’t get that complicated.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Team News 📰The #WomenInBlue are up against New Zealand in the decisive #HWC2022 clash at 11:00 PM (IST) for the top spot in Pool B!Catch the action 🏑 LIVE  exclusively on Star Sports First, Star Sports 3, and Disney+Hotstar. 📺 pic.twitter.com/ju7uHiRL55— Hockey India (@TheHockeyIndia) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll.in’s live coverage of India’s final group stage match in the FIH Women’s World Cup, against New Zealand.This is as crucial as any match can get for the team in blue. India is currently third in Pool B and the Black Sticks are at the top. Only the best placed team in the group progresses directly to the quarterfinal, while the second-third placed teams go into an additional round - a pre-quarterfinal, if you will.India will need to beat New Zealand to go straight through to the last-eight. A draw means India will finish third and will have to play either South Korea or Spain for a spot in the quarterfinals. But a loss by more than two goals will see China overtake India, who fill finish last in the group and will end up playing consolation classification matches.Suffice it to say, India needs to avoid defeat to stay in contention in this competition.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HockeyWorldCup #HWC2022 England have defeated China to be assured of a place in the top three.India can now either finish 1st and go to quarterfinals straight, or 3rd and enter crossovers, or worst case, 4th as well. 😅Updated scenarios: https://t.co/AH5PMm59MF pic.twitter.com/bsVtmtTkBl— Vinayakk (@vinayakkm) July 7, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots & photos in the blog courtesy: FIH Media / Disney+Hotstar","author":"Shahid Judge","time":"2022-07-07T22:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176860-desgaoejer-1657207817.jpg","tags":["FIH Hockey Women's World Cup","Hockey India","hockey world cup","Vandana Katariya","Savita Punia"],"source":"https://scroll.in/field/1027844/fih-hockey-womens-world-cup-india-vs-new-zealand-live-updates-huge-clash-for-savita-co"}