{"title":"Indian Hockey: Dodge them like Navneet Kaur","content":"Editor’s note: This article was published in the build-up to the FIH Hockey Women’s World Cup. Navneet Kaur, who played in all six matches at HWC 2022, was also part of the India squad for the Commonwealth Games that won bronze and was an integral part of the side.As a viewer, hockey can often feel frenetic. Scraps in front of goal, sticks clashing, fouls and immediate restarts, possession going back and forth. By the time you discern what happened, the game has moved on. But every now and then, you come across players who have that extra moment. Players who seem to play this rapid sport at their own pace. Their confidence on the ball is unmissable as they invariably wiggle their way out of trouble.One such player for India is Navneet Kaur.The 26-year-old made her mark as India finished third in the recently-concluded FIH Pro League. She was one of the five players to have featured in all 14 matches that India played and along with Vandana Katariya, scored the most field goals for India in the tournament (3). Navneet, the forward who wears No 25, has been a key part in India’s attacking plays and she plays with a flair that is instantly eye-catching. Her linkups in and around the attacking circle have been crucial, and heading towards the FIH Women’s World Cup, she’s well aware of the responsibility on her shoulders. “The defenders are usually told to not take many risks. But as strikers, we’re expected to take risks and make plays,” Navneet told Scroll.in in a conversation before leaving for Europe.“It’s our responsibility to know exactly when to take risks – dodge opponents or make one-two passes and move forward. I wouldn’t say other players in the team depend on us, but perhaps they hope the strikers will score goals and add to the team’s confidence.”Having made her senior international debut in 2014, Navneet recently crossed the milestone of 100 caps for India. She was part of the Indian team that won the silver medal at the 2018 Asian Games, and played an important role in India’s historic run to the semifinals of the Tokyo Olympics.India coach Janneke Schopman with Navneet Kaur holding her commemorative jersey for 100 matchesStrong foundationNavneet was introduced to the sport at a young age. Hailing from Shahabad Markanda in Haryana – a town that has provided the country over 70 international players – she started playing hockey when she was nine years old. Six years later, she made it to the junior Indian team and in 2013, was part of the bronze medal-winning side at the Junior World Cup.While living just a few minutes away from the training ground was a huge advantage, two other factors that worked in her favour were her father’s support and legendary coach Baldev Singh’s guidance. Just like most athletes who make it big, Navneet’s is a story of commitment and sacrifices from a number of people.“My father would play cricket with his friends and take me along. That was perhaps how I got hooked on to sports,” said Navneet. “We used to wake up at 5 am and go to the ground and I would always look forward to it. He wanted me to play some sport, he was always fond of cricket but hockey was the more popular sport in my hometown.”Baldev spent entire days at the training centre and would keep separate sessions to work solely on improving Navneet’s skills. Blessed with a strong foundation, Navneet put in the hard yards and it didn’t take long for the results to show. Additionally, she was nurtured by some big names in the sport.“She was fortunate to be born in one of India’s big hockey centres. Her father was incredibly cooperative and he would do whatever we requested him to,” coach Baldev told Scroll.in.“We had innumerable international players from our centre over the years and when Navneet joined us, she got great support from the likes of Rani Rampal, Surinder Kaur, Ritu Rani and many others. All of us at the training centre are highly determined individuals and that rubs off on kids eventually.”Hockey IndiaTalent meets hard workNavneet, self-admittedly, was good with skill-work from the beginning. She would never miss a practice session and spent hours by herself working on different aspects of her game.“She would pick things up quickly and was unperturbed no matter the situation. She’s very good at stealing and retaining the ball and in terms of dodging, I think she’s one of the best. She just needs a bit of space to get away and find the back of the net,” said Baldev.Her climb through the ranks was steady but it took her some time to get used to the pace at the senior level. India toured Spain in 2018 and it had been about a year since she had become a regular in the side. It was on that tour when she fully realised the difference between domestic and international hockey.“At the top level, it’s a lot more physical – the opponents push you hard and it isn’t easy to get the ball. That tour helped me understand where I need to improve and how to play against the best,” she said.As she established herself as a dependable striker over the past five years, Navneet was part of a significant change in Indian women’s hockey. The sort of change that helped the team achieve its best-ever finish at the Olympics.“The improvement in physical fitness has been crucial,” said Navneet. “We weren’t that fit earlier, but we worked on that over time and now see the benefits of it. We can compete with the best for longer periods and it is something that has helped all of us immensely. Earlier, we could get tired quickly and wouldn’t be able to showcase our skills because of that. But that isn’t the case now.”        View this post on Instagram            A post shared by Navneet Kaur (@navneetkaur_25)\nVital cogHeading into the World Cup, coach Janneke Schopman is keen to establish another key change. The former Olympic champion with the Netherlands has been insistent about speed of play going forward as a key part of her vision for the team. She also wants the attackers – the likes of Sharmila Devi, Salima Tete with their pace and Navneet, Neha and Monika with their creative skills – to combine, give shorter 10-15 meter passes, and form a close connection as they move towards the goal with pace. Navneet is expected to be a vital cog in this, when it comes to connecting the skills with the speed.“I say this to Navneet very often: ‘If you have to eliminate six people, good luck. I think four, you are able to, I don’t know how but that’s very good. But with the fifth, we’re still losing the ball. So it looks very nice but in the end we still lose the ball’.” Schopman told Scroll.in. “So, I told her we need to find connections and play together so we can use the speed but also our skills. You pass, you get the ball back, pass and get the ball back, pass and get the ball back. All of a sudden you are in the circle and all of a sudden we are in a position to do something good.”\n\n\n    \n    Play\n\nThe Tokyo Olympics was a watershed moment for Indian women’s hockey and, Navneet’s role in it will be remembered. In the dying minutes of the match against Ireland, with India under pressure after starting the tournament with defeats against stronger sides, Rani Rampal had the ball at the edge of the circle from the right flank. The score was 0-0. Less than three minutes left, the captain created some space and unleashed a tomahawk. And in that instant, Navneet Kaur got herself just ahead of the last defender and deflected the ball into the net. It was a goal that gave Indian women their first win at the Olympic Games in more than 40 years and it came from the stick of Navneet. It was fitting in many ways because Rani Rampal has been instrumental in Navneet’s rise and here they were combining for one of India’s most important goals at the Games. “It was a great feeling to be a part of [Olympics],” Navneet said. “It was a tough journey, we lost matches in the initial stage of the event and were under pressure later. But the entire team stuck together and was determined to win. I learned a lot from that – we have to keep putting in the effort till the end and every match matters.”“Before the Tokyo Olympics, not many people knew much about Indian women’s hockey. But now, people know our names and are even excited to watch us play.”As Indian women aim for their first-ever podium finish at the World Cup, there are a number of quality attackers in the squad who will be key. But, keep an eye out for Navneet… for her slick stick-work, her dodges, and the risks she’s willing to take. With additional reporting by Vinayakk Mohanarangan","author":"Aditya Chaturvedi","time":"2022-06-25T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176267-nvjeegirik-1656143649.jpeg","tags":["hockey","indian hockey","indian women's hockey team","Navneet Kaur","fih women's hockey World Cup 2022"],"source":"https://scroll.in/field/1026555/fih-hockey-womens-world-cup-navneet-kaur-the-indian-forward-who-loves-to-dodge-and-take-risks"}