{"title":"Hockey Men’s Junior World Cup, India v Spain, bronze medal match, as it happened: IND finish fourth","content":"That’s it from us! Thank you for joining us!Spare a thought for Uttam Singh. One of the world’s best junior players over the last couple of years ends his junior career without a junior World Cup medal. It was France in 2021 who beat India 3-1 in the bronze medal and two years on, it is Spain who beat India with the same scoreline. This will also be the last time we’ll see the likes of Boby Singh Dhami, Vishnukanth Singh and Mohith HS on the junior circuit. However, it will be exciting to see them break into the senior team over the next couple of years.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Spain, FT: Spain win bronze! India finish fourth for a second junior World Cup in a row. The Indian players are down on their haunches. Mohith cuts a lonely figure in the goal as the Spanish players pile on each other at the other end in joy. This one will hurt India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Spain, Q4: We’re down to the final 90 seconds and the bronze medal is Spain’s to lose. India never looked like they were in for a fight today. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Spain, Q4: Less than five minutes and India are swarming the Spanish circle. Hundal tries his luck but is once again denied by Capellades.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Spain, Q4: India win a PC and this time it stays that way. Hundal’s attempt is saved by Capellades. The rebound falls to Amandeep who strikes at goal but finds the side of it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Spain, Q4: India win a PC after a good counter. Uttam finds Dhami in the circle. He takes a touch and sets himself up to shoot but is blocked by a Spanish defender. India win a PC. However, Spain refer and the TV umpire reverses the decision citing a high and dangerous stick from Dhami.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Spain, Q4: Spain score again! Superb run from Pol Cabre Verdiell down the left and he unleashes a powerful reverse hit. Nicolas Alvarez is at the right place at the right time to tap the ball home. India have eight minutes to muster a fight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Q4: Spain get back-to-back PCs but India defend both. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Q4: India simply unable to make their PCs count. Uttam does well to win a PC and Spain have one less defender after Andreas Rafi went out of the goal before the injection. And yet, India cannot hit the target as Dhami swipes his flick high and wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Q4: India have 15 minutes to win their first-ever bronze medal at the tournament. Can they push for one last time?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Q3: India showing some drive and create a couple of chances but unable to get on the end of the final pass. The hooter goes off for the end of the third quarter. Spain deservedly in the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Q3: Spain score! Petchame gets his goal this time around. Spain win a free hit on the edge of the circle and take it quickly. Petchame, with his back to the goal, shields the ball before spinning and finding the gap between Mohith and the post with unnerving accuracy. India must be rueing not having a referral as it didn’t look like Spain travelled five metres with the ball from the free hit\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, Q3: Chirmako misses another good opportunity to score! Aditya Singh did really well to keep the ball in possession on the right before firing in a low pass. The ball however, goes from between Chirmako’s legs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, Q3: Brilliant double save from Mohith! Pau Petchame came sliding in and deflected a pass goalwards. Mohith makes himself big and saves but the ball goes back to Petchame who gets up quickly and reverse scoops it only for Mohith to palm it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, Q3: Rajinder spins away from his marker just outside his own 23m line but slips and gives away possession. A very good tackle from Amandeep Lakra saves Rajinder the blushes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, Q3: Rajinder Singh gets inside the circle from the left but he’s called out for an illegal obstruction. Uttam Singh, however, uses their referral asking  for a PC. Oh that’s a poor one. Rajinder was using his body to block the ball and there was no Spanish infringement. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, Q3: India gets us underway in the third quarter. Uttam wins a long corner but Spain force India back their defence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, India coach CR Kumar: We have to play safe in defence because they are coming in number inside the circle. We need to intercept passes well in advance and prevent them from playing passes in the hot zone. Otherwise, I am happy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, HT: The hooter goes off for half-time with both teams level at 1-1. In a sluggish match, it needed a moment of magic for either team to score. And Nicolas Alvarez provided that with a beautiful goal. That jolted India and they hit back with Sunil Jojo’s well-taken goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, Q2: Yes they can! Hundal’s drag-flick is booted back to a dangerous position by the keeper. Sunil Jojo is quickest to react and gently places the ball past Capellades into the right corner. Game on!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Spain, Q2: Brilliant run from Amandeep as he sprints down the right and leaves his marker in the dust and wins a PC. Can India hit back?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Spain, Q2: Spain take the lead! Nicolas Alvarez gets the ball from deep and turns away quickly from his marker. From a wide angle, he lets one fly and the ball comes off Mohith’s glove and nestles into the bottom corner. A good goal that from Alvarez.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q2: India unable to connect with their passes into the final third. While Spain are unable to string together their passes in the middle of the park. It has been that sort of a match so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q2: Three PCs in a row for Spain. Rohit blocks the first and the third, winning a free hit with the third, while Mohith saves the second PC. The pair have been good for India on PC duty at the tournament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q2: Spain get us underway in the second quarter and they immediately put India under pressure as they look to create something down the left. India manage to repel the attacks easily.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q1: With less than 30 seconds to go, India run down the clock before mounting what could be the last attack of the quarter. Unfortunately, they cannot make it count. Not a lot to separate the two sides so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q1: India with a good spell of possession but Spain defending deep and keeping their opponents away from their 23m line. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q1: A good referral from Sunil Jojo as he wins India a second PC. Amandeep Lakra wins another PC but at the second time of asking, sends his drag flick high and wide off the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q1: A good referral from Sunil Jojo as he wins India a second PC. Amandeep Lakra wins another PC but at the second time of asking, sends his drag flick high and wide off the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q1: Mohith makes a crucial block to deny an easy tap in for a diving Spanish player.  Spain crank up the pressure and Poovanna CB gives a cheap foul and gets himself booked.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q1: The first penalty corner of the match goes to India after Dhami’s shot is booted away dangerously by Jan Capellades. Rohit’s drag flick is saved comfortably by the Spanish keeper. The rebound takes Dhami’s foot and the whistle goes for a Spanish free hit. Dhami, however, swings his stick after the whistle went off and he gets a green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q1: The first big chance of the match goes India’s way. Uttam Singh jockeys his way along the goalline fending off his marker. He plays a pass in front of goal but Boby Singh Dhami misses it. Sudeep Chirmako, unmarked at the far post, cannot react quickly to tap the ball home.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q1: It has been a slow start to the match so far. Both teams have had tentative incursions into the opposite circle without troubling the opposition defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Spain, Q1: And we have push-back! India looking to avenge their pool stage loss as well as their loss at the same stage in the 2005 edition when they lost to Spain via a penalty shootout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.059322033898304%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/hldqdeiiuz-1702724868.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.228813559322035%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/gwghullfor-1702724855.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.355932203389834%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ywrzugquaw-1702724850.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.1864406779661%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/fquwjrfdro-1702724862.png\">\n  </picture></figure>\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Spain: The rains have subsided and we will finally see some hockey action at the National Hockey Stadium in Kuala Lumpur. We’ll get underway as soon as the pre-match formalities are done.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Spain: We finally have some news from Kuala Lumpur. Hockey India has said on X, formerly known as Twitter, that the match will get underway at 4.30pm IST.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hockey decided to take over the rains! Players are back to turf, what a relief1 pic.twitter.com/OmR4iggOLj— stick2hockey.com (@indianhockey) December 16, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Spain: We finally have some news from Kuala Lumpur. Hockey India has said on X, formerly known as Twitter, that the match will get underway at 4.30pm IST.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Spain: While we wait for news on the match, here’s a reminder that the two sides met each other in the pool stage where India were at the receiving end of a 1-4 defeat. The loss came as a surprise given that India had beaten Spain 6-2 at the Four Nations Tournament. Coach CR Kumar, in a press conference before the semi-final, said that the pool stage loss was a case of India not being clinical in front of goal. He said that the team played well against Spain and the Netherlands but against the Dutch, they were ruthless in front of goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Spain: As veteran hockey reporter K Arumugam tweets from Kuala Lumpur, it is raining pretty heavily. You can see puddles of water formed in front of one goal. As things stand, the match hasn’t begun yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Heavy rains. Thunder storm. pic.twitter.com/P3mC5UBNDA— stick2hockey.com (@indianhockey) December 16, 2023\n\n\n\n\n    Here's the Starting XI for the all important clash against Spain in the FIH Hockey Men's Junior World Cup Malaysia 2023.📅 5th to 16th December 2023.🏟️ Kuala Lumpur, Malaysia.📺 Watch LIVE on Jio Cinema and Sports18 3, Sports18 1 HD and RTM from 3:30 PM IST onwards.… pic.twitter.com/cw0Siu6xEM— Hockey India (@TheHockeyIndia) December 16, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the FIH Hockey Men’s Junior World Cup 3rd/4th place playoff clash between India and Spain.India will look to ensure they do not return home empty handed, as they take on Spain in the bronze medal playoff match.The two sides met earlier in the tournament, with Spain coming up 4-1 winners in the group stage.After the disappointment of the semi-final loss to Germany, where the Indians failed to convert 12 penalty corners, they will have to be wary to be as wasteful against Spain. India have played against Spain eight times in Junior World Cup history with the latter having the edge over India, winning five of those battles, the most recent match going in favour of Spain.Spain lost 1-3 to France in the second semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Live action on Sports 18 and Jio CinemaScreenshots via Jio Cinema and FIH website","author":"Dilip Unnikrishnan","time":"2023-12-16T15:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196696-nwzdqnytrm-1702711152.jpg","tags":["Uttam Singh","Araijeet Singh Hundal","Hockey India","Hockey","Indian Hockey","FIH Hockey Men's Junior World Cup"],"source":"https://scroll.in/field/1060668/fih-hockey-mens-junior-world-cup-india-vs-spain-bronze-medal-match-live-uttam-singh-and-co-look-to-clinch-podium-place"}