{"title":"FIH Hockey Men’s Junior World Cup: Meet Vishnukanth Singh – India’s midfield metronome","content":"Vishnukanth Singh was a bundle of nerves before stepping on to Rourkela’s Birsa Munda Hockey Stadium on March 12, 2023. And you can understand why.Just 19 then, Singh was about to play against the likes of Australian legends Eddie Ockenden and Aran Zalewski – veterans boasting a combined 600+  international appearances. Though he had made his debut for the Indian men’s national team a year before at the 2022 Asia Cup, it was a second string team at best, featuring none of the players who had won bronze at the Tokyo Olympics in 2021. For all sense and purposes, he was about to face his biggest challenge in his nascent career. Even as he was feeling scared at the prospect of playing the mighty Australians in front of a packed 20,000+ capacity stadium, Singh had captain Harmanpreet Singh put an arm around his shoulder and ease his nerves.“I was scared before my first match because it was Australia against us,” Singh told Scroll. “I was playing with the main senior team for the first time and I was feeling nervous because of the pressure. “But Harmanpreet bhai helped me relax and told me that he will be there playing in defence behind me so I should not be scared to play freely.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nSingh put up a solid showing in the match, rarely putting a foot wrong. He followed up with two equally good performances against world champions Germany. And like his seniors asked of him, he kept his game simple, did what was asked of him and came away with a valuable experience.Experience that will come in handy when he marshalls the Indian midfield at the FIH Hockey Men’s Junior World Cup in Malaysia.Unlike in the senior team, where he can play free of the fear of making errors, Singh, as one of the more experienced heads in the junior men’s team, will have to take charge. But he is well prepared for the challenge.“In the senior team, you have to do only what you are told,” he said. “Just fulfill whatever role has been given to you. In the junior team, I have to take charge in the midfield. Our captain and vice-captain are strikers so I have to be the leader in the midfield.”Singh is one of the few players in the current squad who also featured for India at the 2021 Junior World Cup, in which the team missed out on a medal after losing the bronze medal match. A relatively inexperienced player then, Singh has now matured into an assured midfield metronome after spending time with the senior team.The three months he spent with the senior team was an eye-opener for the 20-year-old. Singh recounted struggling to keep pace with senior players and wondering how, even towards the latter stages of their training matches, the likes of Manpreet Singh and Mandeep Singh were still able to play with a high intensity.It took time but Singh was soon able to keep up with his seniors and even show them how good he is on the pitch.“Just playing with them gave me confidence. That I could steal the ball from someone like Mandeep Singh or Manpreet Singh was something I would be proud of when I first played with them. I could feel that I can match their levels for sometime at least,” Singh said. “It’s the small things that you do against senior players that gives you a boost. Stealing the ball, dodging them. It makes you happy and when you come back to junior level, you take that confidence with you. If I could hold my own against the best of the best, then I should do well at the junior level.”Learning from his sistersSingh’s journey in hockey started at his home in Uttar Pradesh’s Atagaon. The sport was introduced in his village when a small academy was started near his school. His elder sisters Priyanka and Preeti were part of the first batch of students to graduate from the academy. While Priyanka had to stop playing the sport due to problems at home, Preeti secured a job in the Army and still plays the sport.Singh’s first lessons in hockey began when his sisters would come back from training and he would play with their sticks. Due to a scarcity of space, Singh would be reduced to either hitting the ball against a wall or simply dribbling the ball around the house. It was not a surprise then that when he finally joined the academy aged 11, he was deployed as a striker where his dribbling skills were an asset. In 2017, he got called up to train at the Sports Authority of India’s Lucknow campus where his coaches shifted him from attack to midfield because his height and range, they believed, would serve the team well.Soon after joining SAI Lucknow, he was called up for the sub-junior national camp held at SAI’s Bengaluru campus. When not training, Singh and his friends would spend hours hanging around the mess, hoping to catch a glimpse of their idols.“Back then we did not know the names of many players,” he said. “We would just watch highlights of matches. And Manpreet Singh and Saradara Singh would most often be in them. Their reels would show up and we would wistfully say that we want to play like them.”In Rourkela, Singh not only played with former captain and midfield maestro Manpreet, but also received an in-person education from the veteran midfielder on just how to dictate the match even when playing out of position.Though he showed glimpses of his quality in those three Pro League matches in March, Singh did not get an extension to his time with the senior team. With the junior World Cup months away, junior team coach CR Kumar let the selectors know that Singh would be an integral part of India’s campaign to win a third title in Malaysia.When the academy at Atagaon was opened, the founders had set themselves a target of getting at least one player from their academy to be in India’s team for the 2024 Paris Olympics. The road to Paris will be a tough one for Singh. But having gotten a taste of playing with the big boys, the 20-year-old is itching to help India to the Junior World Cup title and make a strong case for himself.","author":"Dilip Unnikrishnan","time":"2023-12-05T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196390-zkwojyyzbd-1701709893.jpeg","tags":["Vishnukanth Singh","Harmanpreet Singh","FIH Hockey Men’s Junior World Cup","FIH Hockey Men’s Junior World Cup 2023","Manpreet Singh","Hockey","Indian Hockey"],"source":"https://scroll.in/field/1060090/fih-hockey-mens-junior-world-cup-meet-vishnukanth-singh-indias-midfield-metronome"}