{"title":"FIH Hockey Women’s Junior World Cup: India beat South Korea in 9th-12th classification match","content":"India came from behind to defeat South Korea 3-1 on Friday in the 9th - 12th place qualification match of the 2023 FIH women’s junior hockey World Cup played in Santiago, Chile. Ropni Kumari (23’), Mumtaz Khan (44’), and Annu (46’) scored goals for India, while Jiyun Choi (19’) was the lone goal scorer for Korea.In the opening quarter, both teams clashed fiercely in a bid to seize an early advantage. Korea dominated possession and secured the first penalty corner, yet couldn’t capitalise. India, opting for counter-attacks, kept Korea’s defence busy but couldn’t convert their promising entries, resulting in a goalless deadlock by quarter’s end.The second quarter mirrored the intensity of the first, with India and Korea persisting in their attacking plays. Choi broke the deadlock with a precise penalty corner strike, but India swiftly responded as Kumari scored from a penalty corner.Korea, desperate to regain the lead, ramped up their aggression. Despite their fervent efforts, India’s solid defence thwarted Korea’s advances and counter-attacked skillfully, keeping the pressure on Korea’s defensive line. However, no more goals were scored in the second quarter as both teams entered the half-time break with the score levelled at 1-1.In the third quarter, India dominated the proceedings by keeping the ball possession and troubling Korea’s defence rigorously and the strategy paid dividends as Khan brilliantly slotted the ball home on a penalty corner to give her team a much-deserving lead. The penultimate quarter ended 2-1 in favour of India.Riding high on confidence after taking the lead, India intensified their attacks and extended their lead early in the fourth and final quarter of the game as Annu netted a superb field goal, securing a two-goal advantage for her team. India, despite being ahead, continued to unsettle Korea’s defence, maintaining their momentum and denying any chance of a comeback as the match culminated in a 3-1 victory for India.The victory means that India, who had earlier bowed out of the title contention after finishing third in Pool C, will stand a chance to finish ninth in the tournament when they take on the USA in their last match of the competition on December 10, at 3.45am IST.","author":"Scroll Staff","time":"2023-12-08T11:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196482-bzjfmwoxht-1702014980.jpg","tags":["Ropni Kumari","Mumtaz Khan","Annu","Hockey","Indian Hockey","FIH Hockey Women’s Junior World Cup","FIH Hockey Women’s Junior World Cup 2023"],"source":"https://scroll.in/field/1060273/fih-hockey-womens-junior-world-cup-india-beat-south-korea-in-9th-12th-classification-match"}