{"title":"FIH Hockey Men’s Junior World Cup: Hundal hat-trick spurs India to win over South Korea","content":"Forward Araijeet Singh Hundal netted a hat-trick as the Indian junior men’s hockey team beat Asian rivals Korea 4-2 in their opening match of the 2023 FIH Hockey Men’s Junior World Cup in Kuala Lumpur, Malaysia on Tuesday.Hundal (11’, 16’, 41’) netted thrice, while Amandeep Lakra (30’) chipped in with a goal for India. Lim Dohyun (38’) and Kim Minkwon (45’) were the goalscorers for Korea.It was a quiet start to the match, with both teams trying to create spaces in each other’s halves without many chances. With slightly better ball possession, India came up with the first real attack, but Sudeep Chirmako’s reverse flick from the right flank went over the goalpost. India continued to make inroads inside Korea’s circle, and earned their first penalty corner of the match. It was Hundal who broke the deadlock in the 11th minute during a jumbled penalty corner routine.India rode on the momentum as they doubled their lead with a stunning field goal in the opening minute of the second quarter. Bobby Singh Dhami made a sublime attacking run along the baseline, playing it to Hundal who slotted the ball home with ease from the middle to make it 2-0.India kept mounting pressure with attacking runs, but the Korean defence kept them at bay. They also managed to earn their first penalty corner in the 29th minute but missed out on converting it. India responded immediately and extended their lead to 3-0 through Lakra, who found the back of the net from an open play in the last minute of the first half.Korea came up with an improvised attack in the second half. They pulled a goal back through Lim’s penalty corner strike in the 38th minute. However, India regained their three-goal lead as Hundal completed his hat-trick on a reverse flick in the 41st minute of the match.With three minutes left in the third quarter, India were down to 9 players and Korea took advantage of it. They earned a penalty corner, which was duly converted by Kim to make it 2-4 at the end of the third quarter.The final quarter swung in both ways, with both teams making aggressive runs. Korea had a couple of penalty corners, but couldn’t take advantage of it. India too created various goalscoring opportunities, also earning a penalty corner, but missed on finding their fifth goal, thus ending the match with a 4-2 win.India will take on Spain in their second match of the tournament on Thursday, December 7 at 5.30PM IST.","author":"Scroll Staff","time":"2023-12-05T19:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196420-hqtxzlnufa-1701783769.jpg","tags":["FIH Hockey Men's Junior World Cup","Araijeet Singh Hundal","South Korea","India","Amandeep Lakra","Hockey"],"source":"https://scroll.in/field/1060146/fih-hockey-mens-junior-world-cup-hundal-hat-trick-spurs-india-to-win-over-south-korea"}