{"title":"FIH Hockey Women’s Nations Cup: All you need to know as Savita Punia and Co begin Pro League quest","content":"Savita Punia-led Indian women’s hockey team will be back in action at the FIH Hockey Nations Cup starting in Spain on Sunday.The Nations Cup is a new annual tournament that acts as a pathway to the FIH Hockey Pro League, with promotion/relegation being introduced. The first placed team in the Nations Cup will replace the bottom placed team in the FIH Hockey Pro League in the subsequent year.Eight teams not part of the Pro League are split into two pools of four each, with the top two in each pool proceeding to the semifinals, while the bottom two teams from each pool will play for 5-8 place classification.“For  India, this is a chance to get some important game time under our  belts  too and looking ahead it will also serve as good preparation for  the  upcoming Asian Games and the 2024 Paris Olympics,” India captain Savita Punia had said earlier.Pro League offered important match-time for India last season but having only been drafted in as replacements, the Indian women are not part of the current campaign. It is therefore a hugely important tournament for India to win and earn a place in the league for next season. Mainly because, not being part of the Pro League will make quality match time tough to come by.India has been placed in Group B along with Chile, Japan and South Africa, while Group A consists of South Korea, Ireland, Italy and hosts Spain.Janneke Schopman interview: ‘Biggest compliment to my players is the respect teams show us now’  The Indians travelled early to Spain in order to play four practice matches, three against the hosts and one against Ireland.“We are  quite fortunate to have arrived here well in advance and it’s helped us  get used to the cold conditions here. Playing three closely-fought  matches against Spain and winning 5-1 against Ireland in the last  practice match on Thursday has lifted the spirit of the team ahead of  our opening match on Sunday,” Punia added.“Our focus  will be on ourselves and ensuring we play to our potential. In the  match against Ireland, we had goals from Beauty Dungdung, Neha, Gurjit,  Sangita and Navneet. It’s always a good sign to have different goal  scorers and shows the variety we bring in our attack.”India begins their campaign on November 11 against Chile.  Here’s all you need to know about the event:Duration: 11 December - 17 December 2022 Venue: Poliesportiu Municipal Verge del Carme – Beteró, Valencia, Spain Teams in Pool A – Ireland, Italy, Korea, Spain Teams in Pool B – Chile, India, Japan, South AfricaFormat: Top two teams from each group qualify for the semifinals, winner of the tournament earns a spot in the FIH Pro League (women) for 2023-’24India’s groupINDIARanking: 8India comes into the FIH Hockey Women’s Nations Cup as the second highest ranked team, one spot behind seventh-placed Spain, who are in the other pool.Like the hosts, India are considered big favourites for the Nations Cup, having performed well in the FIH Hockey Pro League in the 2021-’22 season, where they made their debut in the event, replacing New Zealand, and finishing in third spot behind only winners Argentina and second-placed Netherlands.With the promising Pro League season behind them, India entered the FIH Hockey Women’s World Cup with great expectations, but despite bright displays in most of their matches, India failed to convert chances that fell their way and finished in ninth position.They quickly put that disappointment behind them as they headed to the Birmingham 2022 Commonwealth Games, where their performances started matching the results, as they made it all the way to the semifinals, before winning their first Commonwealth Games medal in 12 years, winning the Bronze medal match against New Zealand.India is captained by their goalkeeping star Savita Punia, who has been instrumental in her team’s rock solid defence that has kept some of the best forwards in the world at bay over the past few years.Going forward India rely on the dynamic pairing of Neha Goyal and Navneet Kaur, who have formed a cerebral connection on the pitch and can play their way through the opponents’ defence by playing quick one-twos without ever having to look for the other. Couple of young strikers would be looking to make their mark in Sangita Kumari and Beauty Dung Dung. India continue to be without Rani Rampal. The Indian team at the Nations Cup (Courtesy: Hockey India)India’s squad for FIH Women’s Nations CupGoalkeepers: Savita Punia (Captain), Bichu Devi Kharibam Defenders: Deep Grace Ekka (Vice Captain), Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary Midfielders: Nisha, Salima Tete, Sushila Chanu Pukhrambam, Monika, Neha, Sonika, Jyoti, Navjot KaurForwards: Vandana Katariya, Lalremsiami, Navneet Kaur, Sangita Kumari, Beauty Dungdung. CHILERanking: 14There is scarcely any team in international hockey that has done more to enhancetheir reputation around the world than Chile’s women’s national team. Chile started 2022 as the 19th ranked team in the world, and over the past 11 months has moved up five spots with remarkable performances in big tournaments.Chile’s first big performance of the year came in the 2022 Women’s Pan American Cup, where they finished runners-up to Argentina, and booked a place in the FIH Hockey Women’s World Cup Spain & Netherlands 2022, which was their first ever qualification for the pinnacle hockey tournament. The Chilean team was the toast of the town at the World Cup, with excellent performances throughout, butwhat captivated the crowd even more was the passion and joy that was on display both on and off the field. After all, who can forget the scenes as Chile played their first game at the World Cup and earned their first win against the 2018 silver medallists Ireland.Chile showed their performance at the World Cup was no fluke as they added yet another feather to their cap by defeating the reigning World Cup silver medallists and current Pro League champions Argentina in the final of the XII South American Games Asunción 2022 to win gold.        View this post on Instagram            A post shared by Federación Chilena de Hockey sobre Césped 🇨🇱 (@chile_hockey)\nJAPANRanking: 11The Japanese women’s hockey team has been on the rise over the past two years with impressive showings in continental tournaments and will be keen to use the FIH Hockey Women’s Nations Cup 2022 to prove that the disappointing results in their FIH Hockey Women’s World Cup 2022 campaign was just a blip in their overall growth trajectory.Japan are the reigning Asia Cup and Asian Champions Trophy gold medallists and they were also the gold medalists when the Asian Games were last held in 2018. They have established themselves as the team to beat at the continental level over the past four years, but their performance on the international stage has not been in similar vein, with back to back 11th position finishes at the Tokyo Olympic Games and the 2022 World Cup.Japan get a fresh opportunity to prove their supremacy at the Nations Cup and get a chance to play in the Pro League in the 2023-24 season. Their technical style of play tends to be more effective against teams that do not play a possession-heavy style of hockey, allowing them to commit more players into the midfield and look for openings in their opponents’ circle. Many of the teams they will face at the Nations Cup, especially in the pool stage, rely heavily on counter attacking styles, which could allow Japan to control the tempo of the game, suiting the Japanese style.(Courtesy: FIH)SOUTH AFRICARanking: 20South Africa are the continental powerhouse in Africa, but their dominance in continental competitions has not translated to the world stage so far. South Africa have been gold medallists at every African Cup of Nations since its inception in 1994. They have also qualified for the Olympic Games on five occasions, but their best finish ever has been in 9th at the 2004 Games in Athens.South Africa qualified for the FIH Hockey Women’s World Cup Spain and Netherlands 2022 after winning the African Cup of Nations for the seventh straight time in 2022. Their World Cup campaign failed to truly lift off though, even though they produced one of the best moments of the event when they staged an epic comeback in the second half to tie the game after trailing 3-0 to Japan. South Africa finished in the 15th position at the World Cup, which was a second consecutive 15th place finish at the World Cup.South Africa showed improved form during the Birmingham 2022 Commonwealth Games, and finished in the seventh position, but they have a squad that is capable of even more.The responsibility of captaining the South African team is shared between Phumelela Mbande and Bernadette Coston who are both exemplary leaders for the team. Mbande is among the best goalkeepers in the world and acts as a great safety net when the opponents get past the defence. Forward Lillian du Plessis and midfield general Quanita Bobbs have nearly 300 caps between them, and their experience will be crucial for South Africa in attack against the stringent defences they will face in the pool stage of the Nations Cup.(Courtesy: FIH)Inputs from FIH Media guide.Matches will be streamed live on FanCode App in India. Matches will also be live on Watch.Hockey. Clarifications: The article said incorrectly that the tournament starts on Saturday.","author":"Scroll Staff","time":"2022-12-10T15:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184151-mdanidabdy-1670662993.jpg","tags":["FIH Hockey Nations Cup","Savita Punia","Asian Games","Paris Olympics","Hockey India","FIH Pro League"],"source":"https://scroll.in/field/1039423/fih-hockey-womens-nations-cup-all-you-need-to-know-as-savita-punia-and-co-begin-pro-league-quest"}