{"title":"FIH Hockey Women’s Nations Cup: India, hosts Spain qualify for semifinals with two wins out of two","content":"Hosts Spain and India continued their good starts in the FIH Hockey Women’s Nations Cup, making it two wins out of two in their respective groups on Monday. Spain registered a comfortable 3-0 win over Korea, and India pulled out a close 2-1 win over Japan. With the result, Spain and India have now qualified for the semi-finals as their 6 points can not be matched or bettered by two other teams in their pools. All the other three teams in Pool A: Ireland, Italy and Korea, have a chance to grab the second semi-final spot in Pool A. In Pool B Chile and Japan will play in a winner-takes-all match on 14 December.All teams will be back in action on the final day of pool stage matches on 14 December after a rest day.The FIH Hockey Nations Cup features the best eight teams (by world rankings) that are not a part of the FIH Hockey Pro League. The eight teams are split into two pools of four teams each, with the top two teams in each pool proceeding to the semi-finals and beyond. The first placed team in the FIH Hockey Nations Cup will replace the bottom placed team in the FIH Hockey Pro League in the subsequent year.Match 1: Ireland vs Italy 2-1Ireland and Italy are two teams who play each other frequently on the continental level and the first half showcased their familiarity with each other’s style of play. The possession was split between the teams evenly as both teams struggled to split open their opponent’s defenses. Ireland managed to get the ball into the goal in the second half, from a penalty corner, but the goal wasn’t given due to the shot being too high from the attempted hit. Ireland changed their tactics coming into the second half, using wings to progress the ball, instead of the center of the field, and the impact was immediate. Italy were caught out on multiple occasions with Ireland captain Kathryn Mullan acting as the chief instigator for her team’s attacks. She set up the opening goal, that was deflected in by Naomi Carrol, and scored Ireland’s second goal with  brilliant defense-splitting run, that culminated in a flick over the on-rushing keeper and into the net.A moment of magic from @irishhockey's captain @KatieMullan11 🔥☘️Watch every game from the #FIHNationsCup live on the @WatchDotHockey app 📲 pic.twitter.com/rkiLbQAOLu— International Hockey Federation (@FIH_Hockey) December 12, 2022\n\nItaly looked for a way back into the contest, but could not get a clean shot in the Irish circle. Italy finally got on the board as Lara Oviedo scored from a well designed penalty corner routine, but with just 4 seconds left in the game, the goal was merely a consolation as Ireland registered their first win of the campaign.Kathryn Mullan was awarded player of the match, for her dominant attacking display.Match 2: Korea vs Spain 0-3Spain are proving themselves to be really fast starters, taking just 110 seconds to open the scoring in their first match against Ireland yesterday, and it took them an additional 40 seconds to open the scoring against Korea. In front of the Spanish fans, the team responded to their energy by flying out of the gates, getting 5 shots on target in the first quarter. Florencia Amundson scored the first goal with a powerful shot from the right of the circle that went in off the far post. Patricia Alvarez then doubled their lead, when she cleverly deflected a Torres-Quevedo shot from the top of the circle, to beat the Korean keeper. Korean keeper Eunji Kim played the best game of her young career, thwarting scores of Spanish attacks. Spain could have scored at least 4 or 5 more goals as they kept finding spaces behind the Korean defense, but Kim’s brilliance kept the score respectable for Korea. Spain themselves will be slightly disappointed with the number of chances they failed to convert, but the scoreline improved for them in the final quarter as Florencia Amundson notched her second goal of the game with yet another ripper from off a rebound from another saved penalty corner. Amundson who scored the first and third goals for Spain was awarded the player of the match.Match 3: Japan vs India 1-2India and Japan played out a tense and closely contested encounter that ended in an Indian win, which keeps them at the top of the table with 6 points, while Japan stayed in the second position, with 3 points.India started the game on the front foot and nearly found an opening in the very first minute, when Vandana Katariya found space in the circle to get a shot away, but her swinging hit failed to make contact with the bouncing ball and Japan survived an instant scare. India kept up the pressure however, and turned the ball over in the Japanese half in the 4th minute. This time the ball fell to Salima Tete in the circle who made no mistake in dispatching a powerful hit into the Japanese goal, to give India the lead. Japan settled into the game and tried to play out of the back despite the high Indian press. However Japan found it difficult to create goal-scoring opportunities in the Indian circle. India made plenty of forays into the Japanese circle and came away with 9 penalty corners in the game, but their conversion of those chances will be a concern for coach Schopman, as they didn’t get close to converting any of those opportunities throughout the game. India however continued scoring field goals with newcomer Beauty Dungdung scoring in the 40th minute to double India’s lead. Japan found a way back when Rui Takashima’s shot was deflected over Savita Punia, who otherwise had another fine game, and into the goal off Indian defender Deep Grace Ekka’s stick.It set up a tense final 10 minutes. But the veteran Indian defense survived the pressure Japan applied till the final whistle. The result in the last match saw India clinch the semifinal spot.Indian goalscorer Salima Tete was awarded the player of the match and said: “Japan are a good team, so the win was good. Two back-to-back wins are obviously great going into the rest day, but we want to improve on our performance from today and play a better game against South Africa in the next match.”#FIHNationsCup #Hockey 🏑Making her first senior international start today, Beauty Dungdung scored her first official senior goal for India. And a fighting one at that.Here's @DilipUnnikrishn's story on her rise against the odds:https://t.co/DdRg8RCUXU pic.twitter.com/M23kyD7Wcl— The Field (@thefield_in) December 12, 2022\n\nMatch 4: Chile vs South Africa 2-1Chile and South Africa played earlier in the year at the World Cup where Chile secured a narrow 1-0 win, and while that was a slow and defensive affair, the rematch in the Nations Cup was an end-to-end thriller that could have gone either way. Chile snatched all 3 points, scoring with less than a minute left in the game to take all three points and set-up a winner-takes-all game against Japan in the final pool game.Chile had the better start to the game finding players behind the South African defense twice in the opening 5 minutes, but the momentum swung South Africa’s way towards the end of the first quarter and they managed to score in the first minute of the second quarter through the impressive Ntsopa Mokoena, who has been their best player in the tournament so far. South Africa’s ascendancy continued, but two minutes later Chile were level thanks to a brilliant deflection by Manuela Urroz, who was the scorer for Chile in their 1-0 win over South Africa at the World Cup. The second half followed a similar pattern as both teams took turns in dominating possession and territory, but neither could find a clear opening. South Africa had their chances from penalty corners, but could not execute their plans. Chile won a penalty corner with just 49 seconds left on the clock and broke South African hearts, as Fernanda Villagran stepped up and buried her flick low to the right of the stretching South African keeper.Manuela Urroz who leveled the scores for Chile was awarded player of the match.Two exciting days of #Hockey at the women FIH Hockey Nations Cup 2022 are done!Here is how the Pools look after the first 8 games.Action continues on @watchdothockey  on 14th December 2022 in Valencia.#HockeyEquals #HockeyInvites pic.twitter.com/QHkGzZtpbE— International Hockey Federation (@FIH_Hockey) December 12, 2022","author":"Scroll Staff","time":"2022-12-13T11:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184288-xghddybygs-1670912112.jpg","tags":["Spain","Japan","Ireland","India","Indian hockey","Women's hockey team","FIH Nations Cup"],"source":"https://scroll.in/field/1039630/fih-hockey-womens-nations-cup-india-hosts-spain-qualify-for-semifinals-with-two-wins-out-of-two"}