{"title":"FIH Hockey Women’s Nations Cup: Favourites India, Spain begin their campaigns with solid wins","content":"Spain and India came into the FIH Hockey Women’s Nations Cup Spain 2022 as the two prohibitive favourites, and justified that status by putting on dominant displays in their contests against Ireland and Chile respectively, to take all 3 points in their opening encounters in Valencia on Sunday.The FIH Hockey Nations Cup features the best eight teams (by world rankings) that are not a part of the FIH Hockey Pro League. The eight teams are split into two pools of four teams each, with the top two teams in each pool proceeding to the semi-finals and beyond. The first placed team in the FIH Hockey Nations Cup will replace the bottom placed team in the FIH Hockey Pro League in the subsequent year.India and Japan both end day 1 with 3 points each in Pool B, with India holding first place over Japan, thanks to their better goal difference. Match 1: Korea vs Italy 1-1A cautious affair in the opening encounter of the FIH Hockey Women’s Nations Cup, as Italy took a valuable point against higher ranked Korea. Korea and Italy are two teams that aren’t used to playing each other with regular frequency meeting only for the fourth time in over a decade and both teams took their time adjusting to the pace of their opponents. Italy were quicker off the block winning, 3 penalty corners on counter attacks, and converting one of them to take the lead. Captain Federica Carta gave Italy the lead in the 6th minute, but Korea were back level in 5 minutes through their captain Eunbi Cheon. Cheon put the finishing touch to a fantastic attacking move that saw the ball zip between 3 players before falling to her on the far side, with an open goal to place the ball into.Neither side committed large numbers to attack to try and snatch the lead in the second half, and while Korea had some half-chances, Italian defense held firm, and cleared their lines with confidence to earn a huge point in the Pool A clash.Match 2: Spain vs Ireland 2-0Spain struck early in both halves through penalty corners, to win the game 2-0, but Ireland gave a great account of themselves with an impressive attacking performance that was only bettered by an even more impressive Spanish defense, that refused to be breached today!Clara Ycart opened the scoring for Spain with a low drag flick at an uncomfortable height for the Irish keeper in the second minute of the game. Ireland had plenty of spells of possession and territory, but could not make it count as an organized Spanish defense repelled every attempt at a shot on target.Spain started the second half well, once again earning an early penalty corner. Lucia Jimenez went for a low shot, but it was deflected over a sprawled keeper, by Alejandra Torres-Quevedo, doubling Spain’s advantage early. Spain looked more likely to score in the 3rd quarter, but Ireland came back at them again in the 4th, to try and find an opening goal to cause Spain some worry. The Spanish defense, which is known for its solidity, proved their mettle by staving off waves of Irish attacks and sealing a clean sheet and all three points.Alejandra Torres-Quevedo, who had a dominant performance in the midfield and scored the second Spanish goal was awarded the player of the match.Match 3: India vs Chile 3-1India put in an offensive masterclass, employing high press against their Chilean opponents throughout the 60 minutes, to register a dominant win, where the only error that came was when they conceded a third quarter penalty corner goal, when defender Udita deflected a wayward shot, into the goal, through the legs of Savita.India came racing off the gates, entering the Chilean circle thrice in the opening two minutes, and opening the scoring in the third minute as Salima Tete and Vandana Katariya combined well to send the ball flashing across the goal to find Sangita Kumari who had an empty goal to tap the ball into.India then repeated the exact same move again in the 11th minute with Sonika this time on the receiving end of another tap-in. Chile’s attempts at playing out from the back were thwarted as Indian threatened to run away with the game often finding themselves in the Chilean circle with multiple options, although a combination of passing and finishing stopped them from increasing their first half lead.India maintained their intensity in the second half and found a third goal as Neha received a high ball in the circle and calmly put it into the path of Navneet who saw the keeper sprawl herself and lifted her shot over her and into the goal. Chile finally found an entry into the Indian circle and won a penalty corner in the 44th minute. A flick by Fernanda Villagran which was headed away from goal deflected off Udita’s stick and went in, but the goal was little more than a consolation as India regained their composure and saw out the game.Sonika, who scored the second was awarded the player of the match, “It’s good to start the tournament with a win. Chile are a rapidly improving team, so we came up with a plan and stuck to it and stuck to our strengths throughout the game. The plan going forward will be the same too.” Match 4: Japan vs South Africa 2-1The last time Japan and South Africa met, was in the group stage at the FIH Hockey Women’s World Cup earlier in the year where they played a highly entertaining 3-3 draw. The rematch between the two in the Nations Cup threatened to produce another tie, with Japan taking an early lead in the first quarter and South Africa equalizing soon after. But a smashing shot by Mai Toriyama with 5 minutes to go made the difference as Japan grabbed all three points against a young South African side.Japan dominated the opening exchanges and could have been up by 3 goals inside the first 5 minutes, but young South African goalkeeper Anelle van Deventer kept South Africa in the game. Japan finally managed to take the lead as a penalty corner was deflected in off a South African stick. Japan kept searching for a second goal, but it was South Africa who scored the next goal, as Ntsopa Mokoena sprinted down the left wing and showed great skills to run along the baseline and find captain Quanita Bobbs, who lifted the ball over the keeper and into the goal.The rhythm of the game settled down after the frenetic start, and neither team produced big scoring opportunities. But just as the game looked like it was heading for a tie, Mai Toriyama found shooting space in the South African circle and forced a shot in from a tight angle to win the game for Japan.South African youngster Ntsopa Mokoena, who was extremely impressive in attack and set up the equalizing goal for her team, was awarded player of the match.Here are Monday’s fixtures:","author":"Scroll Staff","time":"2022-12-12T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184225-iifnqzkdhx-1670823926.jpeg","tags":["Spain","Chile","India","Nations Cup hockey","FIH Nations Cup","Savita Punia","Navneet Kaur"],"source":"https://scroll.in/field/1039526/fih-hockey-womens-nations-cup-favourites-india-spain-begin-their-campaigns-with-solid-wins"}