{"title":"FIH Hockey Women's Nations Cup as it happened: Savita Punia and Co start off with 3-1 win vs Chile","content":"That will be all for this blog, India will be back in action in less than 24 hours (7.45 pm IST), taking on Japan tomorrow in what is likely to be the decisive clash in Pool B.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     Goalscoring progress \n    \n       Team  Minute  Player  Action  Score \n    \n     India  3  Kumari Sangita  Field Goal  1 - 0  India  11  Sonika  Field Goal  2 - 0  India  32  Kaur Navneet  Field Goal  3 - 0  Chile  44  VILLAGRAN Fernanda  Penalty Corner  3-1 \n   via TMS \n\n    #FIHNationsCup 🎥 Navneet Kaur pleased with India's start to the tournament.(via FIH) pic.twitter.com/kSJs0UB6z0— The Field (@thefield_in) December 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: Sonika. “It’s a really good start, we played to our strengths and I am proud of the team,” she says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, FULL TIME India 3-1 Chile: The buzzer goes and India are off to a winning start \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: Could hear Schopman loud and clear still from the sidelines. Bundle of energy. “Get inside Sonika, get inside.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: Beauty with a lovely dribble from left to centre and did well to pass into the circle but couldn’t find a red feet. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: Into the final five minutes now... the quality has dropped off a little bit for India. But they are comfortable as is. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: The referral is good and no PC for India. The commentators don’t believe that was the right call but Chile stay in the hunt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: India given a PC but Chile refer this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: Good game management by India this. Possession but also high up the pitch. Not just passive but also looking for chances. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: Neha, one of India’s most creative players, finds Beauty with a lovely pass that opens up the defence but the debutant’s control let her down a tad bit. Into the last 10 mins now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: CHANCE! Oh how did Salima miss that. India do really well to recover from a bad injection/trap, and the ball comes to Salima at the far post, but she couldn’t touch it. Came a bit quickly at her. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: Careless defensive moment for Chile, another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: Deep Grace Ekka with a hit on goal... but it was high and defended well. Wouldn’t have counted anyway. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: Looks like a clash of sticks... India win a PC early in Q4. Neha and Salima do well in that move.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 3-1 Chile: Chile start on the front foot right way. They have a spring in their step now. India need to be just careful here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, End of Q3 India 3-1 Chile: As we head into the final quarter, just a little hope for Chile. Not out of their sights yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 3-1 Chile: GOAL CHILE! They win a PC from a rare attacking move and it pays off. No chance for Savita really there... a late deflection from Udita and the Indian captain is beaten. That might have been heading out otherwise. Savita didn’t look much pleased, goalkeepers love their clean sheets. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 3-0 Chile: A PC for Chile as they have numbers forward in a rare occasion. A lifted ball into the circle... \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 3-0 Chile: CHANCE! Young Beauty Dungdung with nearly a goal on senior debut, dribbles down the right channel well and pokes the ball high up... just wide. Nearly turned into an assist for Navneet too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    REPLUG: Navneet Kaur is a key part in India’s attacking plays. Her linkups when India go forward have been crucial and she plays with a flair.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 3-0 Chile: GOAL INDIA! Navneet Kaur with a fine strike. At this point, I think she is India’s most important outfield player... she scores with a wonderful finish into the roof of the goal. Terrific by Neha to control a high ball and find Navneet. That combo strikes again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 2-0 Chile: India seem to have come out with more aggression in Q3.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 about to get underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, End of Q2 India 2-0 Chile: A solid half of hockey for India but just a little bit concerning that they couldn’t convert their PCs (three overall, I believe) in that phase of play. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 2-0 Chile: “Salima, she goes only one way and that is towards goal,” says Dan Strange on commentary and that sums up her style of play nicely. Such a crucial part of this lineup. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 2-0 Chile: This is one of the concerns from the World Cup cycle... another PC for India, Gurjit Kaur goes close but no cigar. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 2-0 Chile: PC defended, India get another one. Gurjit goes inside out... goes wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 2-0 Chile: First PC for India, first of the match. Green card for Chile too. Gurjit Kaur will be in the thick of things here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 2-0 Chile: Chile are not helping their cause by losing ball in their half. They have defended alright after losing the ball, but it will hurt them if they keep getting pinned back like that. Monika is nearly through on goal as I say that, the pass just evades her. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 2-0 Chile: The large share of possession is with India unsurprisingly. They are controlling the ball well. Looking for the right opening to play a forward pass. Patient. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, End of Q1 India 2-0 Chile: The Indians started this match as favourites, they have played like favourites. Aggressive start, converted two simple chances after nice build-up play. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 2-0 Chile: GOAL INDIA! Navneet Kaur with some lovely stick work and the ball eventually finds Sonika at the far post, with an open goal in front of her. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Sangita Kumari scores India’s first goal in the #FIHNationsCup. The youngster has always had a knack for finding the back of the net. Here’s a feature I did on her recently:https://t.co/jlFMasObcr— Aditya Chaturvedi (@aditya_c19) December 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Chile: Good ideas from India to switch flanks whenever they can but their passing is not quite sharp yet. Perhaps understandably so, given lack of match time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Chile: Good response from Chile it must be said, have fashioned a couple of chances down the other end. The Indian defence seem solid enough. They will be dangerous on the counter if Chile offer spaces.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Chile: INDIA GOAL! The women in blue started on the front foot and it is the experience and youth combining to give India the lead. Salima feeds Vandana who then puts the ball on a platter for Sangita to finish a simple chance. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India vs Chile: Pushback in Valencia. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Team news: Beauty Dungdung is set for her debut, off the bench. Navjot Kaur returns. Sangita Kumari features from the start. Vandana Katariya likely to lead the charge.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #FIHNationsCup 🧵Thread ahead of India vs Chile in the FIH Nations Cup starting soon. https://t.co/C158NRBzD8— The Field (@thefield_in) December 11, 2022\n\n\n\n    #Hockey | \"We know we can fight hard and we get more conviction in if we actually pressed really well. We put teams under pressure.\"@vinayakkm speaks to the Indian women’s hockey team head ahead of their #FIHNationsCup campaign in Spain starting today. https://t.co/ZDbbnj7LUS— Scroll.in (@scroll_in) December 11, 2022\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Format: Top two teams from each group qualify for the semifinals, winner of the tournament earns a spot in the FIH Pro League (women) for 2023-’24\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Teams in Pool A – Ireland, Italy, Korea, SpainTeams in Pool B – Chile, India, Japan, South Africa\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our coverage of Indian hockey. Tonight we look forward to the Indian women’s team returning to international competitive action from a break, participating in the inaugural edition of FIH Hockey Women’s Nations Cup. From Tokyo to Birmingham, from a fourth place finish at the Olympic Games to a bronze medal at the Commonwealth Games, the past few months have been one of evolution for the Indian women’s team. They now take on a new challenge in the Nations Cup, which is a tournament meant to help with promotion/relegation for the Pro League. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    pic.twitter.com/dr4Xjn7Flb— Hockey India (@TheHockeyIndia) December 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots via FanCode / FIH","author":"Vinayakk Mohanarangan","time":"2022-12-11T19:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176640-qgdvahjegi-1656857655.jpg","tags":["FIH Hockey Women's Nations Cup","Vandana Katariya","Savita Punia"],"source":"https://scroll.in/field/1039515/fih-hockey-women-s-nations-cup-india-vs-chile-lives-core-updates-statistics-reactions-and-more-savita-punia-and-co-begin-campaign"}