{"title":"FIH Hockey Women’s World Cup, India vs China as it happened: India held to a 1-1 draw","content":"Update: In the 2nd match from Pool B on Tuesday, New Zealand pulled off a heist against England. A come-from-behind win for Black Sticks as they produced a clinical display, and finally added a W to the column in Pool B. Huge frustrations for England (look at the stats!) Much like India, they were just unable to convert chances, esp PCs. Brilliant from New Zealand, took their chances. ENG-CHN: 8 pm THU NZ-IND: 11 pm THU\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it from us today. Join us on July 7, at 23:00 hrs IST, when India plays New Zeland in their final group game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCup🏑 Full time: 🇮🇳 1-1 🇨🇳A look at the stats will tell you India must have done a little with the chances they created but China too had pressure in the end. Another draw, 2 points from 2 matches for both sides.https://t.co/cdzgJqi7Jp pic.twitter.com/pe74r9jI5T— The Field (@thefield_in) July 5, 2022\n\n\n\n    It is testament to the 🇮🇳 women’s hockey team’s progress over the last few years that all hockey fans are disappointed with their 2nd draw in a row. This time 1-1 with China. Just need to get sharper. The pool is wide open with all draws so far. NZ vs Eng later tonight #HWC2022— Viren Rasquinha (@virenrasquinha) July 5, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Nothing much to separate the two teams, as India and China play out a 1-1 draw. But India will be disappointed with their penalty corner conversions - just one scored from five chances. But an important goal though, as Vandana Katariya - the player of the match - equalised in the third quarter to cancel out Zheng Jiali’s 26th minute opener.In Pool B, the Group of Death, this was the third consecutive match that has ended in a draw. India plays New Zealand in their last match of this group stage. A win there will do wonders for India’s chances of going further in this World Cup.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyEquals @TheHockeyIndia v #CHN https://t.co/kDeiTOZn9Z pic.twitter.com/FZi4nWEdPp— International Hockey Federation (@FIH_Hockey) July 5, 2022\n\n\n\n    #HWC2022 #HockeyWorldCup 3 matches later, no winner in Pool B! India will be disappointed that the 16 circle entries & 9 shots on goal resulted in just one goal. They had more chances. But China finished with great attacking pressure. Fair result.https://t.co/r6WyziDOkL pic.twitter.com/zc9k1koEsI— Vinayakk (@vinayakkm) July 5, 2022\n\n\n\n    Full-time stats\n\n    Just 1 seconds left for a India 1 China 1 result, China goes for Indian foot, meaning PC. The Video referral did not stand. The draw may put both teams in a dizzy, as both have drawn their both matches 1-1. India was rusty, lets agree. India need to sharpen PC conversion process— stick2hockey.com (@indianhockey) July 5, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 China - “No clear reason to change your decision.” That’s how the match ends.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ball of the match from 🇨🇳 with a minute to go but no one there #HWC2022— Dan Strange (@DanStrangetv) July 5, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 China - The buzzer has sounded, but China asks for a referral, claiming the ball caught an Indian foot just as the hooter sounded. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 China - China has been piling on the pressure. Have a good chance from the right flank, but the cross goes through defenders and attackers alike.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 China - It was Monika Malik, rather, who cleared the ball away, still, the India captain has made a few important stops in this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 China - And Saveita makes an important save (no typo there).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 China - Penalty corner for China.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 China - China down to 10 players for pretty much the end of this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 China - Just over 5 minutes left in this match. This quarter has been rather cagey. Both teams cancelling each other out. But the pace of this match has become much faster.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Why are they not watching? #hwc2022 https://t.co/DypqmD04hL— Dan Strange (@DanStrangetv) July 5, 2022\n\n\n\n    #HWC2022 #HockeyWorldCup Vandana Katariya, India's equaliser in this tournament. Crucial, crucial goal at the end of Q3. India's pressure finally shows on the scoreboard. Look what that meant to her and the team. Clever deflection.https://t.co/r6WyziDOkL pic.twitter.com/0VJ8WZCkP4— Vinayakk (@vinayakkm) July 5, 2022\n\n\n\n    39 seconds before the end of Q3, Vandana deflects off Gurjit's slap to neutralize China lead. Q3. India 1 China 1.— stick2hockey.com (@indianhockey) July 5, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for the third quarter. China started it well, creating good chances, but India slowly started to push back. Eventually the equaliser came in the last 30 seconds of the quarter. The last 15 minutes promises to be entertaining now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-1 China - GOAL FOR INDIA! IT’S VANADANA KATARIYA YET AGAIN! Gurjit goes for the variation, plays it low in the direction of Vandana who deflects the ball past the goalkeeper to equalise.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 0-1 China - Just 39 seconds left in this half, and India wins another PC. Can they equalise?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 0-1 China - PC taken, ball hits Jyoti’s leg and goes out of play. India refer that decision claiming it hit a Chinese foot first, but the video referee does not agree.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 0-1 China - Deep Grace Ekka goes for the shot, it’s blocked by a Chinese defender. Jyoti hits the rebound but saved by the goalkeeper. That then rebounds off a Chinese foot and another PC to India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 0-1 China - Penalty corner for India, just a few seconds after Sonika is shown a green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 0-1 China - 10 minutes gone in this quarter. India has started to put pressure on the Chinese defence but still no great opportunity created. The Chinese defence has been disciplined.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 0-1 China - China has been the better team in this first five minutes of this half. They’ve been moving the ball well, testing the Indian fitness levels (which is quite high).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 0-1 China - Great chance for China. Xindan Zhang passes on to Hong Li, who turns and plays a shot. It’s well wide, but straight towards Yang Chen who has an open goal to deflect into, but misses the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 0-1 China - Gu Bingfeng goes for the drag-flick but it goes comfortably wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 0-1 China - Penalty corner for China\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “Difference between us, they took their opportunity and we didn’t. Tactically we did some good things, managed their speed well. We need to create more chances. Need to be more consistent,” said India coach Janneke Schopman.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Second half starts\n    \n        \n        \n            \n            \n            \n        \n    \n\n    HT India 0 China 1; India miss out two PCs and equal no of close scoring chances. Nothing wrong so far the way Ind played.— stick2hockey.com (@indianhockey) July 5, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s the end of the half. There was very little to choose between the two teams till Zheng Jiali’s goal in the 26th minute. The match opened up thereon, with both teams trading chances, but it remains at 1-0 to China at the end of the first half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 0-1 China - China on the attack again, but great reflexes from Savita to push the ball away\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 0-1 China - Monika Malik takes the shot but it’s cleared off the line by the defender.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 0-1 China - Penalty corner for India with three minutes to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 0-1 China - GOAL FOR CHINA! Zheng Jiali collects an excellent defence-splitting pass from Zhang Xindan, and then neatly slots pass Savita Punia to put China in the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 0-0 China - Penalty corner for India. Gurjit Kaur goes for the drag-flick but Ping Liu in the Chinese goal gets a big boot and kicks it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 0-0 China - Vandana Katariya goes for a snapshot, it hits the post and Jyoti is there on the far post looking for the rebound. But the ball bobbles as she dives to get to the ball under pressure, and it hits her shoulder and goes into the goal. The referee did award the goal, but China successfully refers it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 0-0 China - Still nothing between the two teams after five minutes of the second quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: India perhaps the better attacking side in the first quarter but as the circle entries show, they didn’t quite pose any serious threat. Very cagey, very tactical, very even battle so far. 0-0 at the end of Q1.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    India-China. which is the better side as the Q1 comes to an end without goal from either side? India packs its midfield and defence, less legs upfront. I think the exploration session is over. Q1. 0-0— stick2hockey.com (@indianhockey) July 5, 2022\n\n\n\n    First quarter stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Second quarter starts.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for the first quarter. No goals between the two teams, no great chances created either. They’ve pretty much cancelled each other out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 China - First piece of action for either goalkeeper. Navneet Kaur collects a pass, perhaps it gets a way from her a bit, but Ping Liu in the Chinese goal came out to block all channels.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: Sophie Polkamp, part Dutch squad that became World Champion at the 2006 Women’s Hockey World Cup along with Janneke Schopman, on commentary says she is not surprised one bit to see her success as a coach. “Was kind of a coach on the pitch too, we always listened to what she had to say. Not surprised at all, she is a perfect coach.”  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 China - First five minutes, no goals so far. India’s holding the ball decently, but no great chances created by either team yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND WE’RE OFF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #HWC2022 #HockeyWorldCup An important match at the World Cup for India and China. Also worth noting, it is a match that puts two female head coaches against each other. Janneke Schopman vs Alyson Annan.Read @shahidthejudge's piece: https://t.co/cU4mONu5YH pic.twitter.com/Leh4gnMf1A— Vinayakk (@vinayakkm) July 5, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Just as it was day before against England, Savita Punia wins the toss and decides her team will push-off first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here come the two teams onto the blue turf of the Wagener Stadium in Amsterdam. National Anthems coming up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    This is a match between two teams that have women as the head coach - Janneke Schopman for India and Alyson Annan for China. The only other team at this World Cup that has a woman head coach is Australia, with Katrina Powell at the helm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: India had recent success against China this year. The two teams have faced each other three times this year, with India winning all three matches. India registered a 2-0 win in the bronze medal playoff at the Asia Cup and won both the FIH Hockey Pro League Matches (7-1 and 2-1). Under legendary coach Alyson Annan now, however, this will a tough test. India are aware of that too. A key aspect of today’s match will be PCs. China are brilliant from set-pieces, while India conceded 0 PCs against England. The match could well be determined by who wins more PCs / converts them today.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    India's line-up as they gear up to face China today, 5th July in the FIH Hockey Women's World Cup Spain and Netherlands 2022!Catch the action 🏑 LIVE at 8:00 PM (IST) exclusively on Star Sports First, Star Sports 3, and Disney+Hotstar. 📺 pic.twitter.com/gOSkY01BdF— Hockey India (@TheHockeyIndia) July 5, 2022\n\n\n\n    Next match against China #bharatkisherniya @TheHockeyIndia #WorldCup2022 pic.twitter.com/v56r4XB61n— Sjoerd Marijne (@SjoerdMarijne) July 5, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll.in’s coverage of India’s second match at the FIH Women’s World Cup, against China.The Indians put up a decent show against England in their opening match, holding the European side to a 1-1 draw. Vandana Katariya equalised for India after Isabelle Petter put England in the lead.That match, at least on paper, was against the toughest opponent in Pool B. Yet by no means does that mean the Chinese will be that easy. They’re coached by Alyson Annan, who led the Netherlands to gold at the Tokyo Olympics last year. They’ll be just as eager to make a mark at this World Cup as the team in blue.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    FIH Hockey Women's World Cup Spain and Netherlands 2022: England vs India (Highlights) #HWC2022 pic.twitter.com/ldccptJayK— International Hockey Federation (@FIH_Hockey) July 4, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots & photos in the blog courtesy: FIH Media / Disney+Hotstar","author":"Shahid Judge","time":"2022-07-05T19:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176761-aebdhbvxsv-1657030293.jpg","tags":["Hockey India","FIH Hockey Women's World Cup 2022","HWC2022","Indian women's hockey","Salima Tete","Janneke Schopman","Savita Punia","India vs China"],"source":"https://scroll.in/field/1027673/fih-hockey-womens-world-cup-india-vs-china-live-updates-can-savita-punia-co-register-first-win"}