{"title":"Hockey World Cup, India vs England as it happened: Savita & Co hold England to a 1-1 draw","content":"FIH Hockey Women's World Cup Spain and Netherlands 2022: England vs India (Highlights) #HWC2022 pic.twitter.com/ldccptJayK— International Hockey Federation (@FIH_Hockey) July 4, 2022\n\n\n\n    #Hockey #HWC2022 Vandana Katariya scored in the 28th minute to cancel out Isabelle Petter's opener, as India held England to a draw in their opening match of the FIH Women's Hockey World Cuphttps://t.co/23YcE1dWiJ— The Field (@thefield_in) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Savita Punia: England is a very good team, both played well today. We fought hard, we wanted to play together and we did. We missed some chances, next match we will focus. We had good PCs and variations, we missed a few but we will work on that. [Not conceding any PCs] Yeah before match we decided that we have to calm in tackling against a good England side. We did that, and didn’t give away any PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India did well in defence, holding off England who had better possession throughout the match. Isabelle Petter scored the opener for the Europeans before Vandana Katariya equalised in the 28th minute. Savita Punia did well to pull off some stunning saves to ensure the scores remained level. There was a chance right at the death for India through Sharmila Devi.It’s in the attacking front where India will need to be more fruitful when they face China and New Zealand in their coming Pool B matches.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Few thoughts from 1st game:1. Savita made 2 brilliant saves & was rock solid overall2. Defence was very well organised. No PCs conceded is superb3. 1/7 PC conversion for us. Super rebound goal by Vandana. Gurjit’s flick hit the post. Need to be sharper in our variations 1/2 pic.twitter.com/n4oU7MbUCr— Viren Rasquinha (@virenrasquinha) July 3, 2022\n\n\n\n    Both the teams take a point home at their opening game of the FIH Hockey Women's World Cup Spain and Netherlands 2022! 🤝ENG 1:1 IND #IndiaKaGame #HockeyIndia #HWC2022 #HockeyInvites #HockeyEquals #ChakDeIndia #MatchDay pic.twitter.com/OL2qCHl9sG— Hockey India (@TheHockeyIndia) July 3, 2022\n\n\n\n    FINAL: ENG 1-1 INDPlayer of the Match: Isabelle Petter 🏴󠁧󠁢󠁥󠁮󠁧󠁿\"It was always a tough first game against India. They’re a class side. We were happy with the draw would have wanted the win but happy to take the point and on to the next game now.\"#INDvENG #HWC2022 @EnglandHockey— International Hockey Federation (@FIH_Hockey) July 3, 2022\n\n\n\n    Really good point for India vs England given that we had lost twice to Great Britain at the Tokyo Olympics including the bronze medal match. If not for that miss from Sharmila at the death (she got a bad bounce in her defence) it could have been all 3 points for us #FIHWorldCup— Viren Rasquinha (@virenrasquinha) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    When the draws were made for the FIH Hockey World Cup, Pool B was expected to be the Group of Death. Two matches have taken place in this Pool, both have ended in a draw. New Zealand and China fought it out in a match that ended 2-2, and now England and India finshed 1-1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Savita Punia had told the media that one of the things the team has worked on is to make sure no penalty corners are conceded. At the end of their first match, the Indians have been true to their training.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Full time stats\n\n    A very promising performance by Savita Punia & Co in their first group game. Clever referrals, attacking play and domination in opponent's D. Just need to be more clinical, especially on penalty corners. We take a point from here and onto the next🏑💪🏼 #IND #HWC2022— Radha🧣 (@radhalathgupta) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    There goes the final hooter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: And it’s overturned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: Penalty corner for England now. India goes for a referral...\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: Another variation. A good save from Hinch, and the rebound goes just wide of the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: Penalty corner for India with just over 2 mins left to go\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: What a chance for India, but it goes begging. Push comes in from Navneet after a scramble in the circle, Sharmila Devi just had to get a stick on it, but it hits her foot with an empty goal just a foot away from her.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: 5 mins left on the clock, still neither team managed to get much on goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: Now Gurjit Kaur gets a green card just as India were back to 11 players on the pitch\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupFormer India coach Sjoerd Marijne watching on.https://t.co/Ez6znaWwiQ pic.twitter.com/DTaIZ9Xz1s— Vinayakk (@vinayakkm) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: Another good chance for England gets wasted. Laura Unsworth does well to stop a misaimed cross on the left. Puts in a strong low cross of her own but it’s too quick for Isabelle Petter to get a deflection on despite being a foot from the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: India down to 10 players as Navjot shown a green card for playing after the whistle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Third quarter stats\n\n    How good is @MaddieHinch 😮😮😮It's the end of Q3, great save from Maddie just before the breakENG 🏴󠁧󠁢󠁥󠁮󠁧󠁿1-1🇮🇳 INDAll to play for in the final 15 minutes pic.twitter.com/QgPbpXnwGu— England Hockey (@EnglandHockey) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England had the better possession, but India did well in defence. No real goal scoring chances in the quarter until Neha Goyal’s ferocious reversehit - out of nowehere - in the last minute\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s the end of the third quarter\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 1-1 England: Having said that, what a snapshot from Neha there with seconds to go in this half. The little magician makes a short sprint into the circle to get onto the end of a loose ball and plays a first time reverse hit, which Maddie Hinch sticks a leg out just in time to save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: Navneet, Salima have been involved in most of India’s good moves going forward but they haven’t been able to get Neha on the ball enough. Something that coach Janneke would want more of.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 1-1 England: Just under 5 minutes left in this quarter. England has started to dominate possession, but the Indians have been calm in defence, not allowing the English to carve any good goalscoring chances.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “We need to play a little bit more with our speed and get around, to create chances more often. I thought we had some good (PC) executions, a little bit unlucky,” said coach Janneke Schopman at halftime.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England starts off the second half\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Half-time stats\n\n    The Icon❤ The Equaliser in true sense. #HWC2022 pic.twitter.com/gyK7LfZAbJ— Ritwika Dhar (@RituD307) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: India deserved that goal, and nearly got another too as Maddie Hinch was forced to make a big save. Savita too has been fantastic for India in goal. Both goalkeepers, two of the best in the world, shining in that first half. England opting to play on the counter mostly, with India doing most of the attacking. It’s been a good quality match so far and Pool B is living up to its billing.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Decent first half of hockey for the neutral fans. But there were rather nervy moments for those cheering for India, especially after Isabelle Petter put England in the lead in the 9th minute. Hannah Martin did come agonisingly close to making it 2-0, but that wasn’t before Gurjit Kaur smacked the post with a powerful drag-flick. India did get the equaliser though, in the 28th minute when Vandana Katariya found herself at the right place at the right time to slot home the rebound from Monika Malik’s penalty corner. The next 30 minutes promises to be just as entertaining, as the goals are sure to have opened up this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s the half-time whistle\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India absolutely deserved that equaliser in Q2 vs England. Such a composed PC rebound by the enormously experienced Vandana Katariya. Come on 🇮🇳🏑 #FIHHockeyWorldCup— Viren Rasquinha (@virenrasquinha) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 1-1 England: Gurjit takes the drag-flick, Hinch stands tall and punches it clear.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 1-1 England: 43 second left in this half, and another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 1-1 England: GOAL FOR INDIA! Monika Malik goes for a slapped hit in that penalty corner. Decent save by Maddie Hinch in the England goal but Vandana Katariya (who else?) is at the right place at the right time to calmly control, and then slot home the rebound.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 0-1 England: Penalty corner for India as Sushila Chanu’s push forward catches an English foot\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Missing Neha’s skills in the midfield. India need to give her the ball@more if they want to do well in Q2. England using their defence really well. #HWC2022 #ENGvIND @EnglandHockey @TheHockeyIndia @FIH_Hockey— Bhav (@bvirdee_twt) July 3, 2022\n\n\n\n    #HWC2022 #HockeyWorldCupMassive save, Savita. Again.India doing more of the attacking than England, but England creating the better chances. https://t.co/Ez6znaWwiQ pic.twitter.com/mgQa91ctDe— Vinayakk (@vinayakkm) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 0-1 England: 5 mins left in this half. Just the one goal being the only difference between these two teams.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 0-1 England: Good referral for India, and the penalty corner decision is reversed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 0-1 England: Penalty corner for England as Hannah Martin is fouled in the circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 0-1 England: Excellent chance for England, but an even better save. Sophie Hamilton collects a pass and shoots from close range. But Savita sticks out her right foot to make a save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 0-1 England: The Indians go for the variation. Gurjit pushes it forward to the Navneet Kaur, but the ball bobbles just over the stick. Chance lost.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 0-1 England: Dangerous play from England, and a penalty corner for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    First quarter stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Second quarter starts!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for the first quarter. Rather nervy start for the Indians despite the early penalty corner. But both teams settled in well in the following minutes. England got the lead in the 9th minute through Isabelle Petter, but Gurjit Kaur’s drag flick crashed into the post just a few minutes later. Still a long way to go in this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 England: Another good chance for England. Mazy run from Owsley, passes it forward to Elena Rayer, who passes it first time to Hannah Martin, but the deflection goes just wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupNavneet and Vandana combine immediately after India conceded to win a PC. Gurjit Kaur's drag flick thuds into the post. That sound echoed! India have responded well to going 0-1 down.https://t.co/Ez6znaWwiQ pic.twitter.com/DJ96DSrU6R— Vinayakk (@vinayakkm) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 England: Almost immediately, India wins a penalty corner. Gurjit Kaur takes it but it cannons off the post. Another PC for India in the resulting melee. Gurjit takes it again but it’s saved and the danger is cleared.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 England: GOAL FOR ENGLAND! The game had been pretty even for the first nine minutes of this match. Until Lily Owsley passed a ball forward and Isabelle Petter got a neat deflection to get it past Savita Punia\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupHuge save from Savita early on! That was going to thud into the net, she gets the stick out in time.https://t.co/Ez6znaWwiQ pic.twitter.com/zjlRbHGo2x— Vinayakk (@vinayakkm) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 England: Speaking of Savita Punia, good save from here in the third minute of this match as a reverse shot comes her way. The Indian keeper dove well to her right to paw the ball away to safety.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    As Savita Punia had written in her open letter, a good turnout in Amsterdam from Indian fans  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 England: Deep Grace Ekka goes for the slapped PC, but the first rusher gets a stick on the ball, and then the clearance.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 England: Penalty corner for India as Sophie Hamilton fouls the speedy Salima Tete\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND WE’RE OFF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Savita Punia wins the toss and opts to start the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here come the two teams onto the blue turf of the Wagener Hockey Stadium in Amstelveen, Netherlands. National anthems next.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “Abhi bhi lagta hai... woh medal chala gaya hamaare haath se (even now we feel like the medal slipped from us in Tokyo),” Neha said. “But now if we can win a World Cup medal, it will help us forget that. That is a motivation for us to do well. Aur haan, England se nahi haarna (laughs). But also, we just want to focus on every single match, and do the best we can,” Neha Goyal told Scroll.in\n    \n        \n        \n            \n            \n            \n        \n    \n\n    6️⃣ hours remain until we kick off our FIH Hockey Women's World Cup Spain and Netherlands 2022 campaign!Here's our Senior Men's team, Senior Women's team, Junior Men's team, Junior Women's team, and the India A Men's team, showing their support for the Indian Women's Team. 💪 pic.twitter.com/DF3DqZTrpn— Hockey India (@TheHockeyIndia) July 3, 2022\n\n\n\n    An hour before the match starts and the entrance is rammed … amazing to see … atmosphere inside will be ⚡️#hwc2022 pic.twitter.com/XMe5bCjlDy— Dan Strange (@DanStrangetv) July 3, 2022\n\n\n\n    The starting Xl for our FIH Hockey Women's World Cup Spain and Netherlands 2022 opener against England today, 03 July 2022! 👊Catch the action 🏑 LIVE at 8:00 PM (IST) exclusively on Star Sports First and Disney+Hotstar📺 pic.twitter.com/4mt6jkKNuZ— Hockey India (@TheHockeyIndia) July 3, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll.in’s live coverage of India’s campaign at the FIH Women’s Hockey World Cup in Spain/Netherlands.This is the first major assignment for the Indians since that historic run at the Tokyo Olympics last year. And they come up against a familiar opponent to start off their campaign in Pool B - England. In Tokyo, it was Great Britain who beat India 4-3 in the bronze medal playoff. And it was England who beat India at that same stage in April, at the Junior Women’s World Cup in South Africa.But this is an entirely different competition and the Indians will be hoping to make the most of their chances.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Disney+Hotstar","author":"Shahid Judge","time":"2022-07-03T19:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176646-gaapbdhvbn-1656865604.jpeg","tags":["Hockey India","FIH Hockey Women's World Cup","Lalremsiami","Navneet Kaur","HWC2022","FIH Hockey Women's World Cup 2022","India vs England"],"source":"https://scroll.in/field/1027505/fih-hockey-womens-world-cup-india-vs-england-live-can-savita-punia-co-get-off-to-winning-start"}