{"title":"Hockey Women’s Nations Cup, India vs Japan as it happened: Salima, Beauty on target as India win","content":"Pool B, FULL TIME India 2-1 Japan: Stern-looking Savita Punia at the end of the match as India have a player-debrief. Think they could’ve easily been punished by Japan for their wastefulness today but the win is a win, at the end of the day. We will close this blog out with a couple of articles to read on today’s goal-scorers for India and the player who won her 100th cap and played a fine match.Speedy Salima Tete is adding goals to her repertoireFrom Simdega to Indian senior team, Beauty Dungdung’s rise against the oddsLalremsiami, team India’s live wire from Mizoram\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Correction: India have now qualified for the semifinals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup #Hockey 🏑Chile snatch it late in Pool B! With 40 seconds left, the South Americans find the winner. South Africa out of semifinals reckoning. India need at least a draw vs RSA to reach SF, CHI vs JPN will be a shootout after that. https://t.co/hRg7I9bWCR pic.twitter.com/fFv3KyEMBA— Vinayakk (@vinayakkm) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, FULL TIME India 2-1 Japan: India have made it two wins out of two. Chile and South Africa play next and one of them could potentially join Japan on one win. India could be guaranteed a semifinal place later tonight if that ends in a draw. Or anyway, they could just avoid defeat vs South Africa and go through as toppers of Pool B (which is going to be essential to avoid Spain in the semifinals, the hosts have also won two in two and looked good doing so).\n    \n        \n        \n            \n            \n            \n        \n    \n\n     Goal-scoring progress in IND vs JPN \n    \n       Team  Minute  Player  Action  Score \n    \n     India  5  Tete Salima  Field Goal  0 - 1  India  40  Dung Dung Beauty  Field Goal  0 - 2  Japan  49  TAKASHIMA Rui  Field Goal  1 - 2 \n   via TMS \n\n    #FIHNationsCup #Hockey As @shahidthejudge had written at the end of CWG, Salima Tete has started adding goals to her game and she is a real handful if she can do that consistently. Player of the match today (Siami too was superb).https://t.co/LomQM9cG9X— Vinayakk (@vinayakkm) December 12, 2022\n\n\n\n    Full-Time: Japan 1-2 India@TheHockeyIndia stay at the top of Pool B, with a second consecutive win at the #FIHNationsCup against Japan, who stay on 3 points.  📲Watch every game live on https://t.co/71D0pOH5QG. Passes available worldwide.#JPNvIND #HockeyEquals pic.twitter.com/8tMmSwbPSF— International Hockey Federation (@FIH_Hockey) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, FULL TIME India 2-1 Japan: India are nearly in the semifinals now. Not mathematically confirmed \n    \n        \n        \n            \n            \n            \n        \n    \n\n    India is 0 out of 9 from penalty corners. Well it's become a headache for both men and women's team now— Give Me Hockey (@hockeyind) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, FULL TIME India 2-1 Japan: Will be a huge surprise if one of Salima or Siami is not player of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: CLOSE! India just about hang on at the end after giving the ball away cheaply a couple of times. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: Some umpiring confusion there but India have the ball back. But give it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: Last minute. Japan ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: Siami does well to win the ball high but she dribbles forward and hits it wide. India would have liked her to hold ball there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: Well done Nisha, says Schopman. Keep possession, says Menezes. Last three mins, it’s really tense out there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: India’s PCs are starting to hurt them defensively too. Japan with a brilliant counter and nearly score. Savita is alert to deflect with her feet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: Great possession recycling by India and down the right flank Sonika and Neha combine superbly to win a PC. But what can India do with a PC? No conversion again.. deflected wide off Gurjit. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: Monika! What a save by the Indian midfielder on the line, Savita is beaten by Monika was alert.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: Brutal hit for one of the JPN players, who walks off the pitch. But looks like a late review by India. They will lose their challenge it looks like... oh wait. It is a PC but India keep their referral because it happened before the PC was given. A little confused by that. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: Under little pressure, Udita lifts the clearance high. And it results in a PC. That is another defensive error from her. PC for Japan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: There are some tired legs out there... but on India’s defence too, I think. They have looked bright. Will India’s chance conversion come back to haunt them again? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: India have not led the goal pin them back too much, still playing high up Japan’s half. But that third goal is needed here you’d think. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: JPN concede another PC, as Siami who has had a stormer of a 100th game wins the short corner. But India don’t convert once again and what’s worse, they are down to 10 for 2 mins. Sangita with a green.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-1 Japan: GOAL JAPAN! India looked more likely to score a third but as it often happens in hockey, one moment is all it takes to change the game. Another deflected goal past Savita off her own teammate it looked like. Credited to Rui Takashima.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-0 Japan: Unsurprisingly, India start on the back foot in Q4 but Navneet and Neha do so well to bring the ball out of their circle. Pool B, Q4 India 2-0 Japan: That’s the end of Q3.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India so good in the attack but terrible at converting PCs. Just not working for Gurjit and there's no good second option as well. Something Schopman spoke before as well but larger issue is not many PC specialists coming up through the ranks. #FIHNationsCup— Anish Anand (@testbowler) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 2-0 Japan: It must be said that last PC was a good low save by Nakamura. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 2-0 Japan: It feels like India are getting closer from PCs, but that is another one not converted. Gurjit with a flick. India keep the pressure. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 2-0 Japan: Sangita does well to win a PC for India and Japan lose their referral. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup #Hockey 🏑What hustle there from young Beauty Dungdung to score that goal. Gotta love it 💪https://t.co/mAgt8ewUJm pic.twitter.com/LZ7QKVfJHk— Aditya Chaturvedi (@aditya_c19) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 2-0 Japan: Green card for Sushila shortly after India scored. And Savita makes a solid save to keep it 2-0 from the resulting play. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup #Hockey 🏑Lovely moment! Beauty Dungdung gets her first senior international goal and, a moment she will remember forever. That goal was just all about the fight, determination to somehow find the back of the net.✍️ @DilipUnnikrishn  https://t.co/lRZcTltKby pic.twitter.com/Dje5jmP0AK— Vinayakk (@vinayakkm) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 2-0 Japan: GOAL INDIA! And it is a moment to remember indeed as the youngster from Simdega powers herself through defenders to score her first senior goal. Dan Strange says on air, she scored in a practice match recently but won’t count in her tally. Lovely celebrations. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 Japan: Gurjit this time, and the shot is deflected over goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 Japan: Navneet takes this PC, it’s rushed well. Next PC is mistrapped. India get another PC as the defender loses her protective gear onto the field.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 Japan: Siami is having a wonderful spell here. Superb from her through the circle and she wins the PC. Pats on her back from all around.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 Japan: Oh fine piece of skill by Siami to make room for herself in the circle but the ball runs away from her a bit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 Japan: India look more threatening from PC variations than direct strikes on goal, to be honest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup #Hockey 🏑Hello PC conversion, our old foe.https://t.co/hRg7I9u5QZ pic.twitter.com/tX79GOyUUt— Vinayakk (@vinayakkm) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 Japan: Salima Tete, once again, is brilliant down the flank and it eventually leads to a PC. Gurjit Kaur is there for a drag flick this time, but it is high and wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, HALF TIME India 1-0 Japan: Janneke Schopman – “I think Japan will look to come out with a lot of pressure, we need to defend really well and try and score a second one”. A stern looking Schopman, reckons the commentators. She might want more here. Jude Menezes says his side needs to lift the intensity and wants more energy from his side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, HALF TIME India 1-0 Japan: A clean sheet is important for India, it gives them the base to work with at the start of Q3 and perhaps extend their advantage. Salima had a fine first half too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, HALF TIME India 1-0 Japan: That will, indeed, be all for the half as players head off for a break and tactical adjustments. India have done well and deserve the lead but Japan are very much in this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 Japan: Great skills from Naveneet down the right byline. But Japan defend well. Likely to be the last action of the half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 Japan: It’s a cagey battle now. Both teams losing the ball easier than the coaches would like. Into the last 4 mins of the half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Women's FIH Nations CupIndia leading 1-0 against Japan in Q2The team is doing well in midfield. They need some discipline in the attacking circle and while defending. A lot of improvement over the last game— Give Me Hockey (@hockeyind) December 12, 2022\n\n\n\n    #FIHNationsCup #Hockey ￼A few excellent saves by India captain Savita Punia in the first quarter. ￼@vinayakkm with #INDvJPN live updates: https://t.co/mAgt8ewUJm pic.twitter.com/XDpcd6D3TA— Aditya Chaturvedi (@aditya_c19) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 Japan: Gurjit tries a variation and India build towards the goal, but Japan clear. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 Japan: India try a hit with Udita and it is saved by Nakamura. Monika does brilliantly with 3D skills to win another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 Japan: PC for India, good work down the right by Salima. Vandana then finds the foot. PC conversion... all eyes on that once again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 Japan: “Udita is having a bizarre game, she is having moments of brilliance mixed with big errors,” says commentator Dan Strange. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 Japan: Some tactical advice for rookie Beauty Dungdung by Coach Schopman. It’s an even tussle on the field at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 Japan: Savita Punia continuing in goal it looks like. Good news for India who have started Q2 on the front foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Savita with a superb first quarter against Japan.— Anish Anand (@testbowler) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, End of Q1 India 1-0 Japan: Oh dear, has Savita Punia hurt herself here? She does a split, trying to save a shot on goal and is limping off gingerly as the hooter goes for Q1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Japan: Savita saves again, with her foot this time. Another PC for Japan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Japan: Udita is not quite having a good quarter here (also got the last touch for the goal for Chile yesterday). A PC for Japan with 28 seconds left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Japan: INDIA CHANCE! Great work by Siami down the right byline, Udita finds herself in the circle and her shot is on target. Nakaumra saves well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Japan: India with a good attacking phase. But no clear cut attacking chance. Salima shows off her pace down the left flank, India then switch flanks. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Japan: That’s a terrific low save by Savita to keep JPN at bay. Japan then challenge from the resulting play for a foot, but it is no PC. Luckily for Japan, they keep their referral because it wasn’t clear. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup Ahem... clears throat... it's been a while... is this thing working? Ok then...SaveIta™ Punia is here.https://t.co/hRg7I9bWCR pic.twitter.com/MXlwAycrK7— Vinayakk (@vinayakkm) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Japan: That was a bad moment for India. Navneet loses the ball and Udita throws in a bad tackle to concede the PC. First of the night... and it is followed by the second. Siami with a good rush. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Correction to the previous update: Of course it was GOAL INDIA, Salima Tete is very playing in blue today. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 Japan: GOAL INDIA! Salima Tete puts her side ahead with a nice change of direction inside the circle followed by a powerful hit past the goalkeeper Eika NAKAMURA who was unsighted for a second and reacted late.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup #Hockey 🏑A familiar Asian battle. Netherlands' Janneke Schopman coached-India take on India's Jude Menezes-coached Japan. Both teams started Pool B with wins, this game likely to decide top spot.Blog here if you'd like to follow: https://t.co/hRg7I9bWCR pic.twitter.com/34KWT3rGxB— Vinayakk (@vinayakkm) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 0-0 Japan: Oh that’s a good chance for Japan but Deep Grace and Gurjit do well deep in India’s circle to defend and not concede a PC too. Calm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India vs Japan: Pushback in Valencia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup #Hockey 🏑 💯 A century of senior national team appearances for @Lalremsiami30 👏🏽Read about her: https://t.co/rlryAMi50O pic.twitter.com/SDtNMO902w— The Field (@thefield_in) December 12, 2022\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pre-match: A beaming Lalremsiami, the live wire from Mizoram, makes her 100th senior appearance today for India.Lalremsiami, team India’s live wire from Mizoram\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pre-match: Japan is a team we know well, we know what their strengths are and try and put them under pressure, says Janneke Schopman. Jude Menezes, you’d recognise as the former India goalkeeper, is the Japan coach. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #FIHNationsCup 🧵Thread ahead of India vs Chile in the FIH Nations Cup starting soon. https://t.co/C158NRBzD8— The Field (@thefield_in) December 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our coverage of Indian hockey. FIH Hockey Women’s Nations Cup Spain 2022 continues today and Savita Punia-led India take on Japan for their second Pool B match.The Indian women got off to a solid start on Sunday with a 3-1 win against Chile, in a match where they stared favourites and played like favourites. Tonight, they take on Japan and this will be a decisive game to decide who tops Pool B. Japan had defeated South Africa in a close affair 2-1 last night. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Teams in Pool A – Ireland, Italy, Korea, SpainTeams in Pool B – Chile, India, Japan, South AfricaFormat: Top two teams from each group qualify for the semifinals, winner of the tournament earns a spot in the FIH Pro League (women) for 2023-’24\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Can #WomenInBlue make it two wins out of two? Here is how they line up against Japan.Catch the action live on https://t.co/pYCSK1ZP62 and FanCode.#HockeyIndia #IndiaKaGame #FIHNationsCup @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/wPzwrf0U0a— Hockey India (@TheHockeyIndia) December 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Hockey Women’s Nations Cup: Favourites India, Spain begin their campaigns with solid winsFIH Hockey Women’s Nations Cup as it happened: Savita Punia and Co start off with 3-1 win vs ChileScreenshots in the blog via FanCode / FIH","author":"Vinayakk Mohanarangan","time":"2022-12-12T19:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184265-oakmrpxqng-1670861812.jpeg","tags":["FIH Nations Cup","Nations Cup hockey","Savita Punia","Indian women's hockey team","Neha Goyal","India vs Japan live updates"],"source":"https://scroll.in/field/1039602/fih-hockey-womens-nations-cup-pool-b-india-vs-japan-live-blog-score-updates-stats-and-more-as-savita-punia-and-co-return-to-action"}