{"title":"Hockey: Deconstructing the art of drag-flick and its evolution, with Dutch legend Bram Lomans","content":"On a clear December afternoon in a corner of a hockey field at SAI Bengaluru, Bram Lomans held fort as a bunch of journalists peppered the two-time Olympics gold-medal winner with questions.For over an hour, the Dutchman spoke animatedly and passionately, delivering a masterclass in the art of drag-flicking. Between talking about the evolution of drag-flick and why having the right grip matters, Lomans even used paper cups to explain how a penalty corner is not just about power, but also strategy.\n\n\n    \n    Play\n\nLomans was in India to conduct a week-long drag-flicking camp with the senior men’s team as they prepared for the 2023 FIH Men’s Hockey World Cup. The former Dutch international had conducted a similar camp with the team online in 2020 before the Tokyo Olympics which had given him a fair idea of the strengths of some of the players.With the World Cup not far away then, Lomans decided not to work too much on the Indian drag-flickers’ basics, choosing instead to work on different aspects of their technique without compromising on their overall style.“I really looked at each individual to see what they wanted,” Lomans said during the interaction where Scroll.in was present. “But we also worked a lot with sandbags. What we have been looking at is first, are the guys able to go left or right? So if Graham [Reid, India head coach] wants someone to do a particular thing, then he picks you. If he wants someone to do something else, he picks them. So it is not ‘you are the best, you do everything.’ No. It was about figuring out which players can play the best corners.”Lomans worked with nine drag-flickers during his stay in India, not just imparting technical knowledge, but also helping them stay calm under pressure. With India playing in front of a home crowd at the FIH Hockey Men’s World Cup in Odisha (Bhubaneswar and Rourkela), the players are likely to be under additional pressure as they go deeper into the tournament. The Dutchman also spent 30-45 minutes with the players helping them deal with the mental pressure of taking penalty corners.In captain Harmanpreet Singh, Lomans said, India not only have a deadly penalty corner specialist, but also a player who stays calm even in the most high-pressure situations allowing him to adapt quickly. A trait, Lomans said, Harmanpreet shares with the best drag-flickers in the business.Hockey: Harmanpreet Singh interview – ‘The team trusts me so it’s my responsibility to deliver’“Harmanpreet is very relaxed which makes it easy for him to change his flick per goalie. He is very flexible to change. If you look at him and the rest, he is the easiest to change. Because of his personality, he just stays calm when the pressure is on. They can all flick but it is also about how you handle the pressure when it is really important,” Lomans said.“The best ones are all similar. They are quite relaxed, they are quite flexible in changing their things. I think the only one who is quite one-sided but really good is (Belgium’s Alexander) Hendrickx. He never flicks the ball high. It’s very simple and it’s nearly all in one spot but because he is so strong, he can still score. Harman is technically more capable of putting it all over the goal but it’s just not as fast as Hendrickx,” he added.Here Lomans explains why having a flexible grip makes it easier for drag-flickers to flick anywhere they want on the goal pic.twitter.com/a9aZpfr6wB— Dilip Unnikrishnan (@DilipUnnikrishn) January 9, 2023\n\nNothing underlines Harmanpreet’s importance to the team more than the following stat. Of the 94 goals India scored in 31 matches in 2022, 38 were scored by Harmanpreet, who will lead the side in the World Cup. That’s more than a third of India’s goals. While the stat shows just how good Harmanpreet is, it also begs the question as to who will step up when the Indian skipper is not on the pitch or is not having the best of days?In the interaction which occurred before India’s team for the World Cup was announced, Lomans noted Jugraj Singh, Amit Rohidas and Varun Kumar would be good alternatives for Reid to fall back on should the need arise. However, Jugraj, who was India’s second-highest goalscorer from penalty corners in 2022, has only been selected as an alternative in the squad.“Amit is really strong and very precise and has less fake. But he can be really, really super precise. Jugraj is really fast and very explosive. Nilam (Sanjeep Xess), Dipsan (Tirkey), Varun (Kumar) they are all very technical. They are also the lighter guys. When you are light, your technique has to be really good to keep up,” Lomans said.The art of drag-flickingDrag-flicking has come a long way since Lomans, as he put it, was “fooling around a bit” finding the perfect way to score from a penalty corner. While the basics have more or less remained the same, the use of technology has helped flickers fine-tune their art.Here’s how Lomans described the evolution of drag-flick:“Technically, if I look at my corner when I started and look at how the guys flick now, there’s not much difference. So technically it is the same. We started out just fooling around a bit and what felt good. I think it went well because I accidentally did the right things and now we know so much from research. Most of the things I was doing accidentally were actually helping my flick.“We do a lot of biometric research and you see a few basic things which make a good corner. How you start with the pickup, the speed of the pickup. A lot of the speed comes from the rotation. You have the wrist work. But it’s also your body pushing down. So that’s why in the beginning, we try to stay upright. In the old days it was ‘stay low and rotate’. Now we say stay upright and you just fall into the ball.“Height and weight helps. If you are built a bit heavier, then it helps because as you push your weight down, it just helps (the momentum). The momentum is also bigger if you are a little bit taller. You need to be flexible. Not all tall guys are flexible. If you look at Rupinder Pal, he was my size, but he is also very flexible. If you are (flexible), then you have an advantage because you can get more of your body behind the ball. Hendrickx is also taller. Govers is more strong than tall maybe.”From the defensive standpoint, gone are the days when the first rusher would turn their faces away to avoid any potential blows to their faces. Video analysis has also helped teams read penalty corner routines and set up better defences. In many ways, the penalty corner routine resembles a game of chess.Lomans explaining how penalty corner routines resemble a game of chess | Dilip Unnikrishnan / Scroll.inExplaining how PC routines are more tactical now, Lomans said:“The biggest thing that has changed now is that every flicker has a favourite line to take the ball from the circle and flick. And that favourite line is often the one which is blocked. So they have to adjust their line. That is maybe the biggest difference. To adjust that and still keep the power, you need to change your footwork a little bit, you need to change how you approach the ball with your shoulders.“The goalkeepers are much more trained for PCs now. Normally, the goalie will be exactly in the middle. And now you see that the runner comes from (left of the goalkeeper) and closes this angle. So the goalie moves (to the right). If you are able to go around the rusher, then you can score. But then you also see another guy closing in.“It is like a game of chess where you find the gaps in the opponent’s corner and if your first PC guy is not that strong, then you need to look at variations. Variations are very important because if you have strong variations, you can bypass the first rusher and you have a bit more space to flick. It’s a nice tactical game to figure out what’s possible.”Ultimately, as long as a drag-flicker has their basics right, they will still be able to beat defences. That, Lomans said, is why the Belgian Alexander Hendrickx is able to consistently score despite teams knowing his favoured side.“Mostly, you look at the opposition defence and their goalie and find the weak spot. I am in favour of looking at your own strength. ‘Where can I flick the ball the best and just go for that.’ Because even if he goes towards your best side, then it is still difficult to get it because it is your best shot,” he explained.“Reading, or more about knowing what they do and manipulating them. So, you push them into a side to score somewhere else. As a flicker, we need to be in charge, so we don’t react to what they do, but we let them react to what we do and that’s how you can win that game.”Future of penalty cornersDespite being an integral part of hockey, penalty corners have often come under scrutiny for the dangers they pose to defenders. Dilip Tirkey, Hockey India’s newly-elected president nearly lost his eye when a Sohail Abbas drag flick hit him below his eye in a 2004 match.Ric Charlesworth, who served as Technical Director for Indian Hockey, has been a vocal opponent of drag-flicking. Charlesworth, who won the World Cup as a player and coach, has called for drag-flicking to be replaced with ‘power play’ which prioritises skill over power.In a bid to get teams to prioritise field goals over penalty corners, the Hockey India League had introduced a rule change ahead of the 2016 season wherein a field goal would be worth two goals. Last year, the International Hockey Federation announced the launch of a global consultation project on the future of penalty corners in the game.Future of the Penalty Corner – Global consultation projectWe invite you to fill in a short online questionnaire to capture opinions on the current penalty corner rules, as well as ideas for the future.Follow the link to participate: https://t.co/UpjKoOG4cZ pic.twitter.com/RYnyXBoKwF— International Hockey Federation (@FIH_Hockey) May 6, 2022\n\nLomans, however, believes that penalty corners should “100% stay”. The Dutchman also said that the focus should be on protecting the defenders better rather than eliminating penalty corners.“I think the penalty corner is something which is really significant for hockey. You get a penalty corner when you make a foul. Because of the corner, you have to defend cautiously. If the PC would be gone, the game would be more rough. It has a purpose.“I think we should find a way to make it safe for the runners and the defence. I think they are a lot safer now as well. How many really serious injuries do you see? It’s not many. There were more dangerous things on the pitch before,” Lomans said.“A free hit, you used to hit it straight inside the circle. Now you have to move it five metres. I think that is a big thing to make it more safe. Guys were standing five metres away and I could just go as hard as I could and hit it at them. It’s good that they changed that. For me, PC is significant to hockey.”The last World Cup saw the number of goals scored from penalty corners dip from 44% of all goals scored at the 2014 edition to 36.30% of all goals scored in 2018.“Goalies learn, then the corner takers adapt, so I think it’ll be like this, maybe this World Cup the flickers will score a lot? And then probably some defensive stuff happens and then it goes down a bit. I think at the end, they’ll always find a way to make it work,” Lomans said.The rate of scoring from penalty corners has indeed seen a rise in the last two years. In the 2021-‘22 FIH Men’s Pro League, the scoring rate from penalty corners was 41% with the current season also seeing a similar scoring rate.Regardless of the future of penalty corners in the game, the 2023 World Cup will likely be decided by the drag-flicking talents on show in Odisha. And India have one of the best in the game in their ranks. Glory goes to the goalscorer, but there's a lot of technique, skill and dedication that goes into the roles of the pusher & stopper in a penalty corner routine.@virenrasquinha @raghuhock help describe the method to the underrated madness. @thefield_in https://t.co/Dr8cnXGADx— Shahid Judge (@shahidthejudge) January 7, 2023","author":"Dilip Unnikrishnan","time":"2023-01-10T17:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185398-cwfepavxzu-1673242927.jpeg","tags":["Bram Lomans","FIH Men's Hockey World Cup","drag-flicking","Harmanpreet Singh","Alexander Hendrickx","Jugraj Singh","Amit Rohidas","Varun Kumar","Hockey","Indian Hockey"],"source":"https://scroll.in/field/1041470/fih-men-s-hockey-world-cup-hwc-2023-deconstructing-the-art-and-evolution-of-drag-flicks-with-dutch-legend-bram-lomans"}