{"title":"Hockey World Cup, India vs Canada as it happened: Savita stars in shootout as India clinch thriller","content":"#HWC2022 #HockeyWorldCup🏑Neha was the player of the match as India defeated continental rivals Japan 3-1 to finish the World Cup in joint 9th place, as the joint-best Asian team of the tournament. 📸 FIHRead more about her journey from Sonepat here: https://t.co/PPO4cPte7i pic.twitter.com/FEcR5SG3LF— The Field (@thefield_in) July 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Also read: Navneet scored twice against Japan and was also instrumental in India’s win against Canada. Aditya Chaturvedi had spoken with her and legendary coach Baldev Singh before the start of the Hockey World Cup. She’s a delightful player indeed.Hockey World Cup: Dodge them like Navneet Kaur\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Full time, India 1-1 Canada (Shootout 3-2): Honestly, not ideal that India needed a 58th min equaliser & an incredible Savita performance in shootout to defeat Canada but, that was a good fight till the end. A thriller in Terrassa and India will now progress to face Japan (Coached by former India goalkeeper Jude Menezes) for 9th/11th classification. That match is Wednesday night.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    As wholesome as it gets ☺️@savitahockey was the shoot-out hero for India and then got showered with birthday wishes from her team-mates 🥳#HWC2022 | @FIH_Hockey pic.twitter.com/EymZYZmqdu— Watch.Hockey (@watchdothockey) July 11, 2022\n\n\n\n    #HWC2022 #HockeyWorldCupThis was a lovely moment in the end. https://t.co/WEjfe5uzT2 pic.twitter.com/1ANXwOVkX1— Vinayakk (@vinayakkm) July 11, 2022\n\n\n\n    #HWC2022 #HockeyWorldCup🏑 Navneet Kaur was the player of the match for a brilliant second half performance as she drove India forward. 📽 FIHpic.twitter.com/JrPq1SnQRJ— The Field (@thefield_in) July 11, 2022\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Overheard a little bit of what Jannneke Schopman had to say in the huddle: First half we were not really there but we kept fighting. We raised our levels. DO NOT GIVE UP. We have come a long way. Understand what pressure does to you and learn more about it. (...) This is what we are made of, be proud. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Happy Birthday @savitahockey what a birthday performance #hwc2022— Dan Strange (@DanStrangetv) July 11, 2022\n\n\n\n    Brilliant, absolutely brilliant from Savita in a long shootout as India beat Canada. What she said before the tournament:\"I enjoy shootouts. Of course, there's pressure but I have confidence in myself.\"So happy to see her and the team smile after a few tough games.— Anish Anand (@testbowler) July 11, 2022\n\n\n\n    Happy birthday @savitahockey. What a wonderful return gift you have given the nation.— Debayan Sen (ਦੇਬਾਯਨ) (@debayansen) July 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: As mentioned in the blog a few times, Navneet Kaur had an absolute blinder of a second half for India, carrying the team forward on so many occasions. She is the player of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #HWC2022 🏑\"In terms of dodging, I think she’s one of the best\"✍️ @aditya_c19 writes about forward Navneet Kaur, a vital cog of the Indian hockey team: https://t.co/xbZJtvqR0a(📽 navneetkaur_25 / Instagram) pic.twitter.com/ek956OjGOR— The Field (@thefield_in) June 25, 2022\n\n\n\n    #HWC2022 STUNNING goalkeeping by @savitahockey in the shootout. Canada were on the brink of a win a couple of times, she kept them out repeatedly. Saved a stroke too. Her teammates sing Happy Birthday at the end. Lovely scenes.#SaveIta™️ indeed. https://t.co/WEjfe5uzT2 pic.twitter.com/uTEE4htTrP— Vinayakk (@vinayakkm) July 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 3-2 Canada: SAVITA PUNIA DOES IT AGAIN! WHAT A NIGHT FOR THE CAPTAIN! WHAT A BIRTHDAY FOR HER! She was sensational. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 3-2 Canada: Neha scores! Lovely lift! ver to Savita again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: Another miss! Natalie SOURISSEAU had the chance to win it for her side. Got into a tangle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: Now Sonika. Harris with a stunning late stick when Sonika took a fraction extra. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: SAVITA SAVES AGAIN! Woodcroft misses. The Indian captain is doing everything she can! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: And now Navneet slips! Got herself into a tangle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: Now the order reverses. India will go first now. Navneet back to take this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: Siami goes wide. Oh dear! The shootout continues.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: She’s having to retake this. Will it affect her? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: Now Siami can win this for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: WHAT A STUNNING TACKLE BY SAVITA! No review left for Canada.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: India have somehow fought back. Sudden death now, essentially.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 2-2 Canada: Sonika can level this now for India. Big moment. And she does!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 1-2 Canada: REVIEW! Savita has done well a couple of times to keep it out, the shot is taken just in time but the hooter goes before the ball is in. NO GOAL. Great work Savita,\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 1-2 Canada: Great composure from Navneet. What a night she has had. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 0-2 Canada: India in trouble now. Brilliant from Natalie SOURISSEAU.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 0-1 Canada: Neha for India now and Harris saves this too! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 0-1 Canada: A stroke conceded by Savita but she saves it! HUGE! Right foot out. Captain, phew.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SHOOTOUT, India 0-1 Canada: Savita couldn’t keep the first one out... Salima then misses. Great save by Harris too, it must be said.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME, India 1-1 Canada: SHOOTOUT TIME! The first of the tournament. India managed to find an equaliser just in time.   Now, over to Savita (and the chosen players) to take India over the line.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Canada: Into the final 10 seconds... India ball. But nope, it will end 1-1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Canada: India lost their review too. But the shot on goal is wide. Geez. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Canada: Oh dear, India concede a PC right away. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    They heard me :)— Anish Anand (@testbowler) July 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Canada: GOAL INDIA! FINALLY! Gurjit with a variation this time, finds Navneet and she finds Salima at the far post. She is delighted to turn this in. Two mins left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Another PC for India, this one won by Sharmila. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: And we are into the last 3 mins. This is attack vs defence at the moment. Neha and Navneet combine so well but again the final pass is missing. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Again Gurjit, again a low hit looking for a deflection. Oh this is a really good save by Harris.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Another PC won by Navneet. 0/6 so far for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Another PC wasted by India. Gurjit seemed to look for the deflection there but neither Sharmila nor Vandana could get the stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Again great rushing by Canada, but India think this is foot and not stick. Good review this, India win another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Another PC, another effort from Gurjit... seemed like it was saved. Soon after India win another. Surely one of these has to go in!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Every thing good for India coming from Navneet. She wins another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Good little phase for Canada now. India having to defend and that is more time getting wasted. Six to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Good 8 mins left in this match, plenty of time to score a goal in hockey terms but India’s chance conversion woes means this is getting worrisome.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Good drag flick from Gurjit but even better rushing from Canada. India use their referral to win another PC now.... oh dear, but the umpire doesn’t think enough evidence. Not like India’s conversion has been great but that is a poor decision. India do keep their referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Brilliant work by Navneet again, good work down the right to win a PC. Gurjit on the pitch now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 0-1 Canada: Canada with a rare attacking move down the right flank but the ball is run out. India will leave gaps open I’d imagine. Down to the last 10 mins.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 begins, India 0-1 Canada: Clever work by Vandana despite a loose pass to her going forward, she fashions a half chance out of it but the shot is wide eventually .\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 begins, India 0-1 Canada: Canada have very little to show in terms of attacking output at the moment but for all of India’s pressure, the goal is still not happening.   15 mins left to avoid an upset.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 0-1 Canada: Salima with a pass from right flank with seconds winding down, Salima slides and gets a stick on it... but it goes wide. Canada weather the storm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: PC hit this time by Monika, just wide of the post. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: PC again for India, an attacking breach. So India will retake with a player short. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: PC for India. Good review. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: Lalremsiami tales a shot away and India want a PC now... refer this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: PC conversion has not been India’s friend this tournament. Deep with a slap-hit for this. The ball eventually comes to Navneet off rebound, but the ball is straight at Harris.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: PC for India, finally. Good work by Navneet to cut the ball back and I think VK won the PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: Oh save! A long hit from Monika, and it gets a deflection of Canada’s stick. Harris had to save that! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: India are doing well to win possession back but then not doing much with it. They seem to be lacking ideas at the moment. Need a moment of inspiration from somewhere! (A penny again, for Rani Rampal’s thoughts)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: India have to deal with a 2v2 situation but Gurjit does well enough to bring some numbers back for her side and India deal with it eventually. Frustrations starting to show.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: Not the toughest of saves Savita has had to make, but she does it. The shot came at a good height for her.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: Now a green card for Sonika. India down to 10 for a couple of minutes. Seconds later, India concede a PC. Oh dear. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: Navjot finds herself in a position to shoot at goal, it lobs over. A minute earlier, Siami ran the ball out after winning it back high. Once again, good attacking pressure but no chances to show for it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Canada: Neha presses in the midfield and nearly finds a superb pass through to Siami but a great defensive interception ends that move. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India coach Janneke Schopman: We need to do a little better, we had a lot of possession but didn’t create enough. So we need to change our plans.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half time stats: Once again the possession numbers seem over-the-top, but India did have more of the ball and still 2 shots each. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Nothing has gone right for India at this World Cup, yet they are giving a massive go against Canada in a classification game. Just so disappointing to see their inability to convert domination into openings. Must be soul-wrenching for the girls themselves :(— Debayan Sen (ਦੇਬਾਯਨ) (@debayansen) July 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half time, India 0-1 Canada: India under pressure again. Better second quarter but no goal to show for it and just one real save for the Canadian keeper to make. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    c: It is another half chance for India. Siami with an interception and space to run into and she could have taken a shot but the pass to Vandana is not good enough. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Canada: It is Navneet again with good work at the edge of the circle, gets a shot away but it is into the crowded Canadian defence. Cleared away. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Canada: It’s Navneet doing most of the attacking work for India at the moment, it feels like. Good pressure again from India, three mins to go for HT. Really need to make this count. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Canada: India finally test the keeper! Rowan Harris had to be alert. Vandana with a lovely disguised pass to Navneet, the shot is on target. Saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Canada: India trying to hit longer vertical passes into the D now. Putting Canada on the backfoot for the time being. But still, the Canadian goalkeeper is yet to be tested.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Canada: Canada are back to 11 on the field and India’s window to press closed. Still, decent pressure in this quarter. Navneet and Neha getting more on the ball. That is a good sign.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Canada: Canada are down to 10 for a couple of mins after a green card. Ca India make this count? More intensity here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Canada: India need a response. Cannot be easy playing so soon after their World Cup was effectively over but that was not a good first quarter for India. Some heavy legs & shoulders out there it feels like. 0-1 at the end of Q1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 0-1 Canada: India have work to do. Started better but never really troubled the Canadian goalkeeper. Canada built up after a slow start and India immediately looked defensively shaky. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Canada: India are looking leggy, no doubt. Not good signs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Canada: GOAL, CANADA!   Oh dear. India had good possession to start the match but Canada increased the pressure and get the lead. Looked like a PC routine gone wrong but Canada work the ball around patiently and from a cut back Secco puts the ball in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India vs Canada: One more PC for Canada. Pressure increasing on India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India vs Canada: Oh dear, Canada think they have scored in the first attacking move of any note. But the whistle had gone for the PC a while earlier. Unfortunate. The PC is then wasted by the Canadians. Lucky escape for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India vs Canada: India would have liked a better output for the possession they have had so far. Neither goalkeeper has had to do anything. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India vs Canada: India with good numbers going forward. Siami with a nice dribble through central areas. Navneet involved early on too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India vs Canada: Incidentally, Canada and India are in the same pool of the CWG as well. (Not sure if Canada are sending the same squad for the Games, but would imagine this is a good test for India in that regard too). Decent possession for India early on but no threat yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India vs Canada: India with the early attacking pressure, no surprise there. But they will be desperate for an early goal too. Would do so much to ease their nerves.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India vs Canada: PUSHBACK! India need to recover physically from the match last night, and emotionally from the heartbreak. Canada are well rested. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here’s a look at the starting XI: India going full strength is good to see, no rotation here. (Graphic courtesy, Hockey India)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    The FIH Hockey Women's World Cup quarter-finals are set 🙌🏆🇳🇱 vs 🇧🇪🇳🇿 vs 🇩🇪🇦🇷 vs 🏴󠁧󠁢󠁥󠁮󠁧󠁿🇦🇺 vs 🇪🇸Back-to-back days of the highest level of hockey. This is Where Legends Are Made ⭐#HWC2022 | @FIH_Hockey pic.twitter.com/xutqQFUcli— Watch.Hockey (@watchdothockey) July 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    No Janneke Schopman interview pre-match again today. Can’t imagine it’s be easy to pick themselves up less than 24 hours after their dreams of going deep at World Cup ended. But nice to see Savita & Co in good spirits as they take on Canada in the 9-16 classification phase.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll.in’s live coverage of India’s classification match at the FIH Women’s World Cup, against Canada at Estadi Olímpic de Terrassa.India’s hopes of a first ever women’s Hockey World Cup medal came to an end after they lost 0-1 to hosts Spain in their must-win crossover match on Sunday. After three tense & intense quarters, there was late heartbreak in store for Savita Punia and Co. It was Marta Segu (57’) who scored the lone goal of the match. Now India have to pick themselves up and make sure they finish the tournament strongly, with CWG 2022 in the horizon.Quarterfinals lineup:Germany vs New ZealandBelgium vs NetherlandsEngland vs ArgentinaAustralia vs Spain\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupGot to feel for Savita Punia. Had another blinder of a match. A triple-save from a PC was the highlight, kept her side in it till the end and the one rebound fell to Marta Segu to end India's hopes.https://t.co/zY3B0EtGhy pic.twitter.com/q0ZmHdLvP6— Vinayakk (@vinayakkm) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots & photos in the blog courtesy: FIH Media / Disney+Hotstar","author":"Vinayakk Mohanarangan","time":"2022-07-12T00:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176640-qgdvahjegi-1656857655.jpg","tags":["Hockey World Cup","Hockey India","FIH Hockey Women's World Cup 2022","HWC2022","Savita Punia","Vandana Katariya"],"source":"https://scroll.in/field/1028074/fih-hockey-womens-world-cup-india-v-canada-classification-live-updates-savita-co-seek-first-win"}