{"title":"FIH Pro League: India defeat USA 4-0 to finish third in their debut season","content":"The Indian Women’s Hockey Team registered a comprehensive 4-0  over the USA to secure third place in their debut FIH Hockey Pro League campaign in Rotterdam on Wednesday. Experienced forward Vandana Katariya (39’, 54’) starred with a brace, while Sonika (54’) and Sangita Kumari (57’) scored a goal each to help India sign off the prestigious league on a high note ahead of the FIH Women’s Hockey World Cup 2022.The Indian team got off the blocks quickly, with Sharmila Devi making a fantastic run inside the USA’s circle in the opening minute, but her shot went wide of the goalpost. In just the next minute, the USA earned their first Penalty Corner of the match, however, Savita made an easy save to deny the USA an early goal advantage. India replied with a brave foray, with Sharmila taking a shot just a few yards away from the goal, but the USA goalkeeper was successful in averting the danger.The latter stage of the opening quarter saw some end-to-end action, with both teams trying to make spaces in each other’s striking circles and showcasing good defending skills. The USA also won their second Penalty Corner of the match in the 12th minute but failed to break the deadlock.Both teams tried to look for opportunities to score in the opening minutes of the second quarter, but neither could find an opening. India, however, enjoyed the possession throughout the second quarter. They even earned two Penalty Corners in the 23rd and 26th minute, respectively, but the USA defence unit kept Indians at bay, thus ending the first half in a 0-0 stalemate.India started the third quarter positively and earned themselves a Penalty Corner in the 33rd minute of the match. However, they couldn’t carry out their attempt as they missed out on trapping the ball. Moments later, another glorious opportunity came for India as they won a PC after a good video referral call and it was experienced forward Vandana, who successfully deflected the ball past the USA goalkeeper to give India a much-needed 1-0 lead. India did create a couple of chances to extend their lead, but each of their attempts went off target. In the 43rd minute, the USA won a PC but failed to convert it as Ashley Hoffman’s shot flew high over the Indian goal.The Indian team started the fourth quarter aggressively and created potential goalscoring opportunities to extend their lead. However, the USA defence stood tall and kept Indians at bay. Not letting the missed opportunities affect their momentum, India upped their ante and piled extensive pressure on the USA defence.Thus, as a result, India went on to score two goals inside one minute. Vandana and Sonika each scored a goal in the 54th minute to make the scoreline 3-0. USA responded quickly and earned themselves a PC, but Savita stood tall and kept the ball away from their goal. India added a fourth goal to their tally in the 57th minute through young forward Sangita. The USA were again rewarded a PC in the last minute of the match, but the rock-solid Indian defence led by Savita ensured India sign off their debut FIH Hockey Pro League campaign with a massive 4-0 win.","author":"Scroll Staff","time":"2022-06-23T13:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176167-xfbkpqjzvi-1655971441.jpeg","tags":["Indian Women's Hockey Team","FIH Hockey Pro League","Vandana Katariya","Sangita Kumari","Sonika"],"source":"https://scroll.in/field/1026770/fih-pro-league-india-defeat-usa-4-0-to-finish-third-in-their-debut-season"}