{"title":"FIH Hockey Men’s Junior World Cup: India beat Canada to enter quarter-finals","content":"India defeated Canada 10-1 in their third match of the ongoing FIH Hockey Men’s Junior World Cup Malaysia 2023 at the National Hockey Stadium in Bukit Jalil, Kuala Lumpur on Saturday.With this win, India finished at second position in the Pool C table and have qualified for the quarterfinals of the tournament.While Aditya Arjun Lalage (8’, 43’), Rohit (12’, 55’), Amandeep Lakra (23’, 51’), Vishnukant (42’), Rajinder (42’), Kushwaha Sourabh Anand (51’) and Uttam Singh (58’) were the goal scorers for India, only Jude Nicholson (20’) found the net for Canada.In the first quarter, India made an aggressive start in the opening minutes as they put pressure on Canada’s defence. With constant attacking, India took 1-0 lead through Lalage, scoring an excellent field goal. The Indian team’s forwards then stitched together clever strategy that forced the Canadian defenders to make errors. The plan worked as India managed to get a PC which was successfully converted by Rohit as India doubled their lead.FIH Hockey Men's Junior World Cup 2023 Kuala Lumpur, MalaysiaIndia advances to quarterfinals after a comfortable 10-1 win over Canada and finish 2nd in their pool. Aditya Arjun Lalage was named as the TNB Man Of The Match.#RisingStars #JWCMalaysia2023 pic.twitter.com/6HFUsRoZWC— MHC (@hockeymalaysia) December 9, 2023\n\n\nThe second quarter saw Canada bounce back when Nicholson scored a fine field goal in the 21st minute to get them back in the game. However, that did not deter the Indian team as they remained determined for a win. India then extended their lead as Lakra successfully converted the PC. At the end of the first-half, India were leading Canada by 3-1.With Canada trying to find ways to bounce back, the third quarter was entertaining with both teams displaying quick-fire hockey with both teams stepping up the ante in attack. With India putting constant pressure on Canadian defenders, India extended their lead as Vishnukant found the back of the net with a field goal. India then made it 5-1 through Rajinder. In the dying minutes of the quarter, Lalage scored his second goal of the game and extended India’s lead further to 6-1.With 15 minutes left on the clock, India started mounted more pressure on Canada. With constant attacking moves, Anand, Lakra, and Rohit added three more goals to tally and made it 9-1 to India. Captain Uttam made it 10-1 to India with two minutes remaining to take India through to quarter-finals.","author":"Scroll Staff","time":"2023-12-09T19:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196524-nlcjjdhcti-1702129351.jpeg","tags":["Hockey","FIH Hockey Men's Junior World Cup","Uttam Singh","Indian Hockey"],"source":"https://scroll.in/field/1060339/fih-hockey-mens-junior-world-cup-india-beat-canada-to-enter-quarter-finals"}