{"title":"FIH Hockey Women’s World Cup: Savita Punia to lead as India announce squad, Rani Rampal misses out","content":"In the team’s first major tournament since the memorable Tokyo Olympics campaign, Savita Punia will lead the side as Hockey India on Tuesday named the 18-member Indian women’s squad for the FIH Women’s Hockey World Cup to be held in Netherlands and Spain starting from 1st July to 17th July 2022. Goalkeeper Savita Punia will be assisted by defender Deep Grace Ekka, as has been the case in the FIH Pro League matches this season. India are  grouped in Pool B along with England, New Zealand and China and will begin their campaign on 3rd July against nemesis England, to whom they lost the bronze medal playoff in the Olympic Games.Rani Rampal, who recently made a long-awaited return from an injury layoff since Tokyo Olympics, earned her 250th cap in the first leg of the FIH Pro League tie against Belgium in Antwerp but didn’t feature in the matches after that.Coach Janneke Schopman was quoted as saying by Hockey India that Rani had not fully recovered from injury rehab, and apart from her India’s squad had a familiar look.Speaking about the team selection, Chief Coach Janneke Schopman said, “We have chosen the best squad for the World Cup. It is a mix of experience and young talent who have shown great promise when they were given a chance against top teams in the FIH Pro League.”“Except Rani, who is still not fully recovered from injury rehabilitation, the team has all the players who were part of the Olympic campaign with inclusions like Jyoti and Sonika who have done well in their roles when given a chance. We will also have Sangita and Akshata who will travel with the team as replacement players. The team is absolutely excited and eager to begin their World Cup campaign and we will utilize the next ten days to fine tune our game basis analysis from Pro League performances,” added Schopman, the 2008 Olympic champion with Netherlands.The 20-member squad includes goalkeepers Savita and Bichu Devi Kharibam. Defenders Deep Grace Ekka, Gurjit Kaur, Nikki Pradhan, Udita have been named in the squad along with midfielders Nisha, Sushila Chanu Pukhrambam, Monika, Neha, Jyoti, Navjot Kaur, Sonika and Salima Tete. The forward-line features the very experienced Vandana Katariya, Lalremsiami, Navneet Kaur and Sharmila Devi while talented young stars Akshata Abaso Dhekale and Sangita Kumari have been named as replacement players.  In the previous edition of the prestigious quadrennial event held in London, the Indian team entered the quarterfinals but lost to Ireland in a shootout after 0-0 stalemate in regulation time. Ireland, who ousted India 3-1 in the shootout, went on to play the final of the World Cup and ended their campaign with a silver Medal.The Indian team will play their group stage matches in Amstelveen, Netherlands and if they top the group, they will play the Quarter Finals too in Amstelveen before the team moves to Terrassa, Spain for the Semis and Final basis qualification in the knockout stage. The crossover matches for pool B will be played in Spain. Indian Women’s Team for FIH Women’s World Cup:Goalkeepers: Savita Punia (C), Bichu Devi KharibamDefenders: Deep Grace Ekka (VC), Gurjit Kaur, Nikki Pradhan, UditaMidfielders: Nisha, Sushila Chanu Pukhrambam, Monika, Neha, Jyoti, Navjot Kaur, Sonika, Salima TeteForwards: Vandana Katariya, Lalremsiami, Navneet Kaur, Sharmila DeviReplacement Players: Akshata Abaso Dhekale, Sangita Kumari","author":"Scroll Staff","time":"2022-06-21T19:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176091-bhbetptioz-1655821115.jpeg","tags":["Savita Punia","FIH Women's Hockey World Cup","Tokyo Olympics","Deep Grace Ekka","Rani Rampal"],"source":"https://scroll.in/field/1026656/fih-hockey-womens-world-cup-savita-punia-to-lead-as-india-announce-squad-rani-rampal-misses-out"}