{"title":"Hockey Women's Nations Cup SF as it happened: Savita Punia stars in shootout, India reach final","content":"Semifinal (1-1), SHOOTOUT India 2-1 Ireland: That will be all for this blog. A fightback from India to win this semifinal that was a thrilling affair but when the dust settles, Janneke Schopman and Savita Punia will know they need to up their game to get the better of Spain in the final on Saturday. That will be at 8.15 pm IST. Joins us then.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    How far have we come?! From the heartbreak of losing to Ireland in the QF shootout of the World Cup in 2018 to beating them in 2 (Tokyo & Valencia) high pressure games. Well done Indian Women's Hockey Team. We progress to the final of the FIH Nations Cup having won 4 out of 4! 🇮🇳— Siddharth Pandey (@SportifiedSid) December 16, 2022\n\n\n\n    #FIHNationsCup #Hockey 🏑Udita, who brought India back into the match, with some thoughts at the end of a thriller. 🎥 FIHpic.twitter.com/RJA7WOz4pc— The Field (@thefield_in) December 16, 2022\n\n\n\n    #FIHNationsCup #Hockey An emotional Elizabeth Murphy manages to get a few words out on the match. I genuinely can't recall too many better goalkeeping performances this year I have seen in a match. She was stunning.pic.twitter.com/hSsKUB9NHO— Vinayakk (@vinayakkm) December 16, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FINAL, INDIA vs SPAIN: Not for the first time this year, a knockout match between India and Spain women’s hockey team to be played in Spain. In the World Cup back in July, Spain broke Indian hearts with a late goal in a 1-0 win*. What’s in store on Saturday in Valencia?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    𝐅𝐮𝐥𝐥 𝐓𝐢𝐦𝐞: 𝐈𝐧𝐝𝐢𝐚 𝟏 - 𝟏 𝐈𝐫𝐞𝐥𝐚𝐧𝐝 (𝐒𝐎: 𝐈𝐍𝐃 𝟐 - 𝟏 𝐈𝐑𝐋)India come from behind to deny Ireland a spot in the semis of the #FIHNationsCup. We witnessed some brilliant goalkeeping from @IreWomenHockey's Elizabeth Murphy  who made some excellent saves. pic.twitter.com/9V28ur84L7— International Hockey Federation (@FIH_Hockey) December 16, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: Navneet Kaur, but she says Savita Punia deserved the award. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    That smile from Janneke Schopman says it all. Savita Punia delivers for India once againIndia will face Spain in the final for a place in the next season’s FIH women’s Pro League #FIHNationsCup #Hockeyhttps://t.co/biOm77C0P5 pic.twitter.com/qDqzXmjbZs— Dilip Unnikrishnan (@DilipUnnikrishn) December 16, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Post-match scenes: Elizabeth Murphy is unconsolable at the moment \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #FIHNationsCup #Hockey 🏑SAVEITAPUNIA™ at it again. Big hug from Janneke Schopman to the Indian captain as she comes good in the shootout big time.  https://t.co/YQQEqX6s3Z pic.twitter.com/c6ITQZy6Yr— Vinayakk (@vinayakkm) December 16, 2022\n\n\n\n    Terrific performance from Ireland but it is India who prevail in the shootout. Savita Punia was excellent in the shootout but so was Elizabeth Murphy. The Irish GK kept her team in the match with sensational saves in the normal time. #FIHNationsCup— Anish Anand (@testbowler) December 16, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 2-1 Ireland: Mullan misses, INDIA WIN! Savita had actually slipped there but the shot from Mullan is just wide. JOY FOR INDIA.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 2-1 Ireland: Mullan must score to send this to sudden death.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 2-1 Ireland: Neha misses and Murphy again saves! Wow, what a night she is having. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 2-1 Ireland: Now Savita saves again! Terrific from the Indian captain. Neha can win this for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 2-1 Ireland: Nicely done by Sonika! Terrific to go around Murphy and slot it in. Pressure back on Ireland now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 1-1 Ireland: No change of decision, another stroke for Ireland. MCLaughlin this time. And this is scored. All level after 3 attempts each.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 1-0 Ireland: Now another stroke conceded by Savita, but she is reviewing this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 1-0 Ireland: Navneet misses. Ireland still in this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 1-0 Ireland: Savita concedes a stroke for leaning into the player. Mullan comes for the stroke and she has missed it. Savita is happy! She got her stick. Wow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 1-0 Ireland: Siami scores! Brilliant from the youngster. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 0-0 Ireland: Savita gets her stick to push the ball away and time runs out. Both teams miss.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 0-0 Ireland: Salima misses, superb save from Murphy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal (1-1), SHOOTOUT India 0-0 Ireland: Hope the clocks are set fine. Salima to start.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, FULL TIME, India 1-1 Ireland: India and Ireland have put on a thrilling show over four quarters and it now over to the shootouts... just like it was in the quarterfinal when thee two met at the 2018 World Cup.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: Ireland ball with 20 seconds to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: About 50 seconds left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: so tense at the moment. It looks like another good review. A free out imminent for the Irish.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: There is no Gurjit here. A PC with Deep Grace taking a low hit. Another PC given, and now Ireland review. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: The referees taking their time with it... it is a PC finally. India keep their referral. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: The ball nearly loops over Murphy but she pushes it out. India want a high ball and PC. They refer this. 64 seconds left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: Salima Tete with pressure on Irish defence but they hold on. Ireland come forward now but long ball no good. 90 secs left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: Into the last 3 mins. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: Salima with a superb run down the right flank and the ball into the circle is good but Vandana can’t get the decisive touch. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: India have to guard their goal carefully now. But they are in Irish half for the time being. Tense out there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: India will have to be without their main defender for majority of the finishing stages here. Just over 5 mins left now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: Oh dear. Yellow card for India. And it is Gurjit Kaur. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: MURPHY! WHAT A SAVE! Neha has a shot on goal after a big mistake at the back but the keeper pushes it away. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: India, understandably, not pressing high when Ireland have the ball. Neha and Navneet try to build on pace. Then Siami with a energetic dribble down the left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: Udita has been brilliant with the ball going forward today, it must be said. Has joined attacks frequently. India keep the pressure on Ireland for a while but Irish get a breather. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: Would back Savita Punia most days in a shootout scenario, but in the form Elizabeth Murphy has been in today, I think India will want to win this outright. We are into the final 10 mins. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 India 1-1 Ireland: Whoever is in the venue, is making themselves heard now. Fine atmosphere for the final quarter. Ireland have started better.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q4 begins, India 1-1 Ireland: That goal from Udita right at the end of Q3 should calm India down now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup #Hockey 🏑Elizabeth Murphy FINALLY, FINALLY beaten. After a series of stunning saves, Udita's low hit finally goes past the Irish keeper. The merchandise wearing India fans are happy.https://t.co/YQQEqX6s3Z pic.twitter.com/vIt2tuVsaN— Vinayakk (@vinayakkm) December 16, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 1-1 Ireland: GOAL INDIA! FINALLY, FINALLY. Murphy is beaten. Udita went close before from the hits, she now beats the Irish GK with another low shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Murphy somehow keeps it out again. Another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Lost count of the number of PCs for India. Another one here with 18 seconds to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Seconds ticking down. India ball down the left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: SAVE! Murphy again! With the stick that too! WOW! That is stunning.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Navneet with stunning dodging yet again and Salima wins a PC at the end of it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: SAVE! The best of the lot so far perhaps from Murphy. Udita went for a hit this time, the Irish GK went down to her right on time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Gurjit again but wide. Another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Neha finds a great pass to switch flanks. And Navneet with a brilliant piece of play to win a PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Irish coach calls for calm. Very frantic at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: There is no dearth of energy from India but the longer this stays this way, the more rushed they are going to get.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: The shot on goal is saved after another looping deflection. Another PC for India. This is probably the best shot we have seen from Gurjit today but it is pushed over by Murphy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Neha does well down the left and then combines with Sangita. But the move breaks down... India stay on the offensive. Udita is fouled. And there is another PC for India. At this point, you worry for them defensively as much as offensively.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Honestly, if India do go down by another goal here, I think it’s game over. Nearly a deflection into the net there from Carroll. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q3 India 0-1 Ireland: Wow huge defensive interception from Deep there, otherwise I think Ireland were in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup #Hockey 🏑India are trailing at half time for the first time this tournament and they'd need to significantly up their attacking game here. Irish have been strong on defence and threatening on counters. Huge 30 mins coming up.https://t.co/YQQEqX6s3Z pic.twitter.com/lO3xJUeRHA— Vinayakk (@vinayakkm) December 16, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sean Dancer: We are really pleased. We know how India can be. Hopefully a lot more of the same in 2nd half.Janneke Schopman: Ireland are playing to their strengths on the counter. We have to play to our strengths now, creating more opportunities. (Not sure she wanted to say much in that brief interview).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Half-time:India 0-1 IrelandIndia needs to do a lot better in the opposition circle. The play is near perfect outside it.— Give Me Hockey (@hockeyind) December 16, 2022\n\n\n\n    It could've been two outstanding counter-attacking goals for Ireland but the last one was not given due to a back stick. For all the pressure with the ball, India failed to produce anything substantial and also wasted a few PCs. They are behind by a goal at HT. #FIHNationsCup— Anish Anand (@testbowler) December 16, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Half time, India 0-1 Ireland: Savita Punia’s face was... angry, I suppose is the word, as she walked off the pitch. India have struggled to create clear chances and hit the crossbar with one of the PCs. I can’t imagine the coach, or the players themselves, being too happy at half time. That wasn’t great. But on the flip side, there are still 30 mins left and Ireland are still only one up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: Chance India down the other end but back stick from Nisha. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: Referral saves India! There is a back-stick there in the lead-up to the goal. Apart from India struggling with converting their PC chances, they are actively hurting themselves defensively. Leave themselves open on the counter. Nearly 0-2 down.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: India try something different again and it doesn’t work and it is a massive counter chance... 2v2 and India concede! There is a review here... let’s wait to see.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: Penalty corner for India... they came close last time. Can they get closer? Deep with a quick word with coach. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: Magnificent stick control of a bouncing ball from Salima in the circle, she goes down the byline but a fine tackle from Ireland. This is superb defending by the Irish.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: Mullan, the Irish captain, puts Gurjit under pressure but Udita does well to bring the ball out of defence. Last 5 mins of the half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: Ireland keep reminding India that their threat from the counter is real. Another half chance there but Savita closes the angle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: Tight angle, Monika gets a shot away but it is wide. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: There is a lull in the game now. And India try a long ball from right flank, but dangerous. Ireland fans are making themselves heard.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: The deflection came from Vandana, that would have been some goal. Ireland countered and had so much space down the left but they don’t make the most of it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: OFF THE BAR! Deep Grace with a low hit and the deflection is off the woodwork. So close. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: Good work by Salima and Navneet down the right and India win another PC... converting it though is going to be another thing.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: This is going to be a huge test for India’s chance conversion. Vandana with a cross from right, pressure on Ireland but they clear. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q2 India 0-1 Ireland: An early PC for India... shot on target from Gurjit this time. At a good height for Elizabeth Murphy though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, End of Q1 India 0-1 Ireland: “Pass, move, pass, move... play to our principles” is the calming message from Schopman. India definitely didn’t threaten the Irish goal with all the ball they have had. Outcomes, that is the key.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q1 India 0-1 Ireland: GOAL IRELAND! Counterattack. With less than 1 min to go, Ireland go on a storming counter at the end of a spell of possession for India. And the shot at the end from Naomi Carroll is too powerful, beats Savita Punia and India trail for the first time in this tournament.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q1 India 0-0 Ireland: Schopman has yelled “simple” a few times in the last few minutes. Presumably asking her team to keep the forwards passes simple instead of trying overcomplicated angles. The final pass hasn’t happened. Navneet still to make her presence felt. “Own the ball,” is the next call. Ireland hold on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHNationsCup #Hockey 🏑Nightmare kit colours for this India Ireland mach especially wit the shadows. 😭https://t.co/YQQEqX6s3Z pic.twitter.com/Le1DmmG5ez— Vinayakk (@vinayakkm) December 16, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q1 India 0-0 Ireland: India don’t trap well... Navneet tries to fashion a chance from it still but goes wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q1 India 0-0 Ireland: India have won a PC after a frantic phase of play down both ends. Sonika with a smart piece of play. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q1 India 0-0 Ireland: India not pressing now... sitting back in their half. Ireland pressure now and India hold on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q1 India 0-0 Ireland: “Sangita, good” is the message from Schopman as the forward leads a good high press. India win the ball back again and Salima comes down the right. Ireland regather though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q1 India 0-0 Ireland: Oh pacy counter by Ireland and India were under pressure there. But the move ends with a green card for Ireland. For Zara Malseed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q1 India 0-0 Ireland: Possession for India mostly... good switching of the flanks by them. But no clear cut chance in the end. Schopman, meanwhile, loud and energetic in the sidelines as ever.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal, Q1 India 0-0 Ireland: Pushback in Valencia. India with early attacking pressure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India coach Janneke Schopman: Happy with what we have been doing so far, but always room to improve. We want to create more outcomes in the circle, more PCs and at the same time playing with a tighter defence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Head to head since 2013: The India vs Ireland rivalry has been really tight in recent times. India’s 2018 World Cup dream was ended by the fairy tale story of Ireland who went to the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Throwback: The last time these two sides met, a late winner for India. And a hugely crucial one at that at the Olympics.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n    Our Starting XI.IRL ☘️ v 🇮🇳 IND⏰ 2:45 PM🏟 Valencia, Spain📺 https://t.co/L8xIcbbo8p#FIHNationsCup | #HockeyIreland pic.twitter.com/01ymDnVVZ1— Hockey Ireland (@irishhockey) December 16, 2022\n\n\n\n    Here is the starting Lineup for the all important Semi Final game going into the FIH Hockey Womens Nation’s Cup.Watch the action LIVE on Watch Hockey and FanCode app.#HockeyIndia #IndiaKaGame #FIHNationsCup @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/HgJfevHpfi— Hockey India (@TheHockeyIndia) December 16, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our coverage of Indian hockey. FIH Hockey Women’s Nations Cup Spain 2022 continues today and Savita Punia-led India take on Ireland in the semifinal. India completed their group stage assignments with three wins out of three matches, and while that is the good news, they are yet to truly hit their best collective high yet. Perhaps the knockout stages are the time to bring their A-Game and Savita Punia’s team will be hoping they can deal with the Ireland challenge. A win today will see them take on hosts Spain in the final on Saturday, and the prize will be a spot in the Pro League next season. The importance of which can’t be understated.Format: Top two teams from each group qualify for the semifinals, winner of the tournament earns a spot in the FIH Pro League (women) for 2023-’24\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s squad for FIH Women’s Nations CupGoalkeepers: Savita Punia (Captain), Bichu Devi Kharibam Defenders: Deep Grace Ekka (Vice Captain), Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary Midfielders: Nisha, Salima Tete, Sushila Chanu Pukhrambam, Monika, Neha, Sonika, Jyoti, Navjot KaurForwards: Vandana Katariya, Lalremsiami, Navneet Kaur, Sangita Kumari, Beauty Dungdung. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Hockey Women’s Nations Cup: Favourites India, Spain begin their campaigns with solid winsFIH Hockey Women’s Nations Cup as it happened: Savita Punia and Co start off with 3-1 win vs ChileHockey Women’s Nations Cup, India vs Japan as it happened: Salima, Beauty on target as India winHockey Women’s Nations Cup, India vs RSA as it happened: Deep Grace, Gurjit on target, IND top poolScreenshots in the blog via FanCode / FIH","author":"Vinayakk Mohanarangan","time":"2022-12-16T20:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184494-jpyzgwrqdv-1671212134.jpg","tags":["FIH Hockey Women's Nations Cup","Savita Punia","Ireland","India","hockey"],"source":"https://scroll.in/field/1039954/fih-hockey-women-s-nations-cup-semifinal-india-vs-ireland-live-score-updates-can-savita-punia-and-co-reach-final"}