{"title":"Hockey World Cup, India vs Spain as it happened: Heartbreak for Savita & Co as hosts snatch it late","content":"Full time, India 0-1 Spain: The tournament has been one of missed chances for India. Today, even the intensity – that they are usually known for – was missing in Q3, that allowed Spain to just grow into the game. In the final quarter, it felt like there was only going to be one winner even though the hosts left it very late. Have to wonder, would it have been worth taking a gamble on Rani Rampal even though she was only just returning to fitness. But yeah, hindsight is 20-20 and all that. As if the defeat wasn’t heartbreaking enough, India will be playing Canada same time tomorrow (1 am pushback) as they enter the 9-16 classification phase. It won’t be easy to pick themselves up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n    \n       Team  Minute  Player  Action  Score \n    \n     Spain  57  Marta Segu  Field Goal  1 - 0 \n  \n\n    Heartbreak for India as they lose 0-1 to hosts Spain in the crossover match and miss out on a quarterfinals spot. Savita Punia was brilliant in goal but India’s attack simply couldn’t create enough pressure in the second half.#HWC2022 #HockeyWorldCup pic.twitter.com/dq7ETuvtfR— Aditya Chaturvedi (@aditya_c19) July 10, 2022\n\n\n\n    Need to bring your best to beat a home team. India was not so. Barring bright spells in Q2, not much to show,  concedes goal just 3.31 mins left for the hooter. Despite Savita's breathtaking  saves, India's WC campaign will end medal less. Will face Canada tmrow for 9-16th place— stick2hockey.com (@indianhockey) July 10, 2022\n\n\n\n    The hosts snatch it … knock out hockey can be cruel and it was on @TheHockeyIndia … @AbsolutaFem grab the only goal through Marta Segu (who scored against India earlier this yr too) and 🇪🇸 make it to the QF, well played both teams! #hwc2022— Dan Strange (@DanStrangetv) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME: Heartbreak for India.  A tight, tight game. Savita Punia had another blinder in goal but India’s chance conversion rate came back to haunt them.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 1-0 India: Nisha wins the ball and misplaces the pass. That is it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 1-0 India: 40 seconds, India ball but mishit pass.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 1-0 India: So we are down to the last minute. And India lose the ball! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 1-0 India: Spain will finish the match with 10... oh make that 9! For the last 90 seconds, India have a real numerical advantage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    1-0 @AbsolutaFem va @TheHockeyIndia such a close match … cruel on 🇮🇳 but 🇪🇸 take their chance #hwc2022— Dan Strange (@DanStrangetv) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 1-0 India: GOAL! India’s heart broken? Spain are celebrating a goal. Clara Ycart with a great dribble, Savita saves the cut back. Marta Segu taps the rebound in. India review, lose it and it’s the goal to give Spain a late, late lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 0-0 India: India are looking a bit more structured at the moment. Less than 4 to go. Neha down the left, hits a hopeful ball into the D. But dealt with.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 0-0 India: That’s the best minute of play India have had in an attacking sense in a long time. Good passing. No chance though. Down to the last 6 mins. Janneke has a sip of water.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 0-0 India: That is a terrific rush from Udita to block a shot on goal. ANd as they are showing replays, seems Gigi Oliva had another chance. All Spain at the moment. 7 to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 0-0 India: There’s another half chance for Spain who are moving the ball so much better in this half. The ball to the far post needed a touch, didn’t come. India hanging on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 0-0 India: There was another big save by Savita there! Lucia Jimenez’s eyes must have lit up as she broken through but Savita put her left hand out in time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, Spain 0-0 India: Now a big chance for Spain to start Q4, and it follows up with a chance for India too! Salima with some serious pace again, she pulls the ball back. Neha took a shot on goal but Spain dealt with it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 begins, Spain 0-0 India: It’s all still so tense! But Spain had the much better quarter. India’s intensity dipped a bit in that phase of play and they are struggling to string together attacking moves. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, Spain 0-0 India: Nikki has been quietly good for India in defence, she and Gurjit combine to deal with another Spain attack. India need a break. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, Spain 0-0 India: Just have to say that for India’s sake, I hope this dip in intensity and mishit passes is just temporary because otherwise, Spain look like the team more likely to take this just on physical account. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, Spain 0-0 India: Just as we say that as good run for half the length of the field by Navneet who does well to keep the ball and cut in but her through ball is too heavy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, Spain 0-0 India: There have been a few long passes from Spain but nothing have come out of those yet. But they have are having the better phase at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, Spain 0-0 India: The commentators reckon India have lost their structure and radar here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, Spain 0-0 India: Brilliant stick work from Spain to create another half chance, Udita it seemed like set India off on a good counter but VK mishit a pass.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, Spain 0-0 India: Back to Monika for a hit on goal this time and not Gurjit’s flick. Rushed well. Off target. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, Spain 0-0 India: Brilliant defending as a unit by India when it seemed like Spain found another way through. Nisha doing well there. Down the other end, a PC for India! Good work by Monika. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    30 mins or more to settle this awfully close match. The 'keepers have been fine, need to say that...#ESPvIND | #HWC2022 pic.twitter.com/IoVKCONL6I— Naveen Peter (@peterspeaking) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, Spain 0-0 India: Big save from Savita early in the quarter and then Navjot with a brilliant defensive clearance under pressure. Spain have started on fire. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Janneke Schopman: Even half, both teams want to play fast and attacking hockey. Both teams had chances, but the score is still tight. Lock says the team needs to be more settled down and hold the ball. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME STATS: Well, that can’t be right surely for the possession stats? But either way, even on other counts. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME: As many predicted, so close to call this one! Two closely matched teams, who have shown glimpses of the attacking hockey they are capable of but also evidently worried about potentially tournament-ending mistakes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    As expected. Intense game between India and Spain. Savita with superb saves, Vandana came very close to make it 1-0.— Anish Anand (@testbowler) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q2, Spain 0-0 India: Better from India as the half came to a close, all the attacking pressure came from the team in blue. Neha and Navneet and Sonika doing some good work in the midfield. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupSo close! So close to a sublime assist by Salima, and a lead for India through a sliding effort by Vandana. The ball just looped over the past, if you can see on the top of the left side photo. Vandana knew that was close! https://t.co/zY3B0EtGhy pic.twitter.com/qf2xpMAcJL— Vinayakk (@vinayakkm) July 10, 2022\n\n\n\n    A trademark Salima Tete run follows but needed a better finish from Vandana! After a quick flurry of Circle penetrations, a momentum shift towards India. PC conversion woes remain but credits to Garcia, the goalie who has been great https://t.co/2JCjLdiznq— Prithvi (@Eighty7_Fifty8) July 10, 2022\n\n\n\n    This crossover #ESPvIND game is basically being run by both goalies, their reading of the ball and reflexes have been immense #HWC2022— Radha🧣 (@radhalathgupta) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, Spain 0-0 India: Before the Vandana chance there was. another PC for India too, and Gurjit’s high shot was saved by Garcia and she was pumped up. When a goalkeeper celebrates, you know it’s a big moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, Spain 0-0 India: CHANCE INDIA! Salima with a super run down the left flank and she sets up Vandana who is sliding forward and the shot loops over the goal. JUST! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, Spain 0-0 India: Savita with some huge saves there. India break now and they have a PC too. This time Monika with a hit and Spanish goalkeeper Melanie Garcia with a super save too!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupCounted 2 definite saves and at least one block with the foot. Savita Punia keeps it 0-0! Good time to bring out #Saveita ™️ I think, this is worth it.https://t.co/zY3B0EtGhy pic.twitter.com/eFwRkzGc4t— Vinayakk (@vinayakkm) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, Spain 0-0 India: Some feistiness in the midfield from Nisha. India are now on the backfoot, as Spain attack through the centre once again... they win a PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, Spain 0-0 India: Sort of became a cagey affair now in the first 5 mins of this Q. India pressing a bit more than they did in Q1 and Spain are looking for long defence splitting passes. Lot of miscompleted passes that is leading too. Break in play as Monika gets the foot of Vidosa pretty hard. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Indi-Spain CO: Q1 ends with 2 -1 PC advantage for Spain, scoreboard static.— stick2hockey.com (@indianhockey) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 starts, Spain 0-0 India: Sadly, no Q1 stats shown. But I imagine Spain would have had more attacking entries and shots on goal while India might have shaded possession.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, Spain 0-0 India: Sushila has had a fine tournament I think in the midfield and she is once again doing the dirty work when needed. Spain come forward again, the through ball is long. India are losing the ball far too often now. As the hooter goes, a shot wide of goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: Nice save from Savita... good left foot. But it leads to another PC. And India hang on. Oh dear, too rushed to get out of defence and India have put themselves under pressure. The shot is too high.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: Now a PC for Spain. India have to defend after missing out on their chance. Will be a body blow to concede here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: Now Spain in the ascendancy as India stop their pressing and sit back a bit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: CHANCE! Not for India but Spain, a blistering counter results in a near 3v2 situation. But the final pass is mishit. Shortly after, Savita had to rush out and be alert too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: Down the left flank, brilliant work from Navneet and then smart intervention with the stick by Neha. First PC of the night for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: Despite the green card, Spain are building forward here. First real spell of possession for them. But the long pass is out of play. Good first half of the first quarter for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: a Green card for Spain, Maialen with a rough tackle as Lalremsiami drove forward. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: Impressive early pressure from India. Keeping the possession too under tight situations instead of just going forward. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: India have pinned Spain back in the first 2-3 minutes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: India are lucky there, feel the commentators and must agree. They could have lost their referral early but there is enough confusion for the referee from the video room to say no PC, but India keep their referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: Salima with a brilliant turn of pace down the right, Vandana and Navneet are involved too. India want a PC... and they review. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain 0-0 India: A chance for Spain straight away and they get behind the Indian defence with Deep beaten, but Udita with a great recovery. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    After the madness of #Wimbledon, the Indian women's hockey team takes on hosts Spain for a spot in the quarterfinal of the FIH World Cup. Join @vinayakkm's live updates of the action. #HWC2022 @thefield_in https://t.co/Hc9PhCCAI4— Shahid Judge (@shahidthejudge) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, Spain vs India: Pushback! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    National anthems done. We are underway!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCupNational anthem, at 1 am in the night ahead of a big World Cup match. All the feels. What a big match this is. India have to contend with a super attacking Spain side but I think they will also enjoy the spaces.https://t.co/zY3B0EtGhy pic.twitter.com/IkRABreQxw— Vinayakk (@vinayakkm) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Navjot Kaur’s 200th cap: A special moment for the Indian player who wears No 1. A big Jamie Dwyer fan, a fun story behind that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Players are standing evidently waiting for the national anthems.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Spain coach Adrian Lock: Two close Pro League games. We are both exciting attacking teams. The match will be decided at the Ds. Apparently no interview from Janneke Schopman, the commentator says was too caught up in the warm-ups. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s starting XI: No real surprises there. (Image via Hockey India)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Broadcast begins. Spain ranked 7th, India ranked 9th: The crossover match that pits the two closest ranked teams, the commentator tells us. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022, India vs Spain preview: Savita Punia and Co take on co-hosts in must-win matchFor the winner of this match, Australia’s Hockeyroos await. https://t.co/1JMCWpgxk2Via @thefield_in pic.twitter.com/NoveJBySqx— Scroll.in (@scroll_in) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The last time India and Spain faced each other was during the FIH Hockey Pro League 2021/22, where both teams shared the honours in Odisha. India won the first match 2-1, while Spain responded with a 4-3 win in the second leg of the double-header held in Bhubaneswar, Odisha earlier this year.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Huge match tonight as the Indian women’s hockey team take on Spain in the crossover #HWC2022. Winner gets to the QF. We need to have the courage to throw numbers forward in attack & have the composure in the ‘D’ area to score goals - both PC & field. Truly believe 🇮🇳 can do it.— Viren Rasquinha (@virenrasquinha) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll.in’s live coverage of India’s crossover match (effectively pre-quarterfinals) at the FIH Women’s World Cup, against co-hosts Spain at Estadi Olímpic de Terrassa.We are going to be tracking India’s crossover clash against Spain that will determine the last quarterfinal spot in the tournament. For one, the hopes of a podium finish, at the very least, will come to an end tonight and for the other, the quarterfinals await where they will take on Australia’s Hockeyroos.Quarterfinals lineup:Germany vs New Zealand Belgium vs Netherlands England vs Argentina Australia vs ? (Spain or India)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCup Gritty and determined, Savita Punia & Co reach crossovers with room to improve✍️ @shahidthejudgeReplug: https://t.co/bKxS2NzZm9 pic.twitter.com/xacLGxPYke— The Field (@thefield_in) July 10, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots & photos in the blog courtesy: FIH Media / Disney+Hotstar","author":"Vinayakk Mohanarangan","time":"2022-07-11T00:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176995-nixpikofqs-1657488652.jpeg","tags":["FIH Hockey Women's World Cup","Hockey India","FIH Women's World Cup","Spain","India","HWC2022","Savita Punia","Vandana Katariya"],"source":"https://scroll.in/field/1028003/fih-hockey-womens-world-cup-india-vs-spain-crossover-live-blog-savita-co-seek-quarterfinal-spot"}