{"title":"Hockey Women’s Nations Cup, India vs RSA as it happened: Deep Grace, Gurjit on target, IND top pool","content":"#FIHNationsCup #Hockey 🏑Match 1: IND 3-1 CHIMatch 2: IND 2-1 JPNMatch 3: IND 2-0 RSA@savitahockey & Co finish Pool B with three wins in three matches. Ireland await next in semifinals. https://t.co/tPPdiAVve6 pic.twitter.com/xEGnmKb7C9— The Field (@thefield_in) December 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Ireland and Japan got the results they needed on the final day of pool games, with draws against Korea and Chile respectively, sealing their spots in the semifinals of the inaugural FIH Hockey Women’s Nations Cup. Ireland will now face India, while Japan will take on Spain, in the semifinals on 16 December. Ireland played in the opening fixture of the day and held a 2-0 lead against Korea with just 7 minutes to go, but a late flurry from Korea earned them a 2-2 draw and Ireland had to wait for the result in the second game of the day between Spain and Italy to know their fate. Italy played a brilliant defensive game to keep Spain at bay throughout the game before trying to look for a late winner that would’ve taken them above Ireland on goal difference, but they couldn’t break the resolute Spanish defense, and the draw gave them a 3rd place finish ahead of Korea, with Ireland finishing second. India maintained their perfect record, making it 3 wins out of 3, with a dominant display against the young South African team, with defenders Deep Grace Ekka and Gurjit Kaur getting on the scoreboard through well taken penalty corner goals. The final game of the pool stages was played between Chile and Japan. Chile needed a win to overtake Japan in Pool B, while Japan needed to at least draw the game, to stay ahead of Chile on goal difference. The teams went into the half tied at 1 goal each, and the Japanese defense proved to be a fortress that Chile could not breach in the second half, with the game ending in a tie that sent Japan through to the semifinals. — via FIH\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Semifinal lineup: India will face Ireland, while Spain will take on Japan. \n    \n        \n        \n            \n            \n            \n        \n    \n\n     Goal-scoring progress: IND vs RSA \n    \n       Team  Minute  Player  Action  Score \n    \n     India  14  Ekka Deep Grace  Penalty Corner  1 - 0  India  59  Kaur Gurjit  Penalty Corner  2 - 0 \n   vis TMS \n\n    Full-Time: India 2-0 South Africa Dominant India make it 3 wins out of 3 in the #FIHNations Cup to seal the top position of Pool B and set up a semifinal clash against Ireland.📲 Watch every game live on https://t.co/igjqkvhUYl. Passes available worldwide. pic.twitter.com/cBD0ARmExp— International Hockey Federation (@FIH_Hockey) December 14, 2022\n\n\n\n    #FIHNationsCup #Hockey 🏑FT: IND 2-0 RSAIt took a while but Gurjit Kaur converts a late PC to make it 2-0... and the Gurjit Kaur fan club members in the stands are happy. 3/3 and top of Pool B. India vs Ireland in the semifinal.https://t.co/Wr8TJ7fWmq pic.twitter.com/MQ95BXJ2hM— Vinayakk (@vinayakkm) December 14, 2022\n\n\n\n    Three wins out of three for the Indian women's hockey team. They are through to the semifinals and will face Ireland. Two goals from penalty corners against SA, a successful conversion for Gurjit Kaur. She needed this and happy to see her smiling . #FIHNationsCup— Anish Anand (@testbowler) December 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME Pool B, Q4 India 2-0 South Africa: Savita Punia & Co make it three wins out of three to top Pool B. South Africa fought hard defensively but India were good value for the win. Their goal rarely tested. Deep Grace & Gurjit on target. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 2-0 South Africa: GOAL, INDIA!   Gurjit Kaur converts a PC with a nice drag flick as India finally double their lead late in the match. The T-shirt wearing fans of Gurjit are happy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: Navneet takes a direct hit at goal, but it is rushed out well. Another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: PC for India. SA lose their referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: Gurjit goes wide to try and find the run of Siami but it is wide. India win another PC but SA review this. 100 seconds left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: PC for India. Neha with good work down the left and Sonika eventually wins the short corner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    There’s a @gurjit02 Fan Club in Valencia watching INDIA play South Africa at the FIH Nations Cup. Never thought I’d see that… #FIHNationsCup— Naveen Peter (@peterspeaking) December 14, 2022\n\nThe Gurjit merchandise wearing fans have been there all tournament in fine voice\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: Good possession for India, but no clear cut chance there. South Africa now have the ball... but no work yet for Savita.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: Great combination play by Sonika and Navneet, another save. And Sonika with a shot on target, kicked away. Van Deventer has had an absolute blinder. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: Great credit to South Africa, really. They have not just sat back and defended, they have tried pushing forward every now and then. But just not had numbers in attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: Into the last 10 mins of the match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: Naveneet with a superb ball across the goal, but no Indian touch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q4 India 1-0 South Africa: MISS! A long ball from right and Sonika does well to trap the ball but her shot is wide. Van Deventer rushes out and closes the angle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, End of Q3 India 1-0 South Africa: Somehow, India still find themselves just 1-0 up. They’d love to convert some chances here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa: Salima with superb pace down the right again... India come again down the left with Navjot... but RSA hold off the attacks on both occasions. Good spell of possession by India though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa:SA are pressing high and that is opening spaces for India. Lalremsiami found by a nice long pass in midfield but the move fizzles out in the final third as Sushila mishits a pass. The a terrific ball control by Udita in India’s defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa: I don’t quite know how this is still just 1-0 for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa: A green card for Paton and it is down to 10 for them. At the other end, India have two chances. Great chances. Neha with a shot on goal, saved. And then Navneet has a near open goal to find the roof but she sends it wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa: Stephanie Botha is having a terrific spell for SA. Carrying the ball so well. They are still in this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa: India have weathered the attacking storm, but they will needed the second goal soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa: STROKE SAVED! Sushila takes this and the RSA goalkeeper Anelle van DEVENTER, who is having a stormer, guesses right and goes down left quickly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa: Super play from Neha and Salima down the middle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa: PENALTY STROKE for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q3 India 1-0 South Africa: COUNTER! It’s like Schopman had a magic eight ball. South Africa have come flying out of the gates in the second half. India are hanging on... a super counter leads to a near 2 vs 1 situation and then another move sees a shot on goal but deflected wide. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Janneke Schopman: South Africa will come at us with a lot of speed, we need to stay calm and also attack with speed. We are doing relatively well, keep going and score the next goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME, Pool B, India 1-0 South Africa: The players walk off the pitch after Q2. India would be (or must be) slightly disappointed I think with the scoreline. But all credit to SA defence and in particular GK Anelle van DEVENTER who has kept her side in the game. Savita Punia has largely been a spectator.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 South Africa: For the first time tonight, the match looks end-to-end, but both teams guilty of turning the ball over. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 South Africa: Navneet once again at the heart of India’s attacking plays. She is elite.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 South Africa: Must say, the South Africans have done well defensively despite all the pressure from India. As I say that, RSA break the press so well and go forward. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 South Africa: And this time Gurjit takes a shot on goal, but it is defended. India want another PC, but not given. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 South Africa: A PC for India. Another message from Schopman on the sidelines, this time to Nikki. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 South Africa: Rare spell of defensive pressure on India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 South Africa: Green card for Lalremsiami and India will be down to 10 for a couple of mins. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q2 India 1-0 South Africa: Anelle van DEVENTER (the South African GK) is one fire at the moment at the start of Q2. A barrage of chances created by India, Navneet Kaur at the heart of most of it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Salima Tete appreciation tweet. 🔥https://t.co/cULcY9OidK— Vinayakk (@vinayakkm) December 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 1-0 South Africa: GOAL, INDIA! After two matches of grappling with PC conversions, India convert their first of this match. Deep Grace Ekka sounds the board with a low hit. The Indian defender had a quick word with Schopman before the PC and ran all the way to the castle and powered it low. Finally, some joy from PCs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 0-0 South Africa: Salima down the right again and this time she wins a PC. Now over to conversion... \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 0-0 South Africa: Good spell of pressure for India, RSA under constant defensive mode. Salima does well to win the ball back and dribble down the right... but SA have numbers back.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 0-0 South Africa: Great dribble down the left flank by Navjot and India look for a PC but its not forthcoming. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 0-0 South Africa: SA with another lovely counter, carrying the ball through the center. But they end up fouling in the end, as the chance fizzles out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India 0-0 South Africa: SA are threatening on the counter as Schopman had thought they might. India dealing with it alright so far. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India vs South Africa: SA have good pace on the flanks if they get space, India’s defence will have to be mindful of that. A positive start by the Indians though.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pool B, Q1 India vs South Africa: Pushback in Valencia. Here’s a look at the starting lineups and team sheets for both sides.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    india coach Janneke Schopman: It’s about our performance and improving from the first two games, create more outcomes. We need to make sure they don’t play fast attacking counter hockey. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Can the #WomenInBlue make it a hattrick of wins today? Here is how the team lineup for their 3rd game in FIH Hockey Nation's Cup.Watch the action LIVE on Watch Hockey and FanCode app.#HockeyIndia #IndiaKaGame #FIHNationsCup @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/vd78d7MlEt— Hockey India (@TheHockeyIndia) December 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our coverage of Indian hockey. FIH Hockey Women’s Nations Cup Spain 2022 continues today and Savita Punia-led India take on South Africa for their third Pool B match.The Indian women got off to a solid start in this tournament with a 3-1 win against Chile to open their campaign. They then edged out Japan 2-1 in a tense battle between familiar opponents. That win, coupled with other results, was enough for India to confirm their place in the semifinals. Tonight they take on South Africa, already out of contention for the final four, knowing that they need to avoid defeat to top the group. (Which is essential given Spain are top of Pool A)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Teams in Pool A – Ireland, Italy, Korea, SpainTeams in Pool B – Chile, India, Japan, South AfricaFormat: Top two teams from each group qualify for the semifinals, winner of the tournament earns a spot in the FIH Pro League (women) for 2023-’24\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH Hockey Women’s Nations Cup: Favourites India, Spain begin their campaigns with solid winsFIH Hockey Women’s Nations Cup as it happened: Savita Punia and Co start off with 3-1 win vs ChileHockey Women’s Nations Cup, India vs Japan as it happened: Salima, Beauty on target as India winScreenshots in the blog via FanCode / FIH","author":"Vinayakk Mohanarangan","time":"2022-12-14T19:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184366-ojaetuvkff-1671026969.jpeg","tags":["FIH Hockey Women's Nations Cup","Savita Punia","Pool B match","India"],"source":"https://scroll.in/field/1039766/fih-hockey-womens-nations-cup-india-vs-south-africa-live-score-updates-statistics-and-more-savita-punia-and-co-look-to-top-group"}