{"title":"FIH Hockey Men’s Junior World Cup, India vs Germany, SF as it happened: Germans through to 9th final","content":"That’s it from us for today! Do join us on Saturday at 3.30pm IST for India’s bronze medal match.India will have only themselves to blame today. They won 12 penalty corners in the match but failed to convert even a single one. Germany, on the other hand, scored from both their penalty corners. India were the better side in the first half and were unlucky to trail 1-2 at half-time. Germany learned from their mistakes and were clinical after the break. Once they scored their third, Germany were never going to let the match slip away. India needed a big final quarter but were stifled by some solid defending from Germany. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hard loss for India in the semi-final against Germany. They kept asking questions, particularly on PCs but couldn't convert. India had 12 PCs, but could not convert any. It just raises the silently growing question, perhaps, of who after Harmanpreet Singh. #JWCMalaysia2023— Shahid Judge (@shahidthejudge) December 14, 2023\n\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-4 Germany, FT: India’s wait for a junior men’s hockey World Cup title goes on. A solid performance from Germany as they beat India 4-1 to reach their ninth final. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-4 Germany, Q4: It’s goal number four for Germany and they are all but into their record-extending ninth final! Poljaric does well on the goalline. He plays it to Sperling whose first shot is saved by Mohith. However, he flicks the ball over the Indian keeper at the second time of asking,\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q4: The German wall has been unfazed in the second half under pressure from India. They have been marshalled well by the cool-headed Barry.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q4: Just over five minutes left in the match and India are not doing themselves any favours by misplacing easy passes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q4: It’s 10v10 as Franz is shown a green card. India have seven minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q4: Chirmako’s injection goes to the wrong side of Amandeep in the battery. He still manufactures a shot but it’s blocked by Barry. India appeal for a PC but they don’t have any referrals. Under eight minutes left in the match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q4: Penalty corner No 12 for India after some good work for from Amandeep. However, Dhami takes a lot of time to inject the ball and is shown a green card. Chirmako takes the injection but Germany charge down the drag flick. Uttam then wins another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q4: Amandeep plays a hopeful cross from the right. The ball loses its pace off a couple of sticks but no Indian player can get the loose ball as Germany counter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q4: India are trying to increase the pressure but they are not being allowed the time and space to create anything. Germany taking their time to play out from the back as the clock ticks down to the final 10 minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q4: Germany nearly make it four! Poljaric does well on the goalline and plays the minus pass. Florian Sperling only needs to deflect the ball into goal but misses a sitter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q4: A big 15 minutes await India. They need to up the ante and try and score early in the fourth quarter to put Germany under pressure. The longer it stays like this, the more confident Germany will get.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q3: The goal has knocked the wind out of India’s sails. They give away the ball cheaply once again. Holdermann tries his luck from just inside the circle but it’s saved by Mohith. Germany on the front foot now as the third quarter comes to an end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Germany, Q3: Yes they can! Two in two from PCs for Germany. Paul Glander’s drag-flick is straight at Vishnukanth at the post but he cannot block it as the ball flies off his stick onto the roof of the goal. India have 19 minutes to come back.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Germany, Q3: Germany intercept a pass, get on the attack and win their second PC of the match. Can they score again?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Germany, Q3: PC no 11 for India as Lalage goes on a mazy run and plays the ball onto a German foot. They use the same variation they used for the winner against the Netherlands. However, Onyekwue Nnaji makes a good diving save at the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Germany, Q3: India pressing effectively and force Germany all the way back from inside the Indian 23m line. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Germany, Q3: Action at both ends! Germany fly along the goalline and pass towards the centre. The ball evades all German sticks and India counter. Dhami finds Aditya Lalage with along pass. He waits for backup to arrive and tries to win a PC. Is not successful. Vishnukanth takes over but loses the ball and gives away a foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Germany, Q3: Germany get us started but loose possession in a dangerous area as Dhami leads the Indian counter. He tries to find his teammate but the pass is intercepted. Germany coach Eijk van Rein said that his side were very lucky to be leading at half-time and that if they don’t raise their levels, India could end up scoring 3-4 goals in the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Germany, India coach CR Kumar: We have not executed our plans correctly. We need to do better at PCs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    HT Ger 2 Ind 1. India wasted 10 PCs so far while Germany converts its first PC obtained in the dying seconds of Q2. pic.twitter.com/tLkLtdimK1— stick2hockey.com (@indianhockey) December 14, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Germany, HT: Poor defending from Lakra to give the PC right at the end of the second half. India had done so well to not give away any PCs only to be undone by the first one they conceded. At the other end, they won nine PCs but were unable to convert any of them. The match is still finely balanced. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Germany, HT: Germany take the lead! The Germans had all 10 outfield players up for the PC with miliseconds to go. Paul Glander’s drag-flick is not a good one as Mohith saves it easily. The loose ball falls to Matteo Poljaric who goes for the top corner. It looks like it will go above goal but Ben Hasbach gets the vital touch which sends the ball into the top corner. Hasbach gets his second and Germany take a 2-1 lead at halftime!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Germany, Q2: Germany win their first penalty corner of the match right as the hooter goes off. Amandeep Lakra illegally closes in on the German reciever. Silly one to give that. Can Germany punish India?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Germany, Q2: Penalty corner numbers seven, eight and nine for India. At the third time, Rohit fires his flick towards the near post. Vishnukanth gets a touch on the shot but not enough to deflect onto the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Germany, Q2: Germany nearly take the lead! Holderman manufactures just enough space to let loose a powerful reverse hit. The ball cannons off Michel Struthoff’s stick and hits the post!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Germany, Q2: Chirmako wins India their sixth PC after being brought down by Jan Cordes who also gets a green card. Germany down to 10 players for two minutes. Amandeep Lakra’s flick flies above goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Germany, Q2: Good play from Chirmako along the goalline and his minus pass is to the edge of the circle. Amandeep gets to it and deftly plays it onto a German foot. India try a variation with the PC but the German rusher blocks the flick. India are asking for a back-stick but the umpire says it came off the hand. India have no referrals to use.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Germany, Q2: The Germans are pressing high now and India, like they did against the Netherlands, are finding it difficult to play out of the back. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Germany, Q2: India get us started once again. Boby Singh Dhami makes his way into the circle but loses the ball and gives a foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Germany, Q1: 90 seconds left in the first quarter. India sitting back now as Germany try to create something. And they nearly do but Mohith is alert to the danger and comes out to block a cross meant for the far post. India counter but the move breaks down. That is the last action of the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Germany, Q1: Sudeep Chrimako brings India level! Saurabh Kushwaha plays the ball onto a German foot in the middle of the circle. It should be an Indian PC but the umpire plays the advantage as Chirmako gets the loose ball. He takes a touch and fires the ball past Onyekwue Nnaji. There was no stopping that! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Germany, Q1: Onyekwue Nnaji makes a save from Hundal’s attempt from an acute angle. The rebound falls to Chirmako who plays the ball onto a German foot for an Indian PC. The injection is not trapped correctly but India still win another PC. At the second time of asking, Hundal’s drag-flick curves just past the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Germany, Q1: Germany take the lead! A bad turnover from Uttam Singh high in the German half and Germany counter. Liam Holdermann dribbles past two defenders. Mohith comes out of the goal and closes down the angle. Aron Flatten gets the rebound and shoots but Amir blocks it on the line. However, the loose ball comes to Ben Hasbach who taps the ball into goal from point blank range. Mohith has unsuccessfully refers the goal for a German foot and India lose their only referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Germany, Q1: Christian Franz is given a talking to by the umpire after the German tries to shove Sudeep Chirmako for an apparent push by the Indian. Chirmako, however, is rather oblivious to the fact that he has angered the German. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Germany, Q1: India win another PC for a German stick check inside the circle. Hundal’s drag-flick is low and aimed for the left bottom corner but Onyekwue Nnaji is down in a flash to put it behind goal. The German is pumped after that save and rightly so.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Germany, Q1: Poor from Barry to give away the ball cheaply under no pressure. Dhami and Araijeet Singh Hundal are on the attack. Dhami gets inside the circle and lets one fly but Joshua Onyekwue Nnaji, in the German goal, saves it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Germany, Q1: The injection is to Amandeep Lakra but his drag flick is deflected behind by first rusher Antheus Barry. The Germans are pretty pumped up after denying India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Germany, Q1: India gets us started in the first quarter. Boby Singh Dhami does well to find a German foot in the circle and India win a penalty corner in 35 seconds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Germany, Q1: India gets us started in the first quarter. Boby Singh Dhami does well to find a German foot in the circle and India win a penalty corner in 35 seconds\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.1864406779661%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ojmlvdwovh-1702548504.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.1864406779661%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/fzqchsyecf-1702548509.png\">\n  </picture></figure>\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Germany: India, in their second kit of white and orange, come out with Germany, who will play in their traditional all-black kit. The German and Indian national anthems ring out in the stadium. We’re minutes away from pushback.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Germany: India, in their second kit of white and orange, come out with Germany, who will play in their traditional all-black kit. The German and Indian national anthems ring out in the stadium. We’re minutes away from pushback.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Here's India's 🇮🇳 Starting XI for the all important clash against Germany 🇩🇪 in the FIH Hockey Men's Junior World Cup Malaysia 2023.📅 5th to 16th December 2023.🏟️ Kuala Lumpur, Malaysia.📺 Watch LIVE on Jio Cinema and Sports18 3, Sports18 1 HD and RTM from 3:30 PM IST… pic.twitter.com/4ksQgugP7V— Hockey India (@TheHockeyIndia) December 14, 2023\n\n\n\n\n    Big feast await global hockey fans. Jr WC SF1 btw 6-time Champions Germany and twice winners India will commence in about 25 mins. Both teams are warming up on the Bukit Jalil turf. pic.twitter.com/zx47J6okSw— stick2hockey.com (@indianhockey) December 14, 2023\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the FIH Hockey Men’s Junior World Cup semi-final clash between India and Germany.India come into the match on the back of an incredible comeback win over the Netherlands in the quarter-final.Today, we have a rematch of the 2021 junior World Cup semi-final when Germany blew India away 4-2. The two sides have met thrice this year, with Germany emerging victorious on each occasion. The Germans beat India 3-2 and 6-1 in the 4 Nations tournament and 6-3 in the semi-finals of the Sultan of Johor Cup.Last edition’s finalists Germany got to this stage of the contest after beating defending champions Argentina 2-1 in the quarter-final. The six-time champions will now be looking to make it their ninth final.India meanwhile, are two-time winners and will hope to get to their fourth final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Live action on Sports 18 and Jio CinemaScreenshots via Jio Cinema and FIH website","author":"Dilip Unnikrishnan","time":"2023-12-14T15:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196644-qetfhjlkmf-1702538605.jpg","tags":["FIH Hockey Men's Junior World Cup","FIH Hockey Men’s Junior World Cup 2023","Hockey","Indian Hockey","Uttam Singh","Araijeet Singh Hundal","Hockey India"],"source":"https://scroll.in/field/1060567/fih-hockey-mens-junior-world-cup-india-vs-germany-semi-final-live-uttam-singh-and-co-eye-spot-in-the-final"}