{"title":"Hockey World Cup, India v Japan as it happened: Navneet Kaur stars as Savita Punia & Co finish 9th","content":"FULL TIME, India 3-1 Japan: India, world ranked No 9, will finish the tournament in the 9th place and as the joint best Asian team. Expectations were higher from within but a tournament of missed chances & also one where they were in it till the final whistle every match. A good learning experience for the younger members of the squad to build on for bigger challenges to come.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME, India 3-1 Japan: Here’s a look at the match stats, well dominated by India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Today 🇮🇳 vs 🇯🇵 31-8 on circle penetrations & 7-1 on PCs. Shows how much we dominated and created so many chances. I feel overall we have played really good hockey at the #HWC2022 We just need to get razor sharp focus on converting our field chances & PCs & we will get much better— Viren Rasquinha (@virenrasquinha) July 13, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME, India 3-1 Japan: India pull off a good win vs Japan, coming from a goal down, in the battle of Asian teams to see who will be placed highest. India & China finish the tournament joint 9th. A marker of how tough Pool B was as the lowest placed team will be 9th from there with England and New Zealand going as far as the quarterfinals. A goal here or there could have swung the fortunes for any of the four teams, really. But ifs and buts, India had their chances but couldn’t convert. In the end, they finish matching their World Ranking of 9 and as the joint best Asian team. Can take some confidence from that into the Commonwealth Games. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Looks like we saved the best for the last. 🇮🇳 3-1 🇯🇵 and we get 9th place. Consolation to be the highest finishing Asian team at #HWC2022 Great to win after conceding early. Neha & Navneet were outstanding. Lots to learn & improve. Congrats Team 🇮🇳— Viren Rasquinha (@virenrasquinha) July 13, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: Neha Goyal. Could have been Navneet or Monika too, as India had quite a few candidates for the match from today but they have given it the No 32. She was involved heavily in India’s attacking moves, and she joins the team in huddle to a warm round of applause after a short interview. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Heartwarming show by India, beat Japan 3-1. Actually it outplayed their traditional rival like never before in the recent history. One of course will wonder where was such a game against China or Canada? Neha, who engineered every move upfront is Best Player. Good sign before CWG pic.twitter.com/sAkTVQ16io— stick2hockey.com (@indianhockey) July 13, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME, India 3-1 Japan: Done with ease in the end as India come from behind to complete the tournament with a comfortable 3-1 win eventually. A disappointing campaign, they’d perhaps be the first ones to tell you that, but they can close it out with some smiles on their faces.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-1 Japan: Down the right flank by India, as the clock ticks down. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-1 Japan: Japan comes forward down the left, and the ball is put in a dangerous area but gracefully defended deep in the circle by India’s No 3 Deep Grace. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-1 Japan: And we are down to the last 2 minutes. No real threat to India’s goal at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-1 Japan: Admirable work rate from Nikki to regain possession and recycle it too as India enjoy a good spell in Japan’s half. Soon after a shot comes from Neha, goes wide. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-1 Japan: Again, Japan (as they have to) are pushing forward. No real threat to Savita yet this quarter though. Little over 5 mins left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-1 Japan: A rare spell of attacking possession for Japan, but Indian defence deal with that calmly, tackling mostly outside the D and keeping their feet away. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-1 Japan: Akio Tanka in goal for Japan now. And she is called on to make a save right away. Good pass from Monika, great turn and control by Vandana to get a shot away. Strong save. Good hockey all around. 10 mins to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 begins: That’s the end of the third quarter. India scored twice in that quarter to take control of the match. They’ve been brilliant and have attacked in waves.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-1 Japan: GOAL INDIA! NAVNEET KAUR! Once again, it’s No 25 finding the back of the net. Her second of the day. Good work down the right by Jyoti, fantastic determined dribble.. Navneet stabs it home.Q3, India 2-1 Japan: Missed. A huge one at that by Sharmila Devi. Neha does well off balance to find SD7 a yard away. She gets into a tangle and eventually, it goes in off her knee. Reviewed, no goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 #HockeyWorldCup Somehow, Sharmila has missed from a yard out. Not for the first time this tournament. That will sting, if India don't go on to win this match. https://t.co/ALqToiTBeW pic.twitter.com/5pkYq4ABPD— Vinayakk (@vinayakkm) July 13, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Japan: GOAL INDIA! All power from Grace and struck well on the inside-out angle from the left. Coach Janneke pumps her fist on the sidelines. That’s a well executed PC if ever there was one. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Japan: Good combination by Navneet and Sonika, the foot is found and a PC for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Japan: Good move down the left as Siami drives forward and finds a cute little pass to Monika. Only a free hit eventually and the move fizzles out. But India come forward again, down the right now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Japan: Gurjit and Co try to work the angle, but it goes wide. Decent idea, once again the execution lets them down. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Japan: Green card for Yuri Nagai, but India couldn’t make that 2-minute spell count. But Monika shows great skills soon after to force a PC. Nice turn at the edge of the circle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3,  India 1-1 Japan: Things are back up and running in the heat of Terrassa. India start Q3 on the front foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India coach Janneke: I hope we keep playing like we are, we are controlling the game mostly and we are creating the opportunities. Just need to score a bit more and execute PCs better, keep defence tight because they are dangerous on the counter.Japan coach Jude Menezes: We were controlling the game but the last 5 mins we lost possession, we need to do better on that front for a longer time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half time stats, India 1-1 Japan: The team in blue did most of the attacking in the first half, pressed into action by conceding the first goal again. PC conversion remains a worry. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #HWC2022 #HockeyWorldCupIndia find a deserved equaliser from arguably their best outfield player of the tournament. Vandana Katariya's got the goals but Navneet Kaur has been driving the team forward most of the time. Impressive today as well.https://t.co/dyj7vn4iv7 pic.twitter.com/K01BZvn2Rj— Vinayakk (@vinayakkm) July 13, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q2, India 1-1 Japan: Arguably India’s best outfield player of the tournament alongside perhaps Vandana, Navneet has found the net once again. Great power on that shot and good work down the left by Neha and Udita. India equalised with 90 seconds to for half time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Japan: GOAL INDIA! Navneet Kaur. Neha tries to bulldoze her way down the left byline, Udita finds Navneet in space and the No 25 hits a superb shot on goal on the turn. Perfectly place to the bottom left of the keeper\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: Good chance! Salima has space down the right, cuts the ball back and Vandana’s shot is saved. Then the whistle goes. Japan under immense pressure but the clean sheet is in tact.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: Gurjit with another drag flick, Vandana gets a stick this time but goes over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: Good rushing out, but another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: Now relentless pressure from India. Couple of shots on goal, and eventually it finds a Japan defender’s body. Another PC. On target, mad scramble, another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: Nice through ball from Monika, Sharmila through on goal, but looked like it found her foot with the goalkeeper rushing out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: No luck from the PC again. Gurjit takes it, no deflection off Siami’s stick, not on target either. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: Nice cross from the right, seemed like from Monika. Siami with the ball and the whistle goes for PC even as she was trying to wiggle some room to take a shot. Everyone a bit surprised. But a PC it is.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: Neha getting on the ball more for India down the right flank. Good dribbling, decent pressure off the ball, but close to the circle, the move breaks down. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: GOAL JAPAN! Oh dear. Story of the tournament almost. Good start by India, decent possession, solid chances but their opponent’s score first. A PC is converted. Good hit Asai Yu, awkward height for Savita to save. The angle caught Indian defence off guard.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Some defending to for India here as they concede a PC. Could have been worse there actually.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Sonika should have done better there! Great pressing high up to win the ball back, she drives forward and has space to take a shot but delays a fraction too long. Finally puts it across goal and the finish is not there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Q2, India 0-0 Japan: Sedate start to the second quarter (after one save that Japan’s GK had to make) as India keep possession for a while to look for movement up front. India press high.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 0-0 Japan: Some good attacking moves on display from both sides, but no goals to show for. Navneet’s skills to fashion that chance look even better on replay and it was actually a stunning save by Eika Nakamura from a yard out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Saved! Brilliant work from Navneet down the right flank, sensational dribbling through tight spaces and she found Vandana it looked like, the shot was saved well. Down the other end, Savita has to make a save. The game has opened up after a tight start. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Penalty Corner time. Sushila with a good pass towards the danger area and finds the foot. The PC however is not converted, keeping in line with India’s tournament so far. Gurjit took it, might have looked for a deflection instead of a shot on goal. No luck. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Changing of control every couple of minutes. India had some possession down the right, now Japan’s turn to come down India’s right. Neither goalkeeper tested yet. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Cagey start to this match so far in the evening heat of Spain. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Ind-Jpn encounter starts in a min. Japan holds all the 3 Asian titles (Asian Games, Asian Champions Trophy & Asia Cup). But India are 4th in the Olympics. Another day, another encounter unfold— stick2hockey.com (@indianhockey) July 13, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Former India international and current Japan head coach Jude Menezes: It is a final for us, everything to play for. We win this game, we finish 9th and that’s above our world ranking. That will be a positive for us. Have asked the team to keep it simple. Strong team (India), haven’t had things go their way but always a strong opponent. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India were defeated by Japan in the semifinals of the Women’s Asia Cup 2022. India would want to pull one back here against the team coached by former India goalkeeper Jude Menezes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A look at the recent H2H:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    📱- Watch the games LIVE on https://t.co/igjqkvzwmV in 🇨🇦 🇰🇷🇨🇳🇯🇵🇿🇦#HWC2022 #HockeyEquals #INDvJPN pic.twitter.com/l0Ux8jHLG5— International Hockey Federation (@FIH_Hockey) July 13, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Update via Hockey India: Here’s a look at the starting XI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll.in’s live coverage of India’s 9th-12th classification match at the FIH Women’s World Cup, against Japan at Estadi Olímpic de Terrassa. This will be India’s final match at the tournament.India’s hopes of a first ever women’s Hockey World Cup medal came to an end after they lost 0-1 to hosts Spain in their must-win crossover match but they bounced back less than 24 hours later to defeat Canada, albeit through the scenic route. After trailing for most of the match, the Indians found an equaliser through Salima Tete at the very end and then Savita Punia - on her birthday - came up with a stunning performance in the shootout to give India their first win of the tournament after two draws and two heartbreaking defeats. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2022 STUNNING goalkeeping by @savitahockey in the shootout. Canada were on the brink of a win a couple of times, she kept them out repeatedly. Saved a stroke too. Her teammates sing Happy Birthday at the end. Lovely scenes.#SaveIta™️ indeed. https://t.co/WEjfe5uzT2 pic.twitter.com/uTEE4htTrP— Vinayakk (@vinayakkm) July 11, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots & photos in the blog courtesy: FIH Media / Disney+Hotstar","author":"Vinayakk Mohanarangan","time":"2022-07-13T19:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176860-desgaoejer-1657207817.jpg","tags":["Hockey India","HWC2022","FIH Hockey Women's World Cup 2022","Savita Punia","Vandana Katariya"],"source":"https://scroll.in/field/1028212/fih-hockey-womens-world-cup-2022-india-vs-japan-live-updates-can-savita-co-end-on-a-high-note"}