{"title":"FIH Hockey 5s: Indian Men's Hockey Team beat Poland 6-4 to clinch inaugural title","content":"The Indian Men’s Hockey Team registered a thrilling 6-4 comeback win against Poland to clinch the inaugural FIH Hockey5s title here on Sunday. Bobby Singh Dhami (11’, 19’) and Mohammed Raheel (13’, 17’), who finished as the top goalscorer at FIH Hockey 5s, netted twice, while Sanjay (8’) and Captain Gurinder Singh (9’)  also contributed to the team’s victory.The goalscorers for Poland were Mateusz Nowakowski (1’), Robert Pawlak (5’), Wojciech Rutkowski (5’) and Captain Jacek Kurowski (18’).The first half started with Poland piling pressure on India and were successful in converting their chances as they established a three-goal cushion inside the first five minutes, courtesy of goals from Mateusz Nowakowski (1’), Robert Pawlak (5’) and Wojciech Rutkowski (5’).However, India responded quickly as they pulled back two back-to-back goals through Sanjay and Captain Gurinder Singh in the eighth and ninth minute respectively to make the scores 2-3 at the end of the first half.The second half started on a positive note for the Indian team as Boby Singh Dhami scored the equaliser in the 11th minute, and the leading goalscorer of the tournament  Raheel went on to give India a lead in the 13th minute. In the 17th minute, Raheel added the fifth goal to the tally, but Poland quickly pulled back one through Captain Jacek Kurowski’s strike in the 18th minute.However, Bobby Singh Dhami scored a late goal before the final whistle to help India pick up a thrilling 6-4 win to clinch the inaugural FIH Hockey5s Title.Massive wins in the last two round-robin matches  Earlier in the day, India registered massive 7-3 and 6-2 wins against Malaysia and Poland respectively to advance to the Final of the inaugural edition of the FIH Hockey5s. In their third match, the Indian Men’s Team registered a comprehensive 7-3 win against Malaysia. Mohammed Raheel (8’, 14’, 18’) starred with a hat-trick, while Gursahibjit Singh (1’, 17’) and Sanjay (10’, 12’) each netted twice for India. Firadus Rosdi (4’, 13’) and Captain Nabil Noor (9’) were the goalscorers for Malaysia. An attacking start to the match saw India taking the lead in the very first minute of the match as Gursahibjit Singh found the back of the net on a rebound. However, Malaysia scored an equaliser through Firadus Rosdi in the fourth minute.In-form Mohammed Raheel regained India’s lead in the 8th minute, but Malaysia were quick to equalise as they scored through Captain Nabil Noor’s strike in the very next minute. Sanjay’s fiery tomahawk in the last minute helped India restore a 3-2 lead at the end of the first half. The start of the second half saw both India and Malaysia scoring a goal each in the first three minutes. Sanjay scored India’s fourth and his second goal of the match in the 12th minute, while Malaysia pulled one back through Firadus Rosdi in the 13th minute.However, India went on to take control of the match as they raced away to a remarkable 7-3 win. Raheel scored two goals in the 14th and 18th minute to complete his hat-trick, while Gursahibjit scored his second goal of the match in the 17th minute. Meanwhile, in their final round-robin match, Gurinder & Co. outplayed Poland 6-2. Mohammed Raheel (4’, 9’) bagged a brace, while Sanjay (2’), Gursahibjit Singh (7’), Mandeep Mor (10’) and Rabichandra Moirangthem (15’) scored a goal each in India’s big win. On the other hand, Gracjan Jarzynski (13’) and Captain Jacek Kurowski (16’) were the goalscorers for Poland. India rocketed to a 2-0 lead inside the first four minutes of the match as Sanjay opened the scoring in the second minute and Raheel scored the second in the fourth minute. Gursahibjit went on to add the third goal to India’s tally in the 7th minute and two back-to-back goals from Mohammed Raheel (9’) and Mandeep Mor (10’) meant that India took a commanding 5-0 lead into the half-time break. The start of the second half saw Poland create goals scoring opportunities which helped them in pulling a goal back in the 13th Minute through Gracjan Jarzynski, but a minute later Rabichandra Moirangthem added the sixth goal to India’s tally.In the 16th minute, Poland scored the second goal through a challenge hit which was converted by their Captain Jacek Kurowski. Meanwhile, goalkeeper Pawan made some fine saves in the closing stages of the match to ensure India enter the Final of the tournament with a massive 6-2 win.","author":"Scroll Staff","time":"2022-06-06T12:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175398-yuoqynjxzj-1654497960.jpeg","tags":["Indian Men's Hockey Team","Gurinder Singh","Mohammed Raheel","Bobby Singh Dhami","Poland","FIH Hockey 5s"],"source":"https://scroll.in/field/1025576/fih-hockey-5s-indian-men-s-hockey-team-beat-poland-6-4-to-clinch-inaugural-title"}