{"title":"FIH Hockey Women’s Junior World Cup: India beat New Zealand via penalty shoot-out ","content":"The Indian team put up a brilliant show in their fourth game of the 2023 FIH Hockey Women’s Junior World Cup as they came from behind to beat New Zealand 3-2 in sudden death in a penalty shoot-out after the match ended 3-3 during regular time.In the allotted 60 minutes, Ropni Kumari (8’), Jyoti Chhatri (17’), and Sunelita Toppo (53’) scored a goal each for India, while Isabella Story (11’), Madeline Harris (14’), and Riana Pho (49’) netted goals for New Zealand.In the penalty shoot-out, Sakshi Rana and Preeti converted their chances for India, while Mumtaz Khan scored in sudden death. On the other hand, Hannah Cotter and Riana Pho converted their shots in the penalty shoot-out for  New Zealand.Just like their previous matches, India commenced with a commanding presence, constantly pressuring New Zealand’s defense and swiftly entering their territory. Despite New Zealand’s attempts to alleviate this pressure by initiating counter-attacks, India maintained their momentum, securing an early lead through Kumari’s successful conversion of the initial penalty corner.However, India’s elation was short-lived as New Zealand swiftly turned the tables. Story leveled the score with a penalty corner goal following which Harris scored a field goal to put New Zealand ahead as the first quarter concluded 2-1 in their favour.Determined to equalize, India adopted an aggressive approach in the second quarter, yielding immediate results as Chhatri netted a field goal through a calm finish, putting India back on level terms. Post equalising, India strategically shifted their focus to maintaining possession, making it challenging for New Zealand to create scoring opportunities. No more goals were scored in the second quarter as both teams entered the half-time break with the scores reading 2-2.In the third quarter, both teams showcased aggressive gameplay, creating numerous opportunities to score. However, despite their efforts, neither India nor New Zealand were able to capitalise on the chances. The penultimate quarter concluded with a goal-less stalemate, keeping the score tied at 2-2.New Zealand then surged ahead early in the fourth quarter, capitalising on consecutive penalty corners. Pho placed a precise shot to give her team the lead. India, eager to equalise, heightened their offensive onslaught. Despite a close call from a penalty corner, New Zealand’s goalkeeper Arabella Loveridge made a crucial save, preserving their lead.Yet, India persisted with relentless attacks, eventually finding the equaliser through injector Toppo (53’) who scored via a penalty corner. With just seven minutes remaining and scores level, both teams aggressively pursued the winning goal but failed to break the deadlock, concluding the match at 3-3 and leading to a penalty shoot-out.India failed to convert their opening two shots in the shoot-out but the team’s goalkeeper Madhuri Kindo made four back-to-back brilliant saves to help her side bounce back and register a 3-2 victory in sudden death.","author":"Scroll Staff","time":"2023-12-06T09:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196287-jpyetkhget-1701405740.jpg","tags":["Hockey","Indian Hockey","FIH Hockey Women's Junior World Cup","Ropni Kumari","Jyoti Chhatri","Sunelita Toppo","Mumtaz Khan"],"source":"https://scroll.in/field/1060160/fih-hockey-womens-junior-world-cup-india-beat-new-zealand-via-penalty-shoot-out"}