{"title":"FIH Hockey Women’s Junior World Cup: Netherlands beat Argentina on penalties to win fifth title","content":"The Netherlands beat Argentina 4-1 in a penalty shoot-out in the final, after a full-time score of 2-2, of the FIH Hockey Women’s Junior World Cup in Chile to lift their second consecutive title on Sunday. This is also the European nation’s record fifth title in the junior women’s format, having previously won it in 1997, 2009, 2013 and 2022. Belgium finished in third place for the first time in the tournament after beating England 7-0 in the third-fourth place playoff match earlier in the day. The other playoff matches saw Australia pip Germany 2-0 for fifth place and Japan come from behind to beat Spain 4-2 for seventh place. On Saturday, India finished in ninth place by beating the United States 3-2 in a sudden death shoot-out after finishing equal both during the penalty shoot-out and in regulation time. Final – Netherlands vs ArgentinaThe star of the show was the Dutch player Mikki Roberts. She announced herself on the world stage by turning the game in a few minutes with her two brilliant PC conversions.Zoe Diaz and Valentina Raposo’s goals put Argentina up by 2-0 in the first half, but the second half belonged to the Netherlands. Interestingly, all four goals in the match came off penalty corners. Dutch goalkeeper Sophia Ter Kuile showed her calmness and precision as she saved the first two attempts in the shoot-out, while her teammates converted all four chances that they got, making sure they returned home with that glittering trophy. Third-fourth place playoff – England vs BelgiumIt was a well-deserved win for Belgium who have been in prolific form throughout the tournament, as they toppled the England defense with some classy goals. Astrid Bonami starred for Belgium with five goals to her name. With this, she became the highest goal scorer of the tournament with a whopping 11 goals. The other two goals were scored by Lousie Dewaet (39’) and Perrine De Clerck (45’). England’s bad form continued as they failed to perform in both attack and defense. Fifth-sixth place playoff – Germany vs AustraliaIt was a day of missed opportunities for Germany as they got six penalty corners compared to Australia’s one. They missed all of the six while the Aussies converted the only opportunity they got. Amy Lawton, who has been a star for Australia in the entire tournament, opened up the scoring in the 25th minute while Grace Young scored off a penalty corner eight minutes later. The Aussies would then hold on to the 2-0 scoreline and finish in fifth place. Seventh-eighth place playoff – Spain vs Japan A spirited comeback from Japan was steered by Sana Hayasuke who scored a brace to ensure victory for her team. Spain was ahead 2-1 in the game till the first quarter, but the tables turned as Japan came with fresh and renewed energy after the first 15 minutes and started putting a lot of pressure on the Spanish defense. Spain got eight penalty corners but will rue their missed chances as they failed to convert any of them.","author":"Scroll Staff","time":"2023-12-11T10:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196551-sbvkivzuqr-1702270694.jpeg","tags":["FIH Hockey Women's Junior World Cup","Netherlands","Argentina","Mikki Roberts","Hockey","Junior women's hockey"],"source":"https://scroll.in/field/1060384/fih-hockey-womens-junior-world-cup-netherlands-beat-argentina-on-penalties-to-win-fifth-title"}