{"title":"File FIR against Ramdev for comments on allopathy, IMA Uttarakhand tells police chief","content":"Members of the Indian Medical Association in Uttarakhand on Wednesday demanded that a first information report should be filed against yoga guru Ramdev for his comments on modern medicine, ANI reported.Last month, the medical body’s Uttarakhand unit had sent a defamation notice to Ramdev for calling allopathic medicine a “stupid science”.In a letter to Director General of Police Ashok Kumar, the counsel representing the association’s chief Ajay Khanna said action should be taken against the yoga guru as he had insulted those in the medical fraternity. Ramdev has made misleading claims about modern medicine on several occasions. Multiple state units of the Indian Medical Association have filed complaints against him and experts of modern medicine have repeatedly criticised his remarks on the use of allopathy to treat Covid-19 patients. Ramdev has approached the Supreme Court for a stay on the proceedings related to the FIRs.Last month, in a video that was widely shared on social media, Ramdev was heard saying at an event, “Lakhs of people have died because of allopathic medicines, far more than those who died because they did not get treatment or oxygen.”Later, he issued an apology once Union Health Minister Harsh Vardhan asked him to withdraw his comments.In another video from May, Ramdev claimed that 1,000 doctors had died even after getting two doses of the coronavirus vaccine.On June 16, the police in Chhattisgarh’s Raipur filed a first information report against the yoga guru after a complaint by the state unit of the Indian Medical Association. The complainant accused Ramdev of propagating false information about Covid-19 medicines and misleading people about established and approved treatment methods when doctors were fighting the infection.In the complaint in Raipur, Ramdev has been booked under sections 188 (disobedience to order duly promulgated by public servant), 269 (negligent act likely to spread infection of disease dangerous to life), 504 (intentional insult with intent to provoke breach of the peace) and other sections of the Indian Penal Code and provisions of Disaster Management Act, 2005.On May 27, the Indian Medical Association had filed a police complaint against Ramdev, seeking an FIR against him for spreading “false and baseless” information about the treatment of Covid-19 patients using approved methods and drugs.","author":"Scroll Staff","time":"2021-06-24T14:37:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/48649-txausjozcr-1483517960.jpg","tags":["Indian Medical Association","Uttarakhand","Allopathy","Ramdev","Patanjali"],"source":"https://scroll.in/latest/998376/file-fir-against-ramdev-for-comments-on-allopathy-ima-uttarakhand-tells-police-chief"}