{"title":"‘Dum Laga Ke Haisha’ review: A winning portrait of the heavy lifting required in a marriage","content":"Dum Laga Ke Haisha is set in the actual town of Haridwar in 1995 and in the imaginary romantic universe suggested by popular film soundtracks of the last decade. Singer Kumar Sanu and composer Anu Malik are among the movie’s patron saints. Their heavily orchestral paeans to intense and absolute love are as close to extinction as the audio tapes in the museum-like music store run by Prem Tiwari (Ayushmann Khurrana).Prem himself is out of step with his environment as the music he loves. He is an all-round underachiever who is easily bulldozed by his overbearing family into marrying the overweight and well-educated Sandhya (Bhumi Pednekar). It is hoped that Sandhya will bring much-needed income into the diminishing family account once she completes her teacher’s training degree. The question of whether the two are compatible, let alone happy, simply doesn’t arise.Prem has a ready excuse to despise Sandhya – she is on the heavy side – but the baggage he carries in his soul cannot be measured in kilos and grams. An obstacle race that requires Prem to hoist his wife on his scrawny shoulders becomes an apt metaphor for the heavy lifting that is required in a marriage, arranged or otherwise.Writer and director Sharat Katariya plonks the classic odd-couple premise in the midst of a recognisably shabby household in danger of sliding into genteel poverty. The documentary feel to Meenal Agarwal’s production design, the conversational dialogue and naturalistic acting, Manu Anand’s rich camerawork, and the use of actual locations in Haridwar and Rishikesh are effectively deployed to unmask the psychological oppressiveness and emotional violence that are as much a part of Indian family life as its support structures. Dum Lage Ke Haisha works perfectly well as an offbeat romantic comedy. But lurking beneath its good-natured humour is a critique of parents, siblings and friends who are oblivious to an individual’s needs and unwilling to advise anything conformity and compromise when things go wrong.Sandhya has it better than Prem. Her family appears relieved that she has finally tied the knot, and even though she has a casually cruel younger brother who doesn’t think twice before commenting on her weight, she is confident enough to endure the ignominy of being rejected by a man several stops away from her station and seize the initiative in the early days of their relationship. Despite his emphasis on life-as-it-is realism, Katariya allows himself one fantasy. Sandhya, inexplicably, is attracted to the perpetually bad-tempered Prem, even though he visibly blanches at the sight of her, is terrified at the thought of sex with her, and shames her before his friends.\n\n\n    \n    Play\n\nMoh Moh Ke Dhaage, Dum Laga Ke Haisha (2015).Is Prem suffering from wedding nerves or does he have a problem with fat women? Katariya suggests a bit of both and then some. The screenplay is evenly balanced between its lead characters, and Pednekar gives a confident and winning performance in her first screen appearance. But Dum Laga Ke Haisha’s hero is its anti-hero.Put down repeatedly by his well-meaning but patriarchal father (Sanjay Mishra), mollycoddled by his mother (Alka Amin) and aunt (Sheeba Chaddha) and patronised by fellow members of his Rashtriya Swayamsevak Sangh-like group that dispenses bodily and spiritual advice on a daily basis, Prem is a man on the verge of a nervous breakdown. Khurrana burst on the scene with the comedy Vicky Donor in 2012 and has headlined a few movies since, but he works best in an ensemble. In Dum Laga Ke Haisha, Khurrana truthfully and beautifully depicts Prem’s journey from insecurity to self-assurance. Crowded out by his family and defeated by life’s demands, Prem’s journey begins after Sandhya’s has ended.The conventional payoff is richly earned. Katariya, who made his debut with the independent feature 10ml Love in 2010, packs his second movie with psychological acuity and density. The tiny moments and minute observations add up to a 111-minute portrait of the small dreams of ordinary people similar to Rajat Kapoor’s Aankon Dekhi. Dum Lage Ke Haisha shares with Aankon Dekhi several actors, its production designer and costume designer (Darshan Jalan), and the evocation of the rhythms and quirks of life in small-town North India. But while Aankhon Dekhi drifted into magical realism, Dum Laga Ke Haisha cleaves to the romantic message of Hindi movie songs from 20 years ago: true love is hard, cruel and demanding, but it can move mountains and make a full-scale hero out of a size zero.\n\n\n    \n    Play\n\nDum Laga Ke Haisha (2015).","author":"Nandini Ramnath","time":"2015-02-27T15:34:59+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159706-oskcqxbcps-1622479801.jpg","tags":["Dum Laga Ke Haisha","Ayushmann Khurrana","Bhumi Pednekar"],"source":"https://scroll.in/article/709979/film-review-dum-laga-ke-haisha-is-a-winning-portrait-of-the-heavy-lifting-required-in-a-marriage"}