{"title":"Film review: ‘OK Jaanu’ is a not okay remake","content":"Shaad Ali’s career can be divided into two neat halves. One half involves attempts at making original films, but the results (Bunty Aur Babli, Jhoom Barabar Jhoom, Kill Dill) have been too mixed to suggest that Ali has a unique and interesting voice and vision. The other half involves certified copies of his mentor Mani Ratnam’s Tamil romances. Saathiya (2002), the Hindi version of Alaipayuthey (2000), worked because of a near frame-by-frame rendering of events from the original, correct casting (Vivek Oberoi and Rani Mukerji) and the repeat brilliance of AR Rahman’s score.Ali’s OK Jaanu is another remake, this time of Ratnam’s OK Kanmani (2015). Ali has maintained the two-year gap between the original and the Hindi retooling, and one wonders whether the pattern will be followed for Ratnam’s new romance Kaatru Veliyidai, which will be out in March 2017. Can we expect Un Film De Shaad Ali in 2019? On the strength of OK Jaanu, hopefully not.Ratnam took a standard-issue romcom premise – a commitment-phobic couple move in together vowing to never exchange vows, only to realise that they are made for each other – and transformed the ordinary into something resembling magic through spot-on casting, pulsating and trendy cinematography (by the great PC Sriram) and Rahman’s foot-tapping score. For those unfortunate souls who watched OK Kanmani when it was released in cinemas in 2015 or on Netflix, where it is now streaming, OK Jaanu was a non-starter because of the replacement leads. Dulquer Salman and Nithya Menen set the screen alight with their winsomeness, charm and palpable ardour. Aditya Roy Kapur and Shraddha Kapoor struggle to get a fire going.OK Jaanu, like Saathiya, is a near faithful and almost anonymous remake. After a chance encounter, Adi (Kapur) and Tara (Kapoor) meet again at a friend’s wedding. They are instantly smitten, but prefer to mask their feelings behind youthful insouciance and declare that they are wedded to their respective careers instead. Adi is off to America to be a gamer, while a bright future in architecture in France beckons Tara. Adi persuades his landlord Gopi (Naseeruddin Shah) to let Tara move in for the six months they have together. Gopi’s wife Charu (Leela Samson) is in the early stages of Alzheimer’s disease, and by being in the presence of the elderly couple, the younger pair gets drawing room lessons on the true meaning of commitment, loyalty and patience.\n\n\n    \n    Play\n\nOK Jaanu.The flaws in OK Kanmani – its threadbare premise, overly dressed and unrealistic Mumbai locations,  predictability – were amply overcome by its fantastic leads. Ratnam devoted just enough time to the track between the older couple (Samson and Prakash Raj in Tamil), never letting it overshadow the main plot and allowing the film’s themes to emerge in an organic and heartfelt way. OK Jaanu is as workmanlike as they come – even the dialogue, by Gulzar, is a near translation of the original in most places. The leads expose the cornball sentiment that underpinned the romantic scenes but was ignored in the interests of watching Salman and Menen at work. Kapur portrays Adi with the peculiar head nod and mannerisms that combine latter-day Dev Anand and Rajesh Khanna. Kapoor does not share Kapur’s severely limited acting range and screen awkwardness – she is marginally better here than she has been in her previous movies. But Kapoor doesn’t have enough access to emotional depth to make her character pop. Her Tara comes off as standoffish and cross, rather than warm and playful.One of Ali’s interventions works against the movie. The scenes between Samson and Shah have been trimmed, which diminishes their influence over the final decision taken by Adi and Tara and undercuts the poignancy of their relationship.  OK Kanmani cleverly turned its squeamishness towards sex – an element in many Mani Ratnam films – to its advantage by getting its leads to verbalise their feelings. The exchanges between Adi and Tara in the Tamil production worked as a kind of lengthy foreplay and showcased the frisson between the couple. Screen chemistry, however, is never a function of formula. Ali has all the elements in place for a breezy ode to young love, but his mechanical approach and miscasting ensure that OK Jaanu is not exactly an okay remake.","author":"Nandini Ramnath","time":"2017-01-13T13:25:38.733692+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/826589-49214-jrgsudcpvu-1484247019.jpg","tags":["OK Jaanu","Film review","OK Kanmani"],"source":"https://scroll.in/article/826589/film-review-ok-jaanu-is-a-not-okay-remake"}