{"title":"Film review: In ‘Close’, a summer of friendship and regret","content":"Lukas Dhont’s Close is a coming-of-age film that is also about a coming to terms with misjudgement. Is there a coming out aspect too? Close, about the fast friendship between two 13-year-old boys that is damaged by innuendo, keeps the mystery of adolescence intact, perhaps to be unearthed at a later date.Leo and Remi are so thick that they are mistaken for a couple at  the beginning of the new school term. An intense, touchy-feely friendship forged in the fields where Leo’s parents grow flowers and in Remi’s home, where Leo goes over for sleepovers, becomes the subject of cruel and unthinking playground gossip. Leo reacts by trying to behave more like boys his age are supposed to. Among the things he does to put distance between him and Remi is to sign up for the  physically demanding sport of ice hockey. The decision goes just as badly for Leo as it does for the more sensitive Remi.Dhont’s boyhood drama is being screened at the International Film Festival of Kerala. The film, which is Belgium’s official entry in the Best Foreign Language Film Oscar category, will be premiered on MUBI on April 21.Close follows the thematic concerns and stylistic approach of Dhont’s acclaimed debut Girl: young people at a vulnerable stage of gender identity, their travails observed through an intimate camera that moves with balletic grace. In Close, the camera tracks  the boys on their shared adventures as though on human legs. Later, when Leo must confront the burden of his choice, cinematographer Frank van der Eeden rests ever so often on Eden Dambrine’s expressive face. Except for a few moments, Leo is on the screen throughout. All the other characters, including Leo’s parents and Remi’s parents, are seen from Leo’s point of view. The camera too is often at eye level with Leo, viewing events through his curious and precocious gaze. The grown-ups mirror Leo’s stoicism, adding a layer of repressed sentiment to Leo’s bottled-up feelings.Dhont, who has written the film with Anjelo Tissens, turns the narrative gaps that come from this deeply subjective approach into an asset via a casting coup. The utterly unselfconscious and astonishing Eden Dambrine turns out what is easily one of the most memorable performances by a child actor in cinema. Gustav de Waele is impressive too as Remi, who is too sensitive for a world not yet ready for the depth of his emotions. Suffused with a lyrical quality and sharp observations about the rhythms of adolescence, the film falters when it overdoes the symbolism (crushed flowers, bruising ice hockey matches) and stretches out its denouement. But in the moments where everything is said without words, Close is heart-wrenching and pitch-perfect. A single close-up of Dambrine’s face is enough to communicate the saga of a summer of friendship and regret.\n\n\n    \n    Play\n\nClose (2022).","author":"Nandini Ramnath","time":"2022-12-14T09:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184352-atwpyhsewu-1671014784.jpeg","tags":["Close review","Lukas Dhont","Belgium"],"source":"https://scroll.in/reel/1039476/film-review-in-close-a-summer-of-friendship-and-regret"}