{"title":"Film flashback: In Goutam Ghose’s ‘Paar’, an audacious body-and-soul exploration of survival","content":"Action adventures conclude with a bang, blowing up everything in sight. Musicals roll out their most dazzling song and dance number. Romances settle for a passionate kiss. In Goutam Ghose’s Paar, a couple transports a herd of pigs through the waters of a swollen river in an unforgettable 12-minute sequence.The scene is as astonishing today as it must have been for those who watched it on the big screen when the film was released in 1984. It made viewers gasp at the audacity of Ghose’s filmmaking and left them in wonderment at the unrivalled dedication of Shabana Azmi and Naseeruddin Shah, the actors playing the couple.The squealing pigs were real. The heads bobbing alongside them in the choppy waters of the Ganga  belonged unmistakably to Azmi and Shah – except in one moment, when a replacement had to be used for Shah when things got a bit hairy. The body-and-soul filmmaking was as unusual then as it is now. “In those days, everything was physical and you had to do it in front of the camera,” Ghose recalled. “It was a great challenge. We were courageous and that is why we could do it. This breed of actors was unbelievable – they said the risk was not a factor.”Azmi was a seasoned swimmer but Shah, less so, the actor told Scroll.in. “I wasn’t so confident, and mostly paddled in the shallow end,” Shah said. Naseeruddin Shah in Paar (1984). Courtesy Orchid Films.Paar is available for viewing on Cinemas of India and Mubi India. The film is full of crossings, some of which are less visible to the eye. The adaptation of Samaresh Basu’s Bengali short story Paari explores caste, feudalism, rural blight and migration to the big city – red-hot issues back in the 1980s and relevant even today. The story of the couple, Naurangia and Rama, begins in a village in Bihar. Landless Dalit labourers have begun to push back against land owners and demand better wages. The reprisal is swift and brutal – the houses of the Dalits are torched, and many of them are killed.Naurangia and the pregnant Rama flee their village and arrive in Kolkata. Work is scarce until an assignment promises instant cash but at great risk – all they need to do is push over 30 pigs through a river in full spate. People from this caste category are good at handling these animals, smirks the man handing out the job. Goutam Ghose had been reading about caste atrocities in Bihar in the weekly Sunday magazine. He initially wanted to make a documentary, but wasn’t sure that it would reach a wide viewership.He then thought of Samaresh Basu’s story, which focuses on the herding of the pigs. “The story was just a few pages long,” Ghose said. “I thought that it could be a metaphor for the expression of human endurance.” Ghose and co-writer Partha Banerjee then created the back story of the couple’s perilous journey to the city. When Basu read the screenplay, he asked Ghose, how the hell will you film the climax?Shabana Azmi in Paar (1984). Courtesy Orchid Films.The movie is dedicated to S Sukhdev, whose acclaimed documentaries for Films Division captured India’s social and economic realities in the 1960s and 1970s. Sukhdev was an inspirational figure and a friend for Ghose. “He inspired me in so many ways – to shoot and edit your own films, to become a one-man band,” Ghose said. “I had previously made Maa Bhoomi and Dakhal, when I made my first film in Hindi, I decided to dedicate it to Sukhdev.” Ghose has not only co-written, directed and shot Paar, but also created the plangent background score. Ghose’s eye for poetic imagery results in several visually arresting scenes. The massacre of the labourers takes place in the cover of darkness. As the villagers dart about, their confusion and fear are captured by flashes of torchlight. Elsewhere, the death of one of the landlords is starkly framed in a long shot and in silhouette.Ghose used low-speed film stock to create atmosphere as well as bring out the lack of adequate lighting in the village. “I went in with a small spotlight that simulated the light and used it along with torchlight,” he explained. “One had to create a sense of terror. I wanted to shoot the sequence like a documentary, as though we were right there. That is what makes it believable and credible.” The eminent actors in the cast include Utpal Dutt, Mohan Agashe, Anil Chatterjee and Ruma Guha Thakurta. Om Puri had an important cameo of a village functionary who bears witness to the slaughter and explains the situation to visiting government officials and journalists.Om Puri in Paar (1984). Courtesy Orchid Films.“We had tried the part with a local actor but he failed,” Ghose recalled. “I sent an SOS telegram to Om, who was in Mumbai at the time. I said, I am in trouble, please fly down to Kolkata and come to the location. He arrived within two days and said, I am ready, let me move around the village and try and understand the characters. That was the spirit of the times.”Naseeruddin Shah had been introduced to Ghose while shooting for Mrinal Sen’s Khandhar (1984). Shah had been reluctantly balancing arthouse dramas with mainstream productions. He appreciated what he read in the Paar screenplay – a perfect distillation and expansion of the source material’s themes.“It’s one of the few films made from a short story that succeeds,” Shah observed. “I was doing masala films that were challenging my sanity. The script for Paar sounded absolutely right – I felt it would be a significant film. It would be fun and a challenge.”Shah lost several kilos by going on a “protein-loaded diet”. It wasn’t just about looking the part. Shah and Azmi brilliantly transformed their physical selves to depict the body language of defeat. Naurangia and Rama hunch their shoulders and seemingly disappear into their bodies. They squat on floors and railway platforms and clutch their heads when in despair. When it is time to transport the pigs, the same defeated bodies are galvanised for a desperate fight for survival.Paar (1984). Courtesy Orchid Films.Shah attributed the accuracy with which he resembled a villager to “muscle memory”. He said, “I have seen my maternal grandfather horsewhipping a guy for a mistake he made.” He drew on other memories of the way in which the submissiveness of the poor as well as their efforts to hold on to their dignity are reflected in the way they carry themselves. “I had this in my mind, and I didn’t consciously apply it,” Shah said. “One doesn’t know where this comes from – something manifests itself inside you. You can’t fully understand a character you are playing. It’s hard enough to understand yourself. How do you understand a person who is a landless labourer and who is on the run? You empathise with him, and that is more important than understanding.”Shah’s indelible performance won him a special jury prize for Best Actor at the prestigious Venice Film Festival in 1984. Ghose recalled that the German writer Gunter Grass, who was on the jury, said that he would never forget the silent triumph on the faces of the characters when they complete their ordeal and realise that every one of the pigs has made it. The exhaustion and exhilaration are felt by Naurangia and Rama as well as the actors playing them.Naseeruddin Shah and Shabana Azmi in Paar (1984). Courtesy Orchid Films.Azmi and Shah rehearsed with the handler before tackling the pigs. As they entered the waters, Ghose followed with his camera on a boat. On the river’s edges, scores of locals turned up to watch. “There were hundreds of people on both sides of the bank, and it was a nightmare to frame the shots,” Ghose said. “Today, you can wipe things out digitally, but not so at the time. I had to be very careful, especially since we had to repeat certain moments and actions.”When it came to dubbing the dialogue track in the recording studio, the actors dipped their mouths into bowls of water to reproduce the sound of talking while thrashing about in a river.Paar was Ghose’s third feature. His long list of credits include Maa Bhoomi (1980), Antarjali Yatra (1987), Padma Nadir Majhi (1992), Dekha (2001), Kaalbela (2001) and Raahgir (2019). He has also acted in a few films, including Baishe Srabon (2011) and Beyond the Clouds (2017).Ghose’s understanding of rural caste politics and empathy with his characters ensure that Paar is both a chronicle of the egregious eighties as well an enduring document of human suffering.“You have to go and meet people to understand them – distance and observation don’t pay,” Ghose pointed out. “Even now, our rural poor or those who live on the fringes are not seen in the media unless there is a natural disaster or a carnage.” Goutam Ghose (left) with Om Puri (right) on the location for Paar (1984). Courtesy Orchid Films.Apart from winning three National Film Awards, Paar had a healthy run in cinemas, especially in Eastern India. “It ran for 250 days, mainly in Calcutta,” Ghose said. “It was a new experience for audiences, and it really touched them.”Naseeruddin Shah is among the few Indian actors to be openly critical of his own performances, but he has no reservations about Paar. “This performance of mine is one of my personal favourites,” Shah said. “I am very proud of it.”He re-watched the movie very recently, and appreciated anew the taut and purposeful storytelling and Ghose’s uncompromising vision of injustice and resistance. “Not for a moment did my interest flag,” Shah said. “I know that this is a film that will survive. Things nowadays are not all that different.” Dalits are still being hunted down in villages, still living on the margins in cities, still being forced to carry out menial and unpleasant jobs. Every once in a while will come along a filmmaker and actors who will portray this inescapable truth without varnishing the facts or resorting to short-cuts. If it means leaping into a river and thrashing about with pigs, so be it.Also read:Book versus movie: Swimming pigs and a perfectly adapted short story in Goutam Ghose’s ‘Paar’ In Goutam Ghose’s ‘Raahgir’, humanity thrives in a remote Indian village","author":"Nandini Ramnath","time":"2020-07-20T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144045-xaugjvzplv-1594143330.jpeg","tags":["Goutam Ghose","Naseeruddin Shah","Paar","Shabana Azmi"],"source":"https://scroll.in/reel/967912/film-flashback-in-goutam-ghoses-paar-an-audacious-body-and-soul-exploration-of-survival"}