{"title":"Review: ‘MSG The Messenger’ is the BDSM experience you were denied in ‘Fifty Shades’","content":"Had Fifty Shades of Grey arrived in India on February 13 as scheduled, it would have faced competition from MSG The Messenger in the BDSM department.Early on in the movie, a shadow looms over and covers the map of India, and neither nation nor narrative emerges from under that dark blob for the next three hours. The blob goes by the name Gurmeet Ram Rahim Singh Ji Insan, and he is in nearly every frame, hirsute arms in boon-granting mode, beatific smile on visage, and mouth ever ready to spout saintly solutions to our woes and anxieties.Essentially a long recruitment video for his cult, MSG  stars the controversial head of the Dera Sacha Sauda as himself, a man of good thoughts and deeds, immense energy, rustic cool and superhuman abilities. He rescues young women from prostitution, plants trees, cleans up the streets, rehabilitates eunuchs, organises blood donation drives and de-addiction programmes, and solves physical ailments with the help of a version of the Kool-aid that American preacher Jim Jones fed his flock in 1978, killing a great many of them.In MSG, the miraculous drink is called  “ruhaani jaam” but unfortunately the pink beverage isn’t available to members of the audience. That, or another liquid laced with something more mind-altering, is necessary to endure this non-movie, which pays tribute to this one-man solution to the solar system’s problems by borrowing heavily from the movies. Gurmeet Singh’s multifarious feats are inspired by a range of sources, including the Matrix films and Rohit Shetty’s over-the-top action flicks.The sight of Gurmeet Singh sailing through the air, single-handedly punching sword-yielding opponents, defusing a bomb, and repeatedly thwarting a Vin Diesel-lookalike who has been sent by the local drug mafia to kill the godman is actually not totally preposterous. Why should Bollywood have the monopoly on the anachronistic use of cultural signs and symbols, songs that drag down a narrative, special effects-aided miracles and an ultra-macho and invincible hero who throws punches and punchlines? If Ajay Devgn and Salman Khan, so can Gurmeet Singh.Gurmeet Singh’s astute image management has already been visible in videos of his live performances, in which he belts out such songs as “Love Charger” with the aplomb of a Woodstock remnant. As is to be expected, in MSG, he does one better than the most flamboyant American funk stars and disco divas. The self-declared fakir’s gloriously colourful apparel is designed to challenge fashion police into upgrading their vocabulary of adjectives. There is simply nothing that Gurmeet Singh is incapable of, including donning all manner of accessories, from sequins and shells to lace and crochet, to adorn his robes, head gear, and shoes (some of which have levitation-ready flaps). Gurmeet Singh makes his appearance in a sparkly costume borrowed from an Arabian Nights fantasy, and his sartorial choices and incessant costume changes (sometimes mid-sequence) provide some distraction from the atrocious acting, risible dialogue, tacky special effects, absence of continuity, and sliver of a plot. No man would have deigned to wear a tiara of roses and spangled nighties, but then Gurmeet Singh is no mere man.Beneath the endless piety and goodwill lies a thinly veiled threat. MSG isn’t just an audacious act of propaganda by a cult leader bent on expanding his flock beyond his traditional strongholds in Punjab and Haryana. The movie sends out the unambiguous message that the Dera Sacha Sauda will not suffer the same fate as Rampal Maharaj, who holed up with his followers in his ashram in Haryana last November to avoid being arrested on a murder charge. In MSG’s universe, of course, Gurmeet Singh will not need any help to tackle his armed opponents.Whatever else MSG achieves, this excruciating and enervating experience has the potential to inaugurate a new sub-category in the Indian mythological movie genre – the godman hagio-pic. Indian cinema has produced films on religious icons, saints and movements. It won’t be long before dubious godmen put on the war paint, dust off their ochre robes, and rehearse lines and stunts for the camera. If Gurmeet Singh can, so can Baba Ramdev.Also read:Film distribution, social evils: Ram Rahim, godman and movie star, has a solution for everything","author":"Nandini Ramnath","time":"2015-02-13T07:47:26+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/706338-9093d912-c594-48c2-b9b7-0ddef8582a7a.jpg","tags":["MSG: The Messenger review","Gurmeet Ram Rahim Singh"],"source":"https://scroll.in/article/706338/film-review-msg-the-messenger-is-the-bdsm-experience-you-were-denied-in-fifty-shades"}