{"title":"Film review: ‘Raman Raghav 2.0’ offers many surface pleasures but lacks depth","content":"Raman Raghav 2.0 has been made by cinephile director Anurag Kashyap, who likes to litter his productions with references and tributes to the movies that have influenced his filmmaking. It’s hardly surprising that Kashyap’s fictional creation Ramanna is also a self-reflexive type who has absorbed his share of psychopath lore and wants to mask his barbaric feats as an act of homage. The 140-minute thriller twins the director’s penchant for gore with its lead character’s bloodlust. To complicate matters, Raman Raghav 2.0 has not one but two psychopaths.One is of the textbook variety. Ramanna (Nawazuddin Siddiqui) has devoured the legend of the serial killer Raman Raghav, who claimed to have murdered over 40 people in Mumbai in the 1960s before he was finally arrested. Ramanna is far behind in terms of his own death count – only nine corpses when we first meet him – but he is getting there, one sickening blow at a time.    The other character is Ramanna’s other half, the one who completes him. In the prologue, cocaine-snorting police officer Raghav (Vicky Kaushal), the type who wears sunshades indoors and at any given time of day, catches the eye of the sultry Simi (Sobhita Dhulipala) in a bar and pays a visit to his drug dealer. Six months later, Raghav will get a true measure of how broken his moral compass is when he chases and is chased by Ramanna.\n\n\n    \n    Play\n\nThe thriller presents itself as an update on Sriram Raghavan’s acclaimed biographical film Raman Raghav (1991), in which Raghubir Yadav plays the disturbed killer. Kashyap takes a simply told and highly effective police procedural and packs in more ideas than the screenplay can handle. Like Harvey Keitel in Abel Ferrera’s 1992 cult movie Bad Lieutenant, Raghav can barely keep himself together. He is forever stuffing white powder up his nostrils and ill-treating Simi, whose feeble response is a much a result of indifferent characterisation as of Dhulipala’s poor acting skills.Is there no difference between Raman’s depravity and Raghav’s state-sanctioned violence? Ramanna doesn’t think so, and the screenplay, by Kashyap and Vasan Bala, is in wholehearted agreement. The serial killer genre has its share of scene-stealing monsters – Hannibal Lecter comes to mind – but this movie suggests that there is moral equivalence between a demented murderer and a policeman’s drug-fuelled transgressions.The daring premise might have been more convincing if the psychological motivations of the characters and their social and economic conditions had been better fleshed out. Raghav has daddy issues – hurriedly explained in a clunky sequence – while Ramanna appears to have been insane from his childhood. Ramanna’s grinding poverty is just an excuse to shoot in some of the poorest neighbourhoods in Mumbai. He is not a twisted Robin Hood who is waging war against the better half. He simply likes to bash heads in, and the more vulnerable the victim, the better.The most effective scene is more chilling than all the other sound effects-assisted murders. Ramanna visits his sister Lakshmi (Amruta Subhash) and destroys the tiny idyll she has managed to build for herself. Ramanna’s other victims are nameless casualties, and only Lakshmi gives a sense of what is at stake. Even here, Kashyap dilutes her tragedy. In a movie in which subtlety is a vice and violence is heavily underscored by a thumping and intrusive score, a song plays in the background as Ramanna surveys the damage.        Raghav’s response to the carnage is typical: he ducks into a corner and pushes cocaine up his nose. Vicky Kaushal in ‘Raman Raghav 2.0.’Vicky Kaushal strains to make his cardboard character matter, but the competition is too intense for an actor just two films old. Nawazuddin Siddiqui’s all-too-convincing performance will count as a career-best for the talented actor. A scar runs down the side of Ramanna’s face, and he cups his hand over his eyes when he is spying on Raghav and his future victims in an action copied from Pran’s gentleman thief from the film Majboor (1974). But Ramanna’s chilling misanthropy comes from somewhere deep inside his soul, and Siddiqui does a fabulous job of conveying his character’s unhinged state.Raman Raghav 2.0 might lack the layers needed to be a contemporary update of the serial killer movie, but it has plenty of surface pleasures. Jay Oza’s cinematography conjures up grungy visions of Mumbai, depicted in the movie as an unrelenting stretch of slums, dilapidated buildings and garbage. The hardscrabble backdrops to Ramanna’s Grand Guignol are fittingly arresting, including a secret police torture chamber by the railway tracks and a slum in which Ramanna eludes policemen by diving into a pool of muck. There’s enough luridness to shock anybody who has not watched Game of Thrones or other television show with healthy body counts, but the moral urgency is missing. Even though Ramanna emerges as the best-written and realised character, he is merely a riff on a cult classic. The lack of a suitable counterpart in Raghav undermines the film’s ambition to present a nuanced portrait of urban psychosis.Ramanna’s speech to Raghav, in which he likens himself to rioters and terrorists in Syria (this serial killer clearly follows the news), ultimately rings hollow – but not as much as Simi’s reaction when Raghav brings home a new conquest to spite her. As Raghav does his work in the toilet, Simi thoughtfully pouts in the living room as a debate on feminism blares from the television set.Stripped of its pretensions, Raman Raghav 2.0 is classic late-night entertainment. It has blood and gore, a compromised police officer, a moody femme fatale, and several taut moments of suspense. The rich texture, wonderful use of real locations, and flavourful camerawork help the plot appear more mythic than it actually is. The idea that Raghav is merging into Ramanna is provocative and thought-provoking, but the movie doesn’t elaborate on its cleverness and focuses instead on delivering shocks and jolts. They come unfailingly whenever Ramanna is on the screen, swinging an iron rod and wearing a helmet to add his personal touch to an already macabre scene.","author":"Nandini Ramnath","time":"2016-06-24T09:05:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810462-korwmhjqcc-1466624741.jpg","tags":["Anurag Kashyap","Raman Raghav 2.0","Nawazuddin Siddiqui","Vicky Kaushal"],"source":"https://scroll.in/article/810462/film-review-raman-raghav-2-0-offers-many-surface-pleasures-but-lacks-depth"}