{"title":"Film review: In Nagraj Manjule’s spellbinding ‘Sairat', hearts race but caste divides","content":"Parshya loves Archie. He has been watching her for days, and he even dreams of her wearing a silver off-shoulder dress and visiting him in his one-room house. Archie (real name Archana) demands a kiss and Parshya (real name Prashant) obliges in his sleep as his family watches with amusement and exasperation. Sairat is the story of this dream becoming a reality and then a nightmare. The Marathi movie is being released across Maharashtra and the rest of India with English subtitles.Prashant has lost his heart to the wrong woman. Archana (Rinku Rajguru) is the daughter of an influential local Maratha politician, while Prashant (Akash Toshar) is from a fisherman’s family from the Pardhi community. Their love is forbidden, but the teenagers   embody “sairat” or ardour ‒ they are untamed, wild, and passionate. They finally make contact at a well where the young people of their Bittargaon town come to bathe. Archana kicks out the boys, but Prashant plunges into the well regardless, making the first of several reckless gestures. Their eyes lock, he is a goner, and Archana is intrigued.Archana is no ingénue waiting to be swept off her feet by the first male who crosses her path. In a welcome change from the characterisation of women in Indian star-crossed romances, Archana is intelligent, strong-willed and resourceful. She rides her wealthy father’s tractor and her brother Prince’s Royal Enfield Bullet. The entitlement that comes from being the daughter of a strongman doesn’t blind her to the brutal rigidity of caste. Archana boldly reciprocates Prashant’s feelings, charms his loyal friends, and sets into a motion a romance that is epic in scale and intimate in feeling.\n\n\n    \n    Play\n\nSairat.Nagraj Manjule’s 170-minute chronicle of love on the margins proves that his debut, the searing Fandry (2013), was no fluke. Fandry examined the one-sided infatuation of a Dalit boy for an upper-caste girl, and Sairat extends Manjule’s concerns about caste and his keen eye for verisimilitude. Sairat dunks a classic tale of star-crossed love into the caste cauldron of Solapur. The social and economic differences between the 17-year-old lovers are never forgotten by either of them, but their pure and innocent mutual passion draws them irresistibly close. The dangerous entanglement plays out with generous lashings of humour, which is delivered in the rustic Marathi dialect that is native to the region. The movie acknowledges several conventions of the genre: Prashant’s do-or-die friends egg him on; Archana makes a blissful sprint through her father’s lush fields, her dupatta flying behind her; letters are exchanged; the college campus becomes an excuse for glances and coy smiles, and songs by Ajay-Atul fill the background. Tracking shots prove handy in depicting the first flush of love, especially in the lovely sequence in which a little boy becomes a billet-doux carrier. As the child darts between Prashant and Archana, Sudhakar Reddy Yakkanti’s camera tracks from right to left, from one throbbing heart to the other. Manjule gradually and skillfully upends the rosy-eyed cheer when Archana’s family learns about Prashant. Their predictably explosive reaction forces the lovers to flee, and the consequences of their ardour become painfully apparent. Their flight yanks the lovers back to the ground as they face doubt, suspicion and regret as they try to shape a new life for themselves far away from home. They are finally together, but is this what they really wanted?Prashant (Akash Thosar) and Archana (Rinku Rajguru).Sairat is soaked in the realism that is to be found in the groundbreaking dramas that emerged out of the Tamil film industry in the late 2000s. The naturalistic acting, lack of concessions to mainstream contrivances, brutal violence and blowbacks, and the flavourful evocation of a semi-rural landscape that goes all the way down to Prashant’s modest home and Archana’s cheap sartorial sense are all reminiscent of such Tamil films as Paruthiveeran and Subramaniapuram. (The extensive use of slow-motion during the development of the romance is also a cherished element of Tamil cinema.) Manjule takes well-worn material and a classic tale and gives it his own distinctive touches. He briefly appears in the movie as a cricket commentator at a local match at which Prashant delivers the winning knocks. As the teenager discovers to his peril, it’s easier to hit a ball for a six than shake iron-clad caste traditions.The film rests on the shoulders of two actors who have never appeared before the camera until now. Rinku Rajguru and Akash Thosar are astonishingly accomplished first-time performers. They are admirably backed up by Tanaji Galgunde and Arbaj Shaikh, who play Prashant’s supportive friends. Rajguru is especially stunning as Archana. Her command over her character never slips, and as the movie enters darker territory, her performance acquires deeper layers of empathy and meaning.One of the film’s most moving sequences proves both Manjule’s faith in his actors and the director’s ability to present a credible love story that has more thorns than roses. Archana and Prashant have a flaming and violent row over a trivial issue, and she flees in a moment of self-loathing and regret. As Prashant first stews and then melts into tears at home, Archana decides to leave him, but eventually returns. The heartfelt sequence is shot through with careful observation of human character and youthful romance. Sairat could have worked even better with a trimmer running length, but most of the time, there is never any doubt about Manjule’s mastery over his subject. Like Prashant, he dives into the deep end with an ambitious exploration of inter-caste romance, and like the lad, he casts a spell that is hard to shake off.\n\n\n    \n    Play\n\nYad Laagla, Sairat.","author":"Nandini Ramnath","time":"2016-04-29T08:25:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/807345-article-sbcfqkanxx-1461871679.jpeg","tags":["Movie reviews","Sairat","Nagraj Manjule"],"source":"https://scroll.in/article/807345/film-review-in-nagraj-manjules-spellbinding-sairat-hearts-race-but-caste-divides"}