{"title":"Film review: ‘Befikre’ is breezy, highly styled (and shallow)","content":"According to writer-director Aditya Chopra, love is like “a bungee jump”. Of course, it helps enormously if you decide to jump feet first, without a safety harness into a commitment-free, no strings attached, sexually motivated relationship in Paris!If the trailer suggested a lot of smooching, anyone planning to keep count of the kisses would have given up during the opening credits itself as various couples are shown going at it all over Paris. And this is even before the lead pair appears on screen, on the day of their ugly break-up. She (Vaani Kapoor) storms out of the apartment and back into the home of her understanding parents. He (Ranveer Singh) gets on with his life as a stand-up comic at the Delhi Belly club.The narrative intercuts between present and past – a year before when Shyra and Dharam meet at a party. Indian by birth but French by nationality, Shyra is a tour guide in the French capital. Dharam is fresh off the boat from Delhi. They share a few drinks, a song-and-dance and a night together.Thus begins a relationship spurred on by her care-a-damn attitude, no-commitment rule. It’s infectious enough for Dharam to go for it hook, line and sinker. They get off on daring each other and so dare upon dare follows till they move in together and before you can say mon Dieu, they are bickering and fighting like a much-married couple. Analysing their failed affair, Shyra reasons that theirs was not a love story, but a lust story and had they been friends first, the result might have been different.Even as the flashbacks fill in the blanks of how they went from strangers to estranged lovers and from exes to best friends, there is no surprise in how this story is going to end. From break up to the inevitable make up, the screenplay just splashes around in shallow waters. It’s one of the many irritants of this big budget tourism promo for Paris masquerading as a Bollywood film (it’s convenient indeed that the heroine is a tour guide who can point out the history and beauty of Paris).\n\n\n    \n    Play\n\nThat Dharam is from Karol Bagh is some kind of an issue for Shyra who loses no opportunity to blame his antecedents for his immaturity, naïveté etc. These constant references to Delhi make it all the more noticeable when Singh’s accent arbitrarily switches from Karol Bagh to Bandra. And for most part, Singh and Kapoor seem to be pumped up on espresso, trying to outdo each other in gestures, energy, dance steps and histrionics. The result is that nothing rings true. The characters don’t have tangible problems or motivations. There’s just the directors attempt to connect to the youth with an imagined understanding of what modern day, urban relationships are like.Following an impressive dance off to an instrumental medley of Befikre songs in a Mohabbatein-like gazebo, the crazy farcical climax unfolds during a double wedding in a chapel.When the comedy works, it’s because Ranveer Singh knows how to work it. His goofy charm and display or sculpted physique are the two consistent aspects of Bekifre. Kapoor matches Singh in the show of mid-riff and abs, and in the dance steps but is constrained by a character who has nowhere to go.A generation of contemporary directors picks Dilwale Dulhania Le Jayenge as their all-time favourite film. They lose no opportunity to mimic or reference some dialogue or scene in their works. DDLJ director Chopra and dialogue writer Sharat Katariya bring in the same self-referencing into Befikre.If a breezy, highly styled, armchair travel rom-com is your mood, then Befikre might be the ticket. But if you prefer insightful, warming and witty, skip this.","author":"Udita Jhunjhunwala","time":"2016-12-09T13:24:25.854661+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/823465-46868-maxubkeemm-1481043710.jpg","tags":["Befikre","Ranveer Singh","Vaani Kapoor","Aditya Chopra"],"source":"https://scroll.in/article/823465/film-review-befikre-is-breezy-highly-styled-and-shallow"}