{"title":"Film Division re-releases its treasures with a bit more sparkle on top","content":"The International Film Festival of India in Panaji is not only about features but also about documentaries – a point driven home by the programming of such films as An American in Madras and The Salt of the Earth alongside Leviathan and The Wonders.The government-run Films Division stall is among several at the festival’s main venue, the old Goa Medical College campus that now houses the Inox multiplex. The documentary producer’s archive goes back to the late forties, and it has steadily been working over the past few years to release these films to the public. Its YouTube channel contains several titles, including classics such as SNS Sastry’s  I Am 20 and Mani Kaul’s Dhrupad. Many of these films have been out on poorly designed DVDs all this time, but here they were in Panaji, with new packaging and attractive covers.Some care has been taken to lend shape and direction to FD’s sprawling cinematic heritage, which includes dull propaganda about government programmes, well-meaning but patronising films about various Indian realities, and rare but estimable works that push the boundaries of documentary filmmaking practices. Some of these gems were made by FD staffers or regular collaborators such as Sastry, Pramod Pati and S Sukhdev, while others were directed by eminent filmmakers, including G Aravindan, Adoor Gopalakrishnan and Shyam Benegal. These are now available under the FD Masters series. Since the documentaries are of varying lengths, various titles have been clubbed together to ensure at least 50-60 minutes of content on a single disc, said VS Kundu, FD’s Director General.“The DVDs we had were not properly packaged, and we thought that this was not the best way to project the treasures we have in our archives,” Kundu said. The DVDs are affordably priced upwards Rs 100. “Our idea with is not to make money, but to make our treasures available,” he added.FD has brought out its most popular titles for now, and it plans to bunch together films under common themes in the future. Given FD’s store of productions of anthropological, biographical and archival value, the possibilities are endless. \"We would also like to add bonus material to the DVDs if possible,” Kundu said. “The Films Division can do with that kind of scholarly research.”Those who are not at IFFI can buy the DVDs directly from the Films Division website.","author":"Nandini Ramnath","time":"2014-11-29T07:30:47+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/692136-80cdee32-5f8f-4ba0-9184-886f0a6939e4.jpg","tags":[],"source":"https://scroll.in/article/692136/film-division-re-releases-its-treasures-with-a-bit-more-sparkle-on-top"}