{"title":"Film review: ‘Secret Superstar’ hits the right notes but falls short of being super","content":"In a modest home in Vadodara, a mother and daughter cower in fear as the only adult male member of the family glowers at them. Fifteen-year-old Insiya (Zaira Wasim) wants permission to enter a talent competition in the hope of winning a laptop and an internet connection, but when her father lashes out at his wife because there isn’t enough salt in the dinner, Insiya knows that stealth is the only option available to her. Insiya, an aspiring singer, jots lyrics in her notebook and hatches plans about how to take her talent to the world and save her mother from her father’s abuse and tyranny. Insiya’s family consists of a mother, a grandmother, a doted-upon younger brother and an abusive father. The father is old-fashioned, chauvinistic, aggressive and regressive. He raises his voice and his hand with alarming frequency and has instituted a reign of terror. He shows tenderness only towards his darling son, Guddu. The family members tiptoe around him, counting down the days till he leaves for a long work trip. We have seen much of this in other films, but the oppression here is palpable, not least because of a very effective performance by Raj Arjun as Farookh.  Insiya’s mother Najma (Meher Vij) encourages her daughter’s fantasies – they watch reality TV shows together and discuss music when father Farookh is away. When Najma gifts Insiya a laptop, it changes the teenager’s life. She hopes that the screen and the connectivity it promises will bring her closer to turning her dream of becoming a singing superstar into reality. There’s a lovely montage of how the internet brings joy to Najma, Guddu and Insiya, away from Farookh’s tyrannical ways.  Kitted out with the right tools, a veiled Insiya records videos of her songs and uploads them to her own YouTube channel, all the while keeping her real identity hidden. Rather conveniently, her videos go viral overnight and she becomes a sensation. Viewers and the media are as engaged by her simplistic songs as they are fascinated by the enigma of a burqa-clad mystery girl who calls herself Secret Superstar.\n\n\n    \n    Play\n\nSomewhere in Mumbai, a singer-composer struggling with this own failing career, caught between remixes and the altered reality of celebrity life, spots in Insiya an opportunity. Shakti Kumaarr (Aamir Khan) is as much a victim of a perceived image as a projected one. It takes a few scenes to get accustomed to Aamir Khan’s wacky interpretation of an ego-maniacal but misunderstood music man who becomes mentor to a rising star (Insiya). With his staccato speech, body-hugging printed tees and equally fitted jeans and jerky reactions, Khan is clearly having a ball but he also brings out the nuance of the man beneath the gaudy veneer. Writer-director Advait Chandan uses Kumaarr to satirise the media industry.The other rock in Insiya’s life is her best friend Chintan (Tirth Sharma). He takes her selfishness and rejection unflinchingly and eventually becomes Insiya’s de-facto manager. But the real hero of this story is elsewhere. She’s quietly, selflessly and protectively standing by Insiya’s choices and the revelation in this warm-hearted drama is who the superstar really is.Amit Trivedi’s music and Kausar Munir’s lyrics are not very catchy and are cheesy even. But put them in the context of a 15-year-old’s imagination and the simplistic rhyme makes sense. What remains unconvincing however, is Insiya’s rapid rise. With Meghna Mishra doing the vocals for Insiya, she sounds competent but still a long way from being a superstar who would get instant online fame.More than the story, which leans on several tropes and clichés, it’s the graph of the characters and the performances that elevate the emotion. Zaira Wasim was my favourite actor in Dangal and with her sophomore effort, she demonstrates her natural talent and confidence in front of seasoned actors like Aamir Khan. The complexity of the mother-daughter bond is sensitively written and warmly captured by Wasim and the equally wonderful Vij. And even when he is being monstrous, you don’t want to avert your eyes from Arjun’s performance. With moderated melodrama and manipulation, Secret Superstar could have been super.","author":"Udita Jhunjhunwala","time":"2017-10-18T19:08:11.684814+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/854591-71415-brzonhcdlo-1508329797.jpg","tags":["Secret Superstar","Zaira Wasim","Aamir Khan"],"source":"https://scroll.in/reel/854591/film-review-secret-superstar-hits-the-right-notes-but-falls-short-of-being-super"}