{"title":"Films about Komagata Maru’s Indian passengers remind us of struggles of refugees around the world","content":"On July 31, 2019, the city of Surrey in Canada’s British Columbia witnessed the renaming of an old street: part of 75A became the Komagata Maru Way. This act is of a piece with similar measures to acknowledge a momentous 105 year-old event, long dismissed as an “incident” in Canada’s history. The saga of Komagata Maru had its antecedents in Canada’s Continuous Journey Regulation (1908), which allowed entry only to those immigrants and travellers who journeyed continuously from their port of origin to Canada. Moreover, a migrant had to possess a minimum of $200 so as not to become a “public charge”. The elegant legalese couching these measures masked an inherent racism, for the Act effectively barred people from India, that was like Canada, a British dominion at the time. Most immigrants from India were from Punjab – veterans from the British army and farmers looking to better their lives in a land with more promise. Yet, Canada saw them and other Asian immigrants as “undesirable aliens”.In April 1914, a Sikh businessman from Singapore, Gurdit Singh, chartered the Japanese-owned ship Komagata Maru from Hong Kong to Vancouver so to sail directly and “continuously” from Calcutta to Canada’s west coast. In this way, Singh hoped to circumvent the stringent provisions of the 1908 Act.On May 23, 1914, when the Komagata Maru finally anchored at Burrard Inlet off Vancouver, the 376 passengers on board were not allowed to disembark. The passengers included 340 Sikhs, 24 Muslims and 12 Hindus. The government’s reasons were many and obfuscatory: the ship held dangerous elements influenced by then prevailing rebel (“ghadar”) sentiments and would lead to a “public health” issue.The ship with its passengers remained anchored off Vancouver without provisions for two months. Finally on July 21, when a military confrontation appeared inevitable, the ship moved away with most of its passengers.Over the last few decades, as Canada has come to terms with its immigrant past, the Komagata Maru Incident has assumed special significance. The event showed up a more xenophobic side of Canada; one that the nation that has since prided itself on being a liberal safe haven for immigrants and refugees would like to forget and be forgiven for. Still, filmmakers, writers, and other artists have sought, in their own way, to commemorate the event, given that so many of the voices of the past have been erased, or gone missing.The Komagata Maru. Courtesy Library and Archives Canada.In 2004, the filmmaker Ali Kazimi made the documentary Continuous Journey. Kazimi’s film tells the long journey of these 376 passengers – their two-month long wait on board the ship, the discrimination they endured, and the final stand-off. Continuous Journey is a narrative collage with footage from public archives, contemporary newspaper accounts and photos obtained from eye-witnesses and left behind by Vancouver’s locals who came every day to witness the “circus”, as it was widely dubbed. The film tells too the journey of recent migrations like Kazimi’s own from Delhi to Canada as a doctoral student in filmmaking.\n\n\n\n\n\n\n\n\n\n\n\n\n\n    \n    Play\n\nContinuous Journey (2004).Continuous Journey is hardly the first visual depiction of the Komagata Maru Incident. In 1974, Indian filmmaker Rajbans Khanna made Jeevan Sangram. It is a fictitious tale based on Arjun (Shashi Kapoor), one of the ship’s passengers, who is witness to events in Canada, and to those later, as the ship returned to Calcutta in September 1914. At Budge Budge, where the ship docked, British soldiers fired on the ship after its passengers refused to allow Gurdit Singh’s arrest. Over 20 passengers were killed. Gurdit Singh escaped, and he remained on the run for seven years. In Jeevan Sangram, Arjun, a survivor, became a lifelong rebel against British rule. The larger story behind the firing at Budge Budge and the incarceration of several returning passengers appears in the scholar Suchetana Chattopadhyay’s recent Voices of Komagata Maru: Imperial Surveillance and Workers from Punjab in Bengal.In 1976, Canadian playwright Sharon Pollock’s The Komagata Maru Incident used theatre craft to tell the story in an unusual way. The one-act play was staged with a brothel as the backdrop. The cast of characters includes two prostitutes, one of whom is a police informant. An Indian woman represents the passengers, most of whom had once fought for the British and expected to find a home anywhere within the British empire. Pollock meshes history with marginal and minority voices to present a complex story in a small frame.\n\t\t\n\tGurdit Singh. Courtesy Rangan Datta Wiki own work, CC BY-SA 4.0.Other plays include Ajmer Rode’s eponymous play in 1984, Sushma Datt’s Komagata Maru A Voyage of Shattered Dreams (1989), and Sukhwant Hundal and Sadhu Binning’s Samundari Sher Naal Takkar (1989). Alia Rehana Somani’s 2012 play Oh Canada, Oh Komagata Maru is an endeavour to show how communities share memories and remember their past.Ajmer Rode has also written short stories on Komagata Maru. Other book-length depictions include Anita Rau Badami’s 2006 novel Can You Hear the Nightbird Call. A Punjabi woman, Bibi-ji, journeys to Canada to retrace her father’s steps back from Vancouver to Calcutta. The novel links the other stories that have shaped the Punjabi diaspora in Canada, such as the troubles of the 1980s and the 1985 bombing of the Air India flight 182. Tariq Malik’s Chanting Denied Shores: The Komagata Maru Narratives has a Muslim character as the narrator. The 2010 novel splices into the narrative an array of material, including colonial-era documents and government propaganda.Jessi Thind’s 2017 film Lions of the Sea explores the fast friendships formed between the passengers on their long journey to Canada. The film was based on Thind’s 2003 novel of the same name. Other film projects remain in the pipeline: Deepa Mehta’s Exclusion and Jag Malhi’s 1914 – Komagatu Maru.\n\n\n    \n    Play\n\n1914 – Komagatu Maru.In 2014, the Komagata Maru centenary was marked by a series of events and exhibitions. Rajnish Dhawan’s play The Land Beyond the Waves featured a man who works for a Canadian-owned timber mill and whose sister is a passenger on the ship. It tells of torn loyalties and the agonies of separation.The visual artist and muralist Orijit Sen collaborated with poets and musicians from the Neelamjit Dhillon Quartet to produce a melange – Sen’s art pieces alongside a multimedia concert – commemorating the event. The playwrights Pollock, Rode, Binnig and Hundal came together for an amalgam, using excerpts from their plays.\n\n\n    \n    Play\n\nNeelamjit Dhillon Quartet: Komagata Maru – Crossing the Pacific.Until 1948, the Continuous Journey Regulation remained in place. From 1948 to 1968, it was replaced by a strict quota system. Restrictions on immigrants from South Asia were eased only after 1968. The regulation’s effects were visible in how the German ship St. Louis, carrying largely Jews fleeing Nazi Germany, was turned away by Cuba and the United States, and then Canada in 1939. The Komagata Maru story resonates in the stories of refugees making their risky journeys even today in search of a secure and better life.The Komagata Maru event was a pivotal incident in the history of South Asians in North America, and was in turn related to others. The complete story can be found at komagatamarujourney.ca/, which includes the historian Hugh Johnston’s fascinating presentation of several of that period’s most memorable characters. Stories bearing off from that period, as Ghadar resistance grew against the British, are still being told, written and performed. In 2018, the writer, filmmaker and playwright Paneet Singh staged The Undocumented Trial of William C Hopkinson, about Mewa Singh, who shot and killed the police officer Hopkinson in Vancouver. Hopkinson had infiltrated the rebel groups, seeking to turn them against each other. Mewa Singh was arrested and hanged after a short trial.Over the last decade, successive Canadian prime ministers – Stephen Harper in 2008, Justin Trudeau in 2016 – have publicly apologised to the Indian-Canadian community. More recently, in a gesture of reconciliation, the name of HH Stevens, Vancouver’s Member of Parliament at the time of the event, was removed from a federal building in the city.Also read:Did Indigenous Canadians help Indian immigrants aboard the Komagata Maru in 1914?","author":"Anu Kumar","time":"2019-09-27T10:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/938657-fbvyopgbrl-1463808900.png","tags":["Komagata Maru Incident","Jeevan Sangram","Ali Kazimi"],"source":"https://scroll.in/reel/938657/films-about-komagata-maru-remind-us-of-the-brave-and-risky-journeys-of-refugees-the-world-over"}