{"title":"‘Sultan’ review: Salman Khan finally grapples with a meaty role ","content":"Mixed martial arts league promoter Akash (Amit Sadh) needs a star fighter, preferably an Indian, to boost the prospects of his upcoming tournament. His father advises him to go see what Sultan Ali Khan is upto these days.Sultan (Salman Khan), the most famous wrestling export of his small town in Haryana and Olympic gold medal winner, spends his days collecting funds for a yet unknown cause and waiting outside a shrine for a daily glimpse of his beloved Aarfa (Anushka Sharma). It was love that made the former cable television supplier strip down to his black briefs and enter the dusty pits of the local wrestling scene, love that spurred him on to shine in Aarfa’s initially sceptical eyes, and love that persuades him to pick himself up and become the lord of the ring yet again.    Using this basic and predictable sporting drama template, writer and director Ali Abbs Zafar drafts the most comprehensive mythos around Salman Khan yet. Every frame of Sultan will have deep significance for Khan’s numerous fans, who have stuck by Hindi cinema’s notorious prodigal son despite his frequent off-screen controversies. Lines such as “I am a rare kind of guy”, “Only I know what is churning inside of me”, “My real fight is to earn back my respect”, “I am not married because I haven’t found the right woman” and “I get my kicks not from alcohol but from love” will be cherished by Khan’s devotees as dearly as religious edicts and cited as proof of their idol’s fundamental innocence.\n\n\n    \n    Play\n\nA lengthy flashback reveals Sultan’s life-altering encounter with Aarfa, and it’s telling that his first mode of contact with her is through a punch. Tripped by a helmet-wearing biker, Sultan raises his fists, only to realise that the face behind the helmet belongs to a bold young woman who also happens to be a wrestler. Reasoning that if doctors and teachers prefer their kind, wrestlers must too, Sultan trains hard and becomes a medal gatherer in about as long as it takes you to say “Rocky Balboa.” Sultan declares that he has wandered around the world but not found anybody like Aarfa (the lyrics of the lovely song “Jag Ghoomiya” are by Irshad Kamil), but love at first punch proves costly for her. Zafar finds various excuses for relegating Aarfa to the sidelines after presenting her as catalyst for Sultan’s ambitions, but there’s no denying how conservative and male-centric the movie is. Anushka Sharma, never convincing either as a wrestler or as the great love of Sultan’s life, is saddled with being one of many satellites in Sultan’s ever-expanding orbit.The screenplay’s by-the-numbers quality would have been severely exposed if any other actor had been cast as the lead. If Sultan remains engaging throughout its staggering 170-minute run-time, it’s because of what it says about the actor rather than the character.Sustained by the leading man’s magnetic pull, nicely cast supporting actors (Anant Sharma is especially good as Sultan’s sidekick Govind), a welcome lack of melodrama, and a setting that looks less plastic than the average A-list movie, Sultan is the apogee of the Salman Khan cult. It’s the second Yash Raj Films production in the year after the Shah Khan Khan starrer Fan whose metaphorical possibilities are far more interesting than the plot itself. Although its brawny lead actor makes a winning effort to play a fictional person rather than himself, Salman Khan is Sultan Ali Khan and Sultan Ali Khan is Salman Khan. For anybody who has not understood a point that is made in scene after scene, Sultan has a vision of his younger self in the ring when facing a dangerous opponent.When Sultan steps into the ring, the slogan “Kar de chatai” (Lay them low) resounds in the arena, which stands in for the movie theatre where Khan has risen, fallen, and picked himself up over and over again throughout his eventful life and career. The year’s other big wrestling film, Dangal, is an upcoming biopic of Haryana coach Mahavir Singh Phogat, who made ace fighters out of his daughters and niece. Sultan is billed as fiction but at its heart, it’s really a biopic of Salman Khan, the dark star who has now attained supernova status.","author":"Nandini Ramnath","time":"2016-07-06T13:33:35.303397+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811247-37213-lauwhtojog-1467736380.png","tags":["Sultan","Salman Khan","Ali Abbas Zafar"],"source":"https://scroll.in/article/811247/film-review-sultan-is-a-biopic-of-salman-khan-the-man-who-conquered-them-all"}