{"title":"Film database IMDb changes rating method for ‘The Kashmir Files’ citing unusual voting activity","content":"Online film and television series database IMDb on Monday changed its method of calculating the rating for the Hindi film The Kashmir Files after detecting “unusual voting activity”.The film, directed by Vivek Agnihotri and starring Anupam Kher, Pallavi Joshi, Darshan Kumaar and others, was released on March 11. The film’s story revolves around the exodus of Kashmiri Hindus from the region in the early 1990s due to militancy.As of Monday evening, the film had a rating of 8.3 on IMDb, and 2,31,676 people had evaluated it. While 94% people have given it full 10 points, 4% have given it one. According to India Today, the movie’s rating before IMDb changed its calculation method was 9.9.“Our rating mechanism has detected unusual voting activity on this title,” a note on the website read. “To preserve the reliability of our rating system, an alternate weighting calculation has been applied.”\n\t\t\n\tThe ratings page for 'The Kashmir Files'. Credit: Screenshot/IMDbIMDb’s help centre page said that the portal may apply an alternate weighing calculation when unusual voting activity is detected “in order to preserve the reliability of our system”.“IMDb publishes weighted vote averages rather than raw data averages,” the website stated. “The simplest way to explain it is that although we accept and consider all votes received by users, not all votes have the same impact (or ‘weight’) on the final rating.”“To ensure that our rating mechanism remains effective, we do not disclose the exact method used to generate the rating,” it added.After a Twitter user pointed to the change in IMDb’s rating method for the film, Agnihotri said the  portal’s action was “unusual and unethical”.THIS IS UNUSUAL AND UNETHICAL. https://t.co/Iwcc7yQCGk— Vivek Ranjan Agnihotri (@vivekagnihotri) March 14, 2022\n\nTill Sunday, The Kashmir Files had earned Rs 27.15 crore across India, according to movie business analyst Taran Adarsh.Several Bharatiya Janata Party-ruled states – including Gujarat, Madhya Pradesh and Karnataka – have exempted the film from entertainment tax.","author":"Scroll Staff","time":"2022-03-14T22:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171504-drxhioavyb-1647274190.jpg","tags":["Vivek Ranjan Agnihotri","The Kashmir Files","Kashmir Files","IMDb","IMDb rating"],"source":"https://scroll.in/latest/1019504/film-database-imdb-changes-rating-method-for-the-kashmir-files-citing-unusual-voting-activity"}