{"title":"Films that are 50: When Dharmendra completed Guru Dutt’s dream in ‘Baharen Phir Bhi Aayengi’","content":"Though advertised as Guru Dutt’s last offering, I don’t think he would have been particularly proud of Baharen Phir Bhi Aayengi. Completed after several delays and released 50 years ago, the movie was initially launched in 1963-4 with Mala Sinha, Tanuja and Dutt in the lead roles, and was to have been directed by Shahid Lateef. Though the actor died on October 10, 1964, debt forced his banner, Guru Dutt Films, to complete the project.\n\n\n    \n    Play\n\nThe song ‘Badal Jaye Agar Mali’.Baharen Phir Bhi Aayengi revolves around newspaper owner and editor (Mala Sinha) and her younger sister (Tanuja). They both fall for idealistic news editor (Dharmendra), whom the paper’s corrupt Board of Directors wants out. Though a love triangle (actually a quadrangle, since Sinha’s colleague, played by Rehman, also loves her silently) the movie’s heart and soul can be found in the relationship between the sisters.Dharmendra and Tanuja.Guru Dutt’s long-time writer and collaborator Abrar Alvi unofficially finished Baharen Phir Bhi Aayengi. Alvi tried to blame the disappointing final film on the fact that it was a beleaguered production, one that even Guru Dutt had lost faith in after shooting 12 reels. Alvi recalls in Sathya Saran’s book Ten Years With Guru Dutt Abrar Alvi’s Journey, “Somehow he knew the film would not succeed. He lost all enthusiasm and would gladly have scrapped it, as was his way with things he did not find up to the mark, but he was too far gone, too committed to back out. He had taken a loan to make the film and there was no going back.”The ‘Baharen Phir Bhi Aayengi’ song booklet. Courtesy Upperstall.com.“No going back” meant that the first and most important requirement was to cast a new leading man. Possibly guided by the superstition in the movie trade that it is bad luck to step into a dead man’s shoes, top stars such as Dev Anand, Sunil Dutt and Joy Mukerji declined to headline the film. Relying on a previous connection, Alvi persuaded Dharmendra to play the part. The brawny actor had been a finalist in an earlier edition of a talent contest organised by the Filmfare magazine, and Alvi had conducted Dharmendra’s screen test for Guru Dutt Films. Although Dharmendra could not work with the banner in Guru Dutt’s lifetime, he readily agreed to be the lead of Baharen Phir Bhi Aayengi.  Dharmendra was working at the time on the Punjabi film Rano, based on Rajinder Singh Bedi’s novella Ek Chadar Maili Si opposite Geeta Bali. Rano remained incomplete due to Bali’s untimely death due to small pox.\n\n\n    \n    Play\n\nThe song ‘Aap Ke Haseen Rukh Pe’.Baharen Phir Bhi Aayengi finally went into production once again over a year after Dutt’s death. Tanuja recalls in an unpublished interview that the cast was adamant that the portions shot by Guru Dutt be retained in the film. This position not only showed their respect for Dutt’s vision, but also made sound financial sense. However, according to Shyam Kapoor, Guru Dutt’s assistant director, Alvi, with Sahib Bibi Aur Ghulam (1962) behind him and the backing of Dutt’s younger brother Atmaram, rewrote much of the film, causing further delays in the production. Whatever the truth, the end result, which is still credited to Shahid Lateef, is an incoherent mess. The heavy-handed and plodding screenplay gives too much screen time to Johnny Walker’s inane comedy track at the cost of the rest of the narrative, and the differences in the aesthetic of Dutt and Alvi are obvious. Nowhere is this more apparent than in Mala Sinha’s central performance. In the office scenes that were shot by Dutt, she is impressive and suitably reined in, while in the other sequences shot by Alvi, she is completely over the top. This is true especially in the climax, in which her character has a heart attack and loses her sanity at the same time.A heart attack plus a nervous breakdown.The only people who emerged out of the movie’s box office debacle with their reputations intact were music composer OP Nayyar and Tanuja. The movie’s songs are some of the best in Nayyar’s career, while Tanuja outshines the rest of the cast with a spirited performance, moving from effervescence as she experiences the joys of first love to maturity when events take a serious turn. \n\n\n    \n    Play\n\nThe song ‘Koi Kehde Kehde’. ‘Fortunately for Guru Dutt Films, its next offering Shikar (1968), directed by the filmmaker’s brother Atmaram and starring Dharmendra, Asha Parekh, Sanjeev Kumar and Johnny Walker, clicked in a big way, giving the company a new lease of life and a far happier ending than Baharen Phir Bhi Aayengi.Dharmendra and Rehman.For previous entries in the ‘Films that are 50’ series, see here, here and here. Also see a photo essay on Guru Dutt in the unfinished version of Baharen Phir Bhi Aayengi.","author":"Karan Bali","time":"2016-03-27T13:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805698-article-qswbllxljx-1458928874.jpeg","tags":["Baharen Phir Bhi Aayengi","Films that are 50"],"source":"https://scroll.in/reel/805698/films-that-are-50-when-dharmendra-completed-guru-dutts-dream-in-baharen-phir-bhi-aayengi"}