{"title":"Film review: Ranveer Singh rules the swords-and-dhotis epic ‘Bajirao Mastani’","content":"An empire expands and lovers rise and fall in Sanjay Leela Bhansali’s sumptuous retelling of the legend of Peshwa Bajirao I and his consort, Mastani. Set between 1720 and 1740 (the period is not specified), the swords-and-dhotis epic covers the moment from when Bajirao (Ranveer Singh) is appointed the Peshwa, or prime minister, of Maratha king Shahu Maharaj’s court until his death. History books tell us that during this time, Bajirao notched up several military conquests and acquired a second wife, the half-Rajput and half-Muslim Mastani, who was a gift from a father grateful to Bajirao for having saved his kingdom. This political arrangement results in one of the great doomed Indian romances, which is thwarted by religious orthodoxy because of the different faiths of the lovers and concerns over Bajirao’s divided loyalties between Mastani (Deepika Padukone) and his first wife, Kashi (Priyanka Chopra).Bhansali is less interested in historical accuracy than in taking his rightful place in Hindi film history. Prakash Kapadia’s screenplay is based on Nagnath S Inamdar’s Marathi novel Rau as well as other classic Indian historicals. Bajirao Mastani is faithful to the genre. It is replete with grandiloquent and idiomatic dialogue, eye-watering sets and costumes, a rousing background score, elaborately choreographed songs, and the general pomp that is associated with pre-colonial India. Sudeep Chatterjee’s camera tracks, pans and swoops down on its subjects from above, who are always arranged in perfectly symmetrical arrangements, but the movie works best when it rests on three lives that are brought together and torn apart by love.Admirers of K Asif’s Mughal-e-Azam will find echoes of that peerless 1960 historical in the many debates between responsibility to the state and duty to the heart, some of the song sequences and Mastani’s incarceration by Bajirao’s scheming mother Radhabai (Tanvi Azmi). The dazzling song sequence Deewani Mastani is a direct nod to Mughal-E-Azam’s piece de resistance, the song Pyar Kiya Toh Darna Kya, but it has its own touches. In Asif’s movie, the courtesan Anarkali openly declares her love for the prince Salim before a court presided by his aghast father, the Emperor Akbar, in the Palace of Mirrors. As Anarkali defiantly dances, her image is reflected several times over on the glass-encrusted ceiling. In Bhansali’s movie, Mastani’s similarly rebellious act stuns the court and seduces Bajirao, but also makes Kashi realise for the first time that her husband now belongs to another woman.Kashi’s gradual transformation from a dutiful wife to a proto-feminist figure who accepts Mastani on her own terms while reminding Bajirao of his transgressions is among the 158-minute movie’s welcome revisions to the legend. Despite the titles, Bajirao Mastani isn’t a two-way story but a love triangle. The romance between the leads proceeds on conventional lines, but Kashi gives it the necessary frisson from the outside as she tries to balance Radhabai’s taunts with her own misgivings over the relationship. “History always remembers lovers,” a character intones, but this version makes sure that the legitimate wife is memorialised too. Deepika Padukone looks ravishing as Mastani, but her competent performance is eclipsed by Priyanka Chopra’s simmering turn as the neglected wife.Bhansali’s interest in the theme of love above duty and plea for communal amity, which carries over from his previous Romeo and Juliet reworking Goliyon Ki Raasleela Ramleela, robs the historical of some of its layers. Bajirao’s reputation as a highly skilled and daring warrior is indicated through words rather than actions, and except for a few poorly realised battlefield sequences that use tacky computer-generated effects, there is little sense of the military achievements that earned him a reputation as an empire builder.Also missing from the movie is a well-developed analysis of the politics of the court, which saw a power shift from the Maratha rulers to the Chitpavan Brahmin caste from which Bajirao hailed, and which controlled the administration and finances. The spats and squabbles among the Peshwa family make for superior television drama, at best. Actors such as Mahesh Manjrekar, as Shahu Maharaj, Milind Soman, as Bajirao’s chief advisor, and Vaibhav Tatwadi, as Bajirao’s disgruntled younger brother Chimaji Appa, are wasted. Military conquest was expensive then, as now, but again, there is mere talk and no evidence on the ground of the precarious state of the treasury. Bajirao reminds his family that Mastani’s kingdom, Bundelkhand, has made valuable financial contributions, but Anju Modi’s exquisite costumes and perfectly matching accessories give no indication of purse strings being tightened.There is no austerity either in Bajirao’s passion for Mastani, and Ranveer Singh and Deepika Padukone have many moments to showcase their enviable screen chemistry. Bhansali controls his tendency towards hyperbolic drama that has stymied so many of his productions, but he lets go of the reins in the melodramatic climax, which botches up the evenly-paced and sober narrative and further reduces Bajirao’s status from love-struck general to a Don Quixote-like figure, tilting at the windmills of his fevered imagination.The overblown climax follows a careful balance of surface beauty and inner turmoil. This is a movie of swooning women, often depicted in repose as though in paintings (Kashibai is often framed as a figure from Raja Ravi Varma’s works) and one pirouetting man. Ranveer Singh invests Bajirao with grace, agility, sensuality and purpose, and he powerfully conveys his character’s tragedy and loss.Singh’s beautifully rendered Marathi-inflected accent and physical presence make even the controversial song Malhari work. Malhari depicts, to the horror of historians and conservatives, the Peshwa dancing after a conquest. The scenes of Bajirao twirling among his men and luxuriating in the love of two women is among the movie’s many fast-and-loose encounters with history, but Singh’s chutzpah carries the moment. \n\n\n    \n    Play","author":"Nandini Ramnath","time":"2015-12-18T08:05:13+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/776289-4b2eec8d-02f8-426e-96a4-8a4033b7d6ca.jpg","tags":["Bajirao Mastani review","Sanjay Leela Bhansali","Ranveer Singh","Priyanka Chopra","Deepika Padukone"],"source":"https://scroll.in/article/776289/film-review-ranveer-singh-rules-the-swords-and-dhotis-epic-bajirao-mastani"}