{"title":"Film school: Sai Paranjpye’s ‘Sparsh’ is a must-see for anyone interested in inclusive education","content":"It takes a moment for us to realise that the child whose voice we hear in a dimly lit corridor is actually reading his history textbook. It takes another moment to grasp that the child is blind and that his finger tips are moving along a page of Braille. This is the opening shot of Sai Paranjpye’s Sparsh (1980), a film that is both metaphorically and actually about darkness and light, about the blind and the sighted and about ignorance and understanding. Sparsh was made long before “inclusion” became part of educational parlance and probably stands alone (as an Indian film) in its portrayal of an entire institution for the differently abled. \n\n\n    \n    Play\n\nTo the sound of a rousing school song that emphasises friendship and working together, we step into Navjivan Andh Vidyalaya, a boarding school for blind boys. For a good part of the next few hours, it is a new life for us too, and for Kavita Prasad, (sensitively played by Shabana Azmi), a young widow seeking to break out of her self -imposed isolation and share her skills at music, drama, storytelling and handicrafts with the “bechara” (unfortunate and helpless) boys.For this tactless and patronising remark, Kavita is sternly reprimanded by Anirudh Parmar, the blind principal (played to nuanced perfection by Naseeruddin Shah). He accepts that the boys of the school (all of whom are visually impaired in real life) are in need of guidance and compassion (like anyone else), but they are not to be pitied.Film audiences have had such raps on the knuckles before, along with the tear-jerking stories of prodigies whose talents offset individual disabilities. Child actors play their parts with lowered eyes and the music manipulates entire scenes, leaving no eye unmoist. However, Sparsh is the film in which we, who are unaware and ignorant (blind), actually see how such children are collectively taught lessons and life skills. Somewhere along the way, like Kavita, we realise that Anirudh is right. None of the children is in need of pity.Naseeruddin Shah in ‘Sparsh’.There is a classroom with senior boys seated at benches preparing to compete in a Braille vocabulary quiz. Another room shows younger boys feeling the pieces of jigsaw puzzles or delighting in their discovery of the back and trunk of a small wooden elephant. Tactile activities bring meaning to academic subjects – a student’s fingers explore the mountains and plains of a papier mache globe, and a group of boys smile and nudge each other as they run their hands over a human skeleton. In the music room of the school, boys play instruments with passion and outside, on the lawns of the school, a vigorous kabaddi player crashes to the dust with his partners. In another part of the premises, an energetic tug of war is seen coming to an end after a joyous struggle. During the course of the film, we see that the boys are enthusiastic about their school play and proud to exhibit the handicrafts and models they are taught to make. Senior boys take responsibility for the accounts and sale of their crafted candles at Diwali and to the delight of the principal, there are graduates of the school who are accepted as trainees elsewhere.It is the zest of the school that comes as a great surprise to those of us who feel that the differently abled live lives of dejection and misery. The boys of Sparsh have as much spunk in them, if not more, than their counterparts in regular schools. When faced with the unappetising food for lunch, they thump out their complaints in a merry chant, “Hai re kaisa uljhan, phir se aloo baingan!” (Oh what a pain, potato brinjal again!) Like any children anywhere, they stuff their pockets with extra sweets, drive hard bargains with each other (two toffees is the rate for favours), rat on each other when the going gets tough and  have the usual growing pains – petty jealousies and attention seeking. But none of these are specific to their being differently abled. The boys are treated with affection but not petted or cooed to. The supervisor of the kitchen gives the boys a good shout for complaining about the food that they are served. Anirudh snaps at children when he is preoccupied with personal issues and Kavita unintentionally hurts one of the children vying for her attention. Sparsh educates Kavita, and through her, the audience, to the fact that few books are published in Braille when compared to the number of books published for the sighted. It is also true that stories for the blind must make sense to their lives. Tales of reflections in water mean nothing to those who have not seen light, and that is why the story of foolish Midas, whose touch turns all into gold, means more than Aesop’s fable. If the world of the blind is limited, the world of the sighted can certainly make an effort to bring changes. Kavita learns Braille and actually manages to print a few short stories for the boys she loves. Because this is not a film of exaggeration, Kavita does not become an international authority on Braille or a best-selling author garnering funds to upgrade the institution she has given her life to. Teaching with imagination is an art, but imaginatively teaching the impaired is a talent. After the boys and Kavita listen to a cricket match on the radio, they substitute cricket balls with rattles made of tin bottle caps and clip boards take the place of cricket bats. The sound of the rattles indicates where the swerve and stroke of the board needs to be made and much merriment ensues. The word “edutainment” was coined long after Sparsh, but Sai Paranjpye, with her unmatched vision and sensitivity, knew what she wanted her audiences to take away from her film – apart from the deeply moving love story of Anirudh and Kavita.","author":"Bubla Basu","time":"2016-03-24T12:02:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805545-article-lnymglkojg-1458666908.jpeg","tags":["Film school","Sparsh","Sai Paranjpye"]}