{"title":"Film review: Shah Rukh Khan’s deadly duplicate wins the day in ‘Fan’","content":"Shah Rukh Khan’s rise from middle-class ordinariness to affluence and influence has stirred the imagination of biographers, hagiographers, documentary filmmakers and academics. It’s inevitable, then, that he should headline the movie Fan, in which he plays a version of himself who is stalked by a version of himself.As meta-studies of popular cinema go, there isn’t anything quite like Fan, based on a story by director Maneesh Sharma and a screenplay by Habib Faisal. Sharma and Faisal borrow ideas from the Hollywood movie Fan and Khan’s back catalogue to fashion an absorbing thriller about a twisted lookalike that perhaps unintentionally doubles up as a reflection on the actor’s career graph. The movie star in Fan is named Aryan Khanna, but is unmistakably the dimpled A-lister who lives in a sea-facing bungalow in Mumbai and greets fans on his birthday as might an emperor his subjects. Fan opens with clips from Khan’s films and footage from his real-life birthday celebrations. Like Khan, Aryan dances at the weddings of the kin of star-struck industrialists, and the character’s fleetness and flamboyance will be familiar to anybody who has interacted with the actor or watched his television appearances. To further the sometimes disconcerting feeling that Fan is fiction as well as biography, the stalker resembles the obsessive villains that Khan played in the early years of his career.\n\n\n    \n    Play\n\nFan (2016).Gaurav Chandna (Khan with prosthetic facial make-up) is closer to the anti-heroes from Khan’s early films Baazigar, Darr and Anjaam than the open-armed lovers that he portrayed in his later years. A middle-class cyber cafe owner in Delhi, Gaurav worships Aryan and has converted his home into a shrine for his demigod. Gaurav lacks the star’s dimples and strong nose but has the same amount, if not more, of gumption and swagger. When Gaurav lands up at Aryan’s abode in Mumbai expecting to spend a few minutes with his hero, he is shoved aside. When he manages to threaten Aryan’s rival Sid Kapoor, his icon is alarmed rather than amused. Gaurav sees himself as loyal, not twisted. After all, as he observes, he isn’t he made from the clay that was left over after his god was moulded?Dismissed as a crank by Aryan, Gaurav turns into a full-fledged creep. His resemblance to his idol is initially barely remarked upon but becomes convenient when Gaurav tries to bring down Aryan. The contrivance yields nail-biting chase sequences of Khan chasing himself and a PhD thesis-worthy climax, but doesn’t do much for the cause of keeping the characters apart. If Gaurav can fool the world so easily, what does this say about Aryan’s stardom? Khan’s twisted obsessives from Baazigar and Darr were written to walk away with the audience’s sympathy, and Gaurav is no different. Faisal’s screenplay tilts heavily in favour of the fan. He is irrational rather than demented, and his villainy is couched in immense empathy. There is much to ponder in Fan’s affection for Gaurav: is the movie trying to tell us that Khan needs to reinvent himself by returning to the roles that sealed his early reputation as the prince of darkness? What is one to make of the moment when Gaurav pummels Aryan’s statue at Madame Tussauds in London even as a waxwork of Salman Khan looks on?Fan has been produced by Yash Raj Films, the banner that has given Khan his most indelible roles and hits. YRF’s biggest release of the year, however, isn’t Fan but Sultan, the wrestling movie starring Salman Khan. Talk of Shah Rukh Khan’s waning star power have gathered steam since his recent releases, Happy New Year and Dilwale. The consensus seems to be that the megastar is a spent force, but it has taken a meta-movie to rescue the actor behind the mask. Khan is predictably effective as Aryan, but he is solid as Gaurav. Stripped of the head tilts and gestures that have made him a latter-day Dev Anand, Khan is menacing as the deranged admirer who loses his balance and goes to extreme lengths to teach his icon a lesson. Khan commands the screen in a movie that is effectively a two-hander despite the presence of minor characters (Waluscha De Sousa as Aryan’s wife, Sayani Gupta as his secretary, Deepika Amin and Yogendra Tikku as Gaurav’s parents). Fan presents the star with the opportunity to take a good hard look in the mirror, even though the reflection isn’t quite what he might expect. Gaurav reminds Aryan: “You exist only because of me.” The message resounds beyond the climax, which neatly wraps up the movie’s themes and is the ultimate meta-moment in a movie that is stacked with possibly unintentional complexity.","author":"Nandini Ramnath","time":"2016-04-15T14:26:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806677-article-fbojtkxozf-1460654139.jpeg","tags":["Fan","Shah Rukh Khan","Maneesh Sharma"],"source":"https://scroll.in/article/806677/film-review-shah-rukh-khans-deadly-duplicate-wins-the-day-in-fan"}