{"title":"‘Piku’ review: Great humour from irritable characters and stubborn bowel movements","content":"In 2012, the combination of director Shoojit Sircar and writer Juhi Chaturvedi yielded Vicky Donor, a good-natured comedy about sperm donation. The duo is back with Piku, another good-natured comedy about another substance that emanates from the nether regions and is rarely discussed in polite company.Bhaskor Banerjee (Amitabh Bachchan) is the embodiment of the Bengali bhadralok stereotype: his soul lies deep within his digestive tract. He is severely constipated, and his routine is dictated by the frequency of his bathroom visits and the volume of discharge. Banerjee’s stubborn stomach has not just taken over his life, but also governs the personal choices of his daughter Piku. Piku is gorgeous (she is played by Deepika Padukone, after all) and an architect, but she will not get married and leave her father alone with his collection of potions and pills. She ruins a date by talking about a subject that would put off any normal person, especially at dinner. Her father doesn’t mind her singleton status one bit ‒ that way, his daughter will be around to keep an eye on his non-existent health scares.Piku’s own irritability doesn’t endear her to the local taxi service she uses to get to work every day (inevitably delayed by Bhaskor’s whining), a plot contrivance that allows the taxi service owner Rana (Irrfan) to become the one stuck behind the wheel when Piku, Bhaskor and their domestic worker Bhudan (Balendra Singh) decide to drive from their Delhi residence to their ancestral home in Kolkata. The road trip allows Rana, whose own family is dysfunctional, to realise why Piku is so tightly wound up. Since Bhaskor’s monomania seems to have affected everybody involved in this production, even Rana turns out to have many thoughts about the correct way to digest food and the proper manner in which to perch on the pot.\n\n\n    \n    Play\n\nPiku (2015).Constipation is not a screen-friendly subject and is played mostly for laughs, such as in Singeetam Srinivasa Rao’s 1987 silent movie Pushpak, which introduced audiences to the pleasures of the enema. In Sircar’s slice-of-life drama, the problem becomes a metaphor for inter-generational conflict, as the process of holding on and refusing to let go described in digestive terms. The 125-minute movie has the same collection of fundamentally decent, endearing and eccentric characters that made Vicky Donor such a winner. The family interactions and scrapes between Piku, Bhaskor, and her extended family (including Moushumi Chatterjee’s superb thrice-divorced aunt) are observed with warmth and indulgence, the humour is witty, conversational and purely situational, and the emphasis on naturalistic acting is jolted only when Bachchan widens his eyes and mangles his often hilarious pronouncements to suit his capital-letter Bengaliness.Bhaskor is a character with which we are all familiar, but Bachchan plays him as a stereotype. His underlined irascibility contrasts with Padukone’s relaxed and convincing performance and Irrfan’s scene-stealing turn. Irrfan has the occasional tendency to stop trying once he has stepped into a frame, but in Piku, he is fully attentive to the possibilities of Rana’s character as both foil and emotional enema. Rana’s gently delivered home truths allow Piku to finally let go, and even Bhaskor shuts up once in a while when confronted with another other male rival for Piku’s affection.It’s to the filmmakers’ credit that they are able to find laughs and sweetness in the digestive tract, but Piku doesn’t always smoothly navigate the emotional roadblocks it sets up for its heroine’s journey of self-realisation. The cinematography is functional to a fault, while the choppy editing doesn’t allow some of the better observed moments to breathe. Chaturvedi writes dialogue that wouldn’t be out of place in a screwball comedy, but the rush from one witticism to the next often doesn’t let some the insights into the general dysfunctionality that marks this movie’s sub-set sink in.Some sequences bristle with the emotional tension that can result from a self-centred single parent stifling his daughter’s dreams, but they quickly dissolve into giggles. Sircar and Chaturvedi have made quite a long journey from semen to human waste. They have made a fuzzy film that links bowel movements and the very real problem of children having to deal with badly aging parents. Some of the harsher truths that emerge from Bhaskor’s staggeringly petulant behaviour, such as when he holds up the road trip over a trifle, cannot be flushed away quite so easily.","author":"Nandini Ramnath","time":"2015-05-08T09:17:12+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190742-isglhjpmvk-1685435509.jpeg","tags":["Piku","Shoojit Sircar","Deepika Padukone","amitabh bachchan","Irrfan"],"source":"https://scroll.in/article/725897/film-review-piku-mines-great-humour-from-irritable-characters-and-stubborn-bowel-movements"}