{"title":"Film review: ‘Rogue One’ is a ‘Star Wars’ story we could do without","content":"Rogue One: A Star Wars Story, Gareth Edwards’s standalone entry in the long-running franchise, does not want to be a Star Wars film. There is little mention of the legacy characters, and since the action takes place before the original film, 1977’s A New Hope, it does not feel weighed down by having to respectfully revisit the Star Wars canon. The emphasis on the gritty and dark nature of the Star Wars universe feels less inspired by science fiction and more by war films. The diverse cast also make clear the filmmakers’ intention to deliver a movie that will be different from the run-of-the-mill franchise entry. Yet, these disparate elements do not come together to make a cohesive whole. At times, Rogue One feels like a rehash of previous Star Wars films, only with newer faces.There is a heroine in Jyn Erso (Felicity Jones) you want to get behind, who comes from a family persecuted by the Empire. Jyn saves little girls in the midst of high-intensity shootouts, and bullets never hit her even when she walks through a barrage of gun fire with little protection. There is also Cassian Andor (Diego Luna) who helps Erso unlock her true potential, but he is merely a cipher and we never truly learn where he has come from or why he is doing what he is doing. The other members of the rebel alliance – Chirrut Îmwe (Donnie Yen), K-2SO (Alan Tudyk), Baze Malbus (Jiang Wen) – all of whom have their signature quirks but are inadequately explored as characters. This ragtag band of misfits unites to locate the design schematics of the Death Star.\n\n\n    \n    Play\n\n‘Rogue One: A Stars War Story’.Rogue One is meant to be a World War II-style war film set in space. And much of the story unfolds in a series of extended set pieces with technical dexterity. It is in these sections that the film comes alive. The human interactions only serve as a means to showcase the bravura special effects. In a 133-minute film, this quickly proves to be tiresome. The backing and forthing between the empire and the rebel forces has come to resemble a task of Sisyphean proportions. We know what the outcome is going to be each time, especially since Rogue One fills in the gaps between Episode III and Episode IV. With little new material to explore after eight films, the journey to the end point has become less and less interesting.","author":"Aakash Karkare","time":"2016-12-16T06:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/824156-47360-hexinwxvvr-1481703358.jpg","tags":["film review","star wars","rogue one"],"source":"https://scroll.in/article/824156/film-review-rogue-one-is-a-star-wars-story-we-could-do-without"}