{"title":"Film review: ‘Talvar’ lends its weight to the Justice For Talwars campaign","content":"A deep conviction that Rajesh and Nupur Talwar have been wronged by the Indian justice system has led Vishal Bhardwaj to write his most sharply focused and coherent screenplay yet. Talvar, directed by Meghna Gulzar, has but one purpose: it is an audio-visual petition to the authorities to reconsider the sentencing of the dentist couple serving life terms after being convicted of murdering their 14-year-old daughter Aarushi and domestic worker Hemraj in 2008.Starting with the title, which is a play of words on the couple’s surname, and going on to the recreation of the circumstances of the murders and the suggestive names of key characters, the parallels between the real and the reel are so glaringly obvious that Talvar sometimes feels like a slickly produced, tightly written and beautifully performed true crime documentary rather than a work of fiction.Bhardwaj’s screenplay is not based on journalist Avirook Sen’s Arushi, which was published a few months ago. But the movie and Sen’s book have the same motive: to expose the shoddiness that marked the investigation from the word go, underline the prejudice and insensitivity that made the Talwars appear guilty even before the first chargesheet had been filed, and point to the possible miscarriage of justice that has landed the couple in prison seemingly for no fault of theirs.Gulzar’s movie feebly introduces elements of doubt in an otherwise heavily partisan tale by presenting various perspectives of how the crimes might have been executed. This so-called Rashomon effect, named after the classic Akira Kurosawa movie, is used by filmmakers to suggest the subjective and unreliable nature of human perception. Scriptwriter Bhardwaj deploys the device to buttress his belief that after all angles have been considered, there is simply no way that Ramesh and Nutan Tandon could have killed their 14-year-old daughter in her bed and bludgeoned their manservant Khempal to death.The police are quick to indict Ramesh (Neeraj Kabi) and Nutan (Konkona Sen Sharma) on the basis of poorly gathered leads. Shruti and Khempal die over and over again after dapper investigative officer Ashwin Kumar (Irrfan) takes over. His money is on the other servants who were drinking with Khempal on the night of the murder, and he backs his theory with narco-analysis tests. However, a departmental rivalry ensures that Ashwin Kumar’s theory is discredited and replaced with another one: the Tandons clubbed Shruti and Khempal to death with a golf club and faked their sorrow when the police arrived.Avid followers of the shrill media coverage of the double murders will immediately recognise the dramatis personae in the case: Ashwin Kumar is modelled on Central Bureau of Investigation officer Arun Kumar; Paul, played by Atul Kumar, resembles fellow CBI officer AGL Kaul. Bhardwaj does a fine job of boiling down often-confusing details into a cogent storyline, but perhaps the clarity stems from an unshakeable belief that the judicial system failed the Tandons and let the real killers go free.This bias ignores Ashwin’s reliance on the discredited practice of narco-analysis to convict the possible murderers and his roughhousing of a police officer and a key witness. Ashwin declares that justice can sometimes be achieved only by breaking the law, but his actions are presented as honourable and necessary rather than questionable. Narco-analysis tests are not admissible in court with good reason, and Talvar is at its weakest when it suggests that drug-induced confessions hold more water than solid leg work.The movie’s strengths and pleasures flow from its smooth and gripping 133-minute narrative, which is interrupted only by a redundant sub-plot involving Ashwin’s relationship with his estranged wife (Tabu). The sordid material is given an understated treatment and the performance are assured. Irrfan has the best lines in a screenplay hell-bent on letting him have the last word. The superb sequence in which Ashwin, with the backing of his former boss Swamy (Prakash Belwadi), tears into Paul’s overheated imagination, reveals the actor at his natural best. The rest of the ensemble cast doesn’t lag behind. Gajraj Rao is supremely effective as the oleaginous paan-chewing police officer who ignores vital leads, while Konkona Sen Sharma is terrific as the grief-struck mother grappling with unbearable loss.Talvar makes an elegant and convincing case for the Talwars, but it ignores one of the biggest factors behind their conviction. A separate, cautionary tale can be spun on how news anchors in hot pursuit of ratings and tabloid-influenced editors stacked the odds against the couple. Avirook Sen’s book Aarushi provides several instances of how unverified claims about the private lives of the Talwars created an unassailable image of the dentists as scheming and swinging monsters.Talvar has been co-produced by Junglee Pictures, the film production arm of the Bennett and Coleman Company Limited. The company also owns the Times of India newspaper and the Times Now television channel, whose own overwrought coverage of the murders is best left for another day, and perhaps another movie.\n\n\n    \n    Play","author":"Nandini Ramnath","time":"2015-10-01T20:00:43+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/759103-a3488b4a-96a9-4670-bfae-801c001c6f71.jpg","tags":["Talvar review","Meghna Gulzar"],"source":"https://scroll.in/article/759103/film-review-the-gripping-partisan-talvar-lends-its-weight-to-the-justice-for-talwars-campaign"}