{"title":"Film flashback: ‘Bhumika’ is one of the best Indian biopics about the messy life of a movie star","content":"Ultimately, what choice did Hindi movie actor Sanjay Dutt have? Or, for that matter, Southern screen legend Savitri? The lives of both actors have been laid bare by recent biopics, one a chronicle of redemption, the other a double-weave of tribute and tragedy. The only obvious similarity between Rajkumar Hirani’s June 29 release Sanju and Nag Ashwin’s May 9 Mahanati is that both are based on larger-than-life film personalities. But something else links the movies: the manner in which the lives of the central characters are guided by forces beyond their control.In Mahanati, it is never clear what role the personality of Savitri (Keerthy Suresh) plays in her career choices, relationship with married actor Gemini Ganesan, and her descent into alcoholism that led to an early death. In Sanju, Sanjay Dutt (Ranbir Kapoor) is depicted as a poor little rich boy whose life is marked by a series of unfortunate incidents and villainous elements. Although both the screen goddess and the Bad Boy of Bollywood are considerably humanised, with a focus on their addictions and self-destructive behaviour, they are depicted as victims of that dependable villain: fate.But no such reprieve awaits Usha (Smita Patil), the heroine of Shyam Benegal’s Bhumika (1977), one of the best biopics of an Indian movie star. Unlike Mahanati or Sanju, Benegal’s movie hinges on choice, control, and the assumption of responsibility for one’s actions. Usha’s biggest struggle is with her conflicted self, and in this classic woman’s question movie, the search comes at an immense price, paid entirely by its heroine.Usha is always being told what to do, and she goes along in a naive, coltish way until she begins to take charge of her life. It involves running with scissors, but it nudges her towards the hard-earned realisation that the answer to her troubles lies within herself.\n\n\n    \n    Play\n\nBhumika (1977).Usha is based on Hansa Wadkar, who appeared in Marathi and Hindi films and stage productions between the 1930s and the ’60s. In 1970, Wadkar’s autobiography Sangtye Aika, based on interviews she gave to journalist Arun Sadhu, was published in Marathi. An English translation, You Ask, I Tell, appeared in 2013.The memoir is marked by rare candour and self-deprecation, and is one of the few accounts of the early years of cinema. It details Wadkar’s remarkable life and career, which included productions with leading studios such as Wadia Movietone, Bombay Talkies and Prabhat Film Company, alcoholism, a broken marriage, an affair with a married co-star, a three-year period when she was effectively put under house arrest by one of her lovers, and an unreported rape by a magistrate. The original publication caused a sensation, and even by present-day standards of jadedness, Sangtye Aika is a remarkable account of a woman’s view of the film industry. Wadkar’s lack of sentimentality over her decisions and matter-of-fact descriptions of the men in whom she invested precious years are mirrored by Bhumika. The movie doesn’t follow the conventional rise-fall-rise arc so dear to biopics. The screenplay is formed around key incidents in Wadkar’s life while adding its own touches. Bhumika moves between Usha’s tense present and her toxic past, which includes being forced by poverty into singing and acting in the movies and marriage to a much older man. Alongside tracing Usha’s journey, Benegal and cinematographer Govind Nihalani lovingly recreate the filmmaking practices of the period.Usha’s sense of self is shaped by her relationships with men. Her earliest partner is Keshav (Amol Palekar), who pulls her family out of destitution and catches the eye of Usha’s mother, Shanta (Sulabha Deshpande). But it’s the young and pliable Usha on whom Keshav preys, extracting the first of many promises that she makes against her will: marriage.Usha wants nothing more than to give up working in the movies to be by Keshav’s side, but he compels her to continue her career to fund his own endeavours. Her mother, who resents Keshav’s hold over Usha, extracts another promise that Usha does not keep: she will never meet Keshav again.The final promise that holds is the one Usha makes to herself. Her eyes ablaze and her lips drawn in a tight line, Usha says, I will now do whatever I feel like.Amol Palekar and Smita Patil in Bhumika (1977). Courtesy Blaze Film Entreprises.It’s a measure of the screenplay, by Benegal, Girish Karnad and Satyadev Dubey, that Usha emerges not as a helpless soul surrounded by villainous men from whom she seeks love and affirmation, but a messy and yet sympathetic figure who earns respect through her refusal to bend. Usha’s paramours include the handsome Rajan (Anant Nag), her co-star whom she refuses to marry but turns to when her problems threaten to swamp her. There is the unreliable director Sunil (Naseeruddin Shah), whose affectations and gnomic declarations arouse Usha like never before. And there is Vinayak Kale (Amrish Puri), with whom she has one of the most bizarre relationships documented in the movies.Usha is both repelled and attracted by Kale’s machismo and rectitude, and she jettisons her career and family to be his mistress. Kale runs a home many miles from Mumbai that is like an open-air prison, and the experience appears to have finally cured Usha of her wanderings. She returns home, but leaves Keshav for good and stands by a window, gazing out into an uncertain future.Hansa Wadkar.The Kale episode is detailed in Sangtye Aika, but Bhumika omits the sorry end to that story. In one of her drunken phases, Hansa Wadkar ended up spending the night with a man named Joshi. She went away with him rather than returning to her family, and ended up living with him and his two wives in his village.“This was an altogether different phase of my life,” Wadkar says in Sangtye Aika. “It was as if I was in a dream… I had drifted in this way, but my conscience troubled me. I moved about enthusiastically, did all the work but somewhere I questioned myself—what have I done?”Wadkar finally escaped Joshi with the help of her estranged husband, Bhandarkar, but the dream that was actually a nightmare hadn’t ended. She was raped by a magistrate before whom she was to issue a statement. “That day I understood the meaning of the word rape,” Wadkar simply says.In Bhumika, the incident is referred to by Usha while she is returning home from an abortion, accompanied by Keshav.Hansa Wadkar died in 1971, and was not around to see Smita Patil’s indelible performance at the astonishingly young age of 22. Patil’s remarkably mature and convincing turn spans years and different emotional states and ranks as a career-best for an actress who left the world far too soon. Benegal, who is one of the finest Indian directors to handle an ensemble cast, ensures that the other actors in Bhumika have enough scenes that count. The movie’s greatest character is its flawed heroine, complete in her incompleteness, always believable, a tiny boat caught in a tempest of her own making, never heeding the compass but never letting go off the steer.","author":"Nandini Ramnath","time":"2018-07-01T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/884694-euffrjttfi-1530290857.jpg","tags":["Bhumika","Shyam Benegal","Smita Patil"],"source":"https://scroll.in/reel/884694/film-flashback-bhumika-is-one-of-the-best-indian-biopics-about-the-messy-life-of-a-movie-star"}