{"title":"Film flashback: ‘Amma Ariyan’ and the fruitful afterlife of its director John Abraham","content":"When people talk about the director John Abraham, it’s like he is in the house on the next street rather than somewhere in the afterworld.Despite having made only four features, the Malayalam filmmaker who died in 1987 has had an enduring impact on popular culture. More than three decades later, Abraham still elicits vivid memories and animated anecdotes. His family and associates remember minute details about him. Many of them can recall where they were on the day he died. They still see Abraham lookalikes skulking about – men with intense eyes and fierce beards, sometimes with the whiff of alcohol about them, engaged in debates about politics and history and the meaning of life.The cinematographer and director Venu, who shot Abraham’s Amma Ariyan in 1986, has a name for these men: “Clone Abrahams”. Many people have tried to be like Abraham, Venu observed, but they don’t come close to the original.John was. John is. John will always be. His memorialisation plays out in the real world as well as on the internet. Three of his films are on YouTube, including the production that turned out to be his final effort – Amma Ariyan (Report to Mother).John Abraham. Photo by Venu.“Journeys are a recurring metaphor in Abraham’s films – from the personal to the socio-political, from the inside to the outside, from theory to practice, from biography to history, from death to life, from son to mother and vice versa, from guilt to redemption and, sometimes, from guilt to violence,” wrote film scholar CS Venkiteswaran in an essay on the website Sahapedia.  Abraham made his debut in 1971 with Vidyarthikale Ithile Ithile, about a group of pupils who take a moral stand against their teacher. The film landed in a decade seething with talent. All over Kerala, directors were seeing their surroundings with fresh eyes and dissenting minds. Their narratives, which channelled global filmmaking movements as well as local storytelling traditions and folklore, addressed the political churning and social and economic shifts in Kerala in those years.Vidyarthikale Ithile Ithile came a year before Adoor Gopalakrishnan (Swayamvaram) and three years before G Aravindan (Uttarayanam). KG George made his debut in 1976 with Swapnadanam. P Padmarajan picked 1979 to arrive on the scene with Peruvazhiyambalam.Abraham’s next film, made in the Tamil language, emerged in 1977. Agraharathil Kazhuthai, about a professor who invites censure after adopting an abandoned donkey, was a biting satire on Brahmin hypocrisy.In Cheriyachante Kroorakrithyangal (1979), a farmer gradually loses his mind after witnessing crimes and abuse by landlords and the police. In Amma Ariyan (1986), one of the key themes is death – of an individual and an ideology. Amma Ariyan continued the theme of self-expression seen in Abraham’s previous works. The movie “maps Kerala geographically (Wayanad to Kochi), historically (the radical phase of the Naxalite movement) and emotionally (individuals as ruins, or as living memorials of history)”, Venkiteswaran wrote.G Aravindan (left) with John Abraham. Photo by NL Balakrishnan.Amma Ariyan has arguably acquired an even more exalted status because of Abraham’s death a year after its completion. Its hero Purushan appears to be a younger version of the director – a restless and rebellious soul who seeks to reconcile his personal doubts with his political commitment.Purushan (Joy Mathew) is to travel to Delhi but is distracted by the suicide of Hari, a politically-minded tabla player. Purushan sets out to meet Hari’s mother. Along the way, he collects several comrades.The stream becomes a wave that finally washes up at the doorstep of Hari’s mother. She looks into the camera, which then moves back to reveal that we are watching a film within a film. A crowd sees Hari’s mother on the screen and then walks away – a final, self-reflexive moment in a movie that frequently calls attention to cinematic techniques through its jittery camerawork, unconventional editing pattern and non-linear narrative.The filmmaking reflects the searching nature of the story. Venu’s camera closely follows Purushan, matching him every unsure step along the way. As the crowd builds up into a ragtag community of seekers, the frames become denser, spill over with people and jangle with nervous energy.(L-R) John Abraham, Venu and Joy Mathew during the shoot of Amma Ariyan. Courtesy Venu.The backdrop for Amma Ariyan, said culture critic Johny ML, was the “radical political discourse” in Kerala in the 1970s that was informed by revolutionary ideas and expressed through agitations by workers and students and protests against police atrocities. The ferment was reflected in the arts too, Johny said. Amma Ariyan includes a scene of a rehearsal for a play demanding the release of South African leader Nelson Mandela.Amma Ariyan was made by the Odessa Collective, a group of film enthusiasts who challenged the mainstream stranglehold on production and distribution. Abraham was among its founder members.The Odessa Collective sought to create a “people’s cinema”, funded by audiences and delivered to them directly, without the intervention of middlemen. Amma Ariyan begins with a mission statement: “Most films portray reality by exploiting its economic, cultural and political aspects. Odessa’s ‘Report to Mother’ fulfills the ideal of film as a medium of art.”Contributions from the public made the production possible – these days, it’s called crowd-sourcing. The movie was never formally released and was screened in Kerala through travelling shows.The production reflects both the Odessa Collective’s ultimately short-lived resistance against the mainstream Malayalam industry as well as Abraham’s own turmoil at the time. His restless ways were sometimes fuelled by alcohol binges. His collaborators remembers his quicksilver intelligence, wit and gregariousness, but also his acerbic tongue and inability to suffer fools.John Abraham (centre). Photo courtesy Pradeep Cherian.The popular image of John Abraham is of a self-imploding rebel, but his nephew, the artist Pradeep Cherian, says that the picture is actually far more complex.“He was an innocent, nice and democratic man,” Cherian told Scroll.in. “He used to drink a lot, but I wouldn’t say he was an alcoholic.” There were, of course, days when Abraham would come home in high spirits and sing songs and ghazals by Mehdi Hasan, Mohammed Rafi, Talat Mehmood and Ghulam Ali.Abraham was five feet and seven inches tall and “looked like Christ”, Cherian added. Abraham had a deep voice and an imposing presence. His mind whirled with all kinds of ideas at all times. “He used to talk about artificial intelligence – he once showed me a matchbox and said that one day, the entire household will be programmed by this matchbox,” Cherian said. Abraham would encourage his nephew to read books and watch American classics. “He was very knowledgeable – a beautiful uncle,” Cherian said. The filmmaker was also a popular writer of short stories. In one of of his surrealist tales, How Many Mathais in Kottayam, a man named Mathai sets out to discover how many other Mathais are there in his town. The eclectic mind was troubled at times. At one point, Abraham was institutionalised in Kottayam for a month, Cherian revealed.John Abraham. Photo by Venu. Born on August 11, 1937, Abraham’s busy life included stints as a teacher and a Life Insurance Corporation employee. He later trained as a director at the Film and Television Institute of India, where the heretical Ritwik Ghatak was among his mentors.      Abraham was already a local legend before he became a director, Venu recalled. Venu grew up in Kottayam in the Kuttanad region, not far from where Abraham was raised. “He was a cult figure and was well known even when we were in school,” Venu recalled. “I met him later, at the film institute, where he was a different person.”Amma Ariyan was edited by Bina Paul, who had recently married Venu and would go on to become a filmmaker and the artistic director of the International Film Festival of Kerala.Abraham, Venu and Paul worked on the script for a few days. Abraham knew what the last scene would be – the meta-scene with Hari’s mother – but the bits that came before were pieced together on location. “We would literally be travelling and gathering people around for the shoot, like it happens in the film,” Paul said. “We would land up at a location and there would be people to take care of us.”Abraham wanted to make Amma Ariyan in colour, Venu said, but 35mm black-and-white film stock was more affordable at the time. The director was “sure about what he wanted, even if he wasn’t quite sure how he wanted it”, Venu said: “For John, the shoot itself was like a celebration – just to get to that stage was the exciting thing.”Venu and John Abraham during the production of 'Amma Ariyan'.The freewheeling approach lends Amma Ariyan a rough-edged and improvisational quality, as though it has been assembled on the fly. “The film was supposed to start from one person and grow into a crowd at the end,” Venu said. “People used to say that John was disorganised and anarchist, with an untidy technique. But he did an amazing bit of planning – he knew that there would be crowds in the beginning and they would thin out later. So we sort of shot the film in reverse, starting with the final portions first and then going back to the beginning.” There were challenges, major and minor. There were disagreements, often because of Abraham’s mood swings and drinking. Paul recalls editing the rushes on a noisy Moviola projector and Abraham yelling in the background, cut this out, you idiot!One element that was retained was the presence of the many mothers whom Purushan and his friends meet along their travels. These quieter scenes, in which Hari’s death is placed against a larger context of police brutalities against young activists, bind the film together and give it an emotional undertow, Paul explained.At one point during the production, Abraham got overwhelmed and stopped filming. After the shoot was completed, a young photographer hired to document the production died in an accident.The crew worked and rested in rough conditions. Venu remembers sharing a room with Abraham. The rule was that whoever hit the bed first got to sleep on it.Money for expenses was collected from public donations every day. “It is a one-and-only film in many ways,” Venu said.John Abraham. Courtesy Pradeep Cherian.Out of the haze emerged a wild and unforgettable cinematic adventure about the unsettling nature of dreaming. “The edit was crazy. This was my second film, and John was in his most anarchic phase,” Bina Paul said – and yet, she remembers the production as “a wonderful experience”.It’s not hard to see why. The passion of John Abraham had infected every member of his unit.“He was sharp and sometimes brusque, but also had a fantastic sense of humour,” Paul said. “He could take everybody with him. That quality drove the film too. When I watched it again recently, I was struck by how he made the personal political, the sadness and the ecstasy. That is Amma Ariyan’s legacy – how its financing and production were integrated into the very idea of the film itself. Everybody had a stake in the film, which is not the same thing as crowd funding. It’s political in the very dynamic of its making.”Joy Mathew, who played Purushan, had been offered the role during a drinking session at an arrack shop. “I was doubtful – can we do it, I asked John,” Mathew said. “Yes, we must, John replied.”Mathew remembers Abraham sleeping on a chair during the shoot. Only recently, a light boy walked up to Mathew on a film set and told him, I was a part of the Amma Ariyan unit. Do you remember when the unit members said they didn’t have enough rooms and John said, take my room and slept outside a closed shop?“John was totally against the establishment – he was from another planet, a prophet, a legend, a genius,” Mathew said. “He had no desire to marry, build a house or own a car. When I directed my first film Shutter, I dedicated it to John.”Joy Mathew in Amma Ariyan (1986).Pradeep Cherian was 18 years old when Amma Ariyan was being filmed. “This was one of the first postmodern films in Kerala,” he said. “John packed a decade of Leftist political history into the film.”There were criticisms – that Abraham had represented women as little more than maternal figures or bystanders, and that he had focused too closely on what radical party members called “negative content”, Cherian recalled.“John was very troubled by the rejection of the film by the radical Left – he said they hadn’t understood it,” Cherian said.In Amma Ariyan, the middle-aged filmmaker was looking back on his lost youth with “romantic wistfulness”, Johny ML said. “There is a strong disillusionment about the whole [radical Leftist] movement, but the idealism was too alluring to reject”, Johny added.Amma Ariyan (1986).Abraham died in 1987 after falling off the parapet of a house. It is said that he lay in a hospital for several hours unattended – the medical staff didn’t recognise him. He was 49. At the time, he had been working on adapting a Paul Zacharia story about a priest and a seminary, Cherian said.Bina Paul was in Delhi at the time. Venu was on a shoot, read about Abraham’s death in a Hindi newspaper, and called Paul, devastated.Joy Mathew was in Kozhikode. He had spoken to Abraham a day before his accident. “My brother and I were both close to John,” Mathew said. “We went to the morgue to identify the body.”One of Amma Ariyan’s most striking moments is when Purushan sees Hari’s body at the morgue. The stark image of Hari’s corpse, with its eyes open and accusing, jolts Purushan.Amma Ariyan (1986).“The same thing happened in real life – here I was at the morgue with John’s body,” Mathew said. “He looked like Che Geuvara on his deathbed.”Mathew and his brother took Abraham’s corpse to Kottayam in a tempo. “We had to stop at a few places to allow fans to have their final view,” he said.Already a messianic figure, Abraham spawned a quasi-religious cult with his untimely death. “After John’s death, I kept meeting John Abraham fans – people who wanted to make films like his, or on him, people who dressed like him,” Cherian said.Unlike most other families, Abraham’s relatives didn’t seek to take control of his film prints or prevent anybody from making films about him.“John’s elder brother, Thomas Abraham, said John is public property,” Cherian said. “He said, we won’t touch his work, let them be in the public domain. Let people make money out of his films if they want to.”The copy-left attitude, which mirrored Abraham’s own anti-capitalist views, did backfire at times.His sister Susan Joseph, who produced Cheriyachante Kroorakrithyangal, wanted to send it to the National Film Awards. Its edit wasn’t complete and Abraham was “lapata, missing”, Pradeep Cherian said. So Joseph finished the film on her own and sent it to the awards committee. Abraham later resurfaced and recut the film.The version on the internet is of the first edit that was sent to the national awards. The subtitles are of poor quality and wrong in places, Cherian said. In the final scene, the farmer Cheriyachan, who succumbs to a paranoid belief that the law is after him, says “police, police”. The subtitles read, “Paulose, Paulose.”\n\n\n    \n    Play\n\nCheriyachante Kroorakrithyangal (1979).Cherian chose not to make a film about his uncle, but others have tried. In 2018, writer Deedi Damodaran and director Prem Chand embarked on the biopic John. Rather than having an actor play Abraham, they decided to represent the director through a voiceover. John includes conversations with Abraham’s acquaintances who attempt to unpack his ideas and relevance. The voiceover, which was provided by Pradeep Cherian, is being reworked. The film will be ready once the re-recording is complete. The idea behind John is, “what would happen if he were to return and knock on our door?” Damodaran said.Prem Chand had known Abraham from his Odessa Collective days. Damodaran had first watched Amma Ariyan in college. She has revisited the movie several times during the course of making John.Her critique of Abraham includes his depiction of female characters. “John is celebrated as a radical but he had constraints when it came to portraying women,” Damodaran observed. “In Amma Ariyan, the mother is sidelined, and even the protagonist is named Purushan. The women are the epitome of endurance who listen all the time – the movement is full of men and they make history.”There is no contradiction between Damodaran’s differences with Abraham and her admiration for him. The filmmaker, who rebelled against orthodoxies and challenged entrenched filmmaking practices, would have approved.\n\n\n    \n    Play\n\nA trailer for the biopic John.The John Abraham cult has spread far beyond Kerala through the internet. Subtitled prints of Cheriyachante Kroorakrithyangal, Agraharathil Kazhuthai and Amma Ariyan on YouTube have re-introduced Abraham’s iconoclastic vision to seekers of independent voices in Indian cinema. His movies, now removed from the political context in which he operated, work as a cri de coeur that is timeless and universal.Lijo Jose Pellissery, the director of Angamaly Diaries and Jalikattu, watched Amma Ariyan for the first time on YouTube a few years ago. “What struck me was the way it was narrated – it was unlike the films back then,” Pellissery said. “The candid, handheld shots were blended into the film as a style.”When Pellissery cast Joy Mathew in his 2013 film Amen, he didn’t know at the time that Mathew had played the lead in Amma Ariyan. “I realised only later he was part of this legendary film,” Pelissery said. “The point of view shots that followed the main character grabbed me the most. I was never a big fan of this kind of arthouse cinema back then. But this one still runs in my head.” Sanal Kumar Sasidharan, director of Ozhivudivasathe Kali and S Durga, first watched Amma Ariyan in college and later again on YouTube. “I am hugely influenced by John Abraham, not by the aesthetics of his films but his ways of gathering people and money,” Sasidharan said. “He efficiently managed to do crowdsourcing in those days. Amma Ariyan itself is like a catalogue of the history of protest. In a way, I used that technique in my film Unnnadamina Maranam. We treat John Abraham like an idol, but people don’t really understand how he was trying out different methods and trying to work outside the industry.”\n\n\n    \n    Play\n\nAmma Ariyan (1986).Also read:Why John Abraham (the real one) was more than a ‘maverick genius’","author":"Nandini Ramnath","time":"2020-09-03T18:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146913-ajbibemkdl-1599056805.jpg","tags":["John Abraham","Amma Ariyan","Malayalam cinema"],"source":"https://scroll.in/reel/972059/film-flashback-amma-ariyan-and-the-fruitful-afterlife-of-its-director-john-abraham"}