{"title":"Film review: 'Broken Horses' is Parinda’s ghost mystifyingly relocated on the US-Mexico border","content":"Director and blockbuster producer Vidhu Vinod Chopra makes his English-language debut at the age of 62 with a spare version of his 1989 movie Parinda. Broken Horses is a whisper rather than a bold statement by a filmmaker keen on being seen as the new Shekhar Kapur. The emotional peaks usually associated with Hindi cinema and some of his own films have been scaled down in favour of functional dialogue and a landscape devoid of people apart from the ones who need to be there to take forward the story of two brothers and the gangster who comes between them.The narrative arc is taken directly from Parinda, featuring Jackie Shroff as the henchman of Nana Patekar’s pyrophobic underworld don and Anil Kapoor as Shroff’s earnest younger brother who joins the gang to destroy it from within. A violent and operatic production, Parinda raised the bar for subsequent gangster movies set in Mumbai as well as for Chopra. Nothing he has directed since has matched Parinda’s impact – not the period movie 1942 A Love Story nor the caste-based drama Eklavya.Broken Horses is set in a generic lawless and colourless town on the US border with Mexico, where some kind of criminal activity is afoot and is controlled by Vincent D’Onofrio’s Hench. Since his crooked enterprise is managed by a carful of men and aided by a similarly understaffed police force, we have to take the word of co-writers Chopra and Abhijat Joshi that Hench is the local public enemy number one.Hench is responsible for the early death of the honest father of Buddy (Chris Marquette) and Jacob (Anton Yelchin). The elder brother is a simpleton (a touch of the sun and Of Mice and Men) and a marionette in Hench’s hands who shoots when jerked this way or that. Jacob is a musician with a promising career and a girlfriend who returns home to take Buddy away, but instead gets embroiled in Hench’s gang.Yelchin’s frame is as skeletal as the writing, and it takes another massive leap of faith to accept him as the mole that will burrow vast holes through Hench’s empire and guide the plot through the maze of unconvincing contrivances that the writers have dreamed up. D’Onofrio mugs as he tends to, and only Marquette comes off with some degree of conviction in this low-budget three-hander. The 101-minute movie has a couple of effective scenes of coiled-up tension and suitably moody chiaroscuro work by cinematographer Tim Stern, but it always feels like a very early draft of the story that eventually became Chopra’s professional zenith.","author":"Nandini Ramnath","time":"2015-04-10T09:15:03+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/719308-05dff8f5-5d32-4e27-ac1a-409d90f77090.jpg","tags":[],"source":"https://scroll.in/article/719308/film-review-broken-horses-is-parindas-ghost-mystifyingly-relocated-on-the-us-mexico-border"}