{"title":"Films that are 50: There are movies about the movies and then there is Satyajit Ray’s ‘Nayak’","content":"The central problem that the hero of Satyajit Ray’s Nayak (The Hero) faces is articulated early in the film, when a journalist on the same train asks him, “Don’t you feel something missing? Some emptiness somewhere?” The journalist’s interview is one of the many techniques that Satyajit Ray uses with finesse to question the life that matinee idol Arindam Mukherjee has chosen for himself. On his way to Delhi to receive a national award for acting, Mukherjee is not normally prone to introspection. He’s just come out of a messy affair involving the actress wife of another man who is seen, in flashbacks, to have offered herself as a casting couch candidate. As the film progresses, we see Ray bringing in all the clichés of the glamourous acting life and turning them on their head by bringing out the vapidness of it all from the star’s perspective.Uttam Kumar in Nayak (1966). Courtesy RD Bansal.Throughout the train journey – which is, of course, a convenient metaphor for a journey to a certain realisation for Mukherjee – various passengers ask him uncomfortable questions. Perhaps the most priceless exchange is the one with a nonagenarian who lectures him on his dissolute, alcohol-soaked lifestyle. When the star asks the old man whether he’s referring to a legally married wife, the acerbic reply, in English, is: “What other kind of marriage there can be in civilised society?” (Ray’s ear for real-life dialogue was impeccable, as evident in the use of “there can be” rather than the grammatically correct “can there be”.)In his 13th feature film, Ray turns away from a larger social-humanist canvas to focus on a single personality and his intersection with his sociopolitical, economic, and artistic milieu. Nayak is the second film for which he wrote an original screenplay, the first being Kanchenjhunga (1962). Both films have the qualities of symphonies, the “movements” alternating between quick, medium, and slow, with a number of stories being told simultaneously, independent and yet interwoven. And neither has the classic storyline of films made from literature.Sharmila Tagore and Uttam Kumar in Nayak (1966). Courtesy RD Bansal.In Nayak, particularly, Ray exploits the formless narrative, where it’s not the story but the progression of time that takes the viewer along. Unlike in Kanchenjhunga, however, he uses the flashback to introduce the hero’s backstory, as the softly relentless questioning of the journalist Aditi Sengupta, played with a welcome lack of coquetry by Sharmila Tagore, prises open the lid that Mukherjee has shut on his real self.Both the hero and the audience are confronted by the systematic breaks with conscience that the road to a soulless success entails. There is no moral judgement here, but Mukherjee’s agony is presented in terrifying dreams, one of them of sinking into a pile of money – surely a deliberate hat tip to Orson Welles – that effectively says it all. Uttam Kumar in Nayak (1966). Courtesy RD Bansal.Films about films are always rich for insights into a craft that a director knows intimately. But here Ray is less concerned with the illusion of filmmaking than with the shifts in the moral compass of the biggest cinema stars. In a further deliberate blurring of the lines between art and life, he picks Uttam Kumar – Bengali cinema’s real world equivalent of Arindam Mukherjee in terms of fame, adulation and an existence littered with hangers-on – who was popularly referred to as Mahanayak, to star in the film.Kumar’s performance is the nearest thing to pitch perfection that a film told in the language of realism can have. Not only is he coolly distant and yet cordial with fellow passengers, he also brings out the agony that lies beneath the surface of poise and authority that his character exudes, without being dramatic about it.In one of the flashbacks, a young Mukherjee, appearing in a scene with a seasoned actor, pitches his tone so low, so close to everyday cadences of speech, that his fellow performer asks, “Is this a soliloquy… or Hollywood?” The irony can’t be lost, even as the hero tries to bring his acting closer to real life, his career as a superstar takes him ever further away from that very life. And the train journey only works as a brief entanglement with a set of uncomfortable truths, as he is led away by an adoring crowd on his arrival in Delhi.Nayak may not be Ray’s most memorable film, but it is unparalleled in the intensity of its inward gaze. What a travesty that it was remade in a shallow contemporary version titled Autograph as part of a new wave of Bengali cinema that confuses a middle-of-the-road slickness with uniqueness and depth.At 50, Nayak is as young as it could be.Uttam Kumar in Nayak (1966). Courtesy RD Bansal.","author":"Arunava Sinha","time":"2016-01-18T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/153876-wmimpvegob-1611605458.jpeg","tags":["Nayak","Uttam Kumar","Satyajit Ray"],"source":"https://scroll.in/reel/802007/films-that-are-50-there-are-movies-about-the-movies-and-then-there-is-satyajit-rays-nayak"}