{"title":"Film review: ‘Te3n’ is in no hurry whatsoever","content":"The stylised title is a tribute to David Fincher’s crime thriller Se7en, while the plot hints at dark goings-in an otherwise sun-dappled and colourful city where traditional mansions and state-of-the-art flyovers sit side by side.As Kolkata goes about its business in Te3n, John (Amitabh Bachchan) shuffles between the police station and his home, waiting for closure on his dead granddaughter Angela. She was kidnapped eight years ago and died during a ransom handover that went horribly wrong. Police officer Martin (Nawazuddin Siddiqui) was the only other witness apart from John to that tragic day, and the incident seems to have encouraged him to swap his police uniform for a priest’s cassock. But John has not forgotten. His home is a mausoleum filled with Angela’s things, and he continues to haunt the police station, earning patient platitudes and little else from police officer Sarita (Vidya Balan).    A seemingly innocuous new lead convinces John that the kidnapper might still be in Kolkata. When the grandson of a local resident, Manohar (Sabyasachi Chakraborty), is kidnapped in the same way in which Angela disappeared, it appears as though yet again, children are being pulled off the streets. Sarita enlists Martin’s help in solving the case, while John conducts his own off-the-books investigation.\n\n\n    \n    Play\n\nThe trailer of ‘Te3n’.An official remake of the Korean thriller Montage (2013), Te3n takes its time in setting up its premise. Considerable footage is devoted to presenting Bachchan as a defeated old man who walks with his shoulders touching his chest and moves as though he might be recovering from a stroke. Like the aging grouch from Clint Eastwood’s later-day films, John rarely smiles and keeps his mouth open almost all the time. It’s a performance that is on the nose while aiming to be subtle, but it does have its moments. Siddiqui and Balan valiantly try to inject energy into their sketchy characters, but the overall lack of momentum in the screenplay by Suresh Nair and Brijesh Jayarajan eventually gets to them.Te3n is unable to capture the briskness of Kahaani, whose director, Sujoy Ghosh, is one of Te3n’s producers. Dasgupta’s feature film debut (he has previously made short films and the television series Yudh) shares with Kahaani an attempt to create a Kolkata neo-noir setting in which dread and death lurk in unlikely spaces. Flashbacks play their part in both movies in reminding viewers of old wounds that refuse to heal. Kahaani’s deceptive rewinds greatly helped throw off audiences following present-day events, but in Te3n, the flashbacks only stretch a thin plot to an untenable 136 minutes.It’s only towards the climax that Te3n begins to pick up its pace. Sharp-eyed viewers will see the grand twist coming, and might have to resist stealing a glance at their watches as Martin and Sarita piece together the rather obvious mystery of what happened to Manohar’s grandson.Kolkata, shot by Tushar Kanti Ray, proves to be an evocative setting for Te3n, and the locations provide gorgeous backdrops for John’s mission. Symbolism abounds in an early Durga Puja sequence and the scenes in the church and a mosque where John finds a vital lead, but prayers need to be followed by action to be effective.","author":"Nandini Ramnath","time":"2016-06-10T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809665-ocargtxdzn-1465488117.jpg","tags":["Te3n","Amitabh Bachchan","Vidya Balan","Nawazuddin Siddiqui","Rhibu Dasgupta"],"source":"https://scroll.in/article/809665/film-review-te3n-takes-its-own-sweet-time-continuing-down-to-its-climax"}