{"title":"Film review: ‘Baahubali’ is a triumph of size, scale and spectacle","content":"It takes only the first few frames for Telugu filmmaker SS Rajamouli to establish some of the key elements, themes and characters of his swords-and-dhotis adventure. Baahubali: The Beginning, dubbed in Hindi from Telugu, opens with a queen (Ramya Krishna) running for her life clutching a baby. She slays the soldiers chasing her and wades into the gushing waters at the foot of a thundering waterfall. The queen saves the male infant by holding it above the treacherous waters, her resoluteness signalled by her unwavering hand.Next, the boy, temporarily known as Shiva (Prabhas) and the Baahubali of the title, rapidly establishes his single-mindedness and valour. Curious about the world beyond the waterfall, he spends his childhood, adolescence and early adulthood trying to conquer the rapids, finally succeeding when he chases winsome warrior Avanthika (Tamannaah Bhatia) to the other side, where his real inheritance awaits him.Shiva’s repeated and eye-popping attempts to tame the waterfall mirror Rajamouli’s determination to deliver the spectacle to beat all spectacles. Valour, virility, vendetta, maternal resolve, operatic emotion, rebellion and conquest are all packed into the inaugural minutes, and they eventually add up to a ravishing feast mounted on a scale that has rarely been seen on the Indian screen.Royal intrigueRajamouli moves through the 159 minutes of part one (a second episode will release next year) with as much speed and ease as Shiva. The familiar yarn of a royal family split down the middle over the issue of inheritance meshes tropes and tricks seen in numerous Hollywood fantasy adventures and period dramas, from Spartacus and Gladiator to the Lord of the Rings trilogy, with elements from Indian epics. Bhallala Deva (Rana Dagubatti) is the cruel ruler of Mahishmati, whose skyline is dotted with proto-skyscrapers and forbidding Fascist-style structures and whose ground heaves with the sweat and tears of slave labour and fearful subjects.Bhallala Deva has a prized prisoner, Devasena (Anushka Shetty), whose hauteur has survived her imprisonment, and who provides the link between parts one and two. Devasena’s followers, including Avanthika, are waiting to rescue her, and Avanthika, borrowing a few moves and the costumes of Keira Knightley’s character in King Arthur, seems ready for the task. But she is conveniently defanged by Shiva, who travels in her place to Mahishmati, where his legacy awaits him.In a movie laden with symbols and portents, there is no sequence more telling than Baahubali’s entry into Mahishmati. A consecration ceremony for a humungous statue of Bhallala Deva is reluctantly underway. The dancers are grimacing, the chants of the priests are decidedly muted, and even intense whipping cannot make the slaves put the statue into position.Baahubali’s mere presence electrifies the crowd. The dancers find the spring in their step, the priests brighten up, and the slaves perk up. The game of statutes has been lost forever. In a meme-worthy moment, the stricken Bhallala Deva has a vision of his likeness being dwarfed several times over by Baahubali’s decidedly bigger image.Big is beautifulSize is everything in this giga-budget production, which deploys numerous extras and computer-generated effects and frames its characters and sets in a way that maximises their grandeur. One of the movie’s frequently deployed tricks is to make its bulky male leads sail through the air with the grace of birds. Characters are frequently placed against imposing backdrops and different terrains–waterfalls, icy valleys, mountain tops, and the grime of the battlefield.Yet, Rajamouli’s emphasis on spectacle and grandiloquence doesn’t blind him to the necessity of moving the story along. A flashback reveals the treachery that denied Baahubali his rightful place on Mahishmati’s throne and includes a bloody battle sequence that establishes the filmmaking crew’s complete absorption of Hollywood movies, especially Peter Jackson’s Lord of the Rings movies. Stepping in for the LOTR’s Orcs are dark-skinned and bestial rebels, led by a one-eyed scruffy leader who, in a less conventional celebration of the prowess of the martial race, might have been a useful ally rather than a disposable enemy.Baahubali doesn’t tinker with the basic template and the clichés of the warrior epic genre, and the parallels drawn between Baahubali and the god Shiva redundantly underline his  decidedly non-mortal physical strengths. The movie venerates machismo, which is present even in its spitfire female characters, but it has ample reserves of singular imagination and visual splendour. Beautifully designed by Sabu Cyril and impressively shot by KK Senthil Kumar, the movie underscores Rajamouli’s proven ability to deliver a grandiloquent experience. The sprawling cast falls in perfect line with the filmmaker’s ambitions, and he trumps his track record of delivering smart popular entertainment through such films as Magadheera and Eega. Every frame pulsates with the passion of a filmmaker openly staking his claim as the most adventurous soul travelling through mainstream cinema at the moment.","author":"Nandini Ramnath","time":"2015-07-10T08:45:23+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/740092-9da1d127-bf59-427d-8191-d16818d3e071.jpg","tags":[],"source":"https://scroll.in/article/740092/film-review-baahubali-is-a-triumph-of-size-scale-and-spectacle"}