{"title":"Film flashback: To understand Hindi cinema of the 1960s, start with 1957","content":"On July 9, 2015, filmmaker and actor Guru Dutt celebrates his 90th birth anniversary. For many, Guru Dutt is regarded as one of the high auteurs of Indian cinema, his films like Baazi (1951), Aar Paar (1954), Pyaasa (1957) and Kaagaz Ke Phool (1959) having stood the test of time. It is a tragedy then that such a fine life was cut short so early by Dutt’s brush with alcoholism, depression and his subsequent suicide in 1964.But let’s turn our mind to 1957, the year that saw the release of Dutt’s Pyaasa. We already know that ’57 was a monumental year for Indian cinema as it epitomized the nation building narratives and the cinema of social responsibility that the films of the 1950s are known for. There was Dutt’s Pyaasa, a trenchant critique of an increasingly materialistic society. The same year saw Mehboob Khan’s Mother India, a film that allegorised the nation state existing in its villages. BR Chopra’s Naya Daur was more buoyant in tone but was a quintessential salutation to the idea of Nehruvian socialism as it voiced the conflict between man and machine. V Shantaram’s Do Aankhen Barah Haath, with a somewhat pedantic narrative, was a continuation of the filmmaker’s philosophy of reformist cinema.Together, these four films alone are enough to regard 1957 as some kind of milepost year in the annals of Hindi cinema. But there were other films that make that year even more noteworthy. There was the Raj Kapoor-produced, albeit not so successful, Ab Dilli Dur Nahin, the story of a young boy determined to meet “Chacha” Nehru and save his father from the gallows after he has been falsely convicted for a crime at the hands of a rather impersonal judicial system. There was Subodh Mukerji’s Paying Guest, which saw Dev Anand essay the role of a rather comic but delightful charlatan in a mostly frothy film. Dekh Kabira Roya directed by Amiya Chakravarty was a lighthearted comedy, based on mistaken identities and which detailed the pitfalls of modern love.But besides all these fine films, it was a year where new trends emerged, new creative energies took root, legacies were built (and destroyed) and some unfortunate events transpired – all of which decisively impacted Hindi cinema and make it a fascinating reference point for any study undertaken on it.Take Amiya Chakravarty for instance. By the time he had directed Dekh Kabira Roya, Chakravarty had already put together a formidable body of work behind him. He had directed Dilip Kumar in the actor’s first film, Jwar Bhata (1944). After that Chakravarty had directed some critically acclaimed films such as Daag (1952), Patita (1953) and Seema (1955). Together, these three films showcased Chakravarty’s empathetic look at the sufferings of women in society.Tragically, Chakravarty died in ’57 at the very young age of 44. Looking at how he transitioned from subjects as varied as Seema, arguably, his finest film and Dekh Kabira Roya, one can only wonder what might have happened had Chakravarty lived on.So far as unfortunate incidents go, the split between one of Hindi cinema’s finest pairings also happened in 1957. Music composer Sachin Dev Burman, and lyricist Sahir Ludhianvi, who had collaborated in more than 15 films, producing memorable soundtracks in films like Baazi (1951), Jaal (1952), Taxi Driver (1954), House No 44 (1955), Devdas (1955), Munimji (1955), Funtoosh (1956), clashed over the success of Pyaasa’s music, with each individual believing his contribution to be greater in this regard. Burman senior, who had brought Sahir on board to work with him beginning Naujawaan (1951), promised never to work with the lyricist again.Strangely, Burman’s decision worked in establishing Sahir’s legacy more strongly. With Burman, Sahir’s songs were essentially about romance, longing and despair over unrequited love. On the few occasions that he had the opportunity to make his socio-political comments, he could only go the satirical route as seen in lighter melodies such as ‘Oonche sur mein gaaye ja’ (House No 44) or ‘Denewaala jab bhi deta’ (Funtoosh).But having parted ways with Burman, Sahir’s political and philosophical musings come to the fore much more overtly in his work with composers such as Khayyam (Phir Subah Hogi/1958, Shagoon/1964), N Dutta (Sadhana /1958, Dhool Ka Phool /1959, Dharmputra /1961), Jaidev (Hum Dono/1961, Mujhe Jeene Do/1963), Roshan (Taj Mahal/1963, Chitralekha/1964) and Ravi (Aaj Aur Kal /1963, Gumraah /1963, Waqt/1965, Do Kaliyaan/1968, Aadmi Aur Insaan/1969).Sahir mostly dictated terms to these composers, who now generally composed their songs around his lyrics. This unshackled Sahir and he vented his thoughts freely, at times irrespective of the film’s storyline. Had the split with Burman not happened, perhaps Sahir, the political lyricist, the conscience-keeper of society that we have come to know him as, would have found it difficult to emerge from Burman’s shadow.Three new kingsInterestingly, three other filmmakers, who would come to own and define much of Hindi cinema over the next three decades, made their directorial debuts in 1957. With Musafir, Hrishikesh Mukherjee, gave us a sneak peek into the cinema of the middle class that he would come to champion over the rest of his film career. Vijay Anand, having co-written Taxi Driver (1954), helmed Nau Do Gyaarah, a breezy romantic thriller, the same year. Anand’s screenplays, music sensibilities and interesting camera techniques would give audiences some of the finest films of the 1960s like Tere Ghar Ke Saamne (1963), Guide (1965) and Jewel Thief (1967).Nine years after Nau Do Gyaarah, Anand would direct another landmark ’60s film, Teesri Manzil (1966), a film that was written and produced by Nasir Husain, who also made the transition from writer to director with the Shammi Kapoor-starrer Tumsa Nahin Dekha in 1957. From there, Husain would go on to direct some of the most successful musical films of their time, such as Dil Deke Dekho (1959), Jab Pyaar Kisise Hota Hai (1961) right up to Yaadon Ki Baaraat (1973) and Hum Kisise Kum Nahin (1977). At the fag end of his career, Husain produced but also worked on Qayamat Se Qayamat Tak (1988) and Jo Jeeta Wohi Sikander (1992), two starkly different films, but whose dialogues epitomised Husain’s versatility.Much of the cinema of the 1950s saw the coming of the city as a theme in the films of the time. Films like Baazi  (1951), Awara (1951), Aar Paar (1954), Taxi Driver (1954), Mr & Mrs ’55 (1955), Shree 420 (1955), C.I.D. (1956), Pyaasa (1957) and Howrah Bridge (1958) showcase the city and base their narratives in this milieu. But 1960s Hindi cinema is all about the outdoors, in the open and away from the decadence of the city. It is interesting therefore to conjecture where this break from the city begins to take place.Although films like Barsaat (1949) and Munimji (1955) based their storylines outside the city, it is in 1957 that we see some kind of a definitive zeitgeist, away from the city, taking shape. Husain’s Tumsa Nahin Dekha was all about the countryside. Nau Do Gyaarah, similarly, has its protagonist make his way from Delhi to Bombay city, but the bulk of this film heading into its climax is in Mahabaleshwar. Even the wonderful ‘Hum hain raahi pyaar ke’ from the film is sung on the road, when Dev Anand is making his way to Bombay city.Other films from the year are either entirely based in the countryside (Do Aankhen Baraah Haath) or the village (Mother India, Naya Daur) or have some memorable song sequences taking place in the countryside (‘Maang ke saath tumhaara’ from Naya Daur) and on the way to the city (‘Chun chun karti aayee chidiya’ from Ab Dilli Dur Nahin). In the next few years, with the success of films like Madhumati (1958), Dil Deke Dekho (1959), Love In Simla (1960), Jab Pyar Kisise Hota Hai (1961) and ultimately Junglee (1961), which popularised the use of colour, Hindi cinema makes a break from the city and heads for the beauty and the contours of the outdoors. The city then returns in a big way only in the cinema of the 1970s.But, perhaps, the biggest takeaway from 1957 was the man who was seen prancing, ‘yahoo-ing’ and dancing in the countryside and the outdoor locations of the films in the 1960s. Shammi Kapoor was on his way to quit films, having starred in 19 flops ever since he debuted in Rail Ka Dibbaa (1953). The problem was that in an era where the triumvirate of Raj Kapoor, Dilip Kumar and Dev Anand ruled the film industry, it was very difficult for Shammi to carve a different niche for himself. Also, because of his pencil moustache and surname, audiences couldn’t really distinguish him from his elder brother Raj Kapoor.But as Nasir Husain started the search for the hero of Tumsa Nahin Dekha, initially hoping to land Dev Anand, it was Shammi Kapoor who finally nicked the role on Filmistan producer S Mukerji’s recommendation. Legend has it that on the day of the film’s premiere at Bombay’s Naaz cinema, when Shammi saw the audience hooting and clapping through the film, he feared another dud. He asked Husain, what the commotion was about, to which Husain told Shammi not to worry. The audiences had taken to him in a big way.Building on the success of Tumsa Nahin Dekha, which incidentally was a late-1957 release, Shammi emerged as the rebel star. Shammi signified a new kind of Hindi film hero, who sang and danced with abandon and without a care in the world. He was a bon vivant of sorts, the Indian Elvis Presley, who romanced his heroines with flair and a certain aggressive charm. His films like Dil Deke Dekho, Junglee, Professor (1962), Kashmir Ki Kali (1964), Teesri Manzil and An Evening In Paris (1967), arguably, made him the most dominant star of the 1960s.It is fascinating, then, that as we look back at 1957 as some kind of annus mirabilis, with all the classics that release in that year, the year also shapes the future of Hindi cinema on various fronts. A hat-tip then to that great year which gave us a lot more than just the obvious!Akshay Manwani is the author of Sahir Ludhianvi: The People’s Poet (HarperCollins India 2013). He is currently working on a book on the cinema of writer-director-producer Nasir Husain. He tweets at @AkshayManwani.","author":"Akshay Manwani","time":"2015-06-28T08:45:42+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/736989-819e6586-150f-4885-ab04-c9691d2a812a.jpg","tags":[],"source":"https://scroll.in/article/736989/film-flashback-to-understand-hindi-cinema-of-the-1960s-start-with-1957"}