{"title":"Film flashback: The ghost in the tree, from 1973","content":"Mani Kaul’s most acclaimed film Duvidha has acquired the reputation of being the quintessential Indian ghost film. Made in 1973 on a shoestring budget, it tells the story of a tree ghost who takes the appearance of a groom (Ravi Menon) and impregnates the bride (Raisa Padamsee) in his absence. When the husband returns, the wife is forced to make a choice between the real groom and the ghost. The film, based on a story by Rajasthani writer Vijaydan Detha, develops these characters through parallel, historically uneven and even contradictory narratives.Kaul’s film is best known for its saturated cinematography by Navroze Contractor. The classical styles of the Kangra and Basohli miniature paintings inform the colour schemes as well as the framing and the editing. Most striking is the use of the color red, which symbolises pleasure or rajas in Hindu thought. An ode to the object-landscape schism found in the work of modernist painter Akbar Padamsee, as well as folk forms of art in Rajasthan, the film is also noted for its use of the Manganiyar form of music.\n\n\n    \n    Play\n\nDuvidha.For Kaul, cinema provides a situation through which Indian feudal society interacts with modernity. The ghost represents a modernity that forces the earlier internalised modes of oppression to be projected onto society as a whole, immobilising the organic movement of history. The film formalises this withdrawal through deliberately slowed down movements of his actors, and in particular, the use of the freeze frame. Cinema is known for its ability to take material celluloid and transform it into a multiplicity of immaterial sensations. Duvidha literalises this conception and makes it the basis of the film.Ravi Menon in Duvidha. Courtesy National Film Development Corporation.The movie posits a radically original conception of cinema, in which the film is more like an object instead of a constructed subject. Kaul’s “cinema of object” posits a new logic of realism that simultaneously accommodates the metaphysical space time and the socio-historical space time through the medium of film. The realism of Kaul’s cinema is presented through the materialist conflict between the characters and idealised myth, which is represented by the immaterial ghost. Similarly, the folk music forms in Duvidha are played off in contradiction to the classical visual forms. The two occupy each other’s fantasy worlds and disturb the space-time of the everyday as represented in the film.Kaul often mentioned the difficulties he had in making Duvidha on a hand-cranked camera with minimal means. For him, the key to the film’s success was his improvised ability to use available light to create the sensorial effect of the ghost. Playing the part of the bride was Akbar Padamsee’s daughter Raisa, who had returned from Paris and could not speak a word of Hindi. The use of language in the film itself is curious – it uses a suggestive form of Hindi, taking a leaf out of Anandvardhan’s eighth-century text, Dhwanyaloka.Duvidha. Courtesy National Film Development Corporation.The film was released in 1973 and found several detractors, including Satyajit Ray, who found the cinematography to resemble advertising. On the other hand, the advertising industry in Mumbai had several admirers, including companies that gave their employees a holiday to watch the film for its use of color. Duvidha acquired a reputation abroad due to its regular broadcasts on a German television channel throughout the 1980s. It has since acquired a cult following among Indian cinephiles.Detha’s story was also the source of the commercial Hindi film Paheli, directed by Amol Palekar and starring Shah Rukh Khan and Rani Mukerji.Whereas Duvidha anesthetises the Rajasthani folk tale to cinema, Palekar’s 2005 film produced a fetishised version of Rajasthani culture and meandered from any true merit. Paheli caricatured Detha’s text and made it into a literal story, significantly removing its psychological crux. Kaul best analysed the difference between the two films. “Whereas a paheli can be solved, a duvidha is a dilemma which is unsolvable,” Kaul said, referring to the questioning nature of the original that involves the audience’s aesthetic judgement instead of merely presenting a story.","author":"Devdutt Trivedi","time":"2017-02-09T15:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/828866-51054-bldjjpyusc-1486567468.jpeg","tags":["Duvidha","Mani Kaul","Vijaydan Detha"],"source":"https://scroll.in/reel/828866/film-flashback-the-ghost-in-the-tree-from-1973"}