{"title":"Film on Kashmir disappearances reminds us of the cruelty of forgetting, the power of memory","content":"There can never be enough documentaries on the tragedy of Kashmir. The latest one looks at the thousands of enforced disappearances that have taken place in the region since the movement for self-rule took root in the late 1980s. Iffat Fatima’s Khoon Diy Baarav (Blood Leaves Its Trail) considers the plight of the family members of the vanished men and the efforts of the Association of Parents of Disappeared Persons to combat the collective amnesia of the local and Central government authorities through repeated protests and petitions.One of the familiar images in the film is of family members at demonstrations, clutching placards and well-worn photographs and documents of brothers, fathers and sons who were taken away by the armed forces and the state police several years ago, never to return. A recent report by the Association of Parents of Disappeared Persons and the International Peoples’ Tribunal on Human Rights and Justice in Indian-Administered Kashmir, titled “Structures of Violence: The Indian State in Jammu and Kashmir”, pegs the number of the missing at over 8,000.Praveena Ahangar, the association’s indefatigable founder whose son, Javed, vanished in 1990, is among the characters in the film along with several other men and women. Their missing family members appear to them in their dreams and nightmares, and their lives are marked by endless waiting. In the sequence that opens the 93-minute film, Shamima Bano, a mother of two, narrates a strange dream in which a man with the face of her missing husband Shabir but not his feet appears before her. “I tell him, ‘I put my mark on Shabir, you are not Shabir,’” she tells Fatima.“The film is a consequence of my bearing witness,” Fatima says in her voiceover. The film expands on her previous 26-minute documentary Where Have You Hidden My New Moon Crescent, which is the story of Mughal Masi, who died after waiting for 20 years for her son to return.The characters in Khoon Diy Baarav have been similarly waiting forever, but they haven’t forgotten. Fatima shows how the overhang of sadness and loss does not cloud the memory but in fact strengths it – the family members remember details of the moment, the names of the officers involved. “Memory is a political act on their part, and they live and relive every moment,” Fatima asserted. “It hasn’t ended and is continuing, and they have no choice but to remember. These details are internalised into their beings, so there is no question of forgetting – these people are not dead for them but alive.”The disappearances were at their peak during the early stages of the secessionist movement in the late ’90s and early 2000s, Fatima said. “Over the years, there have been fewer cases – after 2003, there was a phase of just custodial killings.” She met Ahanger in the early 1990s, and the force behind the APDP swept along the filmmaker with her passion and commitment. “The film has evolved from a very personal association with the issues and the families,” explained Fatima, whose credits include Lanka – The Other Side of War and Peace, a biographical film on the artist Dashrath Patel titled In the Realm of the Visual and Boojh Sakey to Boojh, which explores the poetry of Amir Khusro.“The micro and the macro are very closely connected when you live in Kashmir,” Fatima added. “The individual lives are very much connected to the larger issue, and the personal is very political because large numbers of people have been affected by what has happened. The larger political issues impinge on the day-to-day lives in a very serious way, and nobody can be detached from them.”Brutal discoveryIffat shot Khoon Diy Baarav between 2007 and 2010, and the time taken to film her subjects captures the number of years that they have been waiting for information. Closure might come in the most brutal way possible – the discovery of a mass grave. “When you meet the family members, you realise that they don’t talk about the missing in the past tense, and they keep hoping that they will return,” Fatima said. “This is a very active hope, and it is a political act on their part.”The lengthy production process for the almost entirely self-funded documentary also meant that Fatima had gathered “an immense amount of very personal and emotionally charged material”, she said. “The editing took me a long time – the fact that I am from Kashmir and am an insider-outsider meant that there was an emotional connect that had its advantages and disadvantages,” Fatima added.The 54-year-old filmmaker screened the documentary in Srinagar on August 29 on the eve of the International Day of the Disappeared, and she plans to hold more screenings in Kashmir. Khoon Diy Baarav will also be shown at Film South Asia, the annual documentary festival in Kathmandu in Nepal, which will be held this year from November 19 to 22. Screenings across India will, however, be a challenge, given the general climate of mistrust against any form of cultural expression that goes against the grain and the fact that Fatima is not even going to begin to apply for a censor certificate. “But I do want the film to be seen – it is going to be a struggle,” she acknowledged. “This film has taken a big toll. It was emotionally wrenching to go through all that material. I couldn’t let go of it, but I am now free of it. It has its own life now. Let’s see what happens.”Iffat Fatima.","author":"Nandini Ramnath","time":"2015-10-12T13:30:53+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/760147-74de4d88-1e2c-42c5-aea9-c5f732486850.jpg","tags":[],"source":"https://scroll.in/article/760147/film-on-kashmir-disappearances-reminds-us-of-the-cruelty-of-forgetting-the-power-of-memory"}