{"title":"Film flashback: Surviving Naxalism and the Emergency in ‘Kathapurushan’","content":"Most writers have an autobiographical streak, and as the legendary auteur Adoor Gopalakrishnan once said, their novels or short stories or films are invariably based on or are inspired by their own experiences or of those that they have known. Gopalakrishnan’s Kathapurushan (1995), or The Man of the Story, which came 20 years after the draconian Emergency in India, is undoubtedly the director’s most autobiographical work – with the “Man” here being Gopalakrishnan himself, and the “Story” his very own. Or, much of it.Gopalakrishnan becomes Kunjunni (played by Viswanathan) and is transported to a palatial house in Kerala’s remote Pallikal, the home of the helmer’s maternal grandfather. Gopalakrishnan spent his childhood and boyhood there, and like Kunjunni, emerged feet first, a rare case of breech delivery. His parents were separated, and the Pallikal house had an estate manager – like what we saw in the movie. But then Kunjunni was the only child, while Gopalakrishnan had several brothers and sisters. Did the filmmaker have a childhood sweetheart like Kunjunni’s Meenakshi (Mini Nair)? I could never get this out of Gopalakrishnan.\n\t\t\n\tKathapurushan (1995). Image credit: Konangal.Kathapurushan takes us through a series of landmark events that India witnessed over a tautly capsuled 107-minute work. It shows the kind of control Gopalakrishnan had – and still has – over the moving medium. Some of the momentous events that are filmed and those which Kunjunni lives through are also those that Gopalakrishnan experienced. India’s independence, Gandhi’s assassination, Communist rule in Kerala, land reforms, the Naxalite movement and the black Emergency during Indira Gandhi’s prime ministership are some that the auteur and his hero pass through. “So, it was an emotional journey for me,” Gopalakrishnan told me during one of the several interviews I have had with him. “When Gandhiji died, I was very young, but I could sense something terrible had happened. I cried for a whole day and would not even eat.” It is well known that Gopalakrishnan has remained a staunch Gandhian all his life, wearing khadi and even spinning the charka occasionally.We see this most poignantly in Nizhalkkuthu, where the royal Travancore executioner’s son is a Gandhian, who in a strange twist of fate is forced to stand in for his father. A riveting indictment of capital punishment and all things violent.Even in Kathapurushan, Kunjunni’s journey towards Marxist philosophy (an influence of his uncle) is clearly etched in my mind. Sensitive to the core, Kunjunni is deeply affected by the radical land reforms, the election of Kerala’s first Communist Government and his mother’s death. All these moved Gopalakrishnan as well, but it would be far-fetched to conclude that he was a Communist at any time in his life.This is probably the point of departure in Kathapurushan – where fact and fiction spilt and begin running on separate tracks. Kunjunni starts to imagine that the country’s ills can be answered through a revolution, and he embraces Naxalism. (Gopalakrishnan is candid enough to admit that he appreciated their ideology, but never their means to achieve it or put it into practice. “I am a Gandhian. I can never support violence.”)Kunjunni runs a printing press and publishes literature propagating a movement for the annihilation of class enemies. Later, Naxalism is crushed in Kerala. He is arrested, and tortured in jail, which leaves him with a lifelong limp.Finally, when the Emergency goes and the courts acquit Kunjunni, he searches for his sweetheart, Meenakshi, finds her and marries her. In the end, when he sells his huge house and property, and settles down to modest domesticity, he finds a sense of tranquility. The tag of being a petty bourgeois – which his school-teacher once used to ridicule Kunjunni – is gone forever.\n\t\t\n\tKathapurushan (1995). Image credit: Konangal.Kathapurushan is a metaphorical journey of 45 years which begins with Kunjunni’s birth in 1937, and offers a compelling narrative of how times changed, how society took leaps into the unbelievable and how it affected and helped evolve a stammering little boy into a man with a fine sense of compassion and fair-play. We see this when Kunjunni marries Meenakshi, the daughter of a servant who had once served in his rich and regal household. In the final frames, we watch being him deliriously happy, his embarrassing stammer gone.The movie is, above all, a haunting look at how a decadent feudal culture disappears – a theme Gopalakrishnan had used with marvellous effect even in Elippathayam (The Rat-Trap) – where we see this through the life and times of the protagonist, Unni. We also watch this unfold in Vidheyan (The Servile), through the brutal Bhaskara Patelar, whose downfall comes with an awfully undignified death.We also see this happen in Kathapurushan, where it is not just the marriage between Kunjunni and Meenakshi that signals the end of feudalism, but also the disappearance of his estate manager, Veluchar (who strongly advocated class distinction) and his father’s death.However, Kunjunni is different from Unni or Patelar. Kunjunni embraces change even telling his deprived family that the land must rightfully belong to its tillers.Gopalakrishnan is clearly definitive when he says that every system – feudalism in this case –must adapt and change. It must keep in mind the needs of the time. Otherwise, it can spell disaster, as we saw in Elippathayam and Vidheyan – something that Kathapurushan’s Man escapes.Gautaman Bhaskaran is the author of Adoor Gopalakrishnan: A Life in Cinema.","author":"Gautaman Bhaskaran","time":"2017-07-03T09:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/842400-62015-uafqpitqmc-1498931412.jpeg","tags":["Kathapurushan","Adoor Gopalakrishnan","Classic Indian film"],"source":"https://scroll.in/reel/842400/film-flashback-surviving-naxalism-and-the-emergency-in-kathapurushan"}