{"title":"Finally, a film about Annapurna Devi that unpacks the legend behind the Hindustani musician","content":"If she had a gravestone, her epitaph would read:A RequestPlease Ring The Bell Only Three TimesIf Nobody Answers, Please Leave Your Card/LetterThank You For Being ConsiderateSmt Annapurna Devi  This was the sign on the door of the Mumbai residence of one of Indian classical music’s most elusive figures. Annapurna Devi hid behind that door for decades, admitting very few people and steadfastly refusing requests for performances and interviews. She was as much a spectre as a real-life person, inspiring befuddlement and awe for her refusal to perform in public despite her proven expertise on the sitar and its broodier, more difficult cousin, the surbahar.Nirmal Chander Dandriyal’s documentary Guru Maa is, then, an achievement on many fronts. The riveting 69-minute film, produced by the Sangeet Natak Akademi, provides a comprehensive account of Annapurna Devi’s life and legacy. Working with scant archival material and copious interviews with acquaintances and disciples, Dandriyal summons up a picture of a woman who hated being to be photographed, let alone filmed. And yet, Guru Maa respects Annapurna Devi’s mystique by refusing to reach facile conclusions about why she shunned the limelight. Most of us never pass up a chance to perform before even 10 people, and here was somebody who left it all behind, santoor player Shiv Kumar Sharma tells Dandriyal. Why did she do so – and what did Indian classical music lose in the bargain? It’s a measure of Guru Maa that the film provides no easy answers to questions that have lingered for decades. The documentary has been edited by Dandriyal and Reena Mohan and shot by Ranjan Palit.Annapurna Devi died in 2018 at the age of 91. The documentary opens with footage from her funeral. The last rites are performed by one of her foremost disciples, the flautist Nityanand Haldipur, and he is among the musicians who provide information and insight into a maddeningly enigmatic personality.The daughter of Maihar gharana maestro Allauddin Khan, Annapurna Devi was married to sitar guru Ravi Shankar between 1941 and 1982. They briefly performed together before Annapurna Devi withdrew from public view and took to teaching. Only three recordings exist of her skill, which was by all accounts gargantuan and, possibly, superior to Shankar’s. Stories circulate about the reasons for Annapurna Devi’s exile. The one that has the most currency is that Shankar extracted a vow from his wife that she would never again perform in public, and therefore never overshadow his own presence.The year she divorced Shankar, Annapurna Devi married one of her students, Rooshi Kumar Pandya (he died in 2013). She continued to live in her apartment on Mumbai’s Warden Road, where she taught music individually to students at different times of the day. They knew and worshipped her as “Guru Maa”, and their interviews with Dandriyal contribute to a wider understanding of her stature.Annapurna Devi appeared on film only twice. She is spotted in a single shot in the Films Division documentary Baba (1969), about her father Allauddin Khan. Guru Maa features a more recent interview with Annapurna Devi for the Sangeet Natak Akademi. Speaking in Bengali, and struggling to form sentences, Annapurna Devi nevertheless confirms the legend that has built up around her.Guru Maa is being screened in Mumbai on October 13 and 14. In an interview, Dandriyal, whose credits include the documentaries Zikr Us Parivash Ka (about Begum Akhtar) and Moti Bagh, tells Scroll.in about resurrecting the Garboesque figure of Indian classical music.   How did you end up making ‘Guru Maa’?The Sangeet Natak Akademi had produced my documentary on Begum Akhtar in 2015. The chairperson invited me to see if I was interested in a documentary on Annapurna Devi. I am not trained in classical music or anything. However, as a filmmaker, you can explore many subjects even though you are not an expert on them. For me, music was just the beginning of a process. The film was less about the music and where it could take you. Annapurna Devi.Although Annapurna Devi did not give you an interview, you have filmed extensively in her apartment in Mumbai.She did not agree to be filmed, and she never met me. However, I was let into her house and allowed to film there. I don’t know why. Maa probably felt my energy in the house, and probably thought that I was a decent person.The credit for this goes to her student, Nityanand Haldipur. Like all her disciples, he has been most supportive. Without Nityanand’s love and support, I don’t know what would have happened. What did your research involve?Most of the articles on her were about her marriage to Ravi Shankar. I didn’t want to focus only on that aspect – it was only one chapter in her life.My main research work was through the people she had interacted with and her disciples. There were a few articles and books on her. There is also a glimpse of her in the documentary Baba, about her father Allauddin Khan.\n\n\n    \n    Play\n\nBaba (1969).I got different points of view. Some disciples said that she never shouted, others said that she was strict and had a temper. She used to teach each of her disciples separately, and she made sure, unconsciously or consciously, that they never met. So there was no exchanging notes. Her disciples started meeting each other only much later, in the 1990s. All of them have a very different picture of her, which both overlaps and contradicts, but that is a good thing too. Maa lived an insular life, but her dedication to music was a constant. She passed on the love for music that she got from her father to her disciples and contributed to the Hindustani classical world not by performing, but by teaching. Tell us about how you and co-editor Reena Mohan arrived at the structure. We start with footage from her funeral, get a background of her formative years, see her in possibly the only video interview she has given, and then move on to her disciples.We had shot the material, but I was initially vague about how and where to start. There was this whole rich life, and there were these very high expectations too. There wasn’t too much archival material, and I wondered about how long I could stretch the interviews with her disciples.Reena and I went off to the mountains at one point, and the whole structure fell into place in four days. It was a huge surprise. It just flowed. The overall structure involves tracing her life through various incidents. There is a chronology, of course, but we also move back and forth.Annapurna Devi comes into the film at the 13th minute. We used clips from a small interview conducted by Sangeet Natak Akademi in 2018. They wanted to record an interview with her about Allauddin Khan. She spoke mostly about him, but also a little bit about herself and her brother, Ali Akbar Khan. This interview also marks the first time I happened to visit her house. I didn’t want to show the house and leave it empty. What Maa said about herself, about her pure approach to music, helped the film fall into place. The interviews with her students back up this statement. The disciples spoke beautifully of the love and regard they have for her. Many of them agree that while they haven’t become great performers, they have acquired a knowledge of music. Music and performance are two different things – Maa proved it. How do you assess the commonly held view that Annapurna Devi let her self-imposed exile rob the classical music scene of one of its greatest talents?Since I never met Maa, my image of her is through her disciples. But I were to analyse her, I would say this: you are shaped by circumstances, but what you are predisposed to is also important. Maa could have performed any time, but she was not interested in audience and claps. It’s like the saying in Hindi, jangal mein mor naacha, kisine na dekha. What is the point of beauty? It makes sense for a peacock to dance only when somebody is bearing witness. However, a peacock will also dance whether or not it is being seen by others.I can relate to Maa’s decision of refusing to perform. We are all trained to live life in certain way. Your art is meant to be for the public, for applause. Here is somebody for whom music was a private and spiritual journey. All her disciples say that she would never criticise any gharana or any other musician.I can agree with her choices. If your choice gives you happiness without hurting anyone, what is wrong with it? In a way, all art forms are about feeding the ego, but here was a person who was the complete opposite. Of course, many might challenge that view.She was consistent and maintained her position for decades. Sometimes, you may slip and decide, enough is enough. But when somebody is so consistent about her behaviour towards adulation and her approach to music, you can’t dismiss it. What does Annapurna Devi’s withdrawal from the public sphere say about women in the classical arts?The musician Vinay Bharat Ram, who is one of the few people to have seen her perform, says in the film that no man or woman could match her talent.Women have always been given a raw deal in the music world, especially in instrumental music. That said, even if you cannot perform in public, you can play for yourself, and she fell in that category.She had many female disciples. Nityanand also told me that Maa was very happy when she heard that women were creating waves in the music world. Somewhere, she knew what was happening, and she supported it in her own way.Also read:Documentary retraces the journey of the woman from Faizabad who became Begum Akhtar Documentary on farming in Uttarakhand celebrates the one who stayed behind","author":"Nandini Ramnath","time":"2019-10-10T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128766-ygllgxtzgq-1570612400.jpg","tags":["Annapurna Devi","Documentary","Nirmal Chander Dandriyal"]}