{"title":"‘Finding a long-term solution’: More farmers turn to ‘natural farming’ amid climate change challenge","content":"Seeking to boost interest in agriculture in his part of southern  India, K. Rajendra quit his job running a computer training institute  five years ago and now uses YouTube videos and WhatsApp messages to  promote “natural farming” to young people.“Most farmers in this region are aged between 60 and 80. Parents  don’t want their children to do farming, and ask them to migrate to  cities,” he said.“Who will take farming forward?” asked Rajendra, 42, as his staff  stacked organically grown lentils, rice and spices on shelves at his  store in NTR District in Andhra Pradesh.His work is part of a wider project in the state where about 800,000  farmers, most of them smallholders, have embraced natural farming – up  from 40,000 when the state government launched a “community-managed  natural farming” scheme in 2015.Natural farming shuns synthetic fertilisers and pesticides, and  involves the use of handmade or organic manure, growing multiple crops  instead of one, and no tilling of the land.In the past, “Rhythu Rajendra”, or “Farmer Rajendra” as he likes to  be known, helped students chase their dreams of finding jobs as software  engineers, especially in the United States.Nowadays, he uploads videos of his natural farm on YouTube, runs more  than a dozen groups on WhatsApp with over 100 farmers each to showcase  techniques, and encourages young people to try their hand.Among the recruits, his 17-year-old son has started helping him on the farm.The Andhra Pradesh project aims to protect agricultural livelihoods  by improving crop yields and farmers’ health, while cutting spending on  chemical fertilisers and pesticides and reducing greenhouse gas  emissions.Globally, agriculture accounts for about 17% of humanity’s planet-heating emissions, according to UN data for 2018.The Asia-Pacific region is responsible for the highest emissions because of synthetic fertiliser use in rice cultivation, according to the Asian Development Bank.Farmer numbers dropAcross India, farmer numbers overall have dropped in recent decades  as the business has become cost-intensive and riskier. Many doubt that  natural farming will work on a large scale, fearing lower production and  earnings.Agriculture is still the biggest employer in the world’s most  populous nation, engaging 250 million people. But it accounted for 44% of total employment in 2021, down from 64% in 1991, World Bank data shows.Climate change is making living off farming tough as it hits harvests, fuelling debt, migration and farmer suicides.Nearly 11,000 farmers and agricultural labourers took their own lives in India in 2021, government data shows.Some farmers are trying to cope with losses to droughts and floods by using more chemical fertilisers to increase yields.Others are joining green farming projects, which have taken root in  India. But experts say their scale and success hinges on how well they  can protect incomes for poor farmers.Among the converts is Jalagam Syam, 34, who quit his pharmaceuticals  job and returned to his parents’ farm. He believes common stomach, skin  and lung ailments in the region are linked to agricultural chemicals.“The soil and air we breathe is already damaged. At this rate there won’t be any food to eat in the future,” he said.But transitioning to natural farming brings challenges in one of  India’s top rice-producing regions, which is also among the most  vulnerable to climate change and where farmers’ incomes are wedded to  the staple crop.Sadhupati Srinivas Rao, 42, who grows cotton and paddy on an 80-acre  farm in Chevaturu village, has spent Rs 16 lakh annually on fertilisers in the last two years.“I farm on leased land and the landowner seeks profit,” he said, explaining why he had not switched to natural farming.The ecological push seeks to “find a long-term solution to the crisis  in farmers’ livelihoods”, said T Vijay Kumar, who leads the state’s  natural farming project.Eight years on, the Andhra Pradesh project is aiming to insulate farm yields from erratic rains and extreme heat.“I can’t think of any farming method that is more relevant now, or in  the context of what is going to come in terms of climate  uncertainties,” said Vijay Kumar, who is also executive vice-chairman of  a state corporation for empowering farmers.“We have made a beginning,” he said.Harvests fall then reboundOfficials say natural farming, if done right, can yield the same or better harvests than farming using chemicals.Those who have made the switch said their per-acre yield of rice  dropped in the initial years to 18 bags of 75 kg from more than 45 bags  with chemical farming – but harvests then picked up gradually as the  soil health recovered.The fall in yields was offset by up to 25% higher prices for natural  produce and by big savings from ditching chemical fertilisers and  pesticides, they added.Nonetheless, many larger farmers find the natural farming processes  of weeding and mixing manure labour-intensive. Nearly 80% of farmers who  have signed up for the green approach own less than five acres of land.And fertiliser use has continued to rise across India, jumping about  ten-fold from 1970 to 54 kg per acre in 2016. In Andhra Pradesh, it is  now 100 kg per acre, officials said.!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();\nCrop diversity and organic fertiliserFarmer P Sabarinath’s mother serves a traditional Andhra meal with  rice in the centre and a cast of lentils, stir-fried vegetables, pickle  and papadums ranged around it.The plate reflects Sabarinath’s farm, with the middle dedicated to  paddy and the borders used for growing vegetables and fruit, in line  with the key natural farming technique of crop diversification.The earth is kept fertile with a manure of cow dung and urine, gram  flour made from chickpeas and jaggery, a mix of sugarcane and other  ingredients. Seeds are also sprinkled on the fields after harvest and  combined into the soil.Villagers spoke of earthworms reappearing after decades.Sabarinath, 35, who shut his cellphone repair shop seven years ago,  switched to farming after he became worried about the deteriorating soil  health on his family-owned plot.“Most young people who inherit land from their parents lease it out  to other farmers and take a share from the yield revenue. I too never  thought of taking up farming,” said Sabarinath, standing in the shade of  an almond tree.He now shows off chillies, guavas, pulses and rice he has grown on his solar-powered farm in Atlapragada Konduru village.Here he receives young visitors who have seen his videos on social  media and gives lectures at a nonprofit promoting natural farming. But  he said there had been no uptake of the green approach in his own  village.K. Krishna Mohan, who owns a 50-acre farm in a remote village in  Krishna District, said he did not want to try natural farming because  demand for such products is higher in cities.In NTR District, where farmers transplanted paddy seedlings under  the sun in ankle-deep water, natural farms remain few and far between.State project leader Vijay Kumar said it would take a long time to  persuade farmers to make the shift, with the need to adapt to a warmer  world just one incentive.“Farmers still consider climate change as an act of god,” he said. “I  sell natural farming on the basis of livelihood and health. Climate  resilience is a byproduct.”This article first appeared on Context, powered by the Thomson Reuters Foundation.","author":"Roli Srivastava, Thomson Reuters Foundation","time":"2023-12-10T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159143-fyoisazenw-1621239169.jpg","tags":["Agriculture","Green Farming","Farming","Climate Change"]}