{"title":"Fines for not wearing seat belt in car’s back seat, says Nitin Gadkari after Cyrus Mistry accident","content":"Union minister Nitin Gadkari on Tuesday said that fines will be levied for not wearing seat belts in the back of a car, reported NDTV. “Already, it’s mandatory to wear seatbelt at the rear seat but people are not following it,” Gadkari told NDTV in an interview. “There will be a siren if the people at the rear seat don’t wear belts like for the front seats. And if they don’t wear belts, there will be a fine.”The statement came two days after former Tata Sons chairperson Cyrus Mistry and his co-passenger Jehangir Pandole died in an accident after their car rammed into a road divider in Maharashtra’s Palghar district.A police investigation showed that Mistry and Pandole, who were in the back seat of the Mercedes, were not wearing seat belts. Two other persons – Dr Anahita Pandole and her husband Darius Pandole – were injured in the accident. Darius Pandole was in the front seat and his wife Anahita Pandole was driving the car.On Tuesday, Gadkari, who is the Union minister for road transport and highways, said that the minimum fine for not wearing the seat belt would be Rs 1,000. “There are cameras and anywhere people who aren’t following can be caught easily,” he told the news channel.Addressing reporters after an event, Gadkari said that the government was also aiming to make it mandatory to have at least six airbags in eight-seater cars in vehicles manufactured after October 1, reported The Indian Express.The Centre had issued a notification to have the airbags installed in January.When asked during the NDTV interview if compulsory installation of airbags will increase the manufacturing cost of a car, Gadkari said that saving lives was more vital.“Cost of one airbag is Rs 1,000, for six, it’s Rs 6,000,” he said. “With more production, the cost will be reduced. Cost is not important, people’s lives are.”Road accidents in Maharashtra have led to over 59,000 deaths and 80,000 injuries in less than five years, show data released by the highway police on Tuesday.Of these, over 11% deaths were caused as passengers did not use seat belts, according to the report titled Road accidents in India – 2020.Meanwhile, Palghar Superintendent of Police Balasaheb Patil said that a chip installed in car in which Mistry was travelling that records all data about the vehicle will be taken to Germany for analysis to get a clear picture about the accident, reported the Hindustan Times.“We are expecting a report of the same by the end of the week,” Patil added. Also read:Cyrus Mistry (1968-2022): How the outsider was chosen to lead the Tata Group when Rata Tata retired","author":"Scroll Staff","time":"2022-09-07T08:17:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/126838-niqjmqzlmu-1573818175.jpg","tags":["Nitin Gadkari","road accident","Cyrus Mistry","Maharashtra","Car rules","Road Safety"],"source":"https://scroll.in/latest/1032236/fine-for-not-wearing-seat-belt-in-cars-back-seat-says-nitin-gadkari-after-cyrus-mistry-accident"}