{"title":"FIR against actor Rhea Chakraborty after Sushant Singh Rajput’s father files complaint","content":"A first information report has been registered in Patna, Bihar, against actor Rhea Chakraborty in connection with actor Sushant Singh Rajput’s death on the basis of a complaint filed by Rajput’s father, Inspector General of Patna Central Zone Sanjay Singh said, reported ANI. The FIR includes various charges, including abetment of suicide.On June 14, Rajput was found dead in his apartment in Mumbai, in what the police said was a case of suicide. On July 16, Chakraborty had demanded a CBI inquiry into Rajput’s death. In a tweet, she said it was necessary to understand what “pressures” led Rajput to die by suicide. Chakraborty said that though she had full faith in the police, a CBI investigation would bring justice. FIR registered against actor Rhea Chakraborty under various sections, including abetment of suicide, on the complaint of #SushantSinghRajput's father: Sanjay Singh, Inspector General, Patna Central Zone— ANI (@ANI) July 28, 2020\n\nHowever, Maharashtra’s Home Minister Anil Deshmukh on July 17 said that there was no need for a CBI investigation into Rajput’s death as the Mumbai Police’s inquiry was sufficient. He added that the police was also examining whether any “business rivalry” was responsible for Rajput’s death. During the initial investigation, the Mumbai Police had found that Rajput was under medication for depression.The police have recorded the statements of over two dozen people so far, including Chakraborty, filmmaker Sanjay Leela Bhansali, Bollywood casting director Mukesh Chhabra and Rajput’s family.","author":"Scroll Staff","time":"2020-07-28T19:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/145149-tchygkcwnd-1595943302.jpeg","tags":["Sushant Singh Rajput","Rhea Chakraborty","Mumbai","Patna"],"source":"https://scroll.in/latest/968817/fir-against-actor-rhea-chakraborty-after-sushant-singh-rajputs-father-files-complaint"}