{"title":"FIR against Aligarh Muslim University students for event marking 30 years of Babri Masjid demolition","content":"The police in Uttar Pradesh on Saturday filed a first information report against some students of the Aligarh Muslim University for an event inside the campus on December 6 to mark the 30th anniversary of the demolition of the Babri Masjid in Ayodhya.On December 6, 1992, the mosque was demolished by Hindutva extremists because they believed that it stood on land that was the birthplace of Hindu deity Ram. The incident had triggered communal riots across the country. The students who held the event this week allegedly had posters calling December 6 as “Black Day”.The FIR was filed under Indian Penal Code Sections 505 (statements conducing to public mischief), 188 (disobedience to order duly promulgated by public servant), 295-A (acts intended to outrage religious feelings) and 298 (uttering words etc with deliberate intent to wound the religious feelings of any person), a police official at Aligarh’s Civil Lines Police Station told Scroll.in.The development came after Hindutva outfits held a mahapanchayat a day after the event, demanding action against the students, a local journalist said. The Hindutva bodies, including Bharatiya Janata Yuva Morcha, have said that if no arrests are made in the case by Monday, they will take out a protest march on December 13 till the office of Aligarh Superintendent of Police, Dainik Jagran reported.“Insulting slogans were raised against the Hindu religion and Supreme Court order on Ram Mandir in the campus,” Bharatiya Janata Yuva Morcha leader Amit Goswami told reporters.Goswami was referring to the Supreme Court judgement of 2019 that cleared the way for the construction of a Ram Temple at the disputed site in Ayodhya.A student, however, told Scroll.in that the FIR is baseless. “We did not do anything illegal or target any religion or community,” the student added.","author":"Scroll Staff","time":"2022-12-11T20:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184207-mxenjpgfdh-1670767536.jpeg","tags":["Aligarh","Babri Masjid demolition","UP"],"source":"https://scroll.in/latest/1039516/fir-against-aligarh-muslim-university-students-for-event-marking-30-years-of-babri-masjid-demolition"}