{"title":"FIR against Shiromani Akali Dal leader Bikram Singh Majithia in drugs case","content":"Shiromani Akali Dal General Secretary Bikram Singh Majithia was on Monday booked in a drugs case, months before the Punjab Assembly elections, reported The Indian Express.The Punjab Bureau of Investigation at the State Special Operations Cell Police Station in Mohali registered the case under sections of the Narcotics Drugs and Psychotropic Substances Act.Majithia, who is the brother-in-law of Shiromani Akali Dal chief Sukhbir Singh Badal, is a prominent face of the party. He is the brother of former Punjab Cabinet minister and party leader Harsimrat Kaur Badal.The Congress and other political parties had been accusing Majithia of links with the drug racket in Punjab.However, both Majithia and his party have refuted the charges against him.Congress’ Punjab unit President Navjot Singh Sidhu made the announcement on Twitter on Tuesday. “After 5.5 years of fight against corrupt system run by Badal Family and Captain [Amarinder Singh] and delay of four years without action taken on Enforcement Directorate and Special Task Force Report against Majithia,” he wrote in a tweet. “Finally now, after pushing for credible officers in positions of power and influence first step has been taken.”Sidhu said that a first registration report had been registered against the main accused persons on the basis of a February 2018 Special Task Force Report. “It is a slap on the face of all those powerful who slept for years on issues at the heart of Punjab’s soul,” the Congress leader said.Sidhu was referring to the Punjab anti-drug Special Task Force chief Harpreet Singh Sidhu’s 2018 report that he had submitted on the drug racket in the state. The report was filed after directives from the Punjab and Haryana High Court, reported The Indian Express. However, the report has not been made public.Meanwhile, the police in Punjab also registered a case over the leaking of a note that was purportedly written by state Bureau of Investigation Director SK Asthana to former officiating Punjab Director General of Police Iqbal Preet Singh Sahota, according to The Indian Express. In the note, Asthana had said that he would not be able to register a case against Majithia as the 2018 Special Task Force report was with the Punjab and Haryana High Court. He also noted that the case was sub-judice. Asthana has been on leave for medical reasons since the note was sent. But Parkash Singh Badal claimed that the case against Majithia was registered only to implicate the Shiromani Akali Dal leader and the Badals as “earlier officers did not agree to do it without valid reasons”. “This is vendetta politics to weaken Akali Dal and Punjab,” he told News18. “The government will pay the price for this. They have lodged many cases against me and even my wife in the past. We never did any vendetta politics against the Congress during our reign.”","author":"Scroll Staff","time":"2021-12-21T14:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167821-mjsyuxcxdm-1640075035.jpg","tags":["Bikram Singh Majithia","Punjab","drugs case","Shiromani Akali Dal"],"source":"https://scroll.in/latest/1013316/fir-against-shiromani-akali-dal-leader-bikram-singh-majithia-in-drugs-case"}