{"title":"FIR filed against BJP spokesperson Nupur Sharma for comments about Prophet Mohammad","content":"The Mumbai Police on Saturday filed a case against Bharatiya Janata Party’s national spokesperson Nupur Sharma for her comments about Prophet Muhammad, Live Law reported.The BJP leader made the remarks during a show about the Gyanvapi mosque-Kashi Vishwanath temple dispute on Times Now on Thursday. A day later, the news channel distanced itself from Sharma’s comments after a huge controversy erupted on social media.“We urge participants on our debates to maintain restraint and not indulge in unparliamentary language against fellow panelists,” Times Now said in a tweet on Friday.The first information report against Sharma was registered under Sections 295A (acts intended to outrage religious feelings), 153A (promoting enmity between different groups) and 505B (inducing to commit an offence against the State or against public tranquility) of the Indian Penal Code based on a complaint by Muslim organisation Raza Academy.FIR filed against Nupur Sharma by #RazaAcademy in MumbaiRaza Academy had filed a formal complaint with the Mumbai Commssioner of Police against BJP spokesperson Nupur Sharma for her blasphemous remarks on the Holy Prophet ﷺ in the National channel Times Now#ArrestNupurSharma pic.twitter.com/R3gAUtkhuT— Raza Academy (@razaacademyho) May 28, 2022\n\nAfter Alt News co-founder Mohammed Zubair shared a video of Sharma’s comments on Friday, Sharma said that she has been receiving rape and death threats. “I’ve communicated same to the Delhi Police,” she said in a tweet. She accused Zubair of being responsible for the threats. The BJP leader told ANI that the clip tweeted by Zubair is a “heavily edited and selected video” from the debate on Times Now.However, Zubair told Sharma that he was doing his job as a journalist by sharing her comments.“Police must act against these threats,” he said in a tweet. “BUT, that doesn’t retrospectively justify you saying extremely hateful things against religious minorities on live television. If someone is actually triggering hate and violence, it’s you and the channel abetting it, not those reporting on it.”On Saturday, the Jammu and Kashmir National Conference demanded stern action against Sharma for her remarks, PTI reported.“The party expresses dismay over the ‘blasphemous, offensive, and frighteningly hurtful’ remarks of the BJP spokesperson against Prophet Muhammad during a debate on a national TV news channel,” Salman Ali Sagar, provincial president, Youth National Conference Kashmir, said in a statement.He demanded that the BJP should issue an “an unqualified apology” for “such sacrilegious comments in which the most sacred name for Muslims was used in a bid to stoke communal passions”.","author":"Scroll Staff","time":"2022-05-29T12:11:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/62763-pinyoyoyep-1499700145.jpg","tags":["Nupur Sharma","Mohammed Zubair","BJP","Times Now","Prophet Muhammad","Mumbai Police"],"source":"https://scroll.in/latest/1024989/fir-filed-against-bjp-spokesperson-nupur-sharma-for-comments-about-prophet-mohammad"}