{"title":"‘Fireflies in the Abyss’ dives deep into Meghalaya’s deadly mining industry","content":"In 2014, the National Green Tribunal banned rat-hole coal mining across Meghalaya. The extremely dangerous practice involves digging narrow pits in order to reach the black gold below. Apart from being hazardous to health and the environment, the multi-crore mining industry is notorious for hiring child labour. Chandrashekhar Reddy’s documentary Fireflies in the Abyss provides a vivid picture of how the industry worked before the ban.Reddy shot the film in Jaintia Hills in 2012 and returned many times since to follow up with his characters. One of them is Suraj, a boy wise beyond his years who wishes he could swap the grime of the mines for the chalk dust of the classroom. Reddy intertwines Suraj’s quest with stories of the adult miners, which were gleaned from unbridled access to their living and working spaces. Fireflies in the Abyss has been previously shown at the Busan International Film Festival, and will be screened at the market section of the Jio MAMI Mumbai Film Festival. The documentary first showed up in an unedited version at Good Pitch, a forum for funding, marketing and distribution that was held in Mumbai in 2014.The film evolved on the ground, says Reddy, who divides his time between the United Kingdom and India. He spoke to Scroll.in about gaining the trust and permission of the miners and chasing Suraj’s dreams.\"I have been doing work for television channels like National Geographic and Discovery, and I was working for a film for a production house in Bristol on sacred forests in Meghalaya in 2011. There was no sacred forest but instead, this rampant coal mining. The place has exploded like a frontier town.I also discovered that there were kids working here. After I finished the research into the other film, I stayed back and shot some material. I found three boys who were friends. The material led to a short film called Coalboy for the documentary series Why Poverty?\"\"I pitched a longer film at the DocEdge documentary pitching forum in Kolkata, and I had to decide between waiting for funds to start shooting or abandon the project. It was increasingly getting hard to go in with a camera, so I started shooting myself. When I went back, I could not find the young boys. A non-governmental organisation had released a report on kids in the mines, and the government had been forced to clamp down. This didn’t stop the families from working in the mines, but it only sent them into even more remote areas. I went to a village where a school teacher was trying to get the kids out of the mines, but I wasn’t allowed to shoot there.I eventually found Suraj and started following him to his camp. The mine owner turned out to be quite alright, he was unsavvy and wasn’t aware of how a video camera worked – as far as he was concerned, I was taking pictures of the scenery. The miners were on my side, and had told him that I was staying with them.I did a lot of mine-crawling myself – the first time I went there, I shat my load and asked myself what I had gotten into. The first few times, I went in on a cart. Later, I didn’t realise that I had started hallucinating because of the lack of oxygen. I dozed off and when I woke up in a haze, I saw these lights flickering above me. That’s how the title of the film came to me.\"Light and darkness\"I shot for six months in 2012. I stayed with the miners’ families in their shacks at their camp, and eventually, the mine owner gave me a room for three months. Some of the access is purely because of being in such proximity and observing them day in and day out. It was an eye-opening experience, and I began to question my own motives.I had wanted to explore different aspects of the children in the mines – the working conditions, the way the environment was being destroyed. But the human element and the intangible aspects came through as a result of being there. There is no emotional, spiritual or intellectual stimulation. At times, I felt my own mind going soft. You lose your basic drive and motivation to do more than daily living. As far as the men were concerned, they were living from one week to the next.When Suraj disappeared for a period and went to the same village from where I had been kicked out, I used the time to contrast his story with the experiences of other people. I wanted to get a fuller context for what it takes for the kid to do what he did.After I presented the film at Good Pitch, one of the people there offered to help Suraj. He refused. Charity is not the answer – it is about the larger context of gaining independence and the agency to support your needs.Although mining has now been banned in Meghalaya, it is still happening in some fashion. Suraj is still in that area. As of two weeks ago, I spoke to his father and promised him that I would try and take forward the promises made by some of the people at Good Pitch. This film has really been a passion project. The time one has invested in making it has to now be immersed in trying to get it shown.\"","author":"Nandini Ramnath","time":"2015-10-29T11:30:48+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/765546-147333d2-fd64-4fc4-8bf3-9174ecfe914f.jpg","tags":[],"source":"https://scroll.in/article/765546/fireflies-in-the-abyss-dives-deep-into-meghalayas-deadly-mining-industry"}