{"title":"Firms linked to Keventer group bought electoral bonds worth Rs 600 crore while it faced ED probe ","content":"Between April 2019 and January 2024, four firms linked to the Kolkata-based Keventer group of companies donated over Rs 600 crore to political parties through electoral bonds. This means that the group bought the most bonds after the lottery giant Future Gaming and Hotel Services and the Hyderabad-headquartered Megha group of companies.The Keventer group, which is led by the industrialist Mahendra Kumar Jalan, has a range of interests, including food processing and real estate.Firms linked to the group began purchasing the anonymous bonds a year after the Enforcement Directorate reportedly launched a preliminary inquiry against one of its companies, Keventer Agro Limited. The case, an alleged disinvestment scam involving hundreds of crores of rupees, picked up steam and the Enforcement Directorate began an official investigation by October 2019.Even as the four firms were buying up bonds, the Enforcement Directorate raided the group’s office in Kolkata in February 2021. A year-and-a-half later, in September 2022, the Supreme Court delivered a verdict in its favour, dismissing an appeal that sought an independent investigation into the matter.An initial analysis of the data released by the Election Commission of India shows that three of the four firms linked to the Keventer group are among the top 11 donors on the list.Keventer Foodpark Infra Limited (now known as Magnificent Foodparks Project Limited) donated the highest amount, Rs 195 crore, followed by MKJ Enterprises, which bought bonds for Rs.192.42 crore.Madanlal Limited’s donation of Rs 185.5 crore in the financial year 2019-’20, was nearly hundred times its total profit before taxes that year. Sasmal Infrastructure Limited – which, most recently, bought nine bonds worth Rs 1 crore each on January 11, 2024 – donated Rs 44 crore.In total, the four companies donated Rs 616.92 crore to political parties. They are all registered at the same address and also have common directors.Siddharth Gupta is a director of MKJ, Keventer Foodpark and Madanlal. (He also serves as a director of Keventer Capital Limited and Keventer Projects Limited.) Radheshyam Khetan – who is the CEO of Keventer Realty, Keventer group’s real estate firm – is a director at both Keventer Foodpark and Madanlal. Until July 2023, Khetan was also a director at MKJ Enterprises. MK Jalan, the managing director of MKJ Enterprises, is also a director at Sasmal.The group’s troubles with the Enforcement Directorate involved a dairy firm called Metro Dairy in West Bengal. It was set up in the early nineties as India’s first public-private partnership project in the dairy sector.In 2017, the state government divested its entire stake of 47% and sold it to Keventer Agro for Rs 85.5 crore. When the Keventer group sold nearly 15% of its shares in Metro Dairy to a Singapore-based private equity firm Mandala Capital soon after, it claimed a far higher price: Rs 170 crore.Allegations of impropriety followed. A year later, Congress leader Adhir Ranjan Chowdhury filed a public interest litigation in the Calcutta High Court, accusing the state government of severely underpricing Metro Dairy’s shares in the stake sale to Keventer. The Calcutta High Court dismissed the petition, ruling that the sale was neither illegal nor arbitrary, a verdict that the Supreme Court upheld.With inputs from Siddhartha Mishra.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and several independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Jayashree Arunachalam, Joyal George, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekhar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddhartha Mishra, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Prajwal BhatSachiProject Electoral Bond","time":"2024-03-15T20:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199274-xldbbwgppt-1710496693.jpg","tags":["Keventer","Keventer Group","Mahendra Kumar Jalan","Electoral Bonds","Political Finance","Enforcement Directorate","Lok Sabha 2024"]}