{"title":"First person: I watched a mob set a shop on fire in Delhi, chanting ‘Jai Shri Ram’","content":"As a shop was set ablaze in Delhi’s Maujpur area on Monday afternoon, a middle-aged man with a saffron tikka on his forehead repeatedly asked reporters to stop filming the arson. “Bade dinon ke baad Hindu jaaga hai,” he said. “Hindus have woken up after long.” He did not want to identify himself, other than as a supporter of the Citizenship Amendment Act.Since December, India has seen nationwide protests against the amended law, which introduces a religious test for citizenship. Many fear it could be used with the proposed National Register of Citizens to harass Indian Muslims. To counter the protests, the ruling Bharatiya Janata Party has organised rallies in support of the CAA.On February 23, on the eve of US President Donald Trump’s arrival in India, Kapil Mishra, a leader of the BJP who contested and lost the recent assembly elections in Delhi, organised a rally in Jaffrabad in the northeastern part of the city. The group ended up clashing with anti-CAA protestors.To understand what had sparked the clashes, I travelled to the area on Monday, February 24 – only to find myself caught in a more deadly spiral of violence. At the end of the day, five people were dead, including a policeman. Here is what I saw.A supporter of CAA hurls a brick during clashes with those protesting against the law. Photo: Reuters1 pm: Anti-CAA protestA tent had been pitched on the main road near the Jaffrabad metro station. More than 100 protestors, mostly women, were sitting in protest against the Citizenship Act. They said the protest site had come up about a week ago.About 50 metres away, policemen stood vigil, equipped with shields, batons and tear gas cans. Both the road and the metro rail line which looms above it had been shut for the day. All shops on both sides of the road had downed shutters. Every 200 metres down the road stood groups of young men, who said they were guarding against attacks by CAA supporters, who were staging a counter-protest at Maujpur Chowk, 2 km away. On Sunday, clashes had broken out in the stretch between the two protest sites. Most anti-CAA protestors who spoke to Scroll.in blamed Sunday’s violence on the provocative remarks made by BJP leader Kapil Mishra. “He is not even the representative of the people but he comes here to instigate them,” said 19-year-old Delhi University student Kabir Khan, who claimed to be present in the area when the violence took place on Sunday. Many feared there could be a repeat of the violence. Two young men alleged they had seen e-rickshaws filled with stones and bricks travel towards Maujpur Chowk around 12.45 pm on Monday. “Five police officials were filling stones in a battery rickshaw and sending it there [towards Maujpur Chowk],” said Kazim, a 30-year-old resident of Jaffrabad. “This is a conspiracy.” He alleged the police were on the side of the CAA supporters and were arming them for a future clash.1.30 pm: Counter-protest by CAA supportersSaffron flags fluttered near Maujpur Chowk with a loudspeaker blaring the campaign song used by the BJP in the 2019 Lok Sabha election: “Main Bhi Chowkidaar Hoon”. The gathering had around 100 people, mostly men, who said that they were demonstrating against the anti-CAA protests taking place at sites like Shaheen Bagh and Jaffrabad. They alleged the long-running protests were not only causing traffic inconvenience to the residents of Delhi, but also tarnishing India’s international reputation.Among the few women in the crowd was Seema Pradhan, 56, who identified herself as a worker of the BJP. She said their sit-in demonstration had begun at 6 am on February 24 and would only be called off after the anti-CAA protestors had been evicted from Jaffrabad. “If they move, then we will move too,” she said.The group held up posters expressing support for CAA, asking for Shaheen Bagh to be vacated and hailing Delhi Police. One poster even said “Howdy Trump”, in recognition of the ongoing India visit of US President Donald Trump.A group of CAA supporters sitting on the road near Maujpur Chowk.Among the group was Pushpendra Mishra, a leader of the Delhi chapter of the Sanatan Hindu Yuva Vahini, which he claimed is linked to Uttar Pradesh chief minister Adityanath’s outfit, the Hindu Yuva Vahini. “We are ready to sit here day and night,” he said. Further ahead of Maujpur Chowk, I found bricks and stones lying scattered on the road near Kabir Nagar. Earlier in the day, reporters had witnessed intense clashes in several localities of North East Delhi, including Yamuna Vihar, between CAA supporters and those opposed to the new law.Within minutes, a pattern on running battles had been established.Pro-CAA folks, most seemingly Hindu, on one side.Anti CAA folks, most seemingly Muslim, on the other.Here's how it went down. pic.twitter.com/mtnr6USU3R— Devjyot Ghoshal (@DevjyotGhoshal) February 24, 2020\n\nFor hours, no one side had the upper hand. It was a free for all. At petrol pump (in the background) was set alight. Anti-CAA protesters also appeared to set fire to cars and bikes.\"Does this look like the capital of India?\" one policeman asked me. pic.twitter.com/xBKN4e3tWH— Devjyot Ghoshal (@DevjyotGhoshal) February 24, 2020\n\nAnother reporter witnessed an anti-CAA protestor open fire from a pistol in Jaffrabad. He was later identified as Shahrukh.An anti-CAA protester open fire in #Jaffarabad area. He pointed pistol at policeman but the cop stood firm. He fired around eight rounds. @DelhiPolice pic.twitter.com/0EOgkC6D40— Saurabh Trivedi (@saurabh3vedi) February 24, 2020\n\n3 pm: Arson and police inertiaAround 3 pm, I walked back towards Maujpur Chowk, as smoke billowed out of a mattress shop located barely 100 metres from the site where CAA supporters were staging their demonstration. A group of men stood there, chanting “Jai Shri Ram” and “Bharat Mata Ki Jai”. They warned reporters not to record photos or videos. Smoke pouring out of the first floor of the mattress shop. Eyewitnesses told me the shop had been set on fire around 2.45 pm. Policemen stood near the spot, offering no reaction. Half an hour later, around 3.15 pm, I watched as the men set another shop on fire, right next to the mattress shop.Things are extremely tense in Maujpur-Jaffrabad. Here is a video I clicked at 3.14 pm at Maujpur Chowk where I saw pro CAA protestors set a shop on fire. pic.twitter.com/fXbcrTkcwO— Vijayta Lalwani (@VijaytaL) February 24, 2020\n\nThis video was recorded at 3.14 pm.\nAfter the second shop went up in flames, the police charged at the crowd with batons and the arsonists fled towards Maujpur Chowk.Photographs taken by Reuters show CAA supporters hurling stones and petrol bombs, destroying the protest site at Jaffrabad and beating up a Muslim man.Not only did the police fail to act against the mob, in one instance, they were seen asking the CAA supporters to throw stones at those opposed to the law.There was some coordination, too.“Go ahead and throw stones,” one policeman shouted to protesters backing the law, during one of the running battles.Why there weren't more cops immediately deployed is a little puzzling. pic.twitter.com/lxgc8446EH— Devjyot Ghoshal (@DevjyotGhoshal) February 24, 2020\n\n3.45 pm: Tear gas and panicAlong with other reporters, I walked away from Maujpur Chowk, into the narrow lanes towards Jaffrabad. About 100 metres away, a large crowd of anti-CAA protestors had formed a human chain, while some group members could be seen negotiating with the police. On the side was the carcass of a burnt vehicle. A police official said one of the protestors from Jaffrabad had set the vehicle on fire during the day. One of the vehicles burnt near Maujpur Chowk.Walking further down the road towards Jaffrabad, around 3.55 pm, I stumbled on scenes of panic: several protestors were running as the police fired tear gas shells. In the lanes, people were vomiting as a reaction to the tear gas. Running away from the tear gas, I spotted bricks and stones piled on crates that were situated along the road. Some protestors guided the reporters to a house where we took refuge from the tear gas.4.30 pm: Festive mood among CAA protestorsAs the tear gas cleared, I walked back to Maujpur Chowk to find a festive mood among CAA supporters. Loud music was blaring as hundreds gathered on the spot chanted slogans like “Jai Shri Ram” and “Bharat Mata Ki Jai”. I clicked this video at 5 pm. I’m around 100 m away from Maujpur Chowk were the pro CAA protest is taking place. Listen carefully. pic.twitter.com/3wCv2979PA— Vijayta Lalwani (@VijaytaL) February 24, 2020\n\nSeveral men in the crowd were armed with metal rods and sticks made of wood and bamboo. One man brandished a sword. The police stood 200 metres away, choosing not to act against them.The crowd had threatened to target reporters. By then, thankfully, I had left the area.","author":"Vijayta Lalwani","time":"2020-02-25T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137150-zqqybzgvbn-1582570805.jpg","tags":["Delhi violence","Citizenship Act","National Register of Citizens","Delhi Violence Ground Report"],"source":"https://scroll.in/article/954219/first-person-i-watched-a-mob-set-a-shop-on-fire-in-delhi-while-chanting-jai-shri-ram"}