{"title":"First ever global ‘planetary health diet’ forgets the world’s poor","content":"A team of 37 world-leading scientists from 16 countries have just released the world’s first ever scientific eating plan. The “planetary health diet” is designed to be healthier for people and more environmentally friendly.The team warns that the way we eat now threatens both our health and the long-term survival of the planet. They say the current food system dangerously overproduces greenhouse gases, misuses fertiliser, and causes large-scale food wastage and massive land degradation.Their solution is to shift to a diet that transforms this damaging food system. This diet would sustainably feed up to 10 billion people by 2050 and avert about 11 million premature adult deaths a year due to cardiovascular disease and other non-communicable diseases.The diet sounds like a silver bullet, but we have found it to be slightly problematic. It doesn’t recognise the enormous differences across the world when it comes to food consumption and production systems.It suggests we need less livestock in the world because they damage the environment and produce health-threatening foods – like meat. To most people in developed countries, livestock are the source of neatly packaged foods, readily available in the supermarket. To one billion people in developing countries, livestock are much, much more. They are a source of much-needed livelihoods, incomes, jobs, savings, and nutrition. In some environments, fruits and vegetables may be difficult to grow, and food security depends strongly on animal-source produce.The report doesn’t deny any of this: it’s simply rather quiet on it. This could easily lend itself to misinterpretation and push the international development community, donors and governments to reduce investments on increasing access and affordability of animal source foods in countries where positive contributions of these products remain essential for health and life.A healthy diet?The authors describe what they call a “universal healthy reference diet” as an alternative to standard current diets which they qualify as imbalanced as reliant on red meat and sugar.Drawing on studies, mostly conducted in middle and upper income countries, they propose a diet that consists of vegetables, fruits, whole grains, legumes, nuts and unsaturated oils – a diet that’s not very different from the so-called Mediterranean diet. It includes a low to moderate amount of seafood and poultry, but little to no red meat, added sugar, refined grains or starchy vegetables, and only a small amount of dairy.One of the issues that has provoked the most debate about the report is whether the scientific evidence base regarding what constitutes a “healthy diet” is robust enough. Most of the evidence it cites regarding healthy diets comes from observational studies – these can’t prove a causal link between the consumption of specific products, like red meat, and health issues, like heart disease.Needs of poorThe report also claims that its recommendations are flexible enough to be tailored to the preferences and cultures of different populations, as well as to their specific livelihoods.But at no point do the authors explain how the world’s less well-off – who tend to subsist on poor quality starches and who have limited access to milk, meat, eggs, fish – could follow their recommendations.Many rural households, for example, have limited access to markets and generally depend on rain-fed agriculture for their foods. These families consume most of their calories from staple crops such as maize or manioc, foods that lack the variety of nutrients necessary for health and well-being. Even if they produce other foods such as eggs, dairy, fish from aquaculture, or cash crops such as vegetables or fruits, they will likely sell these foods to support other needs like school fees or health care costs. And many people who live in urban areas in emerging and developing economies face similar difficulties affording a healthy diet.Sub-Saharan Africa is mentioned a few times in the report. The report notes that because carbohydrate intake is high in many parts of the continent, “the promotion of animal source foods, including livestock products, can improve dietary quality, micronutrient intake, nutrient status and overall health”.But the report doesn’t expand on these issues and many, in Africa and Asia, need to increase rather than decrease their consumption of animal source foods.Divisive reportAnother criticism is that much of the report focuses on adult diets, yet about one in four people in the world are children less than 15 years old. As they grow and develop they have very different nutritional needs to adults.The report has a short section that touches on the importance of breastfeeding for infants and iron for adolescent girls and pregnant and lactating women but does not fully address nutrition in these populations or in other phases of childhood.By touting diets low in meat or dairy, it could even be harmful as animal source foods are important and provide nutrients that support rapid growth and immune protection. School-age children, in particular, require zinc, iron, iodine, vitamin A, B12, among others from animal source foods for brain development and health.The EAT-Lancet report has done an important job in bringing global attention to the question of how to sustainably feed the world’s growing population. But now it needs to take the next step and fully incorporate the perspectives of the poorer people in developing and emerging economies and of the vast emerging global middle classes.Silvia Alonso Alvarez, Senior scientist - Epidemiologist, International Livestock Research Institute; Isabelle Baltenweck, Deputy Program Leader, Policies, Institutions and Livelihoods, International Livestock Research Institute; Lora Iannotti, Associate Professor, Washington University in St Louis and Paula Dominguez-Salas, Assistant Professor of Nutrition-Sensitive Agriculture, London School of Hygiene & Tropical Medicine.This article first appeared on The Conversation.","author":"Paula Dominguez-Salas, The ConversationSilvia Alonso Alvarez, The ConversationIsabelle Baltenweck, The ConversationLora Iannotti, The Conversation","time":"2019-03-02T21:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/114218-ibirxrfrjc-1551352462.jpeg","tags":["Agricculture","Food Security","Food System","Diet","Farming","Food Production","Planetary Health Diet","Lancet"],"source":"https://scroll.in/article/914940/first-ever-global-planetary-health-diet-forgets-the-worlds-poor"}