{"title":"First person: What my mother taught me about crows – and life","content":"My mother loved crows, and they loved her right back. Or so I liked to believe, especially when the birds swooped down with unfailing regularity on her window sill to fill their bellies.Whenever a human appeared at the window of the apartment she shared with my brother – one of the remarkable maids who took care of the matriarch with memories as wispy as her hair, or me, the visiting daughter hoping to hoodwink the crows into thinking that I was my mother – the birds flew in like heat-seeking missiles, their beaks half-open, their eyes wide with expectation and alarm.I liked to fool myself that my mother and I were quite different, even though I resembled her closely. I had inherited her features, many of her neuroses, and her love for shopping and BEST bus travel, but not her vitality and courage. I am more like my bookish father, a photograph on the mantelpiece whose face I now struggle to remember.Mother was a determined optimist, floating from one illness to another without being burdened by self-analysis. For her, the body and the mind were two different things. If one influenced the other, it was only the kind of psychobabble that I liked to spout.But we both loved crows. I devour videos about them. I follow the Twitter accounts of scholars of corvid science as also the bearded gent who looks after the ravens at the Tower of London. Whenever I see crows in Bombay, which is all the time, my senses become sharper and my eyes get a mildly maniacal glint. My dream is to hold a crow, stroke its glistening head and give it a name.Research tells us that crows retain memories of human faces, but not that crows have a weakness for older people with silver strings on their scalps. Why else would the birds ignore my beseeching outstretched palm, but hover around my mother when she shuffled to the window?Crows don’t trust younger people,  I once concluded, probably because of some Jungian collective consciousness thing.Illustration by Nithya Subramanian.There was, however, that one crow that used to show up every morning at my brother’s bedroom window and spend a few seconds regarding him silently with a mixture of gravity and love. An old inamorata, perhaps, or my departed father?There was also the bird that used to appear on my mother’s window sill between 1.30 pm and 2.30 pm, when she was glued to yet another melodramatic television drama about simpering daughters-in-law, ghastly mothers-in-law and abusive husbands.I remember a warm day, when my mother and I were having a post-prandial bonding moment. She was watching a serial about a snivelling, screeching family. Look at that horrible woman, her head should be smashed in, said my mother calmly, flicking some rasam-stained rice off her nightie. The cupboard was heaving with beautiful saris, purchased at handloom stores and craft exhibitions, from butter-tongued travelling salesmen and sad-faced weavers. But since my mother barely ventured beyond the front door any more, the saris now nestled in the cupboard with naphthalene balls and perfumed sachets for company.I spotted the crow out of the corner of my eye. It was sitting at that peculiar angle that made it hard to tell if it was watching my mother or the febrile images on the television set. In the old days, when my mother’s health hadn’t restricted her mobility so severely, she would walk in slow motion to the kitchen and return with a fist of cooked rice. The crow would patiently wait, jerking its alert face from right to left but always refusing to confirm in which exact direction it was looking.Mother would place the rice on the platform below the window sill and retreat a few respectable steps. The crow would gobble up some of the grain and summon its co-conspirators. A murder of crows would attack the rest of the rice and flee the scene in a matter of minutes. Mother would talk to the crows in Tamil, and some of them would look at her with the blank, intelligent look unique to the corvid class. Their genders were indistinguishable, but I noticed that at least one of them would stuff its beak with rice and fly away, presumably to feed young ones nestled elsewhere.Perhaps it takes a mother to understand another.Illustration by Nithya Subramanian.The crows had followed us from our old house to the new one. In our old house, they would feed on freshly cooked rice out of my mother’s hand. Thanks to my industrious brother, the new apartment was larger and higher up, with ample air and sunlight. It had CCTV cameras in the corridors, brats who called me Aunty and dogs that couldn’t take the heat and stank up the elevators.My brother had spent months getting the place perfectly designed. The tiles matched the walls, and the furniture was in consonance with everything else. If these objects could talk to each other, they would.In my mother’s bedroom, there was a corner for various gods and a framed photograph of my father, who had left too early. There was a bed, cupboards, a hard-working television set, and drawers stuffed with pillboxes, massage oils, laxatives, antidiarrheals, surgical gloves, rubber sheets to cover the mattress, insulin-checking equipment, nebulisers, syringes and adult diapers. And the window sill, with its potted plants and its daily visitors.As the years passed, my mother was unable to shuffle from one room to the next unaided. Her spine was a question mark. Her mind was a whirl of the present and the distant past. When I gazed upon my mother for long, which was very often in the final days, she looked like an aged cat with her kinky hair, her soft skin, and her eyes, which had become bigger after her sockets shrunk in terror of old age.My mother had reduced in size too. When the heat got to me every now and then, I would think of her as one of those characters in a cartoon film that gradually diminishes after having nibbled on enchanted cake. One day, I would walk into the room and my mother would fade into the hot air that clung to the walls and be reincarnated as a crow.I don’t believe in rebirth or, for that matter, religion, but my mother never lost her faith even after her gods had forsaken her. Although she was too weak to light a stick of agarbatti or put a flame to the soot-lined brass lamp in the religious corner, she always invoked her deity when the lights came on in the evening and never failed to call upon the one above when her body and mind dealt her yet another blow.My mother also kept invoking her own mother, and I reminded myself never to pick up the habit when I got that old.Sometimes, the crows got bold. They sat on the sill and cawed at my mother in frank disapproval. Get up and feed us, they seemed to be saying. My mother would tilt her head in their direction, smile her toothless smile and command me to get off the phone and fetch the rice.Look who has come, she would say. My babies are here.It was now my turn to visit the kitchen, scoop up a fistful of rice and return to the window sill. I tried to adopt my mother’s friendly manner and use the same terms of endearment in Tamil. The crows were not fooled. They looked at me with a mixture of disgust and terror and flew off, returning only after I had withdrawn from view.They don’t like me, I whined once.They will someday, my mother replied, her eyes on the television.Illustration by Nithya Subramanian.The time came when my mother dissolved into the ether. Having lived through the death of one parent, I knew what to expect. There would be the sudden memory stab in the middle of a meeting or a movie; dreams about missed trains and walking naked; anger at the way the cards had stacked up; relief at the end of the suffering; fear over the beginning of another stage of life.I would haunt the same bazaars as my mother had in search of imaginary bargains, have fleeting, familiar conversations with taxi drivers and shopkeepers, and travel to the other end of the city for a particular brand of phenyl. I would invoke my mother when my heart or head hurt. I would complain about her in my head, and I would miss her.After my father’s death, an elderly neighbour shuffled in to say, you won’t feel it just yet, you will eventually. I learnt the hard way that the neighbour wasn’t being imposing or presumptuous. Philip Larkin had it right: our parents, who never leave us alone when we want them to, manage to shape and scar us through their absence.The final disappearance of the shrinking woman made the room seem larger than before. It had its own set of smells, distinct from the odours of the kitchen or the impressive aromas that floated out of my brother’s personal cabinet. It sometimes smelt of irregularly washed hair and medicine. The pillows would need to be beaten up to remove the dent made by the small head that had rested on them for what seemed like an eternity.The shelves of the cupboard heaved with her saris, as carefully curated as a Klimt collection. I had been itching to throw away the saris for years, but my mother’s barks and long-winded anecdotes about their provenance had prevented me. Since I didn’t wear saris, the ones I liked could be diced into cushion covers, shorts or curtains. That way, she would always be around. Some of the silk saris were frayed, but I knew a store that would pay cash for them (my mother would have approved, and then got a higher price than I could ever have managed).  The apartment has since been remodelled, and the feeding post is no longer around. I have kept the custom alive in my own apartment. Every morning, when the kitchen window opens, an expectant crow swoops in and summons me. I obey.The other day, as I was pottering around in the kitchen, I saw a black shape out of the corner of my eye. There was a crow on the window sill. It was boldly perched halfway on the inside. Its beak was half-open and its eyes were wide and demanding. It stared at me, and I stared right back.","author":"Nandini Ramnath","time":"2019-09-08T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126824-btlumsksor-1567662371.jpeg","tags":["Personal memoir","Parenting","Indian crows"],"source":"https://scroll.in/article/935963/first-person-what-my-mother-taught-me-about-crows-and-life"}