{"title":"First 370, then 371? North Eastern states are anxious about losing their special protections","content":"After the Centre hollowed out Article 370 of the Indian Constitution, which gave Jammu and Kashmir special status and autonomy within the Indian Union, there is growing apprehension in the states of the North East.Several states here have special protections under various sections of Article 371 of the Constitution. After the Centre’s announcement on August 5, it was feared that these might disappear as well.In a tweet on Monday evening, Mizoram’s former chief minister, Lal Thanhawla, called the recent turn of events in Jammu and Kashmir a “red alert” to the people of North East.Anxieties about these special provisions being stripped off are most pronounced in Nagaland. Fears grew so acute that on August 6, RN Ravi, the newly appointed governor of Nagaland, issued a statement that there was nothing to worry about. Article 371A, the provision for Nagaland was a “sacred commitment,” he said.Special provisions in North East  Most of the provisions under Article 371 are meant to protect tribal communities and cultures in the states of the North East. They enable decentralised governance, with a certain degree of administrative autonomy. They also provide for dispute resolution through local customary laws. Several of these laws also restrict land transfer to those defined as outsiders to the state concerned. They primarily affect Mizoram, Nagaland and parts of Assam, Manipur and Meghalaya.These provisions are not uniform across states. For instance, Article 371 A, which applies to Nagaland, lends the state a fair amount of political autonomy –  no act of the Indian Parliament will apply to the state if it interferes with the religious or social practices of the Nagas unless approved by the state legislature. On the other hand, Manipur’s Article 371 C is only restricted to its hills and offers significantly less powers to its hill districts council.Anxious Nagaland Naga nationalist groups are currently in talks with the Centre for even more autonomy. They signed ceasefire agreements and went into peace talks after decades of armed struggle for an independent Naga state. Ravi is the interlocutor for the talks as well as state governor.“Every Naga has apprehensions regarding this now,” said Ninoto Awomi of the Naga Students’ Federation. “We Nagas have a unique political history and talks are on now because we want something even better than Article 371A. If the Indian government decides to scrap Article 371 A in the midst of political talks, it will be very short-sighted on their part.”People’s fears seem to have been exacerbated by the Bharatiya Janata Party’s large majority in Parliament. “With that thumping majority that they have got they can do anything they like,” said P Chuba Ozukum, president of the Naga Hoho, the apex body for a large number of tribal organisations in Nagaland. “They are not bothered about minorities.”Ozukum warned that any move to remove Article 371A from Nagaland would “create havoc”. “It will not just be bad for the Naga people, it will be bad for the government of India too,” he said.Political parties also expressed concern. “We are concerned about the way the government of India has handled things in Kashmir, without taking people into confidence,” said Achumbemo Kikon of the Naga People’s Front, the main opposition party in the state. “No way they should dare to touch the special provisions of Nagaland.‘Totally different’ from KashmirIn the other states, however, civil society groups are not alarmed yet. In spite of Lal Thanhawla’s tweet, Mizoram’s most influential non-governmental organisation, the Young Mizo Association, said the situation was “totally different” from Kashmir.“What happened in Kashmir is because of security issues like terrorism,” said Lalhmachhuana, general secretary of the group. “In Mizoram, there is no such type of issue.”Mizoram is protected by Article 371 G, which prohibits the imposition of Central laws that are at odds with the “religious and social practices of Mizo customary law” without the state government’s approval.  Like in Nagaland, the Act allows dispute resolution through customary laws, which also govern the transfer of land and other resources.In the Manipur hills, too, tribal groups sensed no immediate threat to Article 371 C, which separates the tribal-dominated hill districts from the plains of the Imphal Valley. Article 371 C provides for a separate hill areas committee, which is to vet any state law that affects tribal lands. Manipur’s hills are home to several tribes. The two most dominant, the Kukis and the Nagas, have historically shared a hostile relationship.   “What happened in Kashmir is because there are separatist tendencies there,” said Gaidon Kamei of the United Naga Council, an organisation for Nagas living in Manipur. “Article 371 is for the protection of the rights of the tribal people in the North East. Nothing will happen here.”But the state’s Kuki groups were not as sanguine.  “This will be a test of how strong the Indian Constitution actually is,” said Seilin Haokip, the spokesperson of the Kuki National Organisation, an umbrella group of Kuki groups in Manipur.","author":"Arunabh Saikia","time":"2019-08-07T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/933026-fkotkxzxpu-1530514173.jpg","tags":["North East","Article 370","Article 371","Nagaland","Jammu and Kashmir"],"source":"https://scroll.in/article/933026/first-370-then-371-north-eastern-states-are-anxious-about-losing-their-special-protections"}