{"title":"First, India lacked oxygen plants in hospitals. Now, it lacks technicians to operate them","content":"This May, in Maharashtra’s Marathwada region, a young Saurabh Mali, aged 21, was offered a contractual job as a ward boy in Osmanabad Civil Hospital after his father, who used to work in the same hospital, succumbed to Covid-19.Mali was pursuing a Bachelors in Science, but decided to drop out and work to support his family. Within days, he was asked to man the hospital’s newly installed pressure swing adsorption plant, an oxygen generator that absorbs atmospheric air and extracts oxygen for medical use.He had never seen such equipment before. Every once in a few days, a tiny fault in the plant left him floundering and he would end up calling officials at the company that had manufactured it to seek their help. “I don’t understand the internal working of the system,” he said.Fifty kms from Osmanabad, Vitthal Koli used to sweep and mop the ward floor in the Murud rural hospital in Latur district. He was made in-charge of operating the PSA plant. In the fortnight following its installation, Koli could not switch on the compressor and ended up calling the company technician once.“If lucky, these faults are resolved over a video call,” he said. If not, a company technician has to drive hundreds of kilometres to reach the plant, sometimes to resolve a tiny error.Across India, since the start of the Covid-19 pandemic, 1,595 PSA plants have been installed with a capacity to produce 2,088 metric tonnes of oxygen daily. The vast majority of these plants have come up in the span of the last six months, after the country experienced a devastating second wave of the pandemic which saw daily oxygen supply rise from 1,300 metric tonnes in early March to 10,250 metric tonnes on May 28. The government ran oxygen trains to transport liquid medical oxygen from distant industrial hubs, but the efforts fell short. Even patients admitted to hospitals died due to a lack of oxygen.The crisis fuelled a drive to build PSA plants, which deliver on-site, piped oxygen to hospitals. Compared to industrially-produced liquid medical oxygen that is cumbersome to transport and store, PSA plants are quick and cheap to install. Health experts have long argued that tertiary hospitals in India need their own PSA plants to reduce dependence on liquid medical oxygen, not just to treat Covid-19 patients, but also for other medical emergencies like snake bites, accidents, asthma attacks.But the push to set up PSA plants in recent months has not factored in the lack of supporting infrastructure in rural hospitals. Across the country, rural hospitals, where PSA plants have been freshly installed, are reporting difficulties that range from erratic electricity supply that disrupts the oxygen generation, to the discovery that the oxygen produced by a PSA plant cannot sustain multiple patients on ventilators since it is about 92-95% pure, compared to over 99.5% purity of liquid medical oxygen.The most immediate challenge, though, is the lack of specialised technicians and engineers to operate and maintain the units. The prime minister’s office claimed in early October that 7,000 personnel have been trained for the task. But state officials said most of these are hospital staffers, whose primary job is treating and caring for patients, not manning heavy equipment. Besides, the training is half-baked, many staffers complained, leaving them struggling on the job.Six months after a catastrophic second wave of Covid-19 swept India, leaving the country reeling under an acute oxygen crisis, how has the government’s management of oxygen evolved? Is India better prepared to handle a third wave of the pandemic? A three-part series takes a closer look.The challenges of running a PSA plantShravan Kumar fields multiple calls a day from harrowed hospital staff. He works as a commissioning agent with Absstem Technologies, one of the few companies in India that builds PSA plants. The questions that hospital staff toss at him over video calls are wide-ranging: why is there no oxygen output, how to fix the pipe, or why is the red alarm signal flashing.Over the past year, Absstem has set up 150 PSA plants across Maharashtra, Madhya Pradesh, Uttar Pradesh, West Bengal and Bihar. “When we hand over a plant, we train a staffer,” Kumar said. “But often these are contractual workers who leave the job. The next person who takes charge has no clue about the system.”A PSA plant has multiple components: a compressor, a dryer, an air receiver, the main air separation unit, and a storage tank. First the dryer is switched on, then the compressor, followed by the air receiver and the main PSA unit. The system has multiple filters, including a zeolite filter that absorbs nitrogen gas, that can get dusty very soon and affect the compressor. The pipeline carrying the gas can get displaced due to high pressure, or the oxygen purity levels can suddenly dip low due to a tiny malfunction in the separation unit.Rural areas are prone to power cuts. Power fluctuations can also affect the plant performance, Kumar admitted. “For a non-technical person, operating a PSA can become difficult if not trained well,” he said.Maharashtra, which has sanctioned 619 plants, the maximum number among Indian states, has tried to train doctors, nurses, and class IV employees like Mali and Koli in basic operational details like how to switch on the units. They have been sent to one-day workshops to learn how to operate a PSA plant. In Latur’s Murud rural hospital, which has a 15-bedded Covid ward, along with sweeper Vitthal Koli, a medical officer and three nurses, too, attended the workshop. “We know simple step by step operations,” medical officer Dr Prachi Haridas said. “But I am a doctor first, I can’t handle the plant alone.”In Osmanabad district, pharmacist Nikhil Kshirsagar is among those trained to operate a PSA plant. He completed a course in pharmacy to work in a chemist shop. When he got a contractual post in the civil hospital this April, he was elated. But he didn’t get to dispense medicines for long, instead he was asked to sit next to the PSA plant for eight hours a day. “We run it for 2-3 hours in a day or two to make sure the plant remains functional. There are not many Covid-19 patients, and the plant is of no use right now,” he said.Diverting staffers like Kshirsagar, Mali and Koli to the task of running PSA plants has put a strain on the already understaffed rural hospitals. “We are extremely short of ward boys, nurses and doctors,” said Dr Ismail Mullah, in-charge of oxygen in Osmanabad. “But we were not allowed to hire new staff for PSA so we had to adjust with existing staff.”The Maharashtra government asked the Union Ministry of Health and Family Welfare in July for funds under the Emergency Covid-19 Response Package for the appointment of technicians in each district to handle PSA plants. The ministry turned down the request in August, stating that the emergency funds cannot be used to pay staff salaries and instead advised states to train existing staff to operate these plants.Dr Ismail Mullah (centre), the medical officer responsible for oxygen management in Osmanabad, and two caretakers outside the PSA oxygen plant in the district civil hospital.    The shortage of staff to operate PSA plants is not the only concern that doctors and medical officials have. Currently, no government hospital maintains an emergency inventory of spare parts, such as cycle pressure gauge, axial for cycle operation, air pressure regulator, safety relief valves, spanner sets, joints and gauges, that might be required for repairs. “PSA plants will demand high maintenance costs,” said a senior health official in Maharashtra.There are safety concerns, too. Since India is witnessing such large-scale PSA installation for the first time, there is no specific regulatory authority to monitor its safety compliance. Scroll.in contacted the chiefs of Maharashtra and Gujarat’s Fire Safety Services. Both said that the fire department has no role in issuing either ‘no objection certificate’ or approval for setting up a  PSA plant. The Chief Controller of Explosives under the Petroleum and Explosive Safety Organisation said they are authorised to give licenses for oxygen storage tanks but not for PSA plants.Between August 2020 and May 2021, 24 fire incidents were reported across India in hospitals, of them 58% were during the peak of the second wave between March till May. Although none involved a PSA plant, fire experts in Gujarat and Maharashtra did blame oxygen and sanitiser fumes as possible fodder to spread fires faster.The Supreme Court-appointed national taskforce for oxygen in its report has raised safety concerns with respect to oxygen plants in hospitals. “We have clearly stated that a separate space must be allocated for storage tankers and oxygen generation plants, and safety concerns must be attended to,” said Dr Bhabatosh Biswas, a member of the committee and former vice-chancellor of West Bengal University of Health Sciences.The utility of a PSA plantThe challenges of running PSA plants are now leading to a rethink about their utility, which was assessed hastily in the midst of a crisis.In Osmanabad district, for instance, when the oxygen requirement peaked at 19.5 metric tonnes per day during the second wave, it took 2-3 days for cryogenic tankers filled with liquid oxygen to slowly drive over the 400-km distance between the manufacturing units in Pune and Navi Mumbai and Osmanabad.“Sometimes we had only a few hours of oxygen left and we stayed up all night coordinating oxygen tanker movement minute-by-minute,” said Osmanabad collector Kaustubh Diwegaonkar.Realising that the district could not depend on liquid medical oxygen alone, Diwegaonkar cleared plans to set up 12 PSA plants, of which six have already been set up, including two in the private sector. The estimated cost of the 12 PSA plants with a combined capacity of 22 metric tonnes is Rs 15-17 crore – for one plant, the cost ranges from Rs 50 lakhs to Rs 3 crore, depending on the manufacturer, the production capacity, and the cost of civil work.The first PSA plant became operational in the civil hospital on May 1 with a daily capacity of 300 litres per minute, enough to fill 62 cylinders per day. Several ward boys from the hospital were posted in shifts to supervise the plant.Despite the large financial investment and the manpower demands, the plant is not being used to its full capacity since the number of Covid-19 patients began to drop in June. While the patient load has fallen, the supply of the purer liquid medical oxygen is ample.However, collector Diwegaonkar said the PSA plants are necessary to avert a future crisis, if a third wave of the pandemic comes.A view of the PSA oxygen plant in Mural rural hospital in Latur district.Some argue that PSA plants should be utilised as a backup, not as the primary source of oxygen in a district. The Centre, in fact, has asked states to rely on liquid medical oxygen for 80% of all Covid-19 related oxygen requirements and use PSA plants for only 20% of the needs.Dr Sudhir Deshmukh, the dean of Latur Government Medical College, told Scroll.in that he plans to use oxygen from PSA plants for only 5-10 % patients. “The oxygen pressure in PSA is low. Since most of the patients reaching our hospital are serious and need high pressure oxygen, we need liquid medical oxygen,” he said.Navi Mumbai, too, plans to use its PSA plants for just 10% of its oxygen requirement. The satellite city’s oxygen needs rose upto 20 metric tonnes during the peak of the second wave. On some days, left with few hours of oxygen supply, desperate hospitals made frantic phone calls to oxygen suppliers. The Navi Mumbai Municipal Corporation decided to create a daily production and storage capacity of 60 metric tonnes in preparation for the third wave.In May, the corporation cleared a proposal to set up 10 PSA plants, but in July, it cut the number down to just five. “We realised the issues with PSA plants, and decided to instead improve our storage capacity to have buffer LMO [liquid medical oxygen] stock,” said municipal commissioner Abhijeet Bangar.Across Maharashtra, nearly 100 proposals for PSA have been shelved due to similar reasons, senior state officials told Scroll.in.An internal note in Maharashtra public health department on PSA states: “Pertinent questions regarding maintenance and troubleshooting of these PSA plants during breakdown and regular preventive maintenance for smooth functioning are raised.” The note said biomedical engineers will have to be trained in operating PSA plants, and final year students at industrial training institutes can also be roped in as interns to handle the plants.“Most of our biomedical engineers are occupied with cold chain storage for vaccines. We do not have engineers left to manage PSA plants,” an official from Maharashtra’s Directorate of Health Services said.However, officials in some districts continue to find value in PSA plants. In Nandurbar, a hilly district in north Maharashtra, home to a large Adivasi population, PSA plants have been set up in remote rural hospitals in Dhadgaon and Akkalkuan. “Instead of transporting cylinders over long distances, hospitals have PSA for emergency oxygen use even after pandemic ends,” civil surgeon Dr Raghunath Bhoe said. “I believe this is a boon for us.”T Sundararaman, a public health expert and former dean of School of Health Systems Studies, Tata Institute of Social Sciences, said a PSA plant is “an apt solution for district level hospitals where there is a minimum daily requirement of oxygen for patients with respiratory problems.” It must be installed only after a careful analysis of oxygen requirements for medical emergencies other than Covid-19. “Hospitals should be able to use it daily. Only then will PSA plants be useful,” he said.Read the other parts of this series here.This reporting was supported by a grant from the Thakur Family Foundation. Thakur Family Foundation has not exercised any editorial control over the contents of this article.","author":"Tabassum Barnagarwala","time":"2021-10-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165132-dvpsdewiea-1634209927.jpg","tags":["Oxygen","PSA Plants","Covid-19","Oxygen Series"],"source":"https://scroll.in/article/1007579/first-india-lacked-oxygen-plants-in-hospitals-now-it-lacks-technicians-to-operate-them"}