{"title":"Thank you Mithali di, for fuelling our dreams and showing us there is a way","content":"Mithali Raj has been described in so many different ways over the last 23 years: from a prodigy, to a legend, and grown into a sporting celebrity in the country. But over the past couple of days, since her retirement announcement, I have racked my brain trying to figure out how I would describe her.She was my idol; the person I looked up to from the very start; the one I wanted to be like. So, writing about her, describing what she meant to me, should be easy. However, that couldn’t be further from the truth.It’s funny, because when I was younger, I would spend hours in my room playing ‘matches’ in which I shared big partnerships with Mithali di. Then, in a mock interview I’d speak extensively about her influence, what an inspiration she’s been and what it meant to play alongside my idol. Now, as I write this, it’s tough to find those words. Contrarily, Mithali delivered under pressure through a major chunk of her career. When the expectations were heightened, she lifted her game, and with that, she lifted her team as well. She rarely stumbled or stuttered through an innings. Only the best can do that. Only a true great.Farewell, Mithali Raj: A cricketing career that went beyond just incredible numbersHowever, I’m not here to tell you about the greatness of Mithali Raj. The world already knows about that. Her numbers – the runs, the records, the longevity – all tell a story on their own. She raised the bar for batters around the world and consistently showed how good women can be.What I hope to shed light on, is the influence she had on those who came after – not just the ones who went on to play for the country, but the ones who plugged away at the domestic level, hoping to someday scale her heights; the ones like me.One of the many to be inspired by Mithali diWhile my first visual of Mithali di may have been through the newspaper, I first saw her, in person, at Keyes High School for Girls, in the coaching camp run by her father Dorai Raj around 2004-05. She was wearing a light blue and yellow India training top, seated on the famous water tank, laying out her BDM batting gear. That day, stationed at mid-wicket, I watched, transfixed as she batted for the next 45 minutes, deftly deflecting past point, regally caressing through cover and nonchalantly coming down the track to knock the bowlers around the school ground.She was scrawny, but packed a punch. She barely appeared to knock the ball on its head, but somehow, it sped past you faster than you anticipated. She almost never hit the fielders; there was a precision in the way she picked the gaps. You could tell that she was in a league of her own. We were in the presence of greatness.That was the day when my dream, that had been defined when I saw that little picture, truly took flight. I knew for sure what I wanted to become.Over the next few years, I got to watch how the best in the world trained, the habits she developed, the discipline and dedication she showed, and most importantly, when I found the courage, I got a chance to ask questions and learn from the very best in the world.At the time, she was generous with her advice – patiently answering the long-winding, often incoherent, questions of a hesitant teenager. She didn’t have to, but she made the effort. And so, over time, mine became another name that was entered in the long list of people Mithali di has inspired through her storied career.A collage made by Ananya Upendran, the author of this articleA guide, a role modelMithali batted like she was born out of a coaching manual. The balance at the crease, the steady head, the committed footwork forward or back, the exceptionally aligned shoulder, the perfectly straight bat flowing through, and the beautiful transfer of weight into the shot. It was all flawless.When you watched her walk out to bat in the blues, whites, purples, yellows or reds, you felt a sense of calm descend on the dressing room. If Mithali di was out there, you knew your team was safe. And if you were her batting partner, you had the strength, belief and courage to truly take on the world.Mithali had that effect on you – she was the Wonder Woman who made you feel like Supergirl.And she often had to. Through much of her career, she lifted the weight of India’s line-up on her shoulders. She was the lynchpin – the wicket opposition craved more than any other. The general sentiment was that if she fell, the rest would follow. It was only a matter of time.Despite those pressures, Mithali managed to excel. She had an innate ability to will her teammates on. She was determined to succeed and make her team better, and often, she injected that resolve into those around her.We saw it many times within the Indian team too – she talked batters through partnerships, made them aware of different scoring options and gradually built up their confidence. I had the privilege of once feeling it, first hand: as a teenager who hadn’t yet played senior state cricket, sent in as a nightwatcher in my first multi-day game, to play out 25 minutes against the new ball in a local league match.“Watch the ball, and play as close to your body as possible,” Mithali di told me that day. “If it’s outside the off stump, let it go. Listen to my calls, and run hard.”New ball. Senior bowlers. Fading light. Catchers around the bat. A loud ‘keeper and slip cordon. The pressures of needing to protect the next batter. If that weren’t enough to make my feet feel like cement, I was also batting with the Indian captain, whom I was desperate to impress. My nerves were through the roof. Yet, somehow, I survived.Throughout the evening, Mithali di’s message was consistent. After every over, we’d come together, we’d glove-punch, she’d repeat her instructions and we’d be on our way. Every time she knocked the ball into a gap, I’d run like my life depended on it, once almost getting run out in the eagerness to get her back on strike. I dived back into my crease, crashed into the ‘keeper in the process, and awkwardly somersaulted. Mithali di watched from the other end, giggling away with the bowler. She just patted me on the helmet after that and said, “Calm down. Keep playing.”I remained unbeaten overnight and we continued our partnership into the next day. It was worth 50 runs, and my contribution was a grand total of 1 off 42 balls. I was embarrassed. But in the meeting after, when she told me I had “done what the team required in that situation,” it felt like validation.In truth, at the time, I didn’t think I had it in me to survive that long. I was young. I was nervous. I had only ever made (senior) teams as a fielder. I thought, out there, I was out of my depth. But Mithali di willed me on, because that’s what the team needed.Turns out it was the last time… 💔I bawled through that PC, unable to ask a question, because how could I, when my hero, for the first time, looked so (publicly) vulnerable and broken?https://t.co/5H8lvbibHu— Ananya Upendran (@a_upendran11) June 8, 2022\n\nFuelling dreamsOn reflection, I realise, just as she had fuelled my dreams, she built up my belief too. She taught me that if you put your head down and focused on your plan, you could find a way to survive, and often, that’s the first step before you learn to thrive.Once I began playing Under-19 state cricket, I saw the widespread impact she had on young players. She was a successful captain, arguably the best batter in the world and fast becoming an icon in India. We all wanted to emulate her.As my career progressed and my bowling became my primary skill, I’d try and bowl to her whenever the opportunity arose, often pestering my then coach, Nooshin Al Khadeer to let me come early or stay back to have a crack at her. Those sessions were when my greatest learnings happened - I’d know if I’d hit good lengths, and I’d know when I’d erred; because if your lengths weren’t precise, Mithali di would cart you. Through those sessions, I learnt the importance of patience, developed my consistency and understood the need to be disciplined with the ball. In her own way, she was teaching me things that would help me along the way.The floppy hats, the Reebok (later Adidas) spikes, the even coating of sunscreen across the face, the compression shirt when batting, the little napkin tucked into the pants, and hold-the-pose cover drive... all became signatures that we recognised. The dream was to play with her some day, and so we attempted to be her. That, in our minds, meant we had begun our journey to becoming the best. She taught us to be hungry, competitive and ruthless run-scorers – that’s what separated the best from the rest.From 2005 to 2017, a sea changeWhen I began playing cricket, it wasn’t a viable career option. It wasn’t even something I saw or read much about on television or in the newspapers. I relied on my investigative skills to find information about women’s matches around the world. It was Mithali who made the search for that information easier.When she returned from South Africa in 2005 after leading India into their first ever World Cup final, it was to a rather empty airport. There was only a group of young, eager girls from that camp in Keyes High School to receive her at the Hyderabad airport which was then housed in the heart of the city, in Begumpet.Years later, when Mithali returned from England in 2017 after India lost a heart-breaking final by nine runs, it was to a packed airport (that had been shifted to the edge of the city, more than 30 km from its previous home) and people screaming her name. There was no place to move, with journalists, camerapersons and admirers elbowing each other to get ahead, jostling for space, and almost climbing over one another to catch a glimpse of the Indian captain.Lost in the sea of people, my teammates and I, who had been there 12 years before, laughed at how much the tide turned. As Mithali di was whisked away in a black car after a few photographs and garlands, we knew her world had changed forever, and in turn, she had changed ours too. In many ways, she had forced that transformation. She didn’t just shake up the system, or the people within it, but she got an entire country to wake up to her and the team. Through consistent performances, she compelled them to acknowledge their existence, and, better yet, forced them to accept her as their own. And that, for me, will be her greatest achievement.#ThankYouMithaliIndian cricket was lucky it got Mithali Raj, one of the most thorough professionals.Excerpt from The Fire Burns Blue: A History of Women’s Cricket in India by @kuks and Sidhanta Patnaik.Read:https://t.co/77cdLx1iXJ pic.twitter.com/GdjT450DvA— The Field (@thefield_in) June 8, 2022\n\nIf the Sharmas, Vermas and Kaurs of the future can dream of becoming global superstars, of not having to hold down a second job in an attempt to make ends meet, of not having to fight for the bare minimum, it is because Mithali, and her partner-in-crime Jhulan Goswami, got a previously ignorant and uncaring system, to somewhat open its arms and let them in.Hers was the first name we learnt. Hers was the first face we saw. Hers was the first legend that grew. She taught us to dream. She taught us that we could be the best in the world if we worked at it. She taught us that we didn’t have to back down in the face of a challenge. She taught us that if you were committed to your cause and stubborn enough to hold on, you could make a difference.When @BCCIWomen came home to 'Indiaaa, India!' at 3.45am, Mumbai's Chhatrapati Shivaji Intl. Airport went a li'l crazy. @ESPNcricinfo #WWC17 pic.twitter.com/6jwpa8UWA6— Annesha Ghosh (@ghosh_annesha) July 26, 2017\n\nWhile she may not have sown the seeds of this women’s cricket revolution herself, she watered them, protected them from the overbearing heat and the unrelenting rain, and watched them grow into a large wood; a wood that is quickly becoming a thickly inhabited forest. She stayed to see the revolution through. If we’ve won, it is because of her – just as it was in the 22 years and 274 days through her international career.Maybe, in the end, she had her struggles. But she’d been running the race before most of her current competitors were even born. You could understand if she were tired. She’s earned her rest.A simple ‘thank you’ will never suffice, Mithali di, but a simple thank you is all we have for now... happy retirement.Ananya Upendran is a former Hyderabad pacer, and now a freelance journalist. She previously worked as Managing Editor of Women’s CricZone.","author":"Ananya Upendran","time":"2022-06-11T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175617-ibxsnvqkgc-1654919937.jpeg","tags":["Mithali di","Mithali Raj","Indian cricket","Mithali Raj Retires","Thank You Mithali"],"source":"https://scroll.in/field/1025949/first-person-thank-you-mithali-di-for-fuelling-our-dreams-and-showing-us-there-is-a-way"}