{"title":"First person: How Navayana, publisher of anti-caste literature, was born, and where it is going now","content":"अणुरेणियां थोकडातुका आकाशाएवढाAnuraniyathokadhaTukaaakasha-evadhaToo scarce to occupy an atom Tuka is as vast as the skyNavayana breathes somewhere between the atom and the sky. We are a publishing house that has never been about business as usual, but about embracing the unusual. We have been around for seventeen years, and I’d like to tell you the how and why.Founded on 5 November 2003 between Pondicherry and Chennai, where Ravikumar and I respectively lived, we launched with four slim titles of 40 to 80 pages priced between Rs 40 and Rs 60 at the Landmark bookstore in Spencer Plaza (the mother of malls in India). I had invited the writers Narendra Jadhav (whose memoir Outcaste had been just published by Penguin), P Sivakami, Kanimozhi (not involved with politics and scandals back then) and N Ram of The Hindu (getting him meant you were assured coverage in his paper). Mini Krishnan of OUP, who contributed Rs 10,000 as seed money for Navayana, received the first four titles from Jadhav.Hemu Ramaiah, founder of the Landmark chain of stores, who had known me then as the Outlook correspondent, asked me: “How many chairs? 40?” I said we may need over a hundred. She smiled all-knowingly. “Last week we had a bestselling author of a maternity and pregnancy book over and barely forty showed up. You are doing this relatively unknown caste stuff, so relax.” Even before the event started, we fell short of chairs. Some 250 people turned up, jamming the aisles of the bookstore. Almost all the copies of the four titles Landmark had ordered got sold. Hemu and her business partner later told me I might have a career in event management. Hemu ended up selling her formidable business to Tata Trent a few years after that. The pre-pastBut why Navayana? While at Outlook, in 2003, I had written a feature about what kind of Dalit literature was getting published. In the late 1990s, following Bama’s landmark Karukku, mainstream publishers seemed to be publishing only Dalit autobiographies. Ravikumar, who had a day job as a bank clerk and was known to the Tamil world as a formidable intellectual of the little magazine movement, was critical of the valorisation of Dalit life narratives. He felt a certain stereotype was getting established, and suggested I write a feature on this for Outlook.I interviewed Dalit writers, translators, publishers, and academics who had pioneered the teaching of Dalit literature. Besides Ravikumar, the interviewees included P Sivakami, an established Tamil Dalit writer; K Satyanarayana, who taught Dalit texts at the English and Foreign Languages University in Hyderabad; Mini Krishnan, who edited and published translations at Oxford University Press; Anand Teltumbde, the keen chronicler of civil rights issues who is now unjustly in prison; Narendra Jadhav, who had just published a memoir about his father who grew up during Babasaheb Ambedkar’s time; and Arun Prabha Mukherjee, who’d translated Omprakash Valmiki’s Joothan from Hindi.But to “sell” such a story in a magazine like Outlook, I needed a “big name”. Since I had read Arundhati Roy’s The God of Small Things, and had a critical take on her depiction of Velutha, I decided to call her for a quote. When she picked up the landline – I really did not expect her to – I told her why I needed her name to sell such a story. “If your quote is there, the editor won’t spike it.” I said. In 2002, I wanted to report an incident in Thinniyam where two Dalits, Murugesan and Ramasami, were forced to feed one another human excreta and were branded with hot iron rods for publicly declaring that they had been cheated by the village chief. Ostensibly, such atrocity stories didn’t interest Outlook’s “SEC-A+” readership (indicating socio-economic class in the National Readership Survey parlance). Once, in 2001, when I begged to file a report after an entire colony of 400 Dalit homes had been razed in a caste clash in Sankaralingapuram, the political editor in Delhi conveyed to me a message from the top: “It’s not as if anyone died.” Navayana was born also because I was tiring of the deeply insensitive savarna media.Roy readily agreed to be an accomplice. Along the way, I asked her if she had read any Ambedkar. She said, “I’m ashamed to say I have not. Where can I buy his books?” Back then, you could not go to Bahrisons or Midlands in Delhi and ask for Ambedkar. And savarnas rarely knew of or sought out Gautam Book Centre in forlorn Shahdara or Samyak Prakashan in Paschim Puri. As late as 2008, I recall buying and supplying a set of Ambedkar’s BAWS volumes to the well-known legal scholar and writer Upendra Baxi, when he said he did not know where to get them and requested my help. Yet Baxi was a savarna pioneer, being among the earliest to write scholarly essays on Ambedkar, whom he called the Aristotle of Atishudras.In Chennai, I had myself struggled to get Ambedkar’s writings. In 1999, I had ordered by VPP a set of the Maharashtra-government issued volumes, Dr Babasaheb Ambedkar: Writings and Speeches (known as BAWS), from the now-defunct Ambedkarite bookseller Blumoon Books in Delhi. Even after his birth centenary in 1990, Ambedkar was a concern only in Dalit circles. I told Roy she could start with Annihilation of Caste; I sent her a photocopy. When Ravi and I met her in Chennai after she had read AoC – by when Navayana had been launched – we suggested she write an introduction so that more like her and those who admired her would at least begin to shed their caste blindness. After all, AoC was a text Ambedkar had meant for savarnas who refused to heed him. Roy’s introduction came a good ten years hence; the trenchant and necessary critiques that followed is another story.It may help remember the times then. Today, we have the Dalit movement occupying critical spaces in social media even if large publishing houses and corporate media (like academia) tend to be unconscionably Dalit-free. In 2001, we had the major World Conference Against Racism, WCAR, in Durban. While the Dalits, led by NGOs, mobilised to say casteism was like racism at the United Nations forum, the Indian state and its uninformed intelligentsia opposed this on nationalist (caste-is-an-internal-matter, like Kashmir) and even “social scientific” grounds. Scholars like André Béteille and Dipankar Gupta were pitted against Kancha Ilaiah, Gail Omvedt and Chandra Bhan Prasad. Back then, the silence of public intellectuals like Arundhati Roy was disturbing (and the more disturbing thing is we have so few public intellectuals of pan-Indian stature who take on the state on what are called “nationalist” and “sensitive” issues). How and why do they not engage with caste and untouchability was a question a lot of Dalit friends and I would ask ourselves.From journalism to publishingThe Outlook story on Dalit literature was just 1,200 words long. Ravikumar said, “Let’s publish the full interviews. It will lead to a debate.” I asked, “How? Where?” He said, “Let’s start a publishing house; anyway, it is not as if Outlook keeps you too busy.’ This led to Touchable Tales: Publishing and Reading Dalit Literature (Rs 40).I plunged in without an idea of how to get ISBNs, what grammage of paper to use, and how to distribute books. The need for Navayana – which literally means a new vehicle and a new path, the term used to describe Ambedkar’s godless Buddhism – was felt simply because there were publishers engaging with environmental issues; or communalism, as the Hindu-Muslim conflict is called in India; there were publishers engaging with Left issues, such as LeftWord; we had children’s publishers; we had women’s movements and feminist publishers; but you did not have anybody in English language publishing saying caste is a central issue.But we could not publish just one title. So we did four. Our first title was a re-issue of Ambedkar’s obliquely titled “Waiting for a Visa” as Ambedkar: Autobiographical Notes, with an introduction by Ravikumar. The great artist Chandru, who went on to retire as principal of the Government College of Fine Arts in Chennai, designed us a striking logo: a “Dalit” she-buffalo joyously kissing a “savarna” he-buffalo, whereby hangs the tale told by AravindaMalagatti in his Kannada autobiography, Government Brahmana.Our print run was 600 copies for each title. In retrospect, I’m embarrassed about how jump-before-you-think hastily this was all done, but it was a modest success. I soon realised distributors asked for at least 40 to 45 percent discount on the retail price. It helped that in the first four or five years Navayana had almost no overheads save for printing and shipping costs. The desktop was my office.The move to the capitalNavayana has since come a long way. Ravikumar quit his day job in a bank to become a full-time politician and even finished a PhD at the same time. I quit journalism after I won the British Council-London Book Fair’s International Young Publisher of the Year award in 2007, the year we published Namdeo Dhasal in Dilip Chitre’s translation (it is Chitre’s Tukaram who forms the epigraph to this essay). The same year, I shifted to Delhi and decided to have a crack at Navayana full-time. Friends, including Ravikumar, told me it may not work and that I better keep a day job. But I went all out.I wanted to see Navayana survive as a publisher – but without operating as a trust, society, NGO and such like. No 80G or FCRA. I foreclosed the possibility of Navayana being funded with big grants. I made this choice out of a vague ethical notion of not making capital out of caste and inequality, especially as a savarna. It hasn’t been easy. For Navayana was, and is, a small fish – nethili, kati, handalla, kozhuva, an anchovy – in a sea of caste, communalism and capital. A tasty, affordable fish that remains true only to salt. The ubiquitous anchovy has to – has had to – survive and thrive, like in some animation movie full of chase scenes and close shaves set on the ocean floor.Akila Seshasayee, who became one of my first friends in Delhi, offered space in her design studio to work in my first year in the city when I found myself floundering. She has since designed almost every Navayana cover in exchange for good mutton keema with karela, or a Kabir poem. Sanjiv Palliwal, a garlic-loving Jain habitually leaning to the right, became my turnkey for all production, and he gives me endless credit and time to pay. Our landlady is a Modi-lover, as is my mother, as are some of the people who call the shots in the book trade (and in any other trade). Our auditor, a good Christian, does not bill us out of compassion.Navayana has been housed in Delhi’s Shahpur Jat for the past eleven years. This shelter, overseeing a mulberry tree that blooms and fruits every April, became a necessity when work on Bhimayana, the graphic biography of Ambedkar, began in 2008. The artist-couple Durgabai Vyam and Subhash Vyam, with a couple of apprentices in tow, spent weeks at this modest office-turned-home. We cooked, talked, worked. Navayana became a studio. Bhimayana took over two years to make; few gave it a chance. A leading Indian arts foundation refused us. It was a grant from the Prince Claus Fund, Netherlands, that made work on the book possible. Luckily for us, it has steadily sold over 20,000 copies and has been translated into nine languages, including Korean, French and Spanish. It is now taught in universities and schools across India. Not all titles published by Navayana – or for that matter, by any publisher – experience the “success” of numbers. That said, Navayana, because of its location and choice of language, has had it way better than several Dalit-run presses in the various languages of India. Despite far meagre resources, they reach a very wide Dalit audience that Navayana perhaps cannot, owing to low prices and direct selling. However, Navayana’s public profile (like that of other independent Indian publishing houses like Zubaan, Seagull or Yoda) is disproportionate to the titles we actually manage to publish or the numbers we sell, though we reach the kind of bookstores that remain out of reach for Dalit publishers.In 2018, I met the Ambedkarite publisher, Dr ML Parihar, in Jaipur, whose low-cost Hindi reprint of The Buddha and His Dhamma has sold over one lakh copies. A veterinary doctor, he used a portion of his pension to publish the 500-pager, and sold it at just Rs 50 for a year. He often sells directly at all Ambedkarite events, and his stock lies in the boot of his car. Navayana is no match for the thousands of such selfless efforts across the subcontinent that have for over six decades kept the ideas of Ambedkar and Ambedkar himself alive. In recent years, more tasty anchovies have been giving us company in the sea of English – Ambedkar Age Collective and Panther’s Paw.Till ten years ago, a publisher like Navayana gave a 45 percent discount on cover price to distributors who paid back after six months – that is, if they could make the collections from some 250 to 400 retailers spread across the subcontinent. We printed 1,200 copies of a book at best; sometimes we risked 2,000 copies, like with Teltumbde’s work on the Khairlanji massacre (The Persistence of Caste); with poetry, we did only 800 copies, or with bigger names like a Namdeo Dhasal or Meena Kandasamy, a thousand. It was with Bhimayana that we touched 3,000 for the first time, in 2011. The trickle of proceeds from the sales barely keeps us alive after covering production costs and office overheads. On paper, the money from the book trade ought to flow back in six months, but in practice it can take up to eighteen months and often more. Some debt accounts run to years, and are deemed closed. Flipkart first and then Amazon ran amok in this disorganized “market”. They had the deep pockets and the speculative capital to play games and mess with our heads. Our discounts to distributors became 50 and soon 55 percent on cover price. Now, it has crossed the gross and indecent 60 percent mark, which is bloody unfair. Small and independent publishers in the UK and US too offer such deep discounts and tie themselves to the coat-tails of a major publisher or distribution system that takes care of warehousing and inventories. At the end of this, not just a small publisher but also their authors and readers get diddled. One of Navayana’s old distributors still owes us over Rs 20 lakhs. Booksellers run up debts with distributors; distributors run up debts with publishers. But you can’t stop supplying your books to retailers who tend not to pay, because you have to be in circulation. So we keep pouring our books into this cyclical void. At the sight of the grindstoneKabir lets out a cryCrushed between two rocksno grain can surviveCaught in the daily grindno one sights the pestleThose who seek will findthat in love’s arms they nestleThe ever presentIn 2014, when we published the annotated edition of Ambedkar’s classic work Annihilation of Caste with Arundhati Roy’s introduction, a mainstream distributor (IBD from Bombay) was willing to talk business with us. But it didn’t take us much time to learn that a trade distributor does not take easily to slow-moving titles on uncool subjects perceived as “caste” and “Dalit”. A Roy-backed Ambedkar title enthuses them, while ND Rajkumar’s poetry volume Give Us This Day A Feast of Flesh, or Bhagwan Das’s memoir In Pursuit of Ambedkar, and scores of such books, remain largely untouched. I recall how in 2005, Chennai’s Odyssey store manager hid a copy of India Stinking: Manual Scavengers in Andhra Pradesh and their Work, a book that chronicled Bezwada Wilson’s early years at the Safai Karamchari Andolan. Through all this, Navayana has managed to stay afloat. We now have a staff of three, all paid a subsistence wage: office assistant Rajeev Kumar since 2008, and since 2014 one full time editor, and myself. We ruffled many feathers with our 2014 call for an editor that said the candidate needs to be a beef-eater and not a Gandhian. In a land where brahmin-only calls flourish, the smallest challenge of equality poses a threat.Navayana has come of age at a time, when, finally, slowly, caste is coming to be regarded as one of the central fault-lines of our society by liberals who’d been in denial. Considering the dismal and pitiless scenario of the book trade, from April 2019, Navayana started warehousing and distributing with HarperCollins India in the hope of accessing a wider market. HCI took us on board because Navayana curates and produces the kind of books they could not come up with; and they realised our titles would sell even better via their network. Sometimes in the ocean, the anchovy-nethili has to survive in the belly of the beast. We both hoped to benefit, and if the numbers of our first year were anything to go by, we succeeded beyond our expectations. And Covid-19 struck at the end to the financial year.Navayana could have gone under years ago but for its dedicated readers and authors, who have made the books possible. Crucially, we have had benefactors who like the idea that we are dedicated to the independent curation of ideas rather than running it like a business with an eye on margins. One well-wisher from Chennai put in a lumpsum. A friend in Bangalore set aside some money. More recently, a former university teacher of mine pitched in with a generous donation from his savings to keep us going. In the last two years, another friend started a fund in his late father’s name and has subvented two titles a year, which is acknowledged on the copyright page. True, being a savarna gives you social capital and the munificence of the savarna network. Disinherited by my small-minded middle-class brahmin family for marrying outside caste, I have been lucky to have some generous friends, but I can’t keep asking them for more. If I find more such well-wishers among Navayana’s many anonymous readers, this delicate translucent fish – which always moves in a shoal – may well thrive in the ocean. Navayana founder S Anand with (clockwise from left) Andrew Senior, Christopher MacLehose, Liz Calder Future tenseNavayana is not a “start-up”; it has always been an upstart. Nor is it that ugly thing they call a “brand”; it is at once a political and aesthetic effort that has produced acclaimed titles, including those by international authors – about five or six a year, year after year. I am now 47, and I have done this almost single-handedly so far. I now wish to see the idea of Navayana institutionalised. I see the need to groom an inclusive, anti-caste team of dedicated editors and publishers, rights managers, and salespersons, let them redefine Navayana for our times, and take it into the future. Like with everyone everywhere, work at Navayana has been affected in more ways than one. The scholar Anagha Ingole, who is working on a Savitribai Phule reader for us, said, “I am increasingly convinced that the moral intellectual task of our age is to fight against the terrible normalisation and even celebration of stupidity.” After all, the nation is helmed by a man who believes ancient Hindus devised plastic surgery, test tube babies and aircraft. Publishers delight in his “poetry”; some tweet their approval; one writer even saw Kabir in him. Covid-19 and the thoughtless response to it by our state and society makes it all the more important that Navayana hang in there to fight the normalisation of the stupidity of caste.At a time when all production and sales are at a near standstill, we are focused on commissioning new titles, editing and readying manuscripts for a post-Covid-19 world, when the need for spaces like Navayana’s will be more acutely felt. What I am excited about immediately is a title that helps us think through these very issues: JNU professor Soumyabrata Choudhury’s Now It’s Come to Distances: Notes on Shaheen Bagh and Coronavirus, Association and Isolation.Last week we tied up with the tailor shop below Navayana’s second-floor perch to offer free cloth masks with books. The response has been overwhelming, and we have beaten all previous sales records from our website. Yet we need help to survive in these terrible times. You can do more than just buy our books. You can help us make them: more, better. You can help us be our best.When MNCs are laying off people and big publishers are cutting staff, salaries and titles, we derive strength from the words of a poet Ambedkar was rather fond of, Tukaram of the seventeenth century:लहानपण देगा देवा|मुंगी साखरेचा रवा||ऐरावत रत्न थोर|त्यासी अंकुशाचा मार||जया अंगी मोठेपण|तया यातना कठीण||तुका म्हणे बरवे जाण|व्हावे लहानाहून लहान||महापुरे झाडे जाती|तेथे लव्हाळे वाचती||Lord, give me smallness | A granule of sugar that the ant gets||Airawat, Indra’s jewel of a mount | Gets beaten by a mahout||Those who grow big and fat | Will suffer the blows of fate||Tuka says to know this is all | We must grow smaller than small||A flood sweeps trees away | Grasses find a way ||\n\n\n    \n    Play\n\nThis series of articles on the impact of the coronavirus pandemic on publishing is curated by Kanishka Gupta.","author":"S Anand","time":"2020-07-09T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144082-nmejbgpxse-1594216810.jpeg","tags":["Dalit","literature"]}