{"title":"First Indian civilian team reaches Maldives as New Delhi prepares to withdraw military presence","content":"The first Indian team of civilian technical personnel reached the Maldives on Monday to replace the Indian military personnel stationed there for operating aviation equipment, the island nation’s defence ministry said, reported The Indian Express.The civilians arrived in Addu, the southernmost atoll of the country, where they will take over the operation of a helicopter, the ministry’s statement said. The Indian military personnel will leave the atoll by March 10.On February 2, the Maldives government said that India had agreed to withdraw its military personnel from the island nation by May 10 and replace the aviation management staff with civilians.The decision was announced after the second meeting of the India-Maldives High-Level Core Group in New Delhi on Friday. The core group was formed to negotiate Malé’s demand that New Delhi remove its military presence from the island nation.On February 8, India’s Ministry of External Affairs Spokesperson Randhir Jaiswal, said, “The present personnel would be replaced by competent Indian technical personnel.”In January, Malé asked New Delhi to withdraw its soldiers from the island nation by March 15.India is the only foreign power with a military presence in the Maldives. Around 70 Indian defence personnel maintain radar stations and surveillance aircraft in the archipelago. Indian warships also help patrol the Maldives’ exclusive economic zone. This collaboration is of strategic importance to New Delhi amid its geopolitical competition with China in the Indian Ocean region.The two sides will hold another meeting in the last week of February in Malé. Their first meeting was held on January 14 at the foreign ministry headquarters in the Maldivian capital and was attended by Indian High Commissioner Munu Mahawar.For Maldivian President Mohamed Muizzu, who is considered to hold a favourable stance towards China, removing the Indian military from his country was a key election promise. After preliminary negotiations in October, he asked India to withdraw its troops from the country. In December, he claimed that India had agreed to withdraw its soldiers.Muizzu made his first official state visit to China earlier in January, amid a diplomatic spat with India. India is typically the first country that new Maldivian presidents visit after assuming power. Muizzu had first requested a visit to New Delhi but was turned down, according to reports.","author":"Scroll Staff","time":"2024-02-28T20:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197507-jxufcutpwo-1705234888.jpeg","tags":["military personnel","Mohamed Muizzu","aviation platforms","Addu","Maldives"]}