{"title":"Five years after BJP’s UP sweep: In Baghpat, Jats torn between Hindu and farmer identities","content":"Every second Jat farmer you meet in Baghpat tells you of his “majboori”, or compulsion. In Katha village, Satendra Singh, a landowning sugarcane farmer in his 30s, was upset about the delay in the payment of his dues from the sugar mill he had sold his produce to. He was disappointed that the Bharatiya Janata Party government, which governs Uttar Pradesh, hadn’t substantially hiked the minimum price that sugar mills are supposed to pay farmers like him. He was disheartened that the government had not built a cow shed in the village to house the stray cattle that has routinely plundered his crops after a new law passed in 2017 made cattle trade virtually impossible.“But what to do,” Singh told me on Sunday morning. “We have to be with the BJP only – majboori hai.” Why, you ask – what was the compulsion?“Because who else will save us Hindus from the wrath of these Muslims who are all around us here,” he said.Some 50 km north in Daha village, 39-year-old Ashok Rana, too, spoke about majboori. Unlike Singh, though, Rana said the time had come to change his loyalties, even though he was a “kattar Hindu” – a Hindu radical.“I know that if the other side comes to power, the Muslims will again be on our heads,” he said. “But ultimately I am a kisan.” For a farmer like him, he said, “the BJP is worse – there is no doubt about it – so there is no option but to root for change.”Ashok Rana (right), who lives with his family in Daha village, emphasised his identity as a farmer.At the centre of Jat politics Baghpat is a tiny district, one of the smallest in Uttar Pradesh. But its size belies its political significance. Home to a formidable population of Jats, a powerful landowning Hindu middle caste, Baghpat is often grandly described as the epicentre of Jat politics in the country. It is the home turf of Chaudhary Charan Singh, arguably the most influential politician from the community till date, who served as the chief minister of Uttar Pradesh twice, and was briefly India’s prime minister in the 1970s. Charan Singh was elected to the Parliament three times from Baghpat; his son Chaudhary Ajit Singh, who succeeded him, held the seat for 25 years in a row till 2014, save one year in the middle. Charan Singh’s position in the Indian polity, though, was much more than just a caste leader. He is widely hailed as the most unflinching champion of peasant rights the country has ever seen, responsible for some of the most radical land reform measures in modern India, redistributing land from large landlords among middle and marginal farmers. In fact, his politcal capital was built almost entirely on that image, acceptable to all intermediary castes who worked on the fields, Hindu or Muslim.  But nearly 35 years after his death, ahead of a keenly-observed Assembly election in Uttar Pradesh, the Jats of Baghpat seem to be wrestling with a conflict of identities: are they primarily farmers or Hindus?A force on the wane  This dilemma is a function of many players and events. First, there is the Rashtriya Lok Dal, the party founded in 1996 by Charan Singh’s son Ajit Singh, and now headed by his grandson Jayant Chaudhary. The Lok Dal and its many earlier avatars, with Ajit Singh at the helm, held sway over Baghpat, even after the death of Charan Singh in 1987. But starting the 2012 Assembly elections, the party’s grip started to loosen. The Mayawati-led Bahujan Samaj Party, which ran the government in the state at the time, had initiated a slew of sops for sugarcane farmers. This meant that even as the Bahujan Samaj Party lost power in the state, it fared well in western Uttar Pradesh, the cane belt of the state. In Baghpat, in an unprecedented result, it won two of the three seats.  If the Lok Dal thought that the 2012 result was a temporary blip, something else would soon happen that would challenge its very relevance. In 2013, a bloody Hindu-Muslim riot tore apart western Uttar Pradesh. The genesis of the violence remains contested. One version states that it began with the incident of harassment of a Hindu woman; according to the other, it was a traffic accident. Nonetheless, what is not disputed is that instigation by Hindutva leaders, who tapped into enduring anxieties about Muslim men luring Hindu women to convert them to Islam, and partisan police action of the Samajwadi Party government, led to the situation blowing up. While the epicentre of the riots was the neighbouring district of Muzaffarnagar, there were sporadic clashes in Baghpat too, leading to the death of three Muslims, including a child. The ensuing embers of the communal fire burnt Baghpat’s social fabric – and, by extension, the Lok Dal whose vote base extended to both Muslims and Hindus, tied together by common agricultural interests.As an independent civil society-led fact finding report would later point out, the riots led to the electorate feeling “compelled” to make a choice between parties seen to represent either Hindu or Muslim interests, thereby “squeezing out other parties which have been claiming significant shares of popular vote”.The 2014 Lok Sabha  elections, the first after the riots, saw the Lok Dal’s Ajit Singh slipping to third position in the Baghpat parliamentary constituency even as the BJP clocked a resounding victory with over 40% of the votes. The Lok Dal failed to recover much lost ground in the 2017 Assembly elections, losing two of the three Assembly constituencies in the district, Baraut and Baghpat, to the BJP. It barely scraped past in the third constituency of Chhaprauli, only for its candidate to defect to the ruling party soon after. The beneficiaries of a riotThe Lok Dal’s decline was dramatic, but paled in the face of the BJP’s rise. In the two seats that the BJP won in 2017, it had finished fourth and fifth in the 2012 election. The party’s candidates had lost their security deposits in all three constituencies in Baghpat in that election since they had clocked less than one-sixths of the total votes cast. It wasn’t the case that 2012 was a particularly bad election for the party. The BJP had always been a marginal player in the district till the riots in Muzaffarnagar polarised the electorate. Before delimitation in 2008, which changed the boundaries of electoral constituencies, Baghpat district had four Assembly segments: Khekra, Baghpat, Chaprauli and Barnawa.  Apart from two victories, once in 1993 in Barnawa, and in Khekra in 1996, constituencies which included large swathes of the neighbouring Meerut and Ghaziabad district respectively, the BJP had nothing by way of electoral success in Baghpat. But its political marginalisation now seems like a distant memory. The aftermath of the 2013 riots saw large sections of the Jat community in Baghpat abandoning Charan Singh’s legacy and finding common cause with the BJP’s Hindutva, rationalising it as a survival move. Many Jats continue to express the sentiment even today. “I am an RLD person myself,” said Amar Pal Singh, who runs a franchise of a cement company in Baraut’s Bijrol village. “But if someone else comes to power apart from the BJP, we will have to leave our homes. The Muslims will not let us be.”Amar Pal Singh (right) rationalised his support for the BJP as a survival move. The BJP’s sweeping victory in the 2017 Uttar Pradesh Assembly Elections was particularly impressive in districts where the party had barely scraped through a win in the past two decades. While in government under chief minister Adityanath, has the party been able to consolidate its gains and entrench itself further? Or, will the 2022 elections undercut its hegemony? In this series, Five years after BJP’s UP sweep, we bring you dispatches from five such districts that we will track through the election season right up to voting day. Baghpat is one of them.A livelihood challenge to Hindutva What has complicated the picture in Baghpat, though, are the events of the past year. In September 2020, the Modi government hurriedly passed three laws that fundamentally altered the way agricultural markets worked, sparking fears among many farmers that they would lose their turf to corporations. An upsurge of protests that began in Punjab soon spread to Haryana and western Uttar Pradesh, with Hindu Jat farmers joining them in large numbers. The fallout was a resurgence of the peasant identity among the region’s Hindu Jats, which many hoped would repair the strain between them and their Muslim couterparts. The Lok Dal, too, stepped in: by actively supporting the agitating farmers and mobilising resources for them, it strengthened its position ahead of the 2022 elections.But, in an unexpected move last week, the prime minister announced that the government will withdraw the three contentious laws – a decision that many commentators believe is driven by the imminent elections in Uttar Pradesh.On the ground, however, the impact of the farm laws repeal is far from clear.For one, there are deeper undercurrents of rural distress that are causing voter disaffection with the BJP, which the withdrawal of the farm laws cannot fix. In Baraut’s Sadakpur Jonmana village, Madhu Tomar, a sugarcane farmer listed out his complaints: “Before coming to power, the BJP said they would ensure payment from the mills within 14 days, but we haven’t even received full payment for what we sold last year. On top of that, electricity has become exorbitantly expensive.”“For our livelihoods,” Tomar continued, “we are ready to make a compromise with anyone now – even the Muslims.”Madhu Tomar (centre) was upset with the BJP for its failure to ensure timely payments to sugarcane farmers.Srinivas Rathi, an elderly farmer in Chhaprauli’s Gangnauli, concurred. “First is always livelihood,” he said. “If it is just about security, a man could just lock himself up in a room – he would be safe but die hungry, won’t he?”The disenchantment with the BJP is coupled with a sense of remorse for abandoning the Lok Dal and an intent to make amends. “In our times of trouble, Jayant has stood with us, so we will stand with him this time,” said Virender Singh in Jhundpur village, referring to the Lok Dal’s 42-year-old chief Jayant Chaudhary, who took over from Ajit Singh after the latter succumbed to Covid-19 earlier this year. As I travelled through Baghpat, I heard a line echoing this sentiment rather frequently from Jats across ages: “Jayant humara neta hai – Jayant is our leader.” Srinivas Rathi (right) said livelihoods came first.  The plot thickens  But another player is complicating this patch-up between the Jats and the Lok Dal: the Samajwadi Party. The Lok Dal and the Samajwadi Party are on the throes of an alliance – the deal seems all set, although a formal announcement is yet to be made. The logic of the alliance is that it will bring together the votes of two major communities, Jats and Muslims, who are significant in number in western Uttar Pradesh. The Samajwadi Party is seen as a leading contender for Muslim votes. But the alliance runs the risk of alienating many Jats.The communal frenzy of 2013 may have subsided, but a section of Baghpat’s Jats insist that the wounds have not completely healed. Must the Lok Dal tie up with the  “Muslim-patronising” Samajwadi Party, they ask. “Everyone had suffered during the riots, but Akhilesh gave the Mohammedans compensation and sent the Hindus to jail,” a Jat farmer from Baraut alleged. When the riots broke out, Akhilesh Yadav was the chief minister in the Samajwadi Party-led government. In Baghpat, I came across three distinct opinions on the matter among Jat men – I tried interviewing women, but few seemed to be willing to share any opinion at all.First, some said they would back Jayant, but not the “gathbandhan”, or alliance, at any cost. For instance, Paras Chaudhary, a 24-year-old, said, “The thing is ultimately everything in our area boils down to Hindu-Muslims, so we can’t even think of voting for Akhilesh because we have seen what the Muslims are like when he is in power.”Paras Chaudhary said he would back the Lok Dal, but not its alliance with the Samajwadi Party.In the second group were people who said they had no misgivings about the Samajwadi Party and would only be too happy to side with the alliance. “Have the Mohammedans not lived with us forever? What happened was an ugly aberration, a design of the BJP to divide us,” said Parvinder Rana, a middle-aged farmer from Bhadal in Chhaprauli. “It is all their propaganda that Muslims will dominate us if they go out of power.”A third group insisted that they would stick to Jayant Chaudhary, but preferred that  the Lok Dal tied up with the BJP instead of the Samajwadi Party. As 23-year-old Osium Tomar of Pasar village put it, “I will vote for the RLD anyway I think, but personally if you ask me, I’d not be the happiest.”Many of the younger Jats I met seemed to hold that view, but it was by no means restricted only to one demographic. Ram Chail Singh, a farmer in his sixties, who lives in Adarsh Nangla, one of the first villages in the country to be declared as a “model village” in the 1950s shared a similar opinion: “The best would be for Jayant to join hands with the BJP – that way his value and power would both increase.” Osium Tomar (left) and his friends sounded unenthusiastic about Lok Dal allying with the SP. Keeping it quiet Many say that those sympathetic to the BJP were larger in number than it may appear to an outsider. Ankur Panwar, a resident of a village called Shabga in Chhaprauli constituency, said the 2019 Lok Sabha elections in Baghpat was a telling example of that. “It was supposed to be a one-sided election in Jayant’s favour, everyone in the village said they would vote for him,” he recalled. “But when the results came out, it was clear people had something else in their hearts.”In a keenly-fought bipolar contest – the Lok Dal was backed by both the Samajwadi Party and the Bahujan Samaj Party – Jayant Chaudhary lost to the BJP candidate by around 23,500 votes. Panwar claimed this reticence to openly profess support for the BJP flowed from Charan Singh’s enduring legacy in the area. “It is still not socially acceptable to say you won’t vote for the Chaudhary family family but the BJP,” he said. “So there is a big section of silent BJP supporters who would go and quietly cast their votes in favour of the party, but never own up to it.” Ankur Panwar said BJP supporters are reluctant to openly talk about their preference for the party. The number game The Lok Dal’s functionaries, however, said that the Jats who were sceptical about its alliance with the Samajwadi Party were never its voters in the first place, not even before 2014. The alliance made perfect sense, they insisted. “Yes, we will probably get almost 100% Jat votes if we ally with the BJP, but it will split the Muslim votes,” said Jagpal Singh Tevatia who heads the party’s Baghpat unit. With the Muslims accounting for nearly 28% of the district’s population, that would be catastrophic, said Tevatia. Indeed, most of the district’s Muslims I met seemed to unequivocally endorse Akhilesh Yadav.The popular wisdom in Baghpat is that a Muslim-Jat consolidation is enough to sweep the district. The numbers certainly bear it out. According to local estimates, in Chhaprauli, the two communities account for nearly 60% of the electorate; in Baraut, they add up to 40%. Their numbers are marginally lower in Baghpat, but the constituency is home to a large number of Yadavs, a traditional base of the Samajwadi Party. Together, the three communities make up around 50% of the population. Other significant groups in the district include a smattering of non-Yadav middle castes, the most significant being the Gujjars, and upper caste communities such as the Brahmins, Tyagis and Rajputs. People from these communities I met avowedly declared their allegiance to the BJP.  Dalit groups make up only 11% of Baghpat’s population, the lowest among all districts in Uttar Pradesh. Given these electoral calculations, Baghpat’s fate appears to largely be contingent on Jayant Chaudhary’s ability to coalesce the Jats. His supporters believe this is his moment. “The situation is such that the Jats who have reservations about us will definitely vote for us if Jayant asks them to,” said the Samajwadi Party’s district president, Manoj Chaudhary. But it may not be as simple as that, despite the fact that Jayant Chaudhary is perhaps at the peak of his popularity. My interactions with scores of Jat men earlier this week revealed deep-seated anti-Muslim sentiments. In the weeks to come, the BJP is likely to go all out to appeal to those resentments. Earlier this month, chief minister Adityanath visited communally-sensitive Kairana in neighbouring Shamli district, which also saw violence in 2013, and invoked the alleged “exodus” of Hindu families from the area in the aftermath of the riots. I will return to Baghpat over the next couple of months to see which identity –  farmer or Hindu – prevails among the Jats as they decide whom to vote for.   Follow the rest of the series here.","author":"Arunabh Saikia","time":"2021-11-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166793-zackmtjltr-1637843658.jpg","tags":["Baghpat","Communal politics","Uttar Pradesh Assembly Elections 2022","Uttar Pradesh","Jat farmers","Five years after BJP's UP sweep"],"source":"https://scroll.in/article/1011421/five-years-after-bjps-up-sweep-in-baghpat-jats-torn-between-hindu-and-farmer-identities"}