{"title":"Five-star cinema: A Turkish triptych in ‘Egg’, ‘Milk’ and ‘Honey’","content":"The quotidian nature of Semih Kaplanoglu’s Yusuf trilogy is evident from the titles of the films. Yumurta (Egg), Sut (Milk), and Bal (Honey) refer to everyday sources of nourishment. For Yusuf, the trilogy’s central character, each of these breakfast staples is fodder for Proustian memory jabs. In Yumurta (2007), Yusuf is reminded of his younger self when he sees a young boy sell milk and collect eggs from the household’s coop. In Sut (2008), Yusuf works as a milk seller, going from household to household to support his single mother even as he dreams of becoming a poet. Bal (2010) explores the love and regard between Yusuf and his father and the profound effect of the father’s death on the boy. Yusuf’s inexplicable collapse in Yumurta when he sees a man braid rope, and his growing alienation from his widowed mother in Sut, have their roots in the events of Bal.\n\n\n    \n    Play\n\nThe trailer of ‘Bal’.Our understanding of Yusuf’s emotional evolution takes place in reverse if we watch the movies the way the director intended. Unlike most such triptychs, including Satyajit Ray’s Pather Panchali (which Kaplanoglu has acknowledged as an influence), the Yusuf trilogy unfolds in reverse chronology in keeping with its leimotif of the unshakable hold of the past over the present. It is entirely possible to begin with Bal, the most well-known of the trilogy, especially since it bagged Kaplanoglu the highest honour at the Berlin Film Festival in 2010 and announced him as a major name in Turkish arthouse cinema alongside Nuri Bilge Ceylan and Reha Erdem. A still from ‘Bal’.Bal is the richest of the films, moving even further away from dialogue and exposition than the previous entries, and relying on image, sound and observation to convey meaning. Kaplanoglu never hobbles his screenplays with the crutches of words, and instead invites us into Yusuf’s intimately felt world by trusting our ability to understand its nuances.Each title begins with a pre-credits sequence that has the quality of a dream and summarises the movie’s themes. In Yumurta, a woman walks towards the camera from a distance, then walks away and finally merges with the tree-lined horizon. She is Yusuf’s mother Zahra, and her death brings the poet and bookseller (Nejat Isler) from Istanbul back to his home in Tire.     Every one of Yusuf’s encounters in Tire, especially with his distant relative Ayla (Saadet Aksoy), who has been caring for his mother, compels him to take stock of how far he has physically and emotionally travelled from home. Characters from Sut show up as more grizzled versions of themselves in Yumurta. The roots of Yusuf’s character are sunk deep into the earth, and they poke out of the soil to trip him up every now and then.\n\n\n    \n    Play\n\nThe trailer of ‘Yumurta’.Two scenes demonstrate Kaplanoglu’s masterful ability to suggest rather than spell out. The camera rests on Ayla’s neck and stays there, producing more than a pretty frame. The point of view is of Yusuf’s, who suddenly realises that he has developed feelings for her.  In another sequence, Yusuf and Ayla separately attend a wedding celebration. From opposite ends of the room, they look at the dancing couples and then find each other through the crowds. The apparent simplicity of these shots and reverse shots masks their narrative complexity.\n\n\n    \n    Play\n\nThe trailer of ‘Sut’.Sut provides more clues to some of Yusuf’s reactions in Yumurta. The story goes back in time to when Yusuf (Melih Selcuk) is a listless young man, helping out his widowed mother with their milk supply business but writing poetry on the side and dreaming of a future that will take him away from his village. Development has arrived in the form of machines that are stripping the countryside of its natural bounty, and Yusuf’s limited choices are between a life in the military and on a construction site. Meanwhile, his mother Zahra (Basak Koklukaya) is embarking on a bold affair with a widower, throwing Yusuf’s life into further disarray.Zahra in ‘Sut’.Each film underscores the beauty of the Turkish countryside – Bal is particularly ravishing – and the near mystical part played by animals and birds in the destinies of humans. In Yumurta, an encounter with a dog proves fateful; in Sut, Zahra’s fear of snakes is portentous; in Bal, a pet falcon shows little Yusuf the way to school every day. The shy, sensitive and inward-looking child¸ terrifically portrayed by Bora Altas, badly wants to win the prized red badge that his teacher hands out to deserving students during reading sessions. Yusuf stumbles over his words, and his near-silent relationship with his surroundings and his stoic yet loving father form the fulcrum of his existence. When his father dies, Yusuf’s world quietly crumbles, and the scars on his heart can be understood only by going back to the movie that inaugurates the trilogy.A still from ‘Yumurta’.Love, friendship, death, hope, disappointment, dreams and nightmares – Kaplanoglu packs these universal experiences into stories that reflect a highly localised Turkish culture. By reversing the journey of three key stages in a man’s life, and presenting the resolution of the tensions between the generations, village and city, and past and present before revealing the obstacles along the way, Kaplanoglu flips the coming-of-age trope in cinema. When we first meet Yusuf, he is already formed, and when we finally leave him, he is a little boy lost in the woods, still innocent to all that life has in store for him.A still from ‘Bal’.","author":"Nandini Ramnath","time":"2016-07-25T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812391-38158-kticpubgpp-1469383159.png","tags":["Semih Kaplanoglu","Yusuf trilogy","Five star cinema"]}