{"title":"Five animated films that ‘Bombay Rose’ director Gitanjali Rao wants you to watch","content":"Over the past few years, Gitanjali Rao hasn’t had the time to watch too many films in the medium of which she is a master. Rao was busy slaving over her first full-length animated feature Bombay Rose, an enchanting tale of love, loss and hope in the megapolis. The movie was supposed to have been streamed on Netflix in 2020. Bombay Rose is finally emerging on the platform on March 8 – an apt date for a film with prominent female characters that has been directed by a woman who is a rarity in her field.\n\n\n    \n    Play\n\nBombay Rose (2019).Rao finally caught up with animated movies during the coronavirus-induced lockdown in 2020, she told Scroll.in. Five movies especially resonated with her, and she recommends that we watch them too if we haven’t already. Here are Gitanjali Rao’s picks, in no particular order. The Tale of the Princess KaguyaDirector: Isao TakahataI watched this Studio Ghibli film on Netflix during the lockdown. It is so beautiful, it is very different from the other Ghibli films. I really love the hand-drawn quality and the 2D animation, which nobody does anymore. That feeling when she rushes into the field, the anger, the sketches… I was envious. I wish I could animate like this.This kind of artistic approach to animation is changing, people do things digitally now. It’s not  just the technical things, it’s the storytelling too. The story is a fable, but it also works for adults. The ink drawings that are used in Chinese and Japanese art, with just a patch of colour, the cherry trees with pink and white… he took that palette from painting. The story has beauty, idiosyncrasy, a serious feminist view of things, all told with a fragrance, in a sense.Where to watch: Netflix.\n\n\n    \n    Play\n\nThe Tale of the Princess Kaguya (2021).The Red TurtleDirector: Michael Dudok de WitThis one too was animated by Ghibli. It’s very personal and atmospheric, a feature film done so silently. It’s very meditative. When you watch a film once and when you watch it again a year later,  you find something else. Again, I watched it during the lockdown and it was so peaceful and calming – so difficult to bring out in a film.It’s a difficult film for people to digest, but if you submit to its colours, its feel, the artistry and the story, which is very metaphorical, you end up thinking about your entire life. The quietness, the stillness and the questions it raises are quite different and also bare and simple. \n\n\n    \n    Play\n\nThe Red Turtle (2016).Loving VincentDirectors: Dorota Kobiela and Hugh WelchmanStrangely, I initially rejected Loving Vincent because of the trailer. I saw the film much later, alone. The beauty of it is, it undeniably recreates the world of Vincent Van Gogh, and I am a big fan of Van Gogh. Sentimentally and otherwise too, it was very powerful to be able to relive that world. Akira Kurosawa did this wonderfully in Dreams, and I thought I wouldn’t like Loving Vincent, but I did.The story worked for me, but the only problem I had was with the language. It became very Hollywood, very artificial. That said, I would love people to watch it, especially art students. It got hyped for the fact that every frame was painted on an oil canvas, but that wasn’t the only thing about the film. The characters also came alive. The sacredness of Van Gogh’s paintings was kept intact, which doesn’t always happen with 2D animation or VFX.Where to watch: Amazon Prime Video.\n\n\n    \n    Play\n\nLoving Vincent (2017).I Lost My BodyDirector: Jeremy ClapinIt broke all the norms of traditional animation. It was also a dark film, for a change. For a lot of young people who want to do something different, it’s a cult film. It has a different point of view of looking at the world.I don’t think it was great storywise. But it used 2D and 3D animation very smartly. The use of 3D especially was very believable. You have an epic feel that is justified, as opposed to Disney Pixar films, where there is cutting-edge animation but no reality. Where to watch: Netflix.\n\n\n    \n    Play\n\nI Lost My Body (2019).Ivan Tsarevitch and the Changing PrincessDirector: Michel OcelotI found it while I was surfing and wondering what to watch. It’s lovely. It’s four short stories that have been put together as fables. It has Michel Ocelot’s unique style of silhouettes and miniatures. The films are eccentric and idiosyncratic and feminist and political. One of the stories is of a ship landing at the Taj Mahal, which, it turns out, is full of rats. It’s really funny. It has the level of humour found in graphic novels. \n\n\n    \n    Play\n\nIvan Tsarevitch and the Changing Princess (2016).Also read:In Gitanjali Rao’s animated film ‘Bombay Rose’, flowers, love and dreams about a place called home","author":"Scroll Staff","time":"2021-03-06T10:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/155767-antyhozvha-1614923373.jpeg","tags":["Gitanjali Rao","Bombay Rose","The Tale of The Princess Kaguya"],"source":"https://scroll.in/reel/988593/five-animated-films-that-bombay-rose-director-gitanjali-rao-wants-you-to-watch"}