{"title":"Five questions about the controversial visit of European politicians to Kashmir","content":"The visit of 27 Members of the European Parliament to India over the last few days has turned into something of a fiasco, with at least one dropping out of the trip, others raising uncomfortable questions and a general lack of clarity on what the Bharatiya Janata Party government hoped to get out of the exercise. This was to be the very first visit of an international delegation to Kashmir after the Indian government controversially scrapped Article 370 on August 5 and put the Valley into a lockdown, even as it insisted everything was normal. Prime Minister Narendra Modi’s government prevented Indian politicians from going to Kashmir, even as hundreds of political leaders from the region have been kept under arrest. So news of a delegation of European Parliament members from Italy, UK, France, Germany, Czech Republic and Poland travelling to Srinagar to assess the situation was bound to make headlines – and raise questions. When more details emerged, it emerged that the bulk of the Europeans were from far-right political outfits, generally associated with racism, Islamophobia and in some cases neo-Nazism. With the trip now complete, after much controversy and criticism, as well as a press conference that saw only four of the MEPs turn up and say very little about the situation, a number of important questions come up. Whose idea was it? Who cleared it? Technically speaking, the visit of the European Parliamentarians was a private affair, not officially involving the European Union or its Parliament, and not organised by the Indian government. Yet this group obtained clearance to visit not just Kashmir, but also meet with Indian Prime Minister Narendra Modi, be hosted by the National Security Advisor and the External Affairs Minister, and meet senior leaders in the Indian Army. An itinerary like that is likely to have come from the Indian government itself, and if not, at the very least it would have had to be cleared by someone at the very top. Huffington Post reported on Wednesday that the whole trip was the brainchild of National Security Advisor Ajit Doval, and naturally would have involved getting a clearance from the Prime Minister’s Office. Both the Ministry of Home Affairs and the Ministry of External Affairs have said that they have nothing to do with the visit. Who is Madi Sharma and how is the Srivastava Group involved? Some digging revealed that on the other side, the trip had been arranged by Madi Sharma, who describes herself as an “international business broker”. Sharma told the MEPs that the travel and accommodation would be paid for by the International Institute for Non-Aligned Studies, a little-known think tank run by the same family that owns several businesses under the Srivastava Group. Sharma’s business broker-ing profile is somewhat known, not least because she has been accused of conducting sham delegation visits in the past. But the Srivastava Group’s involvement is a lot less understood. There are clearly business interests here, and being able to guarantee an audience with the Indian prime minister is certainly a potentially lucrative proposition. Which leads one to wonder: How do Madi Sharma and the Srivastava Group have such unfettered access to the prime minister and various arms of the state? National security analyst Manoj Joshi has a possible answer: “The email inviting the MEPs with the promise of a meeting with the PM could not have been sent without official sanction at the highest level. Their costs are being borne by another NGO, the International Institute for Non Aligned Studies (IINAS) whose website links it to one Dr G.N. Srivastava who passed away in 1999. No doubt, some covert agency of the government paid up.” What did the government hope to get out of it?Aside from the question of who was involved in organising the visit, maybe a more important question is the one of outcomes. What exactly was the aim of this entire operation? There are two potential constituencies to please here, if you discount this particular set of not exactly influential MEPs themselves: domestic and international. One the domestic front, Modi’s Article 370 move is generally popular and came in the aftermath of a massive electoral mandate from the people. Although news of India being questioned by the international press and, more recently, by US lawmakers, has received some play domestically, it has hardly moved the needle in terms of public opinion. Did the government believe some relatively unknown foreign politicians would change anything? Meanwhile, at an international level, the Modi government has been concerned about its image in the aftermath of Article 370. The move, especially accompanied by a huge lockdown and trampling of civil rights in the Kashmir Valley received terrible press and criticism from around the world, something External Affairs Minister S Jaishankar has complained about. Yet did the government think that inviting primarily right-wing European politicians – rather than a broadbased delegation – for essentially a photo-op would have any significant impact on global opinion? The HuffPo piece claims that the aim of the visit was to “to cultivate voices to “shout back” at critics of the Modi government’s Kashmir policy. To what end? Countries around the world use events as part of their foreign policy efforts, but they are usually carefully calibrated with specific goals in mind. In light of the controversy that has dogged the visit, are any of those goals likely to be achieved, if they were even specifically drawn out in the first place? Did they fail to see the criticism coming?One MEP dropped out early into the visit, saying that he wouldn’t join a “PR stunt” of the Indian government. Another, after visiting India, said that the government should allow Opposition leaders to visit Kashmir too, since it was allowing foreign politicians. Even if he hadn’t said so, this criticism was obvious and should have been anticipated. Yet the government did not seem to have prepared the ground or a response for this line of questioning, sticking only to the answer that this was a private visit. If the aim of this entire operation was to influence public opinion, either domestically or abroad, should this rather obvious criticism not have been anticipated and prepared for?From Manoj Joshi’s piece: “Like many of the other hasty decisions it has taken – demonetisation, for example – it  reveals an alarming level of incompetence...It is one thing to proclaim normalcy in New Delhi and another to perceive it on the ground in J&K. Far-right they may have been but none of the MEPs were crass enough to make that claim either.”Will they listen to the MEPs?If indeed, the intention in giving a clearance to the visit of the MEPs was genuine – that is, the government is actually open to international scrutiny and the opinions of the global community, something that it has otherwise always refused in Kashmir – the question to ask is: Will it listen to the MEPs? Will it address the points of one, who dropped out calling it a PR stunt and insisting that he would only go if allowed to speak to people freely and take journalists? Will it respond to the point made by another that, if foreign politicians are allowed to visit, the same should apply to Opposition leaders?","author":"Rohan Venkataramakrishnan","time":"2019-10-31T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130061-eifqttbxuq-1572499763.jpg","tags":["Jammu and Kashmir","Narendra Modi","European Union"],"source":"https://scroll.in/article/942188/five-questions-about-the-controversial-visit-of-european-meps-to-kashmir"}