{"title":"Five reasons why the Samajwadi Party failed to dislodge the BJP in Uttar Pradesh","content":"The Bharatiya Janata Party may have won fewer seats in Uttar Pradesh in the 2022 assembly elections than in 2017, but it would be a mistake to see this as a waning of the party’s popularity. More people have voted for the party this time than the previous election when the party won a stunning three-fourth majority by itself.Its victory comes despite a spirited fight by the Opposition centred around the wide-ranging economic discontentment about the lack of jobs and rising prices of essentials.I have been travelling across Uttar Pradesh since July 2021. In the first week of January, I summed up my field observations, concluding that despite its poor performance, the BJP seemed to have an edge over the Samajwadi Party, which had emerged as its main challenger over the Congress and the Bahujan Samaj Party.Over the next few weeks, though, the Samajwadi Party seemed to have clawed back into the contest. It managed to bring to its fold several key politicians from the BJP, while its rallies drew huge crowds – all of it making it appear like a close fight between two equals.Except, as it is clear now, it was not.But what exactly happened? Why did the economic grievances fail to translate into votes for the Opposition?1. The welfare weaponFirst, the Central government’s wide-ranging populist schemes – and the seeming ability to provide more robust last-mile delivery than previous regimes – ensured that the disaffection did not turn into rage.The Centre has been providing free grain since the beginning of the pandemic. In December, the Adityanath government expanded its scope, adding a litre of refined oil and a kilo each of salt and pulse.Apart from the rations, the Centre provided all small and medium farmers with an annual cash assistance of Rs 6,000. The scheme, anecdotal evidence suggests, reached a huge section of the intended beneficiaries.If times had been tough because of inflation and job loss, the BJP made an effort to soften the blow, many poor people across communities told me. Also, what guarantee there was, many would ask, that the Samajwadi Party would alleviate the economic distress if voted to power?Many of them, especially those from the poorest sections of the society, therefore, saw no reason to desert the BJP.2. Safety over prosperity The widespread perception that the Adityanath’s government maintained a no-tolerance policy on crime also helped blunt economic anxieties – though the facts of this are hotly contested, with many alleging it was just another stick with which to beat Muslims. In the west of Uttar Pradesh, particularly where communal tensions run high, many farmers seemed willing to overlook their disappointment at the government’s failure to ensure regular payments for their sugarcane crops.Why, you ask. “I may have less cash in hand now, but at least I can count it in the open,” said a farmer in Baghpat’s Baraut, echoing a fairly common sentiment in the area.On the other hand, many people I met, across the state, found it hard to shake off the idea that the Samajwadi Party, in the past, has run governments that have had absolutely no control over lumpen elements.3. An image problemAt the heart of the Samajwadi Party’s failure was its inability to establish its credentials as a “party for everyone” inspite of its desperate attempts to shed its image of an “MY” or Muslim-Yadav party.As part of this attempted image makeover, the Samajwadi Party welcomed to its ranks several leaders representing communities from the non-dominant backward castes. Yet, barring a few places, few voters from these groups seem to have placed their faith in the party.This isn’t surprising. Many voters from these communities, part of the Other Backward Castes umbrella – despite their unhappiness with the BJP –  were uneasy about the prospects of a Samajwadi Party government, I found out during my reporting. Their fear: unchecked Yadavwaad, or Yadav hegemony.Voting patterns from the state suggest that while the Samajwadi Party managed to consolidate in its favour the votes of Muslims and Yadavs and to a great extent Jats in western Uttar Pradesh, it struggled to add many new voters from the all-important non-dominant OBC communities. In this bipolar contest that Uttar Pradesh saw this year, the Samajwadi Party’s traditional social base was never going to be enough to dislodge the BJP. The results bear that out.4. HindutvaThe pall of economic gloom also seemed to have been offset by Hindutva. While communal temperatures in the state may have been markedly lower than 2017, an undercurrent existed nonetheless. Apart from the apprehensions of Yadavwaad, many Hindu voters also seemed to associate the Samajwadi Party with claims of Muslim appeasement. There may have been few employment avenues and the price of essentials skyrocketed, at least Muslims were lying low, many would reason.Then, of course, there was the crown jewel of the Ram temple in Ayodhya. In the face of economic hardship, many found succour in faith.  “So many governments came and went, did anyone manage to build the temple – so, of course, it matters” was a refrain I would hear frequently enough.5. The Modi-Yogi X-factorFinally, the complementary personal appeal of Chief Minister Adityanath and Prime Minister Narendra Modi. Both seemed to have their own set of constituencies – overlapping most of the time, but not always.In western Uttar Pradesh, it is Adityanath who is the more popular figure. In the wake of the farm protests against the new agriculture laws, the prime minister lost some goodwill here for making the protesting farmers wait for a long time before withdrawing the contentious legislations. But Adityanath’s percieved crackdown on criminals meant there was no net loss for the BJP.Elsewhere, while Modi’s popularity remains undiminished. Seen as an incorruptible doer with an uncompromising stance on “rashtrahit” or national interest, he remains the driver of the seemingly unstoppable BJP juggernaut.","author":"Arunabh Saikia","time":"2022-03-10T19:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171326-jqwivtbpio-1646919657.jpg","tags":["Uttar Pradesh","Narendra Modi","Adityanath"],"source":"https://scroll.in/article/1019221/five-reasons-why-the-samajwadi-party-failed-to-dislodge-the-bjp-in-uttar-pradesh"}