{"title":"Five reasons why many Indians voted for Modi’s BJP","content":"“Five minutes. Do nothing. Let things happen.” This is what Bheru Lal believes Narendra Modi said after a train carrying Hindu pilgrims was burnt down in Godhra in 2002, allowing Muslims to be killed under his watch as chief minister. The 26-year-old Bhil Adivasi, who drives a taxi in Udaipur, Rajasthan, heard this story in 2014. It pleased him enough to make him vote for the Bharatiya Janata Party that year. In April, he said he was voting for the party again.We will soon know how many Indians made the same choice – not all for the same reason as Bheru Lal, though his anti-Muslim views seem to have chillingly wide currency in the country. Majoritarianism surfaced in innumerable conversations I had with voters in four states – Maharashtra, Bihar, Rajasthan and Uttar Pradesh – while reporting The Modi Voter series.The series was an attempt to understand what was drawing voters to the Bharatiya Janata Party – the record of the Narendra Modi government, the party’s majoritarian politics, or the personal appeal of the prime minister.Here is what I found.1. Modi remains the BJP’s biggest drawWhich candidate are you voting for? Modi, said a group of daily wage workers in Begusarai, Bihar.Which party are you voting for? Which party does Modi belong to, asked an agricultural worker in Bhandara, Maharashtra. She was not being ironic.The prime minister remains incredibly popular and most voters clearly identified him as the reason they were voting for the BJP. The party knows this and that’s why its campaign was singularly focused on him, to the extent that Modi – and Modi alone – stared back from most of the party’s billboards.What are the roots of Modi’s popularity? His words more than anything else. While many metropolitan elites bemoan the coarseness of Modi’s speech, calling out his theatrics, diversions and inaccuracies, most voters, even those who are not traditional voters of the BJP, admire him for precisely this: his speaking style. To them, he comes across as a straight-talking, simple-hearted, purposeful man who does not shy away from making swift decisions in the national interest. “Taadak se bolta hai, muh par,” said a man in Maharashtra – “he speaks forcefully to your face.”Even when his decisions are wrong – as some have come to see demonetisation – voters are willing to forgive him. It takes time to understand the country, many voters said in his defence. We must give him five more years, was the common refrain.2. Modi proved his mettle with the air strikes (or so, most voters think)Even those without access to TV news had heard of India’s recent hostilities with Pakistan and believed Modi’s claim that the armed forces had entered enemy territory and caused heavy casualties. Ghus ghus ke maara – voters repeated this claim unquestioningly.For many men, the demonstration of power by the Indian government seemed to fulfill a personal need. An upper caste Bhumihar man in Bihar said: “The Congress may have launched attacks [against Pakistan] but it never talked about them. Modi did, which made the public feel powerful.”The air strikes were by far the most cited reason for backing Modi. But it was not clear how many of the voters who talked about them would have voted differently had the Pulwama suicide bombing not happened. It seemed the air strikes provided many with a reason to vote cheerfully for the BJP, as opposed to sulkingly.3. Modi government’s schemes kept voters invested in the idea of vikasHouses, toilets and gas connections were the main thrust of Modi government’s work in rural India. As we explained in The Modi Years  project, for all their flaws and limitations, these schemes – the Pradhan Mantri Awas Yojana, the Swachh Bharat Mission, the Ujjwala Yojana – had been implemented furiously on the ground, and rural electrification had expanded as well.The question arose: were the schemes delivering electoral dividends for the BJP?The answer depended on who you spoke to.Among Dalit and Adivasi voters, who form a large section of the beneficiaries, these schemes had failed to dent the growing anger against the Modi government. Young people in these communities saw the BJP as an existential threat: it was tampering with reservations and would change the Constitution and take away their protections, they said. (Not everyone shared this view, as evident from the example of Bheru Lal, the Udaipur taxi driver.)Where the schemes seemed to make a difference was among voters from backward caste communities. Even those who had not personally benefited from them saw in them an abstract sense of good, a reason to keep the faith in Modi. Achche din (good days) might not have come but kaam hua (work happened), they said.(Side note: If BJP’s landslide in 2014 showed a majority in Lok Sabha can be won without Muslim voters, a victory in 2019 could signal even Dalit and Adivasi voters don’t matter much.)4. The Opposition did not have much to offerMoney, ideas and imagination are needed to win elections. The Opposition does not have BJP’s treasure chest and started with a massive disadvantage. But where it had ideas and imagination, it was still in the fight.The campaign of former student leader Kanhaiya Kumar, for instance, was able to create traction in Begusarai by imaginatively positioning him as ‘neta nahi, beta’ (son, and not politician). This homegrown appeal was attracting voters more than – and despite – his ideology.Ideology was at full play in southern Rajasthan, where a new political outfit, the Bharatiya Tribal Party, was doing the hard task of educating Bhil Adivasis about their rights, offering them an alternative to both the BJP and the Congress.Just how effective were they? Bheru Lal, the taxi driver from Udaipur, spent a few hours with me covering their campaign trail in the neighbouring Banswara-Dungarpur constituency. It was enough to make him experience momentary confusion – after all, the leaders were people like him and were saying things that made sense. “But the BTP doesn’t have a strong candidate in Udaipur,” he reasoned aloud, on the way back, as if, briefly, he had been forced to reconsider his decision to vote for the BJP.The Congress campaigners, in contrast, offered no new ideas. And the party’s leadership problem had not gone away: not a single voter I met in four states identified Rahul Gandhi as a leader to vote for. Voters had either not heard of, or did not believe, the party’s promise of a minimum income guarantee.5. The media amplified the majoritarian instincts of many IndiansWhat made him hate Muslims so much, I asked Bheru Lal. He said Muslim men had mugged him when he first moved to the city. He had grown up in an Adivasi village which did not have a school. He used to walk to another village to attend school, where he was bullied by Rajput boys. How come this childhood experience of caste oppression did not scar him as much as a chance encounter in the city, I asked – after all, Rajputs were traditional voters of the BJP. He had no answer.It might be impossible to find the roots of majoritarian hate in India. Perhaps it was always there and all that has changed now is its easy expression. For this, voters credited Modi. “With Modi, we have found our voice,” said an upper caste Hindu man in Bihar. A young man in Rajasthan remarked: “Modi is putting the Mughals in their place.”The emergence of a strident nationalism helped. It made prejudice respectable. Bhagwa ka sabhya naam rashtrawaad hai, a journalist in Varanasi said – Nationalism is the civilised name for saffron.Strikingly, prejudiced voters shared a common source for their poisonous views: Zee News.Also read:Will BJP win again under Modi? This series travels to the party’s strongholds to look for answersA victory for Kanhaiya Kumar in Begusarai may not mean Modi’s defeat. Here’s why‘King Modi’ faces a serious challenge in Rajasthan – but not from the CongressVikas is missing from the BJP’s 2019 campaign. Here’s why","author":"Supriya Sharma","time":"2019-05-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120043-zbrqccgajk-1558288569.jpg","tags":["The Modi Voter","Election Report 2019","Bharatiya Janata Party","Narendra Modi","Lok Sabha elections 2019"],"source":"https://scroll.in/article/924134/five-reasons-why-indians-voted-for-modis-bjp"}