{"title":"Five reasons why Australians love independent bookshops","content":"“The cities are dead,” Australian Booksellers Association chief executive office Robbie Egan told us, “and that has been brutal.”For bookshops, the experience of the pandemic depends on their location: those in regional towns have flourished, while those in the business districts of our locked-down cities have been “decimated” as one bookseller put it late last year.Love for independent bookshops is a distinctive feature of Australian book culture. Bookshops have withstood many 21st century threats: the ubiquity of Amazon, its proprietary e-book software, divisions within the publishing industry over parallel importation restrictions and social media’s theft of our precious leisure time from slower practices like reading.While the number of independent bookshops in the United Kingdom experienced a steep decline in the early 2000s, Australian independent bookshops have proven resilient. In 2020, Australia had approximately 25% more independent bookshops than chain outlets like Dymocks and Collins.When they closed for lockdowns in 2020, bookshops lost their advantage over their online counterparts. Suddenly, customers could no longer browse and found it harder to chat to a well-read shop assistant. Still, with more time on our hands, book purchases increased. But reliant on click and collect or home delivery, independent bookshops struggled to compete with Amazon and its Australian equivalent Booktopia, whose sales soared.Covid-19 restrictions also prevented activities that usually support sales by introducing readers to books, including literary festivals and author-in-schools events.We interviewed 18 independent booksellers in five states about their experience of the pandemic and their customers. It became clear that Australians love their independent bookshops for five main reasons:1. Curated book choicesOur research with teenage readers finds that despite an abundance of online recommendations, many struggle to find a good book. Readers often look for novelty, but algorithms that determine online recommendations struggle to accommodate new titles and authors.Independent booksellers stock books based on what they know about local readers and their own love of good quality books, rather than relying on sales trends. Our interviewees described enjoying “finding the little niche books” that will excite individual customers.Usually, 50% of customers go into a bookshop “not having a book in mind at all”, said Egan, but wanting to browse. When customers lost this ability during the lockdown, one bookseller reported that every sale his bookshop made was based on a personal recommendation.2. Commitment to localLockdowns saw people valuing and wanting to support their local communities and independent booksellers return this commitment.Knowing what books to stock and recommend for their customers, one interviewee told us, involves knowing what the customer is “like as a person, and what would inspire them”.Some booksellers take pride in meeting a customer for the first time as a baby, and serving them throughout their lives: “our strategy is that we will keep ageing with the [young] customers we have got”.\n\t\t\n\tCustomers browsing at an independent bookstore, Readings, in Melbourne’s Carlton pre-lockdown.  Photo credit: SniperGirl/flickr, CC BY3. Local authorsReaders’ appreciation of local authors and stories has also flourished. Eight of the ten 2020 top-selling titles were by Australian authors.Australian publishers rely on independent booksellers to connect local authors to readers. Many sales are “hyperlocal”: The F-Team by Punchbowl author Rawah Arja caused excitement at Lost in Books in the neighbouring suburb of Fairfield, while Hannah Moloney’s The Good Life is loved by Fullers bookshop customers in Hobart.4. ‘Slow leisure’Both the act of browsing in the bookshop and reading are forms of slow leisure – activities that are rich because we invest time in them. One of the best things independent bookshops do for their customers is create a calm, inviting atmosphere for browsing without pressure to purchase.During lockdowns, sales for the ABC’s Bluey titles boomed because families sought ways for their children to spend their days, out of childcare and schools, and off screens.\n\t\t\n\tThe Paperback bookstore. Photo credit: Eddieddieddie/flickr, CC BY5. Outlets for emotionsBooks provide an opportunity for vicarious experience of different kinds of emotion. Bookseller advice helps readers find the books through which they can access these emotions.In 2020, for instance, Australians channelled their anger over racial police violence by consuming books about race and racism.In our quiet, locked down lives we now miss out on the full range of emotion: we may experience fear or frustration, but lack joy and excitement. Booksellers will recommend books not just based on genre or your previous reading, but also on mood. Lately, this has often meant finding “light reading”.Covid-19 is an extraordinary disruptor to the book industry, but it is not all bad news. The pandemic has helped readers see clearly what it is that we love about our bookshops.Katya Johanson is a Professor of Audience Research and  Bronwyn Reddan is a Research Fellow at the Deakin University. Leonie Rutherford is an Associate professor at the same institute.This article first appeared on The Conversation.","author":"Katya Johanson, The ConversationBronwyn Reddan, The ConversationLeonie Rutherford, The Conversation","time":"2021-11-06T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166012-khaldbiquc-1636120007.jpg","tags":["Books","Australia","Covid-19"]}