{"title":"Five years after BJP’s UP sweep: In Banda, promised water never came – instead cattle invaded fields","content":"Early in November, Raju Kacher, a tall, strapping, bespectacled 29-year-old with neatly-combed hair, came home from Hyderabad to celebrate Diwali with his family in Naganva. It is a small village of many narrow dusty lanes colonised by large cows and buffaloes, in Naraini block of Uttar Pradesh’s Banda district. Just outside the village, a small patch of farmland that Kacher and his brothers owned – about two bighas, or a third of an acre – lay fallow. A crop of chickpeas planted during the monsoon had already been harvested. As the winter approached, there was no source of water to grow another crop. Like most other farmers in the village, Kacher’s family cannot afford the Rs 5 lakh they need to install a tubewell to pump out groundwater. “There is no government tubewell in our village either.” There is a riverfed canal, but it “has been dry for 20 years,” he added. “And you can’t obviously survive on one crop.”As a result, Kacher said he could at best spend a few weeks at home before heading back to Hyderabad, where he polished marble slabs for a living. Hyderabad and Naganva may be more than 1,000 km apart, but the young man was not worried about homesickness. The city teemed with people who spoke his language, Bundeli, and who came from villages like his, across Banda and its neighbouring districts in Bundelkhand.The region of Bundelkhand comprises seven districts of Uttar Pradesh and six from adjoining Madhya Pradesh. The land here is so unforgivingly arid that it is routinely described in news articles as among the “worst places on earth to be a farmer”. While there is no official data on the scale of migration, the Bundelkhand Human Development Report, released by the government think-tank NITI Aayog in 2016, stated: “In village after village, people move out for work, and in some places almost entire villages empty out, with hardly any able bodied person left.” According to an older estimate from 2012 that is cited frequently, 50% to 70% of rural households in Bundelkhand have at least one member who has migrated for work, either seasonally or permanently. As Kacher put it, there is “no other option”.In the villages of Bundelkhand, unable to afford tubewells, farmers use tractors to power pumping machines and draw water from ponds to irrigate their fields. Photo: Arunabh SaikiaAhead of the 2017 Assembly elections in Uttar Pradesh, the Bharatiya Janata Party promised that, if voted to power, it would put an end to this economic migration. At a rally in the region’s Jalaun district, weeks before polling, Prime Minister Narendra Modi said if the people of Bundelkhand were to endorse the BJP, he would make sure his government would “transform” the region. He cited the example of Bhuj, an arid part of Gujarat, which he claimed was no longer water scarce because of projects initiated during his tenure as the chief minister. Bundelkhand, too, could be free of water scarcity, he said. Residents of the region recall several other leaders of the BJP making similar promises. Many admit that they fell for them. The 2017 election results bear this out: the saffron party hit a home run, winning all 19 seats in the region. This was in stark contrast to its performance in the previous Assembly elections held in 2012, when it had managed to send only three legislators to the state Assembly from Bundelkhand. In 15 of the remaining 16 seats, it had finished second in only one constituency.Bundelkhand has never been a stronghold of the BJP. Even in the 1990s, when the party had formed governments in Uttar Pradesh on the back of the Ayodhya movement, it had failed to make any significant inroads in this part of the state. In Banda district, it managed to win not more than one of four seats through the 1990s, and none in the 2000s. In 2017, for the first time ever, it won all four seats in the district  – Banda Sadar, which has a sizeable population of Brahmins; Baberu, where Yadavs are the dominant caste group; Nairani, a seat reserved for Scheduled Caste candidates; and Tindwari, which it had never won before. Altogether, it polled over 40% of the votes in the district. A professor in a government college in the district, who did not want to be identified, attributed this to the “Modi wave”. He said it had worked like a charm in Banda: “It did not matter who the candidate was, what his caste was, it was all about Modi.”But as the BJP government’s term comes to an end, the enthusiasm for the party seems to have waned among voters. Instead, a sense of disappointment appears all-pervasive. The promised “transformation”, almost everyone agrees, never quite happened – the fields continue to be dry, lives are still as precarious as ever.“There are still no means to irrigate our fields,” said Krishipal Nishad, a farmer in Khera village in Banda’s Kamasin block. Of the three bighas of farmland that he owns and cultivates, he said two bighas were lying bekar, or useless. “There’s no way to water those lands.” Today, November 19, Prime Minister Narendra Modi flies into neighbouring Mahoba district to inaugurate a long-vexed irrigation scheme, the Arjun Sahayak Irrigation Project. Launched in 2007, the project failed to take off for many years because of conflict over land acquisition. The Adityanath government reportedly resolved the conflict and sanctioned Rs 161 crores, the state’s pending 10% share in a largely centrally-funded project, thereby expediting it.Although BJP leaders say the project, once operational, would benefit farmers in Banda, the official project note lists only Mahoba and Hamirpur as “beneficiary districts”. The failure to deliver water to Banda, though, is not the only source of disappointment in the district. The BJP government appears to face anti-incumbency on several fronts, I found while travelling across the district.The BJP’s sweeping victory in the 2017 Uttar Pradesh Assembly Elections was particularly impressive in districts where the party had barely scraped through a win in the past two decades. While in government under chief minister Adityanath, has the party been able to consolidate its gains and entrench itself further? Or, will the 2022 elections undercut its hegemony? In this series, we bring you dispatches from five such districts that we will track through the election season right up to voting day. Banda is one of them.From cattle to inflationA major source of anger among farmers in Banda is a problem that has emerged only in the last four-and-a-half years: stray cattle running riot on farms, destroying crops.Weeks after coming to power, the Adityanath government had put in place a new legal framework around cow slaughter, making the trade of cattle virtually impossible. Farmers, who usually sold ageing milch cows to butchers, were now forced to abandon them. Although the state government had claimed it would open cow shelters, very few are operational. A cow shelter in Kamasin village in Baberu block of Banda district. There aren't many such shelters in the region. Photo: Arunabh SaikiaAs a result, abandoned cattle have become ubiquitous all across Uttar Pradesh. They are everywhere – in the plush residential colonies of bustling cities, in the chaotic markets of sleepy towns, on broad eight-lane highways and expressways, in narrow serpentine connecting roads, and, of course, all over the state’s sprawling hinterlands. For farmers, they have become a constant terror, their fields always at the risk of being raided. Raju Kacher’s neighbour, Champa, said bitterly, “It is now no longer enough for farmers to please the gods. Because even if the rains come and something grows, the cows will likely eat all of it up at night. If you want to eat, you can’t sleep.”To make matters worse, farmers said this year they were facing an acute shortage of di-ammonium phosphate, an important fertiliser. In Museeva village in Baberu, Angshuman Singh, who comes from a family of BJP voters said, “We have been going and queuing up at the feritiliser shop everyday, but still haven’t managed to buy any because everytime they say the stock is over.”Add to this, across the board, there was another common complaint: mehangai, or, inflation. Oil to cook vegetables, diesel to run pumping machines, everything was exorbitantly expensive, people said.There was an occasional note of gratitude to chief minister Adityanath for “free galla”, or the extra 5 kg of monthly food grains per person distributed at government ration shops under a central scheme since the coronavirus pandemic began. But here, too, the sentiment was far from uniform. In Nibi village in Naraini block, for instance, while Chunni Pal claimed to have been regularly receiving the additional rations since the beginning of the pandemic, Shrikalya Verma, whose family doesn’t own any land at all, said she had not received any, even though she had made several trips to the local tehsildar’s office. “They say my name has been cut off. I don’t know how to get it fixed,” she said. \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 78.55887521968366%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/pahkngiddt-1637250437.jpg\">\n  </picture><figcaption>Chunni Pal (left) and her family have regularly received free rations from the government since the pandemic began.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/phmqqtcple-1637250466.jpg\">\n  </picture><figcaption>But the family of Shrikalya Verma (left) haven't been able to access the free foograins.</figcaption></figure>\nReading the disaffectionPolitical observers often caution against reading too much into criticism of the incumbent government. It is near-impossible, they say, for everyone to be happy with the government on all counts in a country like India. What matters is the breadth and depth of public anger and the capability of the political opposition to tap it.Assessing this in Bundelkhand is particularly hard – neglected by all governments, the people of the region are weighed down by a sense of fatalism. “Things may have changed for the rich in this country as they say in the news, but for the poor the system will never ever change,” said Kamlesh Sharma, as he waited to withdraw money at a government bank in Pacchuahan village. “All we will do is keep trying out one party after another, but we all know there is no difference.”Angry rants are often post-scripted with clarifications that they were not directed at the government – it was the “system” that was to be blamed. On its part, the BJP maintains the anger is limited in scope. Ramakesh Nishad, the party’s district unit president in Banda, said any disaffection among its voters was against the “local representatives”, not the government. The situation, he said, was easy to remedy. “Ultimately, the party will make sure the candidate it puts up wins,” he said, suggesting that the party could dispense with incumbent MLAs to dilute public anger.Nishad also insisted the criticism of the government was “jaati-vishesh” (caste-specific). “There are always going to be 50% people who will not vote for you – that doesn’t matter.” In his invocation of caste was a veiled reference to the Samajwadi Party, widely seen as being patronised by the Yadavs, a powerful land-owning middle caste, part of the Other Backward Caste umbrella in the official records. Ramakesh Nishad, the BJP district unit president in Banda, claimed there was no public anger against the government, only against local representatives.Travelling through the district, though, the disaffection appears to transcend traditional caste divides, much like the votes for the BJP in the 2017 elections did, going by conversations with residents. Even upper caste supporters of the BJP, who believe that it deserves “another chance”, concede that the government has done little for the region. “In terms of work, the only tangible thing that has happened under this government is the Bundelkhand Expressway,” said Ajit Kumar Pandey, who teaches botany at a government college in the district’s Kamasin block. “But I don’t think that really helps farmers.”Kedar Singh, a 62-year-old Thakur farmer in a village called Piprahari, said, “Jo mila, bade Thakur ko mila – only the affluent Thakurs benefited. For us, there is still no water, and this year, there are no fertilisers either. Things are not good.”Conversely, it is not just the Yadavs who seem to think of Akhilesh Yadav and the Samajwadi Party as a viable alternative. Singh, for instance, said he wished Akhilesh Yadav took over the reins of the state once again. “There was sukoon [peace] then,” he said. “People may say there was gundai [thuggery], but that wasn’t the case in our village. We were better off than we are now.” Despite belonging to the same caste group as Chief Minister Adityanath, Kedar Singh (centre) wants Akhilesh Yadav to return to the helm of Uttar Pradesh. Photo: Arunabh SaikiaWhy candidates matterIrrespective of how the contest shapes up in Banda district, it is clear that the Samajwadi Party has emerged as the main contender to the BJP, rather than the Bahujan Samaj Party, which has a marginally better electoral record here. The BSP had traditionally a large support base among Dalit communities, officially known as Scheduled Castes, which account for over 20% of Banda’s population. The party won five straight elections in the reserved seat of Naraini, until it was defeated by the BJP in 2017.In this constituency, when I visited a colony of Valmiki Dalits, I saw why anger against the government does not necessarily translate into a vote against the ruling party. In recent years, the BJP has made significant inroads among Dalit communities across Uttar Pradesh, in particular among the Valmikis. Yet, everyone in the Valmiki colony of Umrahini village, young and old, men and women, spoke of the state government with great resentment. Shakuntala Valimiki, a frail old woman, said, “Gareeb aaten ke tarah pees raha iss sarkar mein. The poor are being crushed like flour under this government.” The anger was sharp, but a journalist from the area, who had accompanied me to the village, explained why it was far from given that most of them would vote against the BJP. “Before the BJP came to power, there was a Yadav bahubali [strongman] MLA from Samajwadi Party for two terms,” he said. “They hate his guts. So if he is the candidate, they will never vote for SP because not getting anything is fine, but getting insulted for who you are is not.”Recent analysis of election survey data by researchers at Lokniti-Centre for the Study of Developing Societies concluded that most voters in India decide whom to vote for only after the campaign gets underway, not before. The Assembly elections in Uttar Pradesh are at least three months away. Campaigning has begun, but parties are yet to declare their candidates. Over the next few months, I will return to Banda to observe the campaign and better understand the factors that shape the voters’ final choice.As Shyam Yadav, a farmer in a village in Atarra block said, “There is a lot of time for the elections. We will read the manifestos, listen to what they say when they come asking for votes from us, then decide.”Follow dispatches in the series here.","author":"Arunabh Saikia","time":"2021-11-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166532-lyaoewnwje-1637249505.jpg","tags":["Five years after BJP's UP sweep","Uttar Pradesh Assembly Elections 2022","Bharatiya Janata Party","Adityanath","Bundelkhand"],"source":"https://scroll.in/article/1010905/five-years-after-bjps-up-sweep-in-banda-promised-water-never-came-instead-cattle-invaded-fields"}