{"title":"Five years after BJP’s UP sweep: In Mirzapur, infra push and Hindutva blunts OBC discontentment","content":"A concrete house. That’s all Mamata Sahni ever wanted. “I worked as a labourer, lifting bricks with a child in my womb,” said Sahni whose husband, too, works as a daily-wage labourer. “I worked even when I was nine months pregnant because I thought if I worked hard, some government official would take pity on me and approve a house for me too like they had for other people I knew.”That didn’t happen for nearly a decade.  But then, last year, the family received cash assistance of Rs 1.20 lakh under the Pradhan Mantri Awas Yojana Gramin, a Central scheme that aims to provide “pucca houses, with basic amenities, to all rural houseless households and those households living in kutcha and dilapidated houses, by 2022”.Sometime earlier this year, Sahni moved into her own concrete house. For now, the windowless two-room structure is unpainted, and stocked with only the barest essentials, such as a wooden bed  and a few plastic chairs. Inside, the smell of wet cement lingers, but nevertheless, the house has a piece of Sahni’s heart. She has adorned the main door with faux flowers,  and drawn asymmetrical swastikas, considered auspicious in Hinduism, with bright red paint on the entrance. She is always eager to give a tour to anyone interested. For the house, Sahni said she was eternally grateful to Prime Minister Narendra Modi – and the state’s Bharatiya Janata Party government. “I will say this openly: I will vote for Yogi,” she said, referring to Adityanath, the chief minister of Uttar Pradesh. The state goes to election early next year.Mamata Sahni said she was grateful to Prime Minister Narendra Modi for the house she built using cash assistance from the Pradhan Mantri Awas Yojana Gramin.A saffron surge The BJP had swept the previous edition of the Assembly election in the state, held in 2017, winning 312 of the 403 seats. In Mirzapur, where Sahni lives, in a village called Tammanpatti, the party won four of five seats – its ally, Apna Dal (Sonelal), won the fifth. This was a marked departure from the usual trend in this eastern Uttar Pradesh district, located across the Ganga from the ancient town of Varanasi. Apart from the solitary constituency of Chunar, the saffron party has had little traction in the district in recent times. In fact, in the other four constituencies of Marihan, Mirzapur city, Majhawan and Chhanbey, it had not won a single election since 1996 till the landslide in 2017. In the 2012 election, the BJP’s candidates lost their deposits in three of the district’s five seats, having failed to secure even one-sixth of the total votes cast. The party’s performance wasn’t significantly better in the other two seats: it finished a distant third in both of them. It is easy to think of the cinematic turnaround five years later as just another tiny sub-plot in the grand narrative of Narendra Modi’s popularity wave, which has swept across much of north India from the 2014 general election onwards. But if one looks closely, the Mirzapur results perhaps offer a useful micro-snapshot of what led to that wave. The BJP stitched together support from numerous caste groups outside the Samajwadi Party and Bahujan Samaj Party’s traditional bases, and anchored that support with Hindutva ideology. Ahead of the 2022 election, the party also seems to have found widespread approval for the expansion of infrastructure in the region, even as its rivals seek to expand their vote bases to take on its might.The BJP’s sweeping victory in the 2017 Uttar Pradesh Assembly Elections was particularly impressive in districts where the party had barely scraped through a win in the past two decades. While in government under chief minister Adityanath, has the party been able to consolidate its gains and entrench itself further? Or will the 2022 elections undercut its hegemony? In this series, Five years after BJP’s UP sweep, we bring you dispatches from five such districts that we will track through the election season right up to voting day. Mirzapur is one of them.What Mirzapur tells about the big picture Consider Mirzapur’s demography. A large chunk of the people belong to what are classified as intermediary and lower castes – Other Backward Castes and Scheduled Castes, respectively, in official terminology. The OBCs and the Scheduled Castes, however, are not homogenous entities – there are great variations in political and social capital within the two caste groupings. For instance, among the OBCs, the Yadavs and Jats have traditionally held greater sway. Similarly, among the Dalits, the Jatavs have had considerably more political capital in recent times, courtesy their large numbers.  This had over the years led to disgruntlement among other groups within the two umbrella castes.Mirzapur is home to large swathes of people belonging to such groups. For instance, the Patels, as the people belonging to the intermediary Kurmi caste call themselves here, are a significant presence in the district. In two constituencies, Chunar and Marihan, they are the single-largest community, according to booth-level electoral-roll data drawn up by local political parties. Then there are the Nishads, the community to which Sahni belongs.  Also classified as an OBC, this is an umbrella group of riverine communities, many of them traditionally boatmen and associated with fishing. They are, according to local estimates, the single largest caste bloc in the constituency of Majhawan.  The Mauryas, another intermediary caste, are scattered across the district, with sizable numbers across almost all constituencies.Among the Dalits, while the Jatavs’ numbers are the highest, there is also a sizable Kol population in Mirzapur. In the reserved constituency of Chhanbey, the population of this marginalised group with Adivasi roots, is  perhaps greater than that of any other group.The many discontentments   While these numbers ensured representation at the local level, there had been long-running resentments among these communities about this representation being cosmetic. Mahanand Patel, a resident of  Pachokhar village in the district’s Lalganj area said, “If we went with some requests to the government offices or the police station, no one would listen to us. Only if you belonged to certain communities would you be heard.”Indeed, this seemed to be a running complaint in Mirzapur about the Samajwadi Party and the Bahujan Samaj Party, which governed Uttar Pradesh before the BJP’s win in 2017. Almost every Patel, Maurya or Nishad I met said that the governments that these parties ran were biased towards their core support groups – the Yadavs and the Muslims in the Samajwadi Party’s case; Dalit Jatavs for the BSP – and treated the rest as second-class citizens. “When there is an SP or a BSP government, there is jaatiwaad – casteism,” alleged Bhola Singh Patel, a farmer in Chunar’s Khanpur village. “Their supporters run riot and we can’t do anything about it because everyone who matters is one of them.”Bhola Singh Patel accused the BSP and SP of being biased towards their core support groups. Tapping into anxietiesThe BJP, starting 2014, has tried to tap into these anxieties. It promised to rectify the supposed biases of past governments by ensuring that non-dominant OBCs and non-Jatav Dalits got a proportionate share of the power pie. It knitted together a string of alliances with small political parties representing these groups, such as the Kurmi-centric Apna Dal (Sonelal) and the Nishad-oriented Nirbal Indian Shoshit Hamara Aam Dal, both of which wield considerable influence, particularly in eastern Uttar Pradesh. All of this worked. Post-poll survey data suggests that voters from these communities have voted in large numbers for the BJP in recent elections,  and played an instrumental part in the party’s stunning revival – not just in Mirzapur, but across the state. But have these communities benefited from the BJP government in the last five years? Ahead of the 2022 Assembly polls, a large section of people belonging to the non-dominant OBC groups seem to think so. Thumbs up to governance  As in almost every other place in Uttar Pradesh this series has looked at, there was an almost unanimous consensus among the poor in Mirzapur that welfare populism under the current government had been more wide-ranging and inclusive than before. Like Sahni, many said they had been able to avail of more government schemes than in the past. In Jiyuti village in Majhawan, Savita Bind and her mother-in-law spoke with great gratitude about the paltry Rs 500 monthly allowance that they received in 2020 for three months as part of a Centrally-funded pandemic relief scheme. “It may be low, but at least we got something when there was no work anywhere,” she said. But in Mirzapur, the endorsement for the government went beyond just welfare schemes. I sensed very palpable admiration towards the current dispensation for completing infrastructure projects in and around the district that had been languishing incomplete for several years under successive regimes. The most significant of them are the two new bridges on the Ganga that connect the district with Varanasi. That apart, the spruced-up highway connecting the district to the two nearest metropolises, Varanasi and Allahabad, appeared to have won approval too. Another major talking point was the new medical college in Mirzapur, inaugurated earlier this year by Modi. All of this seemed to blunt, to an extent, even the most enduring grouse against the government in Uttar Pradesh today: inflation. As a Jatav Dalit tailor in Majhawan said, echoing an often-heard sentiment: “When the government is making so many roads and bridges, people will have to pay a little more for things.”Savita Bind (left) and her mother-in-law said they was grateful to the government for the Covid allowance they received last year. Not all rosy Despite this general goodwill about the government, some tensions simmered across the district. Identity and caste-based patronage remained a sensitive subject. In Marihan’s Kalwari Khurd, for instance, a group of Patel men complained of “Thakurwad” – rule of the Thakurs, the caste to which chief minister Adityanath belongs. “What is the point of having ministers if they can’t open their mouths in our favour?” asked Tirthnath Singh Patel. “In everything from land disputes to wheat procurement, the Bausahabs get priority.” (Thakurs are reverentially referred to as Bausahabs in eastern Uttar Pradesh.) Grievances about the BJP’s alleged upper-caste appeasement – they are the party’s oldest voter base in the state  – are quite commonplace, in fact. In Chunar, Vijay Kumar Singh, a young Patel man in his twenties, spoke bitterly of the Modi government’s 2019 decision to grant reservation to the economically poor among the upper castes. “This government’s work is good, but they should stop taking us for granted,” said Singh. “Every party should remember that it is our votes that make or break a government so they should know to pay more attention to our problems.”Patel men in Kalwari Khurd village complained of 'Thakur-wad', or the rule of Thakurs, the caste to which chief minister Adityanath belongs.Indeed, reservations seemed to be a touchy issue. Many among the Nishads, particularly the young and educated, expressed disillusionment with the government for not granting them their long-running demand: Scheduled Caste status. “The BJP has governments both in the Centre and the state – they could have got this done if they wanted,” said Krishna Nishad, who runs a pharmacy in Chhanbey’s Usari Kahmariya. “It is our right, how can we compete otherwise with the powerful and moneyed OBCs, like Yadavs and Kurmis?” In Chunar, Brahmanand Sahni, 21 and unemployed, angrily declared: “If they need our votes, they will have to grant us SC status. As it is, they have failed miserably in creating jobs – where will we be if we don’t even get our rightful reservations?”Those around him concurred loudly: “Yes, we will only vote for BJP if they give us reservations,” one young man said.Brahmanand Sahni, second from left, said he would not vote for the BJP if the government didn't accord the Nishads SC status.The opposition sees an opening The Samajwadi Party, which seems to have emerged as the primary challenger to the BJP this time, has been trying to ride these currents of discontentment. It has been on mission mode to shed its image of a Yadav-centric party: it has forged new alliances with parties representing the interests of other, smaller, communities and brought to its fold influential caste-centric leaders. The party’s aim appears to be to convey the message that they are willing to share power too. Devi Prasad Chaudhary, head of the party’s Mirzapur unit, spoke of how the party leadership was making amends by “not giving too much importance to Yadav leaders”. “See for the first time after 20-25 years, they made a non-Yadav district president in Mirzapur,” he said, referring to himself. Chaudhary is a Dalit. Chaudhary continued, “Look at our district committee – there are hardly any Yadavs, it is full of non-Yadav OBCs. Our party has realised that we can’t just win with the support of Yadavs.” But this supposed course-correction didn’t quite seem to be working with the ordinary voter. “Leaders may come, but ultimately it is the leadership’s writ that holds,” said Ankit Singh Patel in Marihan’s Kalwari Khurd. “If they come to power, they will again populate every government office and police station with people from their biraadri [caste].”Hindutva to the rescue  Besides, there is something that appears to be helping the BJP ride out some of its tensions with the non-dominant OBCs: Hindutva. Passionate monologues about social justice and affirmative action often become muted when the Ram Mandir and the Kashi Corridor crop up and segue into how only one party could have made them a reality.  Shankar Sahni, a middle-aged Nishad farmer who lives in Chunar, believes that even if the BJP didn't give the community SC status, he doesn't have any other viable options to vote for.“Our people may say that they won’t vote for the BJP if they don’t give us reservations, but our hands are tied,” said Shankar Sahni, a middle-aged Nishad farmer who lives in Araji Line Sultanpur in Chunar. “We can’t vote for the SP, they want to turn Hindustan to Islamistan. The fact that one party can openly say that they don’t need Muslim votes, it’s a really commendable thing.”Another Patel man in Marihan perhaps put it more succinctly, “Every time we get angry with the BJP, we think of what was there before. At least, they are building temples for us Hindus and not graveyards for dead Muslims like SP.”All photos by Arunabh Saikia.Follow the rest of the series here.","author":"Arunabh Saikia","time":"2021-12-31T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168161-ioatqqhtct-1640790168.jpg","tags":["Uttar Pradesh Assembly Elections 2022","Uttar Pradesh","Five years after BJP's UP sweep","Bharatiya Janata Party","Mirzapur"],"source":"https://scroll.in/article/1013918/five-years-after-bjps-up-sweep-in-mirzapur-infra-push-and-hindutva-blunts-obc-discontentment"}