{"title":"Five-star cinema: The many lives of Orson Welles’s ‘Mr Arkadin’","content":"What is an Orson Welles movie? The one that the multi-talented American filmmaker intended, the mutilated version put out for release by meddling studio executives, or the post-demise reconstruction by collaborators and admirers based on his original screenplay?The career of the actor, director, writer, playwright and radio show producer, which spanned over six decades, was marked by frequent battles for creative control with Hollywood studios. The influence of Welles’s filmmaking exceeds its actual output – only 13 completed films and scores of unfinished projects, some of which are now the subject of a copyright battle between his daughters from the last of his three marriages and his lover at the time of his death in 1985. The irrepressible Welles would have seen the humour and cinematic potential in the situation.After an acclaimed run on the stage and radio, Welles exploded on the filmmaking scene with Citizen Kane (1941), a fictionalised account of American publishing baron William Randolph Hearst and an early exploration of the mechanics of myth-making. A series of films followed, which were marked by studio interference, budget overruns and off-screen turmoil caused by the mercurial and prodigious filmmaker’s entanglements with various women (including Rita Hayworth). The Magnificent Ambersons (1942), Lady From Shanghai (1947) and Touch of Evil (1958) are among the most oft-quoted movies in the history of cinema, even though the final edits did not adhere to Welles’s original vision.\n\n\n    \n    Play\n\nThe funhouse mirror sequence from ‘Lady From Shanghai’.The three iterations of Touch of Evil (including a 1998 version re-cut according to Welles’s legendary memo to the production studio that details the preferred editing pattern) pale in comparison to the number of times Mr Arkadin (1955) has been chopped and changed. There are at least six edits of the movie in different languages, each one slightly or significantly different depending on which party had its hands on the material. Released in Europe as Confidential Report, the movie’s main theme of the fluidity of identity makes it a fascinating summary of Welles’s career. Will the real Gregory Arkadin please stand up? The question can also be posed to the vastly documented but ultimately elusive filmmaker, who plays Arkadin.\n\n\n    \n    Play\n\nThe trailer of ‘Mr Arkadin’ aka ‘Confidential Report’.The fabulously produced Criterion Collection DVD includes the Corinth version, named after the distribution company, Confidential Report, and the DVD label’s own edit based on the inputs of filmmaker and Welles scholar Peter Bogdanovich. The opening sequence itself reveals how the same movie can have a different effect depending on who has the keys to the editing room.  In the Corinth version, a prologue reveals an empty plane cutting through the clouds and its missing passenger, a mysterious and wealthy supervillain with the power to topple governments. The credits list the cast of characters before cutting to a typically Wellesian deep focus sequence in which the protagonist, Guy Van Stratten (Robert Arden), walks through a gate into a building. As Guy hurries up a flight of stairs to meet Jakob Zouk (Akim Tamiroff), the latest link in a long chain of people who provide clues to Arkadin’s past, Jean Bourgoin’s camera pulls backwards and drowns Guy’s ascent in darkness, creating an indelible image of the moral void into which the fortune hunter will find himself. The first post-credits image is another Wellesian trademark, a close-up of Zouk’s face.The credits sequence of the Corinth version of ‘Mr Arkadin’.In Confidential Report, the sequence plays more conventionally and after the credits have rolled. The lengthier Criterion cut retains the opening image Welles originally intended, of a woman’s corpse on a beach. The plot treatment perhaps lends itself to such reinvention. Mr Arkadin, like so many Welles titles, remains a stubbornly alive work, forever open to re-interpretation and debates on the real meaning of a “director’s cut”.Guy stumbles upon the Arkadin legend by accident, via a stunningly shot murder in the shadows of the docks. As the murder victim breathes his last, he lets out two names: Gregory Arkadin and Sophie.A murder in the shadows.Guy sets out to grab a slice of Arkadin’s wealth by wooing his beloved daughter Raina (Paola Mori, Welles’s third wife), but the omnipresent Arkadin is always one step ahead. Arkadin claims to have no memory of his life before 1927, and he hires Guy to retrace his steps. Guy’s journey takes him across continents and results in strange encounters with bizarre characters, including Michael Redgrave’s telescope seller and Suzanne Flon’s Sophie, who knew Arkadin when he was a small-time criminal.Robert Arden as Guy Van Stratten.Is Arkadin using Guy to reveal his past or erase it? One of Mr Arkadin’s themes is the impossibility of reaching a single, unassailable version of truth, seen in the recurring use of masks and eyepieces (a magnifying glass, a telescope).Welles’s unorthodox approach includes several stylistic elements which, American critic Jonathan Rosenbaum notes on the DVD commentary, predates the French New Wave’s tendency to rework genre elements. A political thriller, a noir, a philosophical inquiry into identity and self-deception, and a satire on the ability of cinema to mistake myth for fact, Mr Arkadin remains a baffling and beguiling work.Welles quoted himself from Citizen Kane, The Magnificent Ambersons and The Third Man (directed by Carol Reed in 1949) in several sequences. Using his considerable bulk and rumbling voice to tremendous effect, Welles looms large over the movie, especially in the sequence in which he presents Guy with a dossier on him. A classic example of the deep focus cinematography that characterised Welles’s films, the scene also sets up the odd triangle between father, daughter and lover that provides a motive of sorts to Arkadin’s malevolent actions.The know-it-all Mr Arkadin.The canted camera angles, off-kilter characters straight out of a fairground, the use of background music, close-ups and production design elements aimed at throwing viewers off balance, and the fundamentally unsettling character of Gregory Arkadin  add up to a memorable experience, but what exactly is it? Like so much of Welles’s work, it depends on which version you are watching.","author":"Nandini Ramnath","time":"2016-07-10T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/811477-37460-brarqjzvbi-1468092229.png","tags":["Orson Welles","Mr Arkadin","Five-star cinema"],"source":"https://scroll.in/reel/811477/five-star-cinema-the-many-lives-of-orson-welless-mr-arkadin"}