{"title":"Five-star cinema: Power and the arts in Istvan Szabo’s ‘Mephisto’ ","content":"A period drama from 1981 about Nazi-era Germany speaks to our times, and that is both a testament to its brilliance and a sad statement.  Hungarian director Istvan Szabo’s study of the tricky relationship between power and the performing arts begins where it ends: on the stage. Hendrik Hofgen (Klaus Maria Brandauer) is one of the stars of the Hamburg theatre scene in the 1930s, but he chafes at being a “provincial actor”. Like any respectable self-aware entertainer, Hofgen acknowledges his insatiable craving for recognition and success. When his dance teacher and girlfriend, Juliette, tells him that he only loves himself, and “even that is not enough”, he does not feel insulted.\n\n\n    \n    Play\n\nMephisto (1981).The lines between the real and the performed have long been blurred for Hofgen. “So many thoughts are just parts I’ve played,” he tells his future wife. Hofgen’s facility for self-deception will get full expression in Berlin, where, despite his declaration that “all Nazis are thugs”, he accepts a position at the prestigious state-sponsored theatre. His performance as Mephisto in a stage production of the famous story of Doctor Faustus and his soul-destroying deal with the devil brings the theatre to its feet and catches the eye of prime minister Tabornagy (modelled on Nazi leader Heinrich Himmler). Tabornagy summons Hofgen to his box, shakes his hand and comments on his limp wrist, and blesses Hofgen’s talent as the entire theatre watches in awe. In a regime obsessed with symbols and semantics, there is no clearer indication of Hofgen’s acceptance. He has been anointed as one of the Nazi Party’s cultural ambassadors. From practising a firmer and more manly handshake to managing the Prussian State Theatre as per the prime minister’s orders, Hofgen will deliver the finest performance of his life. The German word for actor, schauspieler, literally translates as “one who plays”.Mephisto (1981).Szabo’s adaptation of Klaus Mann’s 1936 novel of the same name raises troubling questions about state patronage of the arts that resonate beyond its specific political context. Mephisto can be quoted every time a cultural personality lobbies for a Padma Shri or a government position, assumes a nationalist stance instead of speaking to power in troubled times, denounces dissenters as traitors, and abandons skepticism for cheerleading.Can art ever be divorced from politics? Szabo, one of the leading figures of the Hungarian New Wave and no stranger to state control, delivers an unambiguous yet complex answer to the question. Hofgen is not merely a state apparatchik fulfilling his boss’s orders. His profession is implicated in his choices. Szabo suggests that the vanity, insecurity, ambition, constant need for validation and dependence on financial support and patronage that characterise the acting profession make it especially vulnerable to manipulation and corruption. Mephisto (1981).The movie doubles up as a psychological study of an actor, and rests on Klaus Maria Brandauer’s indelible performance. Brandauer portrays Hogfen as a restless soul who’s brisk in gait and generous with his hand gestures. Szabo uses close-ups beautifully, and when the camera rests on Brandauer’s mobile face, the price of his sellout becomes glaringly clear. Brandauer assumes subservient body language when dealing with Tabornagy and struts about semi-drunk on his elevation at all other times. In a montage of scenes after he takes over as the state theatre director, Brandauer wittily conveys Hofgen’s self-imposed predicament. He is oleaginous with his staff, dutifully flirtatious with his secretary, servile with Tabornagy, and tortured only when no one is looking. His wife has divorced him and fled to France, and his girlfriend Juliette, a black German, has paid the price for the colour of her skin, but Hofgen soldiers on. When he finds anti-Nazi pamphlets in his theatre, he personally removes every single piece of incriminating paper and burns them. It’s a miracle that he doesn’t swallow the ashes.Mephisto (1981).The avuncular-looking Rolf Hoppe is also superb as Tabornagy, as are the several Teutonic blondes who applaud Hofgen’s mercurial rise. Mephisto is a cautionary tale of moral compromise, told from within the core of a cultural class that unblinkingly signs up for a fascist cause. As high art becomes kitsch and inevitably propaganda, Hofgen wonders, “What do they want from me? After all, I am only an actor.” The answer is contained in the self-deceiving question itself.Mephisto (1981).","author":"Nandini Ramnath","time":"2016-06-12T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/36144-vteswaitcy-1655670146.jpeg","tags":["Mephisto","Istvan Szabo","Klaus Maria Brandauer"],"source":"https://scroll.in/reel/809786/five-star-cinema-istvan-szabos-mephisto"}