{"title":"Five Lok Janshakti Party MPs revolt against Chirag Paswan","content":"Five of the six Lok Janshakti Party MPs have told the Lok Sabha Speaker that they have chosen Pashupati Kumar Paras as the party’s leader in Parliament, NDTV reported on Monday. They have also asked to be treated as a separate group. The move is effectively a coup against Chirag Paswan, who is the sixth LJP MP and the national president of the party. Chirag Paswan is the son of LJP founder Ram Vilas Paswan. He took over as the party chief in 2019, a year before his father died. Paras is the younger brother of Ram Vilas Paswan and is Chirag Paswan’s uncle.Apart from Paras, who is the party MP from Hajipur constituency, the rebel group includes Prince Raj, Chandan Singh, Veena Devi and Mehboob Ali Kaiser.The five MPs are expected to meet Lok Sabha Speaker Om Birla on Monday afternoon, according to The Times of India.“There are six MPs in our party... It was the desire of five MPs to save our party,” Paras said, while speaking to reporters in Patna earlier on Friday, ANI reported. “I have not broken the party but saved it.”He also claimed that 99% of the LJP workers were unhappy with the change of the party’s status in Bihar and the poor performance in the Assembly elections last year. Paras also said that Chirag Paswan could continue to remain in the party.The senior LJP leader insisted that he had nothing against his nephew. Paras, however, refused to meet Paswan, who was waiting outside his uncle’s home in Delhi, on Monday afternoon.Reports speculated that Paras has decided to merge the Lok Janshakti Party with Bihar Chief Minister Nitish Kumar’s Janata Dal (United). However, he dismissed any such possibility. “This is 100% wrong... LJP is our party, the organisation is strong in Bihar,” he told reporters. “I was with NDA [National Democratic Alliance] and I will continue to be a part of the alliance.”He, however, referred to Kumar as “a good leader and vikash purush [man of development]”. His comment on the Bihar chief minister assumes significance as Chirag Paswan had decided to split from the National Democratic Alliance citing “ideological differences” with Kumar ahead of the Bihar Assembly elections in October-November last year. The party also put up candidates in 137 of the 243 seats in the fray, including in all 115 where Kumar’s outfit was in contention.While Paswan’s party could win only one seat, it had dented the prospects of Nitish Kumar’s party in several seats. The election results held significance as it meant that the JD(U) could win only 43 seats, compared to ally Bharatiya Janata Party’s 74. Notably, Paswan had pledged his support to the BJP and said that his differences were only with Kumar. Citing this as a reason, he chose to stay with the BJP-led government at the Centre, even as he parted ways with the NDA in Bihar.Opposition party the Rashtriya Janata Dal has accused Nitish Kumar of orchestrating these developments in Bihar. “It is like taunting the supporters of late Ram Vilas Paswanji nearly six months after his demise,” RJD leader Manoj Jha said. “Paswanji’s supporters are watching and understanding everything.”","author":"Scroll Staff","time":"2021-06-14T14:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108455-makunamrvm-1545221834.jpg","tags":["Lok Janshakti Party","Pashupati Kumar Paras","Chirag Paswan","LJP","Ram Vilas Paswan"],"source":"https://scroll.in/latest/997470/five-lok-janshakti-party-mps-revolt-against-chirag-paswan"}