{"title":"Five BJP-ruled states ask Zomato not to deliver non-vegetarian food on Ram temple inauguration day","content":"Five Bharatiya Janata Party-ruled states – Uttar Pradesh, Assam, ⁠Chhattisgarh, Madhya Pradesh and Rajasthan – asked food delivery company Zomato not to deliver non-vegetarian food on the day of the Ram temple’s inauguration in Ayodhya. Zomato complied with the direction on Monday, prompting many to remark on social media that this amounted to the government dictating people’s food choices.Authorities in several BJP-ruled states banned the sale of liquor and meat, and also ordered slaughterhouses to remain closed.Hi, we have disabled delivery of non-veg items in Uttar Pradesh, Assam, ⁠Chhattisgarh, Madhya Pradesh and Rajasthan as per govt. notice. Hope this clarification helps!— zomato care (@zomatocare) January 22, 2024\n\n\nSeveral social media users said that the government was restricting citizens’ right to choose their food due to majoritarian sentiments.Welcome to New India. We now don’t have the right to choose our food. Businesses must suffer to appease the majority. This is a fascist country.Shame on you @zomato and @Swiggy. pic.twitter.com/tdmiXxgCOa— Mrinal (@mrinaaal) January 22, 2024\n\n\nChecked @zomato out of curiosity. Only vegetarian food on the menu. Market forces or majoritarianism? What is the difference in any case?— Ghazala Wahab (@ghazalawahab) January 22, 2024\n\n\nFood delivery platform Swiggy had earlier informed restaurants on its platform that the Uttar Pradesh government has mandated a statewide prohibition on the sale of meat, fish and liquor on Monday in observance of the Ram temple ceremony, reported The Economic Times.“In accordance with this mandate, Swiggy will be switching off all non-veg items on your menu on January 22,” the message said. “These items will be switched on again on January 23.”Restaurants, too, decided to put off serving any meat dishes. “We sought clarifications and have been advised by the food commissioner to avoid the sale and service of non-vegetarian food as the sale of meat in butchery shops is already prohibited for Monday,” Varun Khera, head of the National Restaurant Association of India’s Uttar Pradesh chapter, told The Economic Times.  Though the sale of meat was not banned in Maharashtra, the Bhiwandi Nizampur City Municipal Corporation in Thane district had urged shops selling chicken, mutton and fish to stay shut on  Monday.","author":"Scroll Staff","time":"2024-01-22T20:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171933-mulmyqikwc-1648034171.jpg","tags":["Zomato","Uttar Pradesh","Assam","Ram temple"]}