{"title":"Five stars only: ‘Salvatore Giuliano’","content":"When we first see Salvatore Giuliano in the biopic on him, he is already an abstraction. The central character of the 1962 production is seen face down in a courtyard, dead. Government officials and photographers mill around the corpse, each with their own version of the event. The circumstances of Giuliano’s death are frequently revisited through the narrative, but not before Italian director Francesco Rosi has thoroughly deconstructed the mythology surrounding the Sicilian outlaw, the movement he was a part of, the dramatis personae of Sicily’s secessionist struggle in the 1940s, and the ability of cinema to examine official and unofficial versions of the truth from all possible angles.\n\n\n    \n    Play\n\nRosi’s history lesson is also a master class in the art of biopic direction. The black-and-white movie has the feel of a documentary, but its experiments with narrative place it firmly within the tradition of adventurism in Italian cinema in the 1960s. The cinematography by Gianni Di Venanzo (who also shot several films by Michelangelo Antonioni and Federico Fellini’s 8½) creates complex, deep focus tableaux and a sense of raw immediacy. Giuliano is evoked as a distant figure in a hat and a white coat, a photograph in a newspaper, a body that lies on a marble slab, a gravestone over which his mother shrieks in pain, and an idea that unites as much as it divides. The sequence in which Giuliano’s mother grieves over her 27-year-old son’s inert body is among the very few occasions on which we catch glimpses of his face. Rosi used mostly non-actors in the movie, and their performances are remarkably convincing.\n\n\n    \n    Play\n\nRosi is constantly testing the audience’s ability to keep pace with his dense narrative, but he is also questioning the stated aim of the biopic to deliver a definitive version of a historical character. Did Giuliano sell out his comrades, or was he betrayed by a conspiracy by the government, the Army and the Mafia? Did the folk hero kill innocent Communists during a rally, or was he framed? The non-linear screenplay jumbles up the sequence of events, fluidly cutting between the distant past, the immediate past, and the present, keeping conclusiveness firmly out of reach.There is mystery, skepticism and a journalist’s eye for detail, but no cynicism. In one of the movie’s powerfully shot and edited sequences, the Army rounds up the men in Giuliano’s Montelepre town for questioning. The bush telegraph that governs Montelepre results in the women pouring out of their homes and resisting the arrests. The sequence effectively conveys the anti-establishment fervor in Sicily as well as Rosi’s ability to recreate past events with the urgency of a newsreel.Once the case moves into a courtroom, the movie shifts into territory that will be familiar to admirers of the neo-realist director. Rosi’s hybrid of fiction and documentary inspired by real events, which he called cine-inchieste (film investigation), resulted in movies that explore high-level corruption and the weakening of the Italian government’s institutions by Mafia influence. Hands Over the City (1963), starring American actor Rod Steiger, examines graft in the reconstruction of post WWII Naples. \n\n\n    \n    Play\n\nIn The Mattei Affair (1972), Rosi probes the mysterious death of a businessman. One of Rosi’s best-known films internationally, Illustrious Corpses (1976), is a sobering examination of corruption in the judiciary. Hollywood director Francis Ford Coppola’s The Godfather series are often held up as the ultimate exploration of the Mafia on the screen, but Rosi’s films, which include a Lucky Luciano biography in 1974, prove that there is no such thing as the definitive truth, especially not in cinema.\n\n\n    \n    Play","author":"Nandini Ramnath","time":"2016-02-20T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803878-article-oaryvqfdlu-1455914139.jpeg","tags":["Salvatore Giuliano","Five stars only","Francesco Rosi"],"source":"https://scroll.in/reel/803878/five-stars-only-salvatore-giuliano"}