{"title":"Flashback: How Oscar winner James Ivory made his first India-set movie, ‘The Householder’","content":"James Ivory remembers it clearly. In November 1961, he had arrived in a wintry Bombay, en route to a tiny village in Gujarat, where he planned to shoot a feature film, Devgar—written by the anthropologist, Geetal Steed. His New York-based friend, Ismail Merchant, was planning to produce it, and Sidney Meyers was to become the director. Ismail hoped to cast Shashi Kapoor and Leela Naidu, a young French–Indian actress, in lead roles, and get veteran actress, Durga Khote, to play the elderly mother.But first, Ismail wanted James to meet Shashi. And so, one evening, James and Ismail headed to the Cricket Club of India for a film function. As James recalls, ‘I remember going down the long corridor—a tented corridor, as it were—to some place where Shashi was supposed to be. But just at that moment, Shashi and Jennifer emerged. So, we had our meeting right there, in that enclosed passageway. Jennifer was very nice and welcoming. Ismail had told Shashi about me, and the actor was friendly in his usual way. That was the first time we met—he must have been twenty-three then—and I was struck by how extraordinarily handsome he was.’‘Okay, I’ll do it’Once Shashi met both Ismail and James in that tented corridor, he felt compelled to respond to their petitions for Devgar. ‘I said, this is hardly the place to come to any decision,’ Shashi remembers. ‘But they wanted a quick decision. And [so] I said, okay, okay, I’ll do it.’As it happened, Devgar was never made; the money that Ismail was supposed to raise for the film did not come. But the producer—far from conceding defeat—found another idea to pursue.On the recommendation of a Hollywood scriptwriter at MGM (Metro–Goldwyn–Mayer), Ismail had read a book written by the German writer, Ruth Prawer Jhabvala, who lived in Delhi with her Indian architect husband. Ismail was riveted by the story of The Householder and its ability to capture the nuances of Indian life. He passed on the book to James, who was equally captivated. Straightaway, the two contacted Ruth, who—known for her reluctance to talk to filmmakers—pretended on the phone to be her mother-in-law. Finally, though, the ruse collapsed, and after some hesitation, she agreed to meet them. One can only assume that Ismail and James charmed her with their persuasiveness, for—despite her husband’s warning that the duo looked like flyby-night operators—Ruth not only gave them permission to make a film based on her novel but also agreed to write the script.Ismail and James, loath to let go of the dream star cast of Devgar, decided to involve Shashi, Leela and Durga once more, this time in the new project. But, before they could finalize the actors, Ruth expressed a concern. She thought Shashi was far too handsome to play the role of Prem Sagar, the hapless schoolteacher in The Householder. ‘If you wanted to make a film about a poor, struggling tutor in some miserable school in Delhi, you probably would not cast someone like Shashi, who was so magnificent,’ James tells me. ‘He was a grand young man.’    \n\n\n    \n    Play\n\nThe Householder (1963).When Shashi heard of Ruth’s objections—that he was too glamorous and good looking for the part—he arrived at a rather novel solution. He says, ‘I went to a very famous barber shop in Delhi and I said, “I don’t want a sophisticated haircut. I want a typical, lower-middle-class Hindi teacher haircut—[for a man] who is very young, very raw. And I want to look like that.”’Subsequently, when Shashi visited Ruth—his thick hair neatly cut, with a staid side parting—and spoke like the character he imagined Prem Sagar to be, Ruth could not help seeing him in a new light. ‘So that’s how I started [my association] with Merchant–Ivory Productions,’ Shashi says.It didn’t take long for Shashi to grow close to James. ‘I enjoyed working with Jim [as James was referred to by friends],’ he says, ‘because he gave me the confidence […] to do things my way, to use my talent, my intelligence, my sensibilities [to portray] characters in his films.’James, on his part, says that it was because Shashi was happy to immerse himself in a role, and allow his life experiences, susceptibilities and inclinations to interact with each part, that he enjoyed collaborating with the actor: ‘Shashi was very easy to work with. He took direction well. And like any good actor, he sometimes offered me the choice of doing a scene another way—which I followed, if it made sense, if it fit in with my idea of the film and if it wasn’t too violent a change in the dialogue. Shashi certainly, and all actors everywhere, fiddle with the dialogue—they think there is a slightly better way to say a line, or one word would be better than another—and I go along with that. Not always, but sometimes, yes.’Shashi’s rapport with Ismail, and his fondness for James, would have a direct bearing on his working relationship with them. They combined their immense talents for seven films made under the Merchant–Ivory Productions banner: The Householder, Shakespeare Wallah, Bombay Talkie, Heat and Dust—all directed by James Ivory—and three films by three other directors—The Deceivers, In Custody and Side Streets.Excerpted with permission from Shashi Kapoor The Householder, The Star, Aseem Chhabra, The Star, Rupa Publications.","author":"Aseem Chhabra","time":"2018-03-05T14:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870837-83769-iqhmknknvv-1520327989.jpeg","tags":["Shashi Kapoor","James Ivory","The Householder"],"source":"https://scroll.in/reel/870837/flashback-how-oscar-winner-james-ivory-made-his-first-india-set-movie-the-householder"}