{"title":"Focus on ‘love jihad’ rather than roads or sewage, Karnataka BJP chief tells party workers","content":"The chief of the Bharatiya Janata Party’s Karnataka unit on Monday urged party workers to focus on “love jihad” instead of sewage and road infrastructure, India Today reported.“Love jihad” is a Hindutva conspiracy theory that Muslim men romantically lure Hindu women in order to convert them to Islam.On Monday, Karnataka BJP president Nalin Kumar Kateel made the statement while interacting with workers in Mangaluru city. A video of the remarks was shared widely on social media on Tuesday.The BJP MP was heard saying: “So I am asking you people, don’t speak about small issues like roads and sewage...If you’re worried about your children’s future, and if you want to stop love jihad, then we need the Bhartiya Janata Party. To get rid of love jihad, we need the Bharatiya Janata Party.”‘So I am asking you people don't speak about SMALL issues like road and sewage.. If your worried of your children’s future and if you want to stop Love jihad,then we need BJP for that. To get rid of Love Jihad, we need BJP’:BJP Karnataka president: Naleen Kateel. Priorities set? pic.twitter.com/QnM39usrlW— Rajdeep Sardesai (@sardesairajdeep) January 3, 2023\n\nKarnataka, like several other BJP-ruled states, has a law to regulate forcible religious conversions. The law prohibits religious conversion by “misrepresentation, force, undue influence, coercion, allurement or by any fraudulent means”.Some Hindutva organisation have urged the state government to enact a separate law against “love jihad”. However, last month, state Home Minister Araga Jnanendra said that the existing law against forcible conversions – the  Karnataka Protection of Right to Freedom of Religion Act – is sufficient to tackle the subject, according to The New Indian Express.Commenting on Kateel’s remarks, Karnataka Congress chief DK Shivakumar said that the BJP leader gave a very bad message, the Hindustan Times reported. “This is proof that they are trying to spread hatred and break up the country rather than giving priority to development,” Shivakumar said. “While we are focusing on development, job creation, hunger, price rise, they are just playing people on emotion.”Assembly elections in Karnataka are likely to be held in April or May.","author":"Scroll Staff","time":"2023-01-03T20:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185166-suojpsppnu-1672759253.jpg","tags":["Karnataka","BJP","Nalin Kumar Kateel","Karnataka elections"],"source":"https://scroll.in/latest/1041133/focus-on-love-jihad-rather-than-roads-or-sewage-karnataka-bjp-chief-tells-party-workers"}