{"title":"Fodder scam: Special CBI court convicts Lalu Prasad Yadav in Chaibasa case","content":"A special Central Bureau of Investigation court in Ranchi on Wednesday convicted former Bihar Chief Minister and Rashtriya Janata Dal leader Lalu Prasad Yadav in a fodder scam case, ANI reported. The court will pronounce the quantum of sentence after 2 pm on Wednesday.Judge SS Prasad delivered the judgment in the case, which is related to the fraudulent withdrawal of Rs 33.67 crore from the treasury of Chaibasa district in 1992-1993. The district is now in Jharkhand. The accused allegedly withdrew the amount using fake allotment letters.This was the third of the six such cases Yadav was booked in. Former Chief Minister Jagannath Mishra, who was one of the 55 other accused, was also found guilty. Of the 76 accused in the case, 14 died during the trial, while three turned approvers. Two of the accused pleaded guilty and one is absconding. Yadav was sentenced to three years and six months in jail on January 6 in a fodder scam relating to fraudulent withdrawal of Rs 84.5 lakh from Deoghar treasury between 1994 and 1996, when Yadav was Bihar’s chief minister. He is lodged in Birsa Munda Central Jail in Ranchi at present. He moved the Jharkhand High Court in an appeal against his conviction in the case and also sought bail.The fodder scam – exposed in 1996 – involved around Rs 1,000 crore being embezzled from the state exchequer for the purchase of fictitious medicines and fodder for cattle between 1990 and 1997. The RJD chief’s son, Tejashwi Yadav, accused Bihar Chief Minister Nitish Kumar, the Bharatiya Janata Party and the Rashtriya Swayamsevak Sangh of conspiring against his father. “We will approach higher courts against this verdict,” Tejashwi Yadav said.People know how BJP,RSS and more importantly Nitish Kumar have conspired against Lalu ji. We will approach higher courts against all these verdicts: Tejashwi Yadav on Lalu Yadav convicted in third fodder scam case pic.twitter.com/z8vnudcSBe— ANI (@ANI) January 24, 2018","author":"Scroll Staff","time":"2018-01-24T11:45:23.853575+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/866212-77282-nmdtpnuoig-1514041629.jpg","tags":["Lalu Prasad Yadav","Fodder scam","Central Bureau of Investigation"],"source":"https://scroll.in/latest/866212/fodder-scam-special-cbi-court-convicts-lalu-prasad-yadav-in-chaibasa-case"}