{"title":"Fodder scam: CBI court sentences Lalu Prasad Yadav to 3.5 years in jail","content":"A special court of the Central Bureau of Investigation on Saturday sentenced former Bihar Chief Minister Lalu Prasad Yadav to three years and six months in jail in one of the six cases in the fodder scam. He was also fined Rs 10 lakh, PTI reported. Yadav was sentenced to 3.5 years each under two laws – for cheating, criminal conspiracy and other sections of the Indian Penal Code and under the Prevention of Corruption Act. The sentences will run concurrently. He was fined Rs 5 lakh each under the Indian Penal Code and the Prevention of Corruption Act, CBI counsel Rakesh Prasad said. If Yadav does not pay the fine, it would mean another six months in jail.Rashtriya Janata Dal leader Jagdish Sharma was sentenced to seven years in jail and also fined Rs 10 lakh, News18 reported. The other convicts in the case – Phool Chand, Mahesh Prasad, Bake Julious, Sunil Kumar, Sushil Kumar, Sudhir Kumar and Raja Ram – were all sentenced to 3 years and six months in prison and fined Rs 5 lakh each.Judge Shivpal Singh pronounced the quantum of sentence for the convicts via video conferencing. The CBI court advised the Bihar government to send Yadav and the other convicts in the case to an open jail in Jharkhand’s Hazaribag keeping their age in mind. The Rashtriya Janata Dal chief has been lodged at the Birsa Munda Central Jail in Ranchi since his conviction on December 23, 2017. This is the second case in the scam and is connected with the alleged fraudulent withdrawal of Rs 84.5 lakh from the Deoghar district treasury between 1994 and 1996, when Yadav was Bihar’s chief minister. The scam – exposed in 1996 – involved around Rs 1,000 crore being embezzled from the state exchequer for the purchase of fictitious medicines and fodder for cattle between 1990 and 1997.#FodderScam: Lalu Prasad Yadav sentenced to 3.5 years in jail and Rs 5 lakh fine by Ranchi Court pic.twitter.com/wi0Cibm93R— ANI (@ANI) January 6, 2018\n\nVisuals from Ranchi: All accused in #FodderScam present in video conferencing room, sentence to be pronounced shortly. pic.twitter.com/fkJRaVgOUC— ANI (@ANI) January 6, 2018\n\nSoon after the sentencing, his son Tejashwi Yadav said they will apply for bail at the High Court.  The CBI court in Ranchi was to sentence Yadav on Wednesday, but postponed it then because of the death of advocate Vindeshwari Prasad. The bench postponed the sentencing on Thursday and Friday, as well.Yadav’s advocate on Friday had filed a petition seeking minimum punishment for his client on health grounds. “I have no role in this scam directly,” Yadav said in the plea. “Consider minimum punishment keeping in view my age and health grounds.”The counsel for the investigative agency had sought the “maximum possible sentence” to those convicted so that “no one tries to commit such a heinous crime” again.The Rashtriya Janata Dal on Friday denied claims made by the judge a day before that he had received many “references” from Yadav’s supporters, PTI reported. The party claimed that Yadav’s political opponents impersonating RJD supporters might have made the phone calls to Singh. Nobody from the party made such calls, the RJD said.Corrections and clarifications: An earlier version of the copy erroneously said Lalu Prasad Yadav was fined only Rs 5 lakh.","author":"Scroll Staff","time":"2018-01-06T16:28:17.498979+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864017-78378-ovpstsuufp-1515211414.jpg","tags":["Lalu Prasad Yadav","CBI court","Fodder Scam"],"source":"https://scroll.in/latest/864017/fodder-scam-cbi-court-sentences-lalu-prasad-yadav-to-3-5-years-in-jail"}