{"title":"Following an SC ruling, Andhra eyes Rs 70,000-crore bonanza from Telangana","content":"Not long ago, Telangana Chief Minister K Chandrasekhar Rao had boasted that his state was the second richest in the country. KCR, as he is popularly known, quoted the 14th Finance Commission to say that Telangana – created out of united Andhra Pradesh in 2014 – is a revenue surplus state, next only to Gujarat.Such was the confidence of KCR in the state’s financial position that in the ongoing Budget session of the Assembly, he agreed to a demand by its legislators for a 400% increase in their salaries, as well as generous increases in perks like car loan limits and unlimited medical expenses. If the proposal is implemented, salaries of MLAs and MLCs will go up from Rs 95,000 to Rs 3.5 lakhs per month.But last week, the Supreme Court forced a reality check. It ruled that the Telangana government’s attempt to claim exclusive ownership over the state higher education council following the bifurcation of united Andhra Pradesh was “untenable and bad in law”. This ruling has far-reaching implications as Telangana may now have to divide assets – both movable and immovable, which it had assumed as its own – with Andhra Pradesh. By one estimate, Andhra’s share in these assets is worth Rs 70,000 crore, and so far there’s nothing to show that Andhra doesn’t want Telangana to pay up.Down to earth But more on the judgement later. First, let’s tackle the “Telangana is prosperous” assumption.Telangana’s leaders have always felt that united Andhra Pradesh never gave the region its due. During a debate in the ongoing budget session, KCR had told the Assembly that for six decades, the rulers of united Andhra Pradesh had completely neglected Telangana. “Now that we are an independent state, we have proved in the last two years that Telangana is indeed prosperous,” he said.Telangana’s Finance Minister Eatala Rajender, in his budget speech for 2016-17, also projected an ambitious growth rate of 11.7% in the Gross State Domestic Product, as against the national average growth rate of 8.6%. For the second successive year, he projected a revenue surplus of Rs 3,719 crore.But what no one has pointed out so far is that 60%-70% of Telangana’s revenues come from Hyderabad – the capital of united Andhra Pradesh, which will remain the joint capital for the new states till 2024.A study by the Centre for Economic and Social Studies, an autonomous research institute based in Hyderabad, revealed that in 2014, only three out of 10 districts in Telangana had high per capita income as compared to the national average. The remaining seven districts fell far below the national average.A Telangana state government study itself – Re-inventing Telangana: Socio Economic Outlook 2014 – shows that the districts of Hyderabad, Ranga Reddy and Medak together account for half of the total value of goods produced and services provided in the state, while districts like Nizamabad, Adilabad, and Warangal account for only 17% of the gross state domestic product.The report said: “The main reason for this uneven distribution across the districts is on account of large inter-sectoral income variations. The uneven regional distribution of income coupled with uneven growth is giving rise to widening regional disparities.”“Therefore, one cannot call the state prosperous and revenue surplus by just looking at Hyderabad and its surrounding two districts,” said an economic analyst.A costly misreading?The assumption that Telangana had nothing to worry about on the financial front can perhaps be blamed on an incorrect interpretation of Section 75 of the AP Reorganisation Act, 2014, which talks about the geographical location of the state’s assets and the ownership.There are over 120 institutions located in Hyderabad that are listed in the ninth and tenth schedule of this Act, and since the formation of Telangana, its government has been claiming complete right over all institutions citing Section 75.In January 2015, an aggressive KCR ordered his officers to freeze the accounts of the Andhra Pradesh State Council of Higher Education or APSCHR on the grounds that it had ceased to exist after the formation of the Telangana State Council of Higher Education. Telangana assumed the assets of APSCHR belonged to the new council.Infuriated, the N Chandrababu Naidu-headed Andhra Pradesh government moved the High Court. It drew a blank there as the court upheld the Telangana government’s decision. Subsequently, KCR staked claim over all the 120 government institutions established during the united Andhra regime in Hyderabad and froze all their assets too.The Andhra Pradesh government then moved the Supreme Court, which delivered its landmark judgement last week. It ruled that Telangana cannot claim absolute right over these institutions merely because they are located in its capital Hyderabad, which is geographically a part of Telangana. The court ruled that Telangana had to share all its revenues and assets with the Andhra Pradesh government with regard to these institutions in the ratio of 58:42 (for Andhra Pradesh and Telangana respectively – a figure arrived at on the basis of the population of the two states).If the Supreme Court judgement has to be implemented in its letter and spirit, as Andhra Pradesh will make sure it most certainly will, the Telangana government will lose a major source of revenue from these institutions. No wonder then, following the apex court judgement, the Telangana government and its officers have kept an uneasy silence on this issue.A senior official of the Telangana Finance Department, who did not wish to be named, admitted that something went wrong in the government’s interpretation of the Section 75. “The Supreme Court said the section deals only with the functioning of these institutions and not the finances, assets and liabilities, which have to be shared by both the states,” he said.Some of these 120 institutions are worth crores of rupees with huge assets and revenue. For instance, the Acharya NG Ranga Agricultural University has thousands of acres of land and massive funding from various sources. “Just because it is located in Hyderabad, it does not belong only to Telangana,” said the finance department official. “It was built with revenues contributed by both the AP and Telangana regions. So, it has to be shared by the states.”The vast immovable properties like buildings and land of these institutions cannot be transferred to the new Andhra Pradesh, and they will remain in Hyderabad. Therefore, the onus is on the Telangana government to compensate Andhra Pradesh for its share either by disposing of the assets or by paying the state monetary compensation, the official said.Fair is fairGanta Srinivasa Rao, the Andhra Pradesh minister for Human Resources Development, has already made a rough calculation of how much his state may gain following the Supreme Court order. Going by the 58:42 ratio, Telangana needs to give AP more than Rs 70,000 crore in the form of bank deposits and the value of immovable assets. “There are about Rs 16,000 crore [worth of] fixed deposits in different banks in the accounts belonging to state-level institutes such as Telugu University, Open University, Higher Education Council, public sector undertakings, corporations and other cooperative establishments,” said Rao. “We will insist on getting this money.”On Wednesday, Chandrababu Naidu met Andhra Pradesh governor ESL Narasimhan and requested him to see that the KCR government heeded the Supreme Court order. Naidu has recently revived his relationship with KCR and is unlikely to want a confrontation on the matter. He is keen that the issue be resolved amicably without any further controversies.For Telangana, however, this is going to be a huge burden. The proposed 400-fold hike in the salaries of state legislators, which is expected to cost the exchequer an additional over Rs 100 crore annually, is probably now the least of KCR’s worries.Telangana has already sought loans to fund flagship programmes like Mission Kakatiya, a scheme to restore over 40,000 defunct tanks, and Mission Bhagiratha, a water grid scheme, as well as several populist schemes like providing weaker sections of society with two-bedroom houses.It has knocked on the doors of funding agencies like Rabobank, New Development Bank of BRICS, Japan International Cooperation Agency, National Bank for Agriculture and Rural Development, and Housing and Urban Development Bank. It has also requested the Centre to remove the cap of Rs 14,500 crore on external borrowings by relaxing the Fiscal Responsibility and Budget Management norms that are in place to institutionalise financial discipline.But the plan to borrow money hasn’t gone down well with the Opposition. “The show-off by the KCR government and indiscriminate borrowing of funds will lead the state into a debt trap,” said Mohammed Ali Shabbir, the Congress leader of the Opposition in the Legislative Council. “KCR’s tall claims of Telangana being the richest state in India has only caused damage.”Initiating the debate on the Telangana Budget for 2016-17 in the Legislative Council on Wednesday, Shabbir said borrowing Rs 40,000 crore for Mission Bhagiratha and Rs 15,000 crore for the housing scheme in a single year will violate the Centre’s Fiscal Responsibility and Budget Management norms as both are projects that will not generate revenue and not provide any return on borrowed capital. After the moratorium period of two years, Telangana would be forced to spend Rs. 7,000 crore annually on interest and repayment of these loans, he added.Telangana Pradesh Congress Committee president Captain N Uttam Kumar Reddy echoed his party colleague. “The people of the state have given this government a mandate for five years and it is throwing Telangana into a debt trap for next 20 years,” said Reddy. “People must think over this seriously and question the government.”With Andhra Pradesh demanding its fair share of assets from Telangana following the Supreme Court judgement, the state will have to cough up Rs 70,000 crore for that purpose, an additional burden on its exchequer. Where is Telangana going to get that money from?For now round one belongs to Andhra Pradesh. If Telangana prefers yet another appeal, this battle will be long drawn out, with no victors in sight.","author":"Srinivasa Rao Apparasu","time":"2016-03-25T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/805637-0c0e57a3-cd38-44b1-a67a-98b83ac34bf8.jpg","tags":["Telangana","Andhra Pradesh","AP Reorganisation Act"],"source":"https://scroll.in/article/805637/following-an-sc-ruling-andhra-eyes-rs-70000-crore-bonanza-from-telangana"}