{"title":"Food safety regulator permits higher pesticide residue in spices, herbs in certain cases","content":"The Food Safety and Standards Authority of India last month cleared a 10-fold increase in the maximum amount of pesticide residue permitted in spices and herbs, The Economic Times reported on Saturday. The maximum limit will apply in cases where the limits have not been defined as per Indian or international norms.However, the Union government said on Sunday that reports claiming that the food safety regulator had allowed 10 times more pesticide residue in herbs and spices, in general, were false and malicious, The Indian Express reported. “It is clarified that India has one of the most stringent standards of Maximum Residue Limits in the world,” the government asserted.In an order on April 8, the Food Safety and Standards Authority of India had increased the default maximum residue limit for pesticides in spices and herbs to 0.1 milligrams per kilogram, as against the earlier figure of 0.01 milligrams per kilogram. The default residue limit for other food items remains unchanged at 0.01 milligrams per kilogram.The food regulator said that in the cases of pesticides that are registered with the agriculture ministry but lack maximum residue limits as per Indian norms for spices, the standards of the Codex Alimentarius Commission would be used. The Codex Alimentarius Commission is a global food safety standards body set up by the World Health Organization and Food and Agriculture Organization.The food safety authority further said that if the limit is not mentioned in the Codex standards, then a maximum residue limit of 0.1 milligrams per kilogram will be permitted, according to The Indian Express. A limit of 0.1 milligrams per kilogram has also been set in the cases of pesticides that are not registered with the agriculture ministry at all.The government on Sunday said that the maximum residue limit has been increased to 0.1 milligrams per kilogram only for spices, and only with respect to pesticides that have not been registered in India by the Central Insecticides Board and Registration Committee.The government added that the Central Insecticides Board and Registration Committee has registered more than 295 pesticides, of which 139 are registered to be used in spices. “Codex has adopted total 243 pesticides out of which 75 pesticides are applicable for spices,” it added.This came after Hong Kong and Singapore raised an alarm about the presence of ethylene oxide in powdered spices sold by Indian firms Everest and MDH.Hong Kong banned the sale of and recalled four spice products imported from India – MDH Madras Curry Powder, MDH Sambhar Masala, MDH Curry Powder and Everest Fish Curry Masala. It noted that the International Agency for Research on Cancer has classified ethylene oxide as Group 1 carcinogen.A Group 1 carcinogen is a compound or physical factor that has been proven, with sufficient evidence, to cause cancer in humans.Everest’s fish curry spice mixture has also been recalled by the Singapore Food Agency on the grounds that it contains higher-than-permissible levels of ethylene oxide. “Ethylene oxide…is not authorised for use in food,” the Singaporean agency’s statement read.","author":"Scroll Staff","time":"2024-05-06T10:59:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/34461-qdubjxmhcm-1499221650.jpg","tags":["pesticide","food safety","FSSAI","spices"],"source":"https://scroll.in/latest/1067481/food-safety-regulator-permits-higher-pesticide-residue-in-spices-herbs-in-certain-cases"}