{"title":"Football: Sunil Chhetri set to retire from international football after Kuwait match on June 6","content":"Indian men’s national team captain Sunil Chhetri on Thursday announced that he will retire from international football after India’s upcoming Fifa World Cup qualification second round match against Kuwait.Chhetri made the announcement in a video posted on social media.The 39-year-old forward has played 150 matches for India since making his debut against Pakistan in 2005.Chhetri said, “I have never thought that I have played these many games for my country, that I have done these things – good or bad. But the last two months I did it. Probably because I knew that I was going to the decision that the next game was going to be my last game.”I'd like to say something... pic.twitter.com/xwXbDi95WV— Sunil Chhetri (@chetrisunil11) May 16, 2024\n\n\n“It took time because the kid inside me never wants to stop playing for his country. I have practically lived my dream but nothing comes close to playing for the country,” he added.Chhetri is India’s highest goal-scorer in men’s football with 94 goals. An ever-present figure in the national team for the past two decades, Chhetri has won 11 titles with the national team. These include the four SAFF Championship titles, three Nehru Cup titles, two Intercontinental Cup titles, the 2008 AFC Challenge Cup and the 2023 Tri Nation Series.“Every training I’ll do with the national team, I am going to enjoy it,” he said. “The next match is important, we need to get three points against Kuwait. But in a strange way, I don’t feel pressure.”The upcoming match against Kuwait on June 6 at the Salt Lake Stadium in Kolkata is crucial for India as they hope to reach the third round of the Fifa World Cup qualifiers. India are currently second in their group with four points.“I think it is time our country sees the next number nine. Already we are handicapped because a lot of the national team boys don’t play as strikers in their clubs,” Chhetri said.“At least now when I am not going to be there, I am pretty sure that there are plenty of them who can step up and they will need time.”Chhetri will continue to play club football for Benagluru FC, who he captains in the Indian Super League.","author":"Scroll Staff","time":"2024-05-16T10:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175521-mmhluewbxr-1654706840.jpeg","tags":["Sunil Chhetri","Indian Football","Indian National Football Team"],"source":"https://scroll.in/field/1067941/football-sunil-chhetri-set-to-retire-from-international-football-after-kuwait-match"}