{"title":"Football: AIFF suspends executive committee member Deepak Sharma after physical assault allegations","content":"The All India Football Federation, on Tuesday, suspended its executive committee member Deepak Sharma for allegedly physically assaulting two women footballers of the Indian Women’s League 2 team Khad FC.Two players from the Himachal Pradesh based club competing in the second division of the IWL had alleged that Sharma, the owner of the club, had entered their room and physically assaulted them on Thursday night when they were in Goa.“The AIFF Executive Committee has decided to suspend Mr. Deepak Sharma from participating in any football-related activities until further notice,” the national federation said in its statement.The national federation’s move comes three days after the Goa Police arrested Sharma and subsequently registered a First Information Report under sections 323 (voluntarily causing hurt), 341 (wrongful restraint), and 345A (sexual harassment) of the Indian Penal Code.The federation also dissolved a three-member committee it had earlier appointed on March 30 to investigate the matter and has instead directed it to its Disciplinary Committee.“The AIFF has taken all steps necessary to ensure the safe passage of the complainants to their hometowns and will continue to provide any support that might be necessary,” the statement read.As per reports, the two victims had written a letter to the AIFF following the incident. It stated that Sharma was in an inebriated state when he barged into their room and assaulted them just after they returned to their accomodation following a match.","author":"Scroll Staff","time":"2024-04-02T18:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178564-fcuetkcfbs-1660652064.jpeg","tags":["Football","Indian Football","Indian Women's League","Khad FC","Deepak Sharma","All India Football Federation"],"source":"https://scroll.in/field/1066132/football-aiff-suspends-executive-committee-member-deepak-sharma-after-physical-assault-allegations"}