{"title":"Football, Super Cup 2024: East Bengal win first title in 12 years","content":"East Bengal end 12 years of hurt, as they won their first silverware in as many years, defeating Odisha FC 3-2 after extra time on Sunday, in the final of the 2024 Super Cup.The last time the Red and Golds won a major title at the national level was back in the 2012 Federation Cup, when they beat Dempo SC 3-2 after extra time at the Kanchenjunga Stadium in Siliguri.In a nail-biting finish that saw fortunes swing from one end to another for 120 minutes, both teams were reduced to 10 men at one point in time, but they fought like warriors till the end. It was a game of two halves, as Odisha took the lead through Diego Mauricio in the first half before Nandha Kumar’s strike and Saul Crespo’s penalty swung the pendulum East Bengal’s way. Odisha centre-back Mourtada Fall was also sent off for a second bookable offence, putting the advantage squarely at East Bengal’s feet.However, Odisha clawed back deep into injury time with an Ahmed Jahouh penalty before East Bengal midfielder Souvik Chakrabarti was given his marching orders in extra time. Cleiton Silva, however, made sure that none of that counted in the end, as he capitalised on a defensive error to score the winner.Despite trials and tribulations about football being a team game, one truth remains in the Super Cup – you stop Ahmed Jahouh and you stop Odisha FC. Chakrabarti, the man tasked with marking the Moroccan knew it, East Bengal head coach Carles Cuedrat knew it, the 10,121 fans at the Kalinga Stadium in Bhubaneswar knew it.Odisha took the lead when Jahouh sent in an accurate aerial ball from the half-way line into the East Bengal box, where Roy Krishna got into a duel with Borja Gonzalez. While the Odisha attacker lost the fight for the ball, his teammate Mauricio was on hand to pounce on the ball and slam it home, minutes before the half-time break.East Bengal, however, were not to give in without a fight. Defender Lal Chungnunga and winger Mahesh Naorem, the two returnees from national team duty, replaced Mandar Rao Dessai and Javier Siverio, respectively. This gave a new dimension to the East Bengal attack as the width that Mahesh provided the Red and Golds down the left allowed Nandha to drift into the centre from the right, a combination that worked wonders for them.Minutes after the restart, Naorem was able to thread a ball through to Nandha behind the Odisha defence, as the latter rounded Odisha keeper Lalthuammawia Ralte and slotted home the equaliser. The momentum was firmly in East Bengal’s favour, and unlike their hosts, the Red and Golds capitalised on it.A penalty shout and ten minutes later, East Bengal were finally rewarded for their second penalty appeal after Silva was brought down by Fall, who was booked for his indiscretion. Saul Crespo sent Lalthuammawia the wrong way, putting the Kolkata giants on top.Odisha were to fall further, as their Senegalese centre-back received his second booking just five minutes after the previous one, this time for an elbow on Gonzalez. Fall had to prematurely march off the field, leaving his side down to tem men and Odisha’s best player, Jahouh, covering for him as a makeshift centre-back.Despite going down to ten men, the Juggernauts left it till deep in injury time for Mauricio to break free behind the East Bengal defence, as he went tumbling to the earth at the slightest hint of a touch from an onrushing Gill. Jahouh, who was man-marked throughout the game, stepped up for his retribution. Unlike the rest of the game, he had ample time to see which way Gill would leap, and he lazily chipped it in through the centre. We would need another 30 minutes to decide the title.As the two sides had to dig deep for the extra 30 minutes, Chakrabarti, who had been brilliant throughout the night, committed his second bookable offence, cancelling out his side’s numerical advantage. More importantly, in the context of the midfield battle, Jahouh was now unmarked, with more space and time.The Red and Golds showed more desire when it mattered, however. Six minutes into the second half of extra time, Silva pounced on a pass by Lalthuammawia to Narender Gahlot, as the latter was unsuccessful in controlling the ball. The East Bengal captain, although faced with an empty goal, did well to score from a tight angle.","author":"Scroll Staff","time":"2024-01-29T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197959-pzxpxvpxdn-1706500932.jpg","tags":["Football","Indian Football","2024 Super Cup","East Bengal","Odisha FC"],"source":"https://scroll.in/field/1062864/football-super-cup-2024-east-bengal-win-first-title-in-12-years"}