{"title":"Football: Sunil Chhetri’s legacy goes beyond the playing field","content":"At the end of a football match, a group of college students made their way down from the stands and towards the players’ changing rooms. This was in late 2009 at the pre-renovation Cooperage Stadium in Mumbai, when tickets for I-League matches used to cost Rs 20 and a lack of security gave fans a chance to meet the players without any restriction.The group walked towards the away team, Dempo SC, where a visibly annoyed Sunil Chhetri was inaudibly speaking to his team management. Sheepishly, the students approached Chhetri, and the mood changed immediately.Chhetri encouraged them to come forward, and then smiled and posed for photographs – with an arm around the shoulder – with each member of the group. There was no resistance nor hesitance.He was 24 at the time, but already seemed to know of his role as the ambassador of Indian football. A role he has carried out diligently for 19 years, across 150 international appearances for the Indian national team. A role he will carry out onto the pitch one last time, on June 6, when he leads India out at the Salt Lake Stadium in Kolkata, for a Fifa World Cup qualifier match against Kuwait.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nFrom this writer’s memory of that interaction in 2009, to the several meetings with Chhetri over the years as a journalist, the India captain has always carried himself as a loyal servant of his sport.One of the most articulate sportspersons in the country, Chhetri has heaped praise when deserved, but he has not shied away from speaking plainly, honestly and insightfully about tougher topics – he was also one of the few athletes to speak up during the wrestlers’ protests last year.On the pitch, he has remained the team’s talisman for almost two decades. A number of stars have come and gone, but Chhetri’s aura on the pitch refused to fade.A national team icon, he is a revered figure at the club level too, even beyond the Bengaluru FC faithful. More than celebrating the goals he scored – and he has scored countless important goals for both club and country – he makes it a point to applaud the fans, with folded hands, for their presence and support.At a time when professional sport has become brutally physical, he has remained one of the hardest workers – if not the hardest – for his team. On the ball, off the ball, he has been one of the most influential players the country has produced. But even off the field, he is aware of his responsibilities.Ahead of the 2017 Intercontinental Cup in Mumbai, a press interaction was organised in the stands of the Mumbai Football Arena. A large media contingent had gathered to hear the captain speak, but the curious choice of location, where a solitary plastic chair was made available for Chhetri, created a logistic hurdle.Chhetri promptly insisted the chair be handed over to a senior journalist, while he himself sat on a concrete block that held up a fence, under the unforgiving gaze of the May sunshine.In his 19 years in the national team, his jersey No 11 has remained unchallenged. The only thing that has stopped him, is time.Chhetri earned his stripes at a time when the Indian football system was looking to break into the world of professionalism. He became the flag-bearer of the country’s growth from the hopeful world of the I-League to the glittering domain of the Indian Super League.And even now, as he calls time on a long journey, he remains the standard.From putting his arm around the shoulders of a few college students, to standing in front of a packed stadium, with arms folded in gratitude, Chhetri has done it all for Indian football.","author":"Shahid Judge","time":"2024-05-16T14:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200740-ocqcjeeapf-1715850662.jpg","tags":["Sunil Chhetri","Indian football","Indian national football team","Bengaluru FC","Football"],"source":"https://scroll.in/field/1067959/football-sunil-chhetris-legacy-goes-beyond-the-playing-field"}