{"title":"Football, SAFF Championship final blog: India beat Kuwait via penalty shootout to win title","content":"That’s it from us tonight! Thank you joining us!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The Indian men's national football played nine matches, conceded twice, but won two titles - all within the space of a month.Good show from the hosts to win the #SAFFChampionship2023.— Shahid Judge (@shahidthejudge) July 4, 2023\n\n\n\n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.228813559322035%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/psbiatgema-1688491844.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.271186440677965%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/diklvrsuil-1688491849.png\">\n  </picture></figure>\n\n\n    #SAFFChampionship2023 #INDvKUWSunil Chhetri earns the Golden Boot and Most Valuable Player Awards pic.twitter.com/eHPktYT73j— The Field (@thefield_in) July 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Awards list: Fairplay award goes to Nepal. Bangladesh’s Anisur Rahman Zico takes the award for the best goalkeeper. Sunil Chhetri picks up the Golden Boot for the highest goalscorer as well the Golden Ball for best player.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🇮🇳 INDIA are SAFF 𝐂𝐇𝐀𝐌𝐏𝐈𝐎𝐍𝐒 for the 9️⃣th time! 💙🏆 1993🏆 1997🏆 1999🏆 2005🏆 2009🏆 2011🏆 2015🏆 2021🏆 𝟮𝟬𝟮𝟯#SAFFChampionship2023 #BlueTigers 🐯 #IndianFootball ⚽ pic.twitter.com/3iLJQSeyWG— Indian Football Team (@IndianFootball) July 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sunil Chhetri: The whole tournament has been tough for us. It has not been easy. We have been together for seven-eight weeks. They were not a tough side to beat but I’m happy that we got the win in the end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sandesh Jhingan: Thanks to all the fans. It is their night, they created this night. This is for them\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Gurpreet Singh Sandhu: We did really well today. All the credit to the boys for not giving up when we went down. That was the lowest we were but good spirit to come back. Very happy to win in the shootout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND (5) 1-1 (4) KUW: Lovely scenes as Chhetri goes around the stadium by himself thanking the fans. The team first hoist him on their shoulders in front of his adoring West Block Blues. Igor Stimac is thrown in the air as is Mahesh Gawli, who has done a really good job guiding the team from the touchline in Stimac’s absences. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.440677966101696%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/kbjyfgxjjx-1688489862.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.1864406779661%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/gkuwfmgpvy-1688489868.png\">\n  </picture></figure>\n\n\n    Gurpreet’s title-winning save\n\n    #SAFFChampionship2023 #INDvKUWGURPREET SINGH SANDHU MAKES THE SAVE! INDIA WIN THE SAFF CHAMPIONSHIP!The Indian goalkeeper dove to his left and got a strong fist to Kuwait captain Khaled Hajiah's shot. India win the shootout 5-4.Blog: https://t.co/dwlSwJxsdb pic.twitter.com/9Gr4A9vwsb— The Field (@thefield_in) July 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 5-4 KUW: GURPREET SINGH SANDHU SAVES HAJIAH’S PENALTY! INDIA ARE THE 2023 SAFF CHAMPIONSHIP WINNERS!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 5-4 KUW: Like Jhingan, Chhangte and Subhasish before him, Mahesh finds the right top corner!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 4-4 KUW: Alkhaldi scores! GSS dives to his right put Alkhaldi’s shot is just beyond him. Into sudden death we go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 4-3 KUW: Brilliant penalty from Subhasish Bose! Finds the left top corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 3-3 KUW: Mahran brings Kuwait level. GSS once again went the correct way but Mahran’s kick was just beyond his outstretched hand\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 3-2 KUW: Udanta misses! Marzouq had dived to his right but Udanta, aiming for the same top corner as Jhingan and Chhangte, scoops it above the crossbar!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 3-2 KUW: Aldhefeery scores for Kuwait. GSS guessed correctly but Aldhefeery’s kick was placed perfectly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 3-1 KUW: Up steps India’s goalscorer, Lallianzuala Chhangte. He goes the same way as Jhingan!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 2-1 KUW: Alotaibi scores for Kuwait. Sends GSS the wrong way.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 2-0 KUW: Jhingan puts India 2-0 ahead. Superb penalty. Finds the left top corner even as Marzouq dove the other way.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 1-0 KUW: Abdullah misses! Goes for power and smacks his attempt against the crossbar! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 1-0 KUW: Marzouq goes right, Chhetri goes left. Smashes into the back off the net off the post! Never in doubt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, IND 0-0 KUW: Like against Lebanon, India will go first tonight with Chhetri taking the first spot kick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, IND 1-1 KUW: Sunil Chhetri goes around asking his teammates if they’ll take a kick. Mahesh Gawli comes with a sheet and begins addressing the team. A short chat and India are ready to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, IND 1-1 KUW: Peep, peep, peeeeeep! Penalty shootout, here we come!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    120’, IND 1-1 KUW: Two minutes of added time. Two minutes for either side to prevent a penalty shootout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    119’, IND 1-1 KUW: Chhangte!!! Poojary does really well to advance down the right. He puts in a lobbed cross which finds its way to Chhangte at the back post. He takes it down beautifully but under pressure, shoots high above goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    111’, IND 1-1 KUW: Akash Mishra has run his race for the night as he goes down. India bring on Subhasish Bose.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    109’, IND 1-1 KUW: Tired legs all around as passes go astray. And somehow, an almost 40-year-old Chhetri still has that extra energy in him to chase after hopeful long balls at full sprint. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    106’, IND 1-1 KUW: Kuwait nearly take the lead! A series of quick passes outside the Indian box sets up Alrashidi to have a crack at goal. A diving Mehtab deflects the ball behind.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT in ET, IND 1-1 KUW: The first half of extra time comes to an end with GSS making a good save from a Kuwaiti attempt from distance.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    105’, IND 1-1 KUW: Kuwait looking to slow down the game as much as they can. India win a corner after some good work from Udanta. Nothing comes off it however. One minute of added time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    100’, IND 1-1 KUW: Lovely free-kick routine from India. Udanta fakes the free-kick and runs over it. Chhangte takes an extra moment and passes it short to Chhetri who has broken away from the mass of bodies in the box. He plays a clever pass to Udanta who has sprinted into the box. He tries to find Rohit but his pass in intercepted and put behind. It would have been a lovely goal had India were able to pull it off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    98’, IND 1-1 KUW: Tempers flaring as Udanta is brought down as India were on the counter. Mahesh needs to be calmed down by a Kuwaiti player. Sultan Alenezi, meanwhile, goes down clutching his hamstring. Kuwait forced into another change as Mahran comes on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    94’, IND 1-1 KUW: Superb tracking from Mahesh. Stays on his marker Alfahad as the ball is played to him down the right. Just as Alfahad pulls the trigger at the near post, Mahesh puts in a good sliding block.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    91’, IND 1-1 KUW: India get us underway in extra time. First attack goes Kuwait’s way as Alenezi tries to create a chance but is closed down well by Rohit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Both these teams played extra time in their semi-finals and yet, after more than 90 minutes played, they will do so again today. #INDvKUW 1-1Tired legs and bodies but there seems to be something still left in the tank for both sides.#SAFFChampionship2023— Tanya Kini (@SportsManiac93) July 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, IND 1-1 KUW: That’s the end of the second half and we will need extra time to find a winner tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    90+5’ IND 1-1 KUW: Mahesh Singh is a gem. Lovely take down off a long ball and holds off his marker until support arrives in the form of Rohit. He squares it first time but it’s behind Chhangte and Udanta. Chhetri gets on the end of it but his shot flies well above goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    90+2’ IND 1-1 KUW: India camped inside their own half as the clock ticks down. Akash gives away another free kick in a promising position. India do well to defend it. Alenezi goes down clutching his thigh in the Indian box. That’s time wasting 101. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    89’ IND 1-1 KUW: The wall does its job and puts the free-kick behind. Chhetri gives Akash some coaching on how to play the ball from behind. India make a fourth change. Udanta Singh replaces Sahal. Five minutes of time added on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    88’ IND 1-1 KUW: India playing sloppily now. They lose the possession cheaply and Rohit Kumar has to commit a foul just outside the box. Dangerous area to give away a free-kick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    81’ IND 1-1 KUW: Poor defending from Nikhil Poojary there. He doesn’t realise Abdullah is behind him and sees the Kuwaiti nick the ball off him. He responds by fouling Abdullah. Chhetri pleads with his defence to not commit any silly errors like this with 10 minutes to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    78’ IND 1-1 KUW: Sandesh escapes a second yellow there! Goes in headfirst for the ball only to see it flicked away from him by Alkhaldi. His momentum takes him into the Kuwaiti player and he takes him out, a-la WWE style. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    76’ IND 1-1 KUW: Lovely move from India. Chhetri gets on the end of a long ball and plays it behind to Sahal. Sahal finds Mahesh who feeds it to Chhetri but the ball is behind the Indian captain and Kuwait come away with the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    74’ IND 1-1 KUW: Rohit Kumar and Naorem Mahesh Singh come on for Thapa and Ashique. And within a minute of coming on, Rohit gets booked. Alenezi harries him from behind for the ball and Rohit responds by shoving him away. Alenezi makes a meal of it and rolls around many times clutching his face.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    64’, IND 1-1 KUW: Ashique brings Alfaneeni with a tug of his shirt and gets booked for it. The free-kick flies high above the goal. GSS spots Chhetri’s run and takes his goalkick quickly. Mohammad Abdullah also spots Chhetri’s and does what Ashique did moments ago and gets booked as well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    61’, IND 1-1 KUW: Poor clearance from Marzouq. Ashique heads it to Chhetri who flicks in onto Chhangte’s path. The winger tries his luck from distance but it does not have enough power to beat Marzouq.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    59’, IND 1-1 KUW: Comic scenes here. Alfaneeni and Alqallaf mess up clearing a ball allowing Thapa to try and get to it. Alfaneeni brings him down only for the referee to book Alqallaf. Alfaneeni tells the referee that he made the foul but to no avail. I don’t think the referee has rectified his mistake.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    56’, IND 1-1 KUW: Really good work from Akash to win possession in his own half and he sets off on attack. He makes it as far as the Kuwait box before Albloushi catches up and gets ahead. Akash pulls him back by his shirt and gives away a free-kick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    52’, IND 1-1 KUW: Now it’s the turn of the assistant referee on the near touch line to be at the receiving end of Chhetri’s anger. The Indian skipper was jostling for the ball with Alharbi and was ushered off it by the Kuwaiti. The assistant flags for a foul against Chhetri who is angry and tells him that his shirt was being pulled. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    48’, IND 1-1 KUW: Chhetri furious at Sahal after he loses possession to end a promising Indian attack. A Kuwaiti player is almost sent through on goal after Poojary is caught on the backfoot but Jhingan is there to mop it up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    46’, IND 1-1 KUW: No changes from either side at the break. Early chance for India as Poojary puts in a good cross in but Marzouq grabs it before Chhetri can get on the end of it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    HT #INDvKUW 1-1 Two brilliant goals that showcased the good teamwork in setting them up, two forced substitutions from players going off the field on stretchers, lots of yellow cards given - the 2nd half is going to be a cracker. #SAFFChampionship2023— Tanya Kini (@SportsManiac93) July 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, IND 1-1 KUW: All square at the end of the first half. Good fightback from India to level the score after Kuwait took the lead inside 15 minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    45’ IND 1-1 KUW: Four minutes of added time just as Albloushi goes flying into a challenge on Ashique. Jhingan and Chhetri descend upon referee Prajwol Chetri to demand a booking. The referee obliges and books Albloushi. That angers Aldhefeery who confronts the referee and sees himself get booked. And another yellow card to a member of the Kuwaiti’s staff. Chetri channeling his inner Oprah. Yellow cards for everyone.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    43’ IND 1-1 KUW: Free kick for Kuwait on the left. It’s aimed for the top right but GSS punches it away. A Kuwaiti player heads it back and GSS tries to come and get it but misses it. It’s thankfully headed on to Chhetri who just boots it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    39’ IND 1-1 KUW: India level it! Chhetri with a clever pass to send Sahal through. Marzouq rushes out to close him down but Sahal squares it just in time. Chhangte slides in at the back post to slot it into the empty net.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    34’ IND 0-1 KUW: Oh dear, this does not look good for Anwar Ali. He goes down after the attack and the medics signal for a substitution to be made. He was getting treatment on the back of his thigh, hopefully it’s not a serious injury. Mehtab Singh replaces him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    32’ IND 0-1 KUW: Anwar gives away the ball and Kuwait play it down the left. A Kuwaiti player puts in a cross but it goes above his teammates. At the far post, Akash Mishra heads it away but only as far as Alfaneeni. The Kuwaiti winger cannot create anything from it though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    30’ IND 0-1 KUW: Kuwait once again look dangerous down the right. A promising cross floats in but GSS pouches it gratefully. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    28’ IND 0-1 KUW: Kuwait forced into an early change with Hassan Alanezi going down injured. Hamad Alharbi comes on and makes an instant impact drawing a foul from Jhingan which sees the Indian defender booked for an elbow. Harsh, to be honest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    28’ IND 0-1 KUW: Kuwait forced into an early change with Hassan Alanezi going down injured. Hamad Alharbi comes on and makes an instant impact drawing a foul from Jhingan which sees the Indian defender booked for an elbow. Harsh, to be honest.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Little drama as Aashique gets taken down but no halt to play or foul called. The no 22 and Nikhil Poojary doing wonderful work on the wings to get India forward but no conversion from Chhetri or Sahal. #INDvKUW 0-1 after 25 minutes. #SAFFChampionship2023— Tanya Kini (@SportsManiac93) July 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    22, IND 0-1 KUW: Kuwait have done well to not allow India to play through Jeakson and Thapa. That has forced Ashique and Sahal to drop deeper and deeper to get the ball. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Goal Kuwait! Good run of play on the right and nice bit of passing in front of goal before Shabaib slots it home past Gurpreet to give the West Asian team the lead.#INDvKUW 0-1 after 14 minutes#SAFFChampionship2023 pic.twitter.com/pOsbawGAQx— Tanya Kini (@SportsManiac93) July 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    17, IND 0-1 KUW: Almost an instant response from India! Chhangte chests down a long ball. Chhetri gets on the end of it and smacks a left-footed shot on the volley. Marzouq goes down low to his left to keep out the shot. Chhangte gets on the end of the rebound but the Kuwaiti keeper does well to save with his legs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    15, IND 0-1 KUW: Kuwait take the lead! They spring the counter after winning the ball in their own third. Nobody tracks Abdullah Alboushi’s run down the right. Anwar Ali closes down but cannot get a block. The ball is squared to Shabaib Alkhaldi who puts it past Gurpreet into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10, IND 0-0 KUW: Kuwait asserting themselves nicely now. Quick passes in the Indian third but Jhingan and Co able to deal with it comfortably.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5, IND 0-0 KUW: India have managed to conjure a few openings down the left but nothing to trouble the Kuwait goal so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND WE’RE OFF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND vs KUW: The teams are out at the Sree Kanteerava stadium. India, in their orange away kit while Kuwait are in their blue. Vande Mataram rings around the stadium as we inch closer to kick-off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Courtesy: Fancode\n\n    Teams are out for warmups - India led out by Chhetri and Gurpreet receive loud cheers. Some of the Kuwait players doing drills look to be in good spirits. #SAFFChampionship2023 #INDvKUW pic.twitter.com/W26p7RVTVP— Tanya Kini (@SportsManiac93) July 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage Indian football. It is the final of the 2023 SAFF Championship! India take on Kuwait in the final at the Sree Kanteerava Stadium in Bengaluru.India and Kuwait played out a feisty 1-1 draw in the group stage where three red card were dished out including one to India coach Igor Stimac. That red card was Stimac’s second of the tournament which means that the Croatian will not be on the touchline once again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Our lineup for the #SAFFChampionship2023 FINAL 🏆🔥#KUWIND ⚔️ #BlueTigers 🐯 #IndianFootball ⚽️ pic.twitter.com/avEPeEuRZ5— Indian Football Team (@IndianFootball) July 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FancodeMatch live: Fancode in India","author":"Dilip Unnikrishnan","time":"2023-07-04T19:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191912-xojxqgudtn-1688615134.jpg","tags":["SAFF Championship","Indian Football","Sunil Chhetri","Igor Stimac","Football"],"source":"https://scroll.in/field/1052064/football-saff-championship-india-vs-kuwait-final-live-sunil-chhetri-and-co-look-to-retain-title"}