{"title":"Football, Intercontinental Cup: Lallianzuala Chhangte shines as India beat Lebanon to clinch title","content":"Igor Stimac had promised a super Sunday in Bhubaneswar, and his boys did everything to make sure their coach live up to his assurance.With a solid 2-0 win over Lebanon, the Indian men’s senior team clinched the Intercontinental Cup at the Kalinga Stadium on Sunday.In what was the first-ever tournament for the Blue Tigers in the Odisha capital, the fans were treated to a fantastic spectacle over the course of four matches, where India did not concede any goals en route to reclaiming the title they last won in 2018.Stimac’s side did all the damage in the second half as Sunil Chhetri found the net almost immediately after the restart, getting on the end of an incisive Indian attack from the right. Player of the Match Lallianzuala Chhangte then doubled the advantage 20 minutes later with a simple tap-in.#IntercontinentalCup #INDvLBNIndia are the 2023 Intercontinental Cup winners!Goals from Sunil Chhetri and Lallianzuala Chhangte helps India beat Lebanon in the final!IND 2-0 LBNhttps://t.co/gUPyFauA6V pic.twitter.com/9n9Kb7kRZQ— The Field (@thefield_in) June 18, 2023\n\nIndia had their foot on the gas pedal from the get-go as Lebanon struggled to string two passes together and get out of their own half.In the fifth minute, Chhetri sent a first-time cross on a loose ball which went millimetres over the head of Sahal Abdul Samad, who was lurking inside the six-yard box.Ashique Kuruniyan, operating down the left wing, was proving tough for the visiting defence to deal with. He sniped a low ball into the box for Sahal, who went on a mazy run past red shirts before releasing a cutback from the by-line. However, the ball was cleared away by an outstretched Lebanese foot before Chhetri could get on the end of it.Crowd continued to pour into the Kalinga Stadium even until the first 20-25 minutes, but for all their pressure on the Lebanon defence, the Blue Tigers failed to test goalkeeper Ali Sabeh in the first half.Similar to Thursday’s game, Lebanon continued to threaten on the counter, but found it difficult to find a way past the ever-so-solid Sandesh Jhingan, who was adjudged the Player of the Tournament. In the 22nd minute, after winning the ball in the Indian half, Zein Farran darted forward on the right flank before feeding captain Hassan Maatouk, who’s effort was bravely blocked by Jhingan.Minutes before half-time, Soony Saad went for a rasping snapshot from long range which was safely palmed away by Gurpreet Singh Sandhu.India made another fast start from the second-half kick-off, and this time, they would make it count. Chhetri might have broken the deadlock in a tense final with his 87th international strike, but the goal was purely a team effort, characterised by some magnificent interplay on the right wing.Lallianzuala Chhangte picked out Nikhil Poojary near the touchline, who, sensationally, returned the ball to him with an exquisite back heel. The Mumbai City winger then sent a low ball across the face of goal for Sunil Chhetri to swiftly tap it in through the legs of Sabeh from point-blank range.The Blue Tigers, spurred on by the much-needed breakthrough and the incessant cheers of the 12-thousand-strong Kalinga crowd, continued their search for the second goal. Jeakson Singh Thounaojam and Jhingan saw their headers go over the bar from two Thapa corners in quick succession.There was no stopping the Indian wave as Chhangte made it 2-0 in the 65th minute. Chhetri fed Naorem Mahesh Singh, who had come on as a substitute just five minutes earlier, to have a crack at goal. His low shot was spilled by Sabeh, and Chhangte was the quickest to thump the rebound home.From then on, it was simple game management from the Blue Tigers, who did not take any unwanted risks and remained alert at the back to preserve their two-goal lead. Perhaps the closest Lebanon came to scoring in the entire game was in the 80th minute when Maatouk skied Mahdi Zein’s cross from six yards out.","author":"Scroll Staff","time":"2023-06-18T22:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191375-tmkzitotvn-1687107609.jpeg","tags":["Igor Stimac","Intercontinental Cup","Sunil Chhetri","Lallianzuala Chhangte","Sandesh Jhingan","Indian Football"],"source":"https://scroll.in/field/1051144/football-intercontinental-cup-lallianzuala-chhangte-shines-as-india-beat-lebanon-to-clinch-title"}