{"title":"Football: Gokulam Kerala defend Indian Women’s League title after beating Sethu FC 3-1 on final day","content":"Gokulam Kerala FC registered a resounding 3-1  comeback win over Sethu FC on the final day of the Indian Women’s  League 2022 season to clinch the trophy for a second successive time on  Wednesday.The two sides came into the game with 10 consecutive wins each and  required a win to seal the title. The game at Kalinga Stadium was  full of quality, with Sethu and Gokulam Kerala both producing brilliant  passages of play. The team from Tamil Nadu took the lead in just the third minute of  the game after Anju Tamang’s powerful strike deflected off a defender  and onto the head of Renu Rani. The forward made no mistake in slotting  the ball home from close range.However, Gokulam Kerala bounced back with full force and equalised in  the 14th minute. Loitongbam Ashalata Devi scored from the spot after Elshaddai Acheampong drew a foul inside the  box.The Ghanaian forward went on to make it 2-1 for the defending  champions in the 33rd minute. She capitalised on an error in the Sethu  defence and tapped the ball in from close range to complete the  comeback. In-form striker Manisha Kalyan made it 3-1 for the Kozhikode  side in no time after a cross from the left flank caught the Sethu  defence by surprise.The two sides shared equal percentage of ball possession in the first  half but it was Gokulam Kerala who dominated in terms of attacking intent. Despite multiple opportunities, Sethu FC could not find a  breakthrough. Eventually, the referee blew the final whistle and Gokulam  Kerala sealed the win and the trophy.Post-season awardsIWL Champions (Rs 10 lakhs) – Gokulam Kerala FCIWL Runners-up (Rs 5 lakhs) – Sethu FCHighest goal scorer (Rs 1 lakh) – Elshaddai Acheampong (Gokulam Kerala FC, 20 goals)Best Goalkeeper (Rs 1 lakh) – Maibam Linthoingambi Devi (Kickstart FC)Best Defender (Rs 1 lakh) – Loitongbam Ashalata Devi (Gokulam Kerala FC)Best Emerging Player (Rs 75,000) – Naorem Priyangka Devi (Indian Arrows)Player of the League (Rs 1.5 lakhs) – Manisha Kalyan (Gokulam Kerala FC)","author":"Scroll Staff","time":"2022-05-27T12:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174977-xjnbidnbei-1653633813.jpg","tags":["Gokulam Kerala","Sethu FC","Indian Women's League","Manisha Kalyan","Ashalata Devi"],"source":"https://scroll.in/field/1024903/football-gokulam-kerala-defend-indian-womens-league-title-after-beating-sethu-fc-3-1-on-final-day"}