{"title":"Football, AFC Asian Cup, India vs Syria as it happened: Indian campaign ends in defeat","content":"That’s it from us. Thank you for joining us!It was always going to be a tough campaign for India after being drawn with favourites Australia, a young and talented Uzbekistan team and a solid Syrian team. India gave it their all but in the end, lapses in concentration and an inability to convert chances saw them lose all three of their group stage matches. There were glimpses of quality from this young Indian side and with Igor Stimac at the helm of things, the future holds promise.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Syria, FT’: Syria hold on to secure a big win which might have secured them a place in the knockout stages for the first time in their history. India’s campaign, meanwhile, comes to an end with three defeats from their three matches. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Syria, 97’: Syria waste a couple of minutes away in the corner. India finally win the ball and attack. But Syria hold on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Syria, 91’: Syria come close again as we head into seven minutes of added time. A high ball is swung in from the right and Khribin smartly heads it down towards Hesar. However, the ball is just too far in front of him and India clear the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Syria, 88’: Poojary does really well to keep the ball alive on the right. He plays the ball to Wangjam who hits a first-time cross. Chhetri has made the run but the ball is hooked away before it reaches him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Syria, 86’: Syria still going for a second goal even as India try and fail to mount an attack. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Syria, 76’: Syria take the lead! Given how careless India had been the last few minutes, it was only a matter of time before Syria punished them. Mishra lost the ball in the Syrian half and though Apuia tried to win it back, Syria pour forward. Khribin finds Hesar on the left. The forward cuts the ball back to Khribin who dances past Bheke before slotting the ball low past Sandhu. A big goal that for Syria as they take one step closer to qualifying for the round of 16.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 70’: Injury concern for India as Sandhu now goes down. Looks like he has a problem with his thigh. After extensive treatment by the physios, Sandhu is good to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 65’: A huge cheer goes across the stadium as Sahal Abdul Samad and Suresh Wangjam come on in place of Tangri and Manvir. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 60’: Akash Mishra makes a right mess of things trying to shepherd a long ball away. Instead, he is muscled off the ball and the Syrian forward floats in a cross at the back post. Khribin has a free header at goal but sends it high above the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 55’: India come close once again! Apuia swings in a seemingly aimless cross into the box. Keeper Madania scurries to claim it but he has misjudged the curl of the ball and cannot claim it. Chhangte is on to the loose ball in a flash and tries to go around Madania and Oues and make his way to the empty goal. However, Oues times his tackle well and puts the ball behind for a corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 50’: Bose has had a good game so far and he is called into action early on. A Syrian ball into the box is headed on by Hesar towards substitute Omar Khribin. The Syrian forward lets the ball bounce before shooting at goal but Bose blocks it point-blank range.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 46’: Oh not a good start for India as Jhingan goes down second after the restart. He had no players around him and his right knee, which had taken a blow late in the first half, seemingly buckled under him. The physios immediately signal for a substitution. Poojary comes on for Jhingan. Stimac had taken off Mahesh for Udanta Singh and halftime.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 46’: Oh not a good start for India as Jhingan goes down second after the restart. He had no players around him and his right knee, which had taken a blow late in the first half, seemingly buckled under him. The physios immediately signal for a substitution. Poojary comes on for Jhingan. Stimac had taken off Mahesh for Udanta Singh and halftime.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, HT: The last action of the match sees Chhetri leathering a volley at goal from way outside but his shot is well wide of the goal. India will be happy to still be in the match, courtesy of some good saves from Sandhu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 45’: Concern for India as Jhingan is down injured. He was tussling with Sabag for a long ball before landing heavily on his knee. Sabag is asking for penalty for a tug of the shirt but it’s more of a hopeful ask. The physios are out to check on Jhingan as Mehtab Singh and Nikhil Poojary warm up to possibly come on. That won’t be required as Jhingan shakes off the blow. We’ll have five minutes of added time in the first half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 40’: Sandhu is once again called into action and once again he delivers. Ramadan stings Sandhu’s gloves with a powerful shot from just outside the box. Mahesh fails to run away with the loose ball and Ouse swings in a cross. Sandhu flies in and punches it away. Minutes later, Syria win a free-kick on the right and Sandhu comes out once again to claim it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 35’: India have their second corner and they once again take it short and once again fail to put in a good cross for the likes of Chhetri and Jhingan to attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 30’: India survive, but barely. Syria are appealing for penalty. Just as Ammar Ramadan was pulling the trigger, Deepak Tangri came in from behind and seemingly tripped Ramadan. The referee does not indicate for a foul as Syria keep the attack alive before Sandesh Jhingan heads the ball away. On first watch, it looked like Tangri fouled Ramadan but replays show that there wasn’t any contact.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 28’: It’s all kicking off now as Mahesh and Syria’s Abdul Rahman Oues get booked. Mahesh pulls Oues down with a cynical foul. Oues is not happy with it and immediately shoulder barges Mahesh down to the floor. Igor Stimac wants a red card and gestures for VAR to look into it. The referee gives both players yellow cards.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 25’: India go from back to front in a flash showcasing their counter-attacking prowess. Syria win a free-kick but the delivery fails to even reach the box and India spring the counter. Mahesh makes his way down the left, exchanges the ball with Manvir before floating in a cross towards the back post. None of the Syrian defenders see Chhetri sneaking in and the Indian captain jumps twice his height to get his head on to the ball but he cannot generate any power behind his header.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 20’: A nervy couple of minutes for India but they come through unscathed. Apuia is stripped off the ball by Ibrahim Hesar. He has Sabbag for company as India scamper back. Hesar has a crack from distance and Sandhu paws it away. Ham flies in and hammers the loose ball goalwards but Bose puts his body on the line to block the shot. India then successfully defend two corners.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 18’: Sandhu requires treatment after colliding with Sabbag. Ham had played in a delightful ball into the box. Sabbag tries to get to the ball but is held off by Subhasish Bose. Sandhu gathers the ball but the momentum of his run takes Sabbag onto Sandhu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 15’: The match has settled down now after the frantic start. Ezequiel Ham had an attempt from distance but it was always going wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 10’: Syria have their first big chance of the match as Pablo Sabbag rises highest to head the ball at goal. Fortunately, his header is straight at Gurpreet Singh Sandhu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria, 5’: India nearly take the lead! Manvir Singh finds Mahesh Singh in the box. The winger takes a touch to settle himself before dribbling past his marker. He shoots but the Syrian captain and goalkeeper Ahmad Madania makes himself big and saves with his outstretched hand. India then fail to get the cross in from the corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Syria: And we have kick-off! India get us underway in a must-win match. Rahul Bheke is booked early on for a high boot from behind a Syrian player.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Syria: Igor Stimac has made three changes to the side from India’s match against Uzbekistan. It looks like a 4-2-2-2 with Manvir Singh and Sunil Chhetri leading the line while Naorem Mahesh Singh and Lalianzualla Chhangte will provide the width on the wings. Apuia and Deepak Tangri will man the two-player midfield. Subhasish Bose comes back in the backline in place of Nikhil Poojary.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Renewing our Nehru Cup rivalry of the past decade, the #BlueTigers 🐯 are set for their 7️⃣th meeting with Syria, and the first time on foreign soil 📍🇸🇾🆚🇮🇳#SYRvIND ⚔️ #AsianCup2023  #IndianFootball ⚽ pic.twitter.com/PLeIeMxT32— Indian Football Team (@IndianFootball) January 23, 2024\n\n\n\n\n    Your 𝗜𝗡𝗗𝗜𝗔 XI for today's clash against Syria 🇸🇾🆚🇮🇳WATCH 💻 @Sports18 & @JioCinema#SYRvIND ⚔️ #AsianCup2023 #BlueTigers 🐯 #IndianFootball ⚽ pic.twitter.com/lMBxCK20O7— Indian Football Team (@IndianFootball) January 23, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to The Field’s coverage of India’s AFC Asian Cup group stage match against Syria.After a chastening defeat to Uzbekistan in their previous match, India take on Syria in their final group stage match holding on to slim hopes of making it to the round of 16. India need to win and win big today to have any chance of making it to the knockout stage as one of the four best third-placed teams. At -5, India have the joint-worst goal difference of all teams in the tournament. They need to win by at least three goals and against a tough Syrian side, that might be easier said than done. However, do not count this young and dynamic Indian side out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots via Jio Cinema","author":"Dilip Unnikrishnan","time":"2024-01-23T16:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197769-decpfwlkea-1706006886.jpg","tags":["AFC Asian Cup","AFC Asian Cup 2023","Indian Football","Indian Men’s Football Team","Sunil Chhetri","Gurpreet Singh Sandhu","Igor Stimac"],"source":"https://scroll.in/field/1062587/football-afc-asian-cup-india-vs-syria-live-score-updates-stats-reactions-and-more"}