{"title":"Football: Mumbai City FC appoint Petr Kratky as head coach","content":"Mumbai City FC on Saturday appointed Czech-Australian Petr Kratky has the team’s new head coach on a deal until the end of the 2024-25 Indian Super League season. Kratky replaces Des Buckingham who left Mumbai to take charge of English League One side Oxford United.“I am excited to embark on this new opportunity at Mumbai City FC and to continue working as part of the City Football Group,” Kratky told the club’s website after joining the club. “I hope to build on everything Mumbai City has achieved in recent years and to uphold our proud legacy of winning whilst playing attractive football.” Kratky had a 15-year playing career as a right back playing for Czech clubs including Mlada Boleslav and Slovan Liberec before finishing his career with Heidelberg United in Australia. The Czech-Australian coach joined Australian A-League side Melbourne City as an academy coach.Kratky was promoted to assistant coach of the club after Buckingham took over as Mumbai coach in October 2021. He was also part of Melbourne City’s coaching staff which guided the team to consecutive A-League Men’s Premiers titles in 2021-22 and 2022-23.“We interviewed several candidates but we believe Petr is the right choice to not only ensure continuity in our footballing philosophy but also to help us build on it and grow as a football club,” said Mumbai CEO Kandarp Chandra. “With his vast experience at Melbourne City, he has a deep understanding of the brand of attractive football that we want to play at Mumbai City, much like the other City Football Group clubs. All of us at Mumbai City are excited to have Petr with us and we look forward to working with him.” Kratky will arrive in India and join the Islanders’ camp on Saturday and will take charge in his first game for the Islanders against FC Goa in the ISL on December 12.","author":"Scroll Staff","time":"2023-12-09T17:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196521-vqcgiekfsn-1702122416.jpeg","tags":["Petr Kratky","Des Buckingham","Mumbai City FC","Indian Super League","ISL","Football","Indian Football"],"source":"https://scroll.in/field/1060333/football-mumbai-city-fc-appoint-petr-kratky-as-head-coach"}