{"title":"Football: After Fifa U-17 World Cup, a look at what needs to be done for the women’s game in India","content":"The Fifa U-17 Women’s World Cup journey was over in three matches for team India. It was always bound to be tough, but the manner of the ouster and the performances left much to be desired, raising questions of the administration too.The group when drawn – USA, Brazil, Morocco, and India – did raise some eyebrows. India were dealt a tough hand. To put up a competitive side good enough to compete, not win – just compete – was going to be a tall task and so it proved.The games were largely one-sided with India struggling to cross the half line. The passing accuracies in the three games – 38%, 49% and 42% – were one of the indicators that the Blue Tigresses were found wanting at this level.Fifa U-17 Women’s World Cup: How India’s campaign unfolded – a reporter’s diary from OdishaWith the World Cup now done for the hosts, a look forward to the future is in store. What can India learn from this? Where can we do better?Basics need workThe stark difference between the men who played at the men’ 2017 U-17 Fifa World Cup and the young women in 2022, was that while the former were caught flat-footed by smart tactical play, the latter made mistakes at a more elementary level.The ball often kept bobbing up from the first touches, and the lack of ball control handed the initiative over to the opposition. The body orientation, when receiving the ball or when passing it, was also often not in line with the best practices.It is not unusual to hear the game’s greatest practising their basics time and again – whether its LeBron James hitting free throws in the gym at 5 am, Leo Messi practising his volleys after the end of training sessions or Roger Federer and Serena Williams practising their forehands or serves even after a long, hard day.The lack of a strong foundational level comes down to three things – a shortage of coaching (note: not coaches but coaching) in Indian women’s football, not enough work being done by the individuals themselves and, most worryingly, minimal game-time to implement these learnings in.Which brings us to….Game-timeThe Indian ecosystem seems to have woken up late to this realisation, but there is no substitute for game-time. Match minutes are the silver bullet, the magic potion, the elixir of good football – the secret formula to success.On an average, it is this author’s estimate that the Indian woman footballer plays 2500-3000 minutes of competitive football by the time she turns 18. The European, Japanese or the US benchmark is roughly 8 times this – around the 20,000-minute mark. This is derivative from the fact these footballers having played about 400 competitive matches irrespective of format, before they compete at an Under-17 World Cup, whereas the number for the Indian women stands between 50-75.Sample this: the Indian Under-17 team played 8 friendlies the whole of 2022. The US Collegiate season guarantees at least 20 games a season, with more matches depending on a team’s progression.“India has a good chance to be a top team in Asia. You have talented players enough and we showed that today, but they need time,” head coach Thomas Dennerby said at the post-match press conference after their campaign came to a close.“They need to come to a good environment where they do training sessions every single day. It can’t be like working very, very hard for two-three months and then stop two-three months and go back again because you’ll always reach the same level. The consistency and playing regularly is what we need to have.”A lack of competitionOne of the factors that is often lamented is the shallow player pool that India has. Just the absence of a couple of senior players at the SAFF Championship meant that India’s record at the tournament – an unbeaten one spread over 5 championships and 12 years – came to an end.At the senior as well as the junior levels, Indian women’s football works with a pool of 30-40 players at all times and there’s scarce rotation. Due to the lack of structural game-time, these camps are the only time of the year where they get time on the pitch.The US, by comparison, has 348 colleges in their Division 1 women’s soccer system. The players that are selected for their National Teams have to face a lot of competition, push themselves to be the best of the best – to emerge at the top of the domestic player pool.Scouting needs to improveA lot of online comments centred around the fact that these players may not be the best that are present in the system. A caveat: scouting in the absence of data, footage is extremely difficult.The AIFF employs scouts in every state who are presumably given a set of parameters to judge from. State FAs hold leagues but a lot of them hold trials just before any Nationals tournament, thus defeating the purpose of holding a league.The Under-17 nationals were held at Guwahati recently. Surprisingly though, no player was picked from the tournament earmarked as the competition where the country’s best Under-17 players were taking part (apart from those who were already in the camp).From personal experience, a lot of weight is given to physicality and speed, and not enough to those who can take good decisions on and off the ball.Develop better decision makersFootball is akin to chess on grass – there are 22 pieces, they can be moved around, their positioning, their every move matters. The key objectives are similar – protect your own king/goal, progress to the other side of the board/field and topple the other king/goal.In this context, it is extremely important to take good decisions in a split second’s time. A chat with a Rangers WFC official was revelatory – Bala Devi, India’s legendary forward who spent time at the Scottish club, was taking an average of 3.2 seconds on the ball whereas the team’s average was around 1.3 seconds. In local, top-tier women’s state leagues and even at the Indian Women’s League, players sometimes take upto 8-10 seconds on the ball.Linking to the discussion above, physicality on a centre-back is good but can be negated by a nippy striker. Speed possessed by a winger can be utilised but can be thwarted by a full-back with superior positioning skills.The contention that India’s players were frail, malnourished, not physical enough or not fast enough is hugely inaccurate. The key difference – the amount of football actions taken per minute by the Indian players were lower and ditto for the percentage of correct football actions.(A football action = a scan, a receive, movement, progression, dropping back, a pass, a shot etc.)Full-time clubsAt the time of writing, there are very few full-time clubs in Indian women’s football. Alakhpura FC were one of the first to give it a shot, and have done so with success. Gokulam Kerala FC have followed suit.With the entry of ISL clubs Kerala Blasters and Odisha FC, the women’s football environment is all set to be professionalised. But the key questions remain – will all these teams function for a majority of the year?In the absence of a year-long calendar, this is a difficult expectation to set. After all, mere training without the game-time to complement it does not yield the requisite results. The men’s teams have impetus to function for a longer period now, due to the new eight-month calendar involving the ISL/I-League, the Durand Cup, and the revamped Super Cup.For women’s football, hyper-local competitions will have to grow in order to give these sides a chance of improving themselves and testing out the player pool.There are many points which need improving apart from the ones mentioned above. However, prioritising these should put Indian women’s football on the right path.Arka Bhattacharya, a former Scroll.in staffer, is a New-Delhi based writer and grassroots football coach, who also runs his own women’s team – KKM Sangam Vihar FC – based out of the capital.","author":"Arka Bhattacharya","time":"2022-10-26T10:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181854-refjwpvreb-1666758912.jpg","tags":["Fifa U-17 Women's World Cup","India","India U-17 Women's Football Team","Indian Football","Football"],"source":"https://scroll.in/field/1035627/football-after-fifa-u-17-world-cup-a-look-at-what-needs-to-be-done-for-the-womens-game-in-india"}