{"title":"Football: Meet Panthoi Chanu Elangbam – the first Indian player to play for an Australian club","content":"Panthoi Chanu Elangbam’s smile rarely faded as she talked about her recent move to Australian football club Metro United WFC in the South Australian League.The Indian goalkeeper is now among a growing list of women footballers from the country to have been signed up by foreign clubs – Jyoti Chauhan, Soumya Guguloth, Kiran Pasda and MK Kashmina in play in Croatia, Dangmei Grace is in Uzbekistan, Manisha Kalyan in Cyprus, Aditi Chauhan in England and veteran Bala Devi in Scotland.Panthoi is the second goalkeeper from India to play for a club outside of the country and the first Indian to play professional football in Australia.The 28-year-old from Manipur was recruited by head coach Paul Morris during the Women in Sports Elite Football Trials held in October 2023 and will also participate in training at the A-League club Adelaide United FC.“I am feeling very good [about being here in Australia],” said Panthoi in an interaction with Scroll.“Although it’s not the first time I’ve been outside the country, the coach and club have been very helpful to me. They’ve explained the situation to me and told me what to do.”Soon after touching down in Australia, she made her debut for her team – a 1-2 loss to FFSA NTC on April 6. But she is optimistic about the long road ahead, especially after going through the lengthy journey to becoming a professional footballer.Trials and successesPanthoi has been playing football since she was a 12-year-old, growing up in the village of Keirak, in the Thoubal district of Manipur.Her pursuits would soon see her needing to make a daily journey to an academy in Imphal – some 50 kilometres away. For that, she would be up as early as 4.30 am, ready to catch the 5.15 am bus.“I didn’t know what football was and how to play it in the beginning,” said Panthoi, who began training in a grassroots program in her school in Keirak.Her skills improved once she started to train in Imphal. Steadily, she was selected to represent her state at various national age-group tournaments before joining Eastern Sporting Union between 2012 and 2018. She also played for Manipur Police in the state league and rejoined Eastern Sporting Union in 2019.After Eastern won the inaugural Indian Women’s League title in the 2016-17 season, Panthoi was named the Goalkeeper of the Year the following season in 2017-18. \n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nHer parents would travel with her during those early morning rides to Imphal and their support has helped Panthoi remain steadfast and confident all throughout her career so far.“My entire family are all into studies – they are all doctors, engineers,” said Panthoi who is the middle sibling in her family, with an older brother and younger brother.“But I’m the only one who is in sports in my family. So my father told me that it doesn’t matter what I’m doing, that if I work hard at my profession, I will succeed and show the world what Manipur girls can do. My parents wanted me to be an example for the girls in my village.”The attitude of a goalkeeperPanthoi had not started out as a goalkeeper however.She recalled playing a game in her school when she noticed the team’s goalkeeper doubling over in pain after a ball was hit straight into her. The goalkeeper did not want to continue, and when the coach asked if any other player wanted to stand in goal, Panthoi stepped up.“I’m a fighter, so when anything happens during a game, for example when the ball comes in, I am ready to face off against the opposition player without any fear,” she said.Her never-say-die attitude as a child grew only with age and experience and hasn’t been affected despite a career-threatening injury in 2021 – a fractured right shin that left her bedridden for two months and with a doubt about her career.        View this post on Instagram            A post shared by Elangbam Panthoi Chanu (@panthoichanu_23)\nPanthoi recovered strongly to reclaim her spot in the national team, including featuring in the Hangzhou Asian Games and the recently concluded Turkish Women’s Cup where India finished runners-up.And the work to improve continues.“I practise three times a day at least – once in the morning and evening each and then a session in the afternoon on my own,” she explained her daily routine.“It is good to practise separately to keep my mind as free as possible. The goalkeeper has to know all the players though and how they all play separately.“Goalkeeper banne ke liye bahut mehnat karna padta hai. To reach the goalkeeper’s position requires a lot of hard work. There are lots of things that one has to keep in mind when playing. One also has to observe a lot of the game and make sure you are concentrating.”In her debut in Australia, Panthoi and her team conceded two goals. The emotions change in those situations, she said, as anger creeps in especially for goalkeepers.“You can get a little angry because it may help you play better,” said Panthoi with a laugh.“The anger motivates you. But I also don’t think or have negative thoughts. I just listen to whatever the coach tells me to do and then play accordingly.”She’s still fresh in her stint Down Under. But the veteran has the experience and skill – which is what earned her a spot in the team – to pull through.","author":"Tanya Kini","time":"2024-04-16T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200025-ywqucasich-1713084772.jpg","tags":["Elangbam Panthoi Chanu","Indian football","Football","Metro United WFC","Eastern Sporting Union","Women's Football Academy"]}