{"title":"Football, SAFF Women’s U19 C’ships: India and Bangladesh share title after controversy marred final","content":"The Indian Under-19 women’s football team were declared joint winners of the SAFF Women’s U19 Championships along with hosts Bangladesh on Thursday. In a bizarre twist of events, the winner of the tournament was first decided based on a coin toss after the match ended 1-1 in regulation time (90 minutes) and 11-11 on penalties, before the match commissioner decided to revoke the decision and share the trophy between both teams.India had led for the majority of the contest in Dhaka, riding on Sibani Devi Nongmeikapam's early goal before Sagorika equalised for the hosts in injury time to take it into penalties.When the referee was about to continue the penalty shoot-out after all players on both sides, including the goalkeepers, had successfully converted their penalties, she was asked to halt proceedings.The referee then called the two captains for a coin toss, which India won and then began to celebrate, having been declared winners of the tournament.However, the vocal home crowd along with the Bangladesh players protested the decision. The match commissioner, who initially took the decision for tossing the coin, changed his decision and India and Bangladesh were declared joint winners. This is India's fourth age-group title in women's SAFF competition history, and the first on Bangladeshi soil.The confusion was compounded by lack of clarity on the part of the match officials with regards to the tournament rules pertaining to this unusual situation.","author":"Scroll Staff","time":"2024-02-09T12:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198292-mycncdjqhi-1707462068.jpg","tags":["SAFF Women's U19 Championships","India","Bangladesh","Football","Indian football","Sibani Devi Nongmeikapam","Sagorika"],"source":"https://scroll.in/field/1063440/football-saff-womens-u19-cships-india-and-bangladesh-share-title-after-controversy-marred-final"}