{"title":"Football, Super Cup 2024: Odisha FC reach final with win over Mumbai City FC","content":"Reigning champions Odisha FC took another step towards defending their Super Cup crown, beating Mumbai City FC 1-0 in an ill-tempered yet action-packed semi-final on Thursday. They will now face East Bengal in the final on Sunday.Mumbai City FC came flying out of the blocks, and almost had the lead in the second minute of the game. From a corner, Jorge Pereyra rose highest at the near post to glance a header towards goal. Agonisingly, though, his attempt hit the inside of the post and bounced out, cleared to safety by Mourtada Fall.It was as good as it got for Mumbai City in the first half though and soon enough Odisha were dictating the play, albeit without much effect. Almost all their attempts came via hopeful punts from distance, with Roy Krishna and Isak Vanlalruatfela coming closest to opening the scoring for the home side. The goal finally came right on the edge of halftime, and though wholly deserved also seemed cruel to Mumbai City who had slowly edged their way back into the game.Chasing after a through ball, Diego Mauricio was brought down by Phurba Lachenpa inside the box. The referee did not hesitate in pointing to the spot and Mauricio took the responsibility of giving his side the lead. He was just as clinical as expected, curling it into the right corner to spark noise in the stands.Just like the first half, Mumbai City were electric off the blocks in the second and off a five-minute passage of play forced a save from Lalthuammawia Ralte and even hit the crossbar from a header off a corner. The game turned into an end to end battle soon after, Odisha desperate to put the Islanders away, and Mumbai City driving forward in hordes to get the equaliser.All that desperation saw Mumbai City lose energy in the final 10 minutes of the game, a period when Odisha had multiple chances to kill the game. Vanlalruatfela, in particular, had the best opportunity. Krishna brilliantly cut back a Mauricio cross to present the Mizo lad with a chance inside the six-yard area. He blasted high.The game descended into chaos in injury time as Mumbai City lost their heads, with Jorge Pereyra and Rostyn Griffiths shown straight reds for violent conduct and Gurkirat Singh picking up a second yellow. The Islanders ended the game with eight men on the pitch as Odisha cruised into another Super Cup final.","author":"Scroll Staff","time":"2024-01-26T09:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197860-lunphudlyk-1706240990.jpg","tags":["Football","Indian Football","Odisha FC","Mumbai City FC","2024 Super Cup"],"source":"https://scroll.in/field/1062729/football-super-cup-2024-odisha-fc-reach-final-with-win-over-mumbai-city-fc"}