{"title":"Football: ‘We will do our best to make the most of it’ – Gurpreet Singh Sandhu on the AFC Asian Cup","content":"For India’s No.1 Gurpreet Singh Sandhu, the AFC Asian Cup can be considered as the beginning of his ongoing prolific international career. The 31-year-old is now one of the first names on the Indian squad, having represented the nation in 66 international matches and worn the captain’s armband in 10. “It’s an honour and a privilege to look back at those times and think that I’m now a part of three AFC Asian Cups,” said Sandhu in an interview to the-aiff.com. “It is a special tournament, probably the closest we can get to a World Cup atmosphere. We just need to enjoy, be happy and confident, and make sure that we perform.”The Indian goalkeeper has seen a massive transition take place in the senior men’s national team lineup, with the likes of Bhaichung Bhutia, Renedy Singh, Steven Dias, and Gouramangi Singh making way for the then younger lot, Sandesh Jinghan, Pritam Kotal, Subhasish Bose, and then further on to Anirudh Thapa and the rest. “It’s been a massive transition, and a lot of players were on the verge of ending their careers back in 2011, and we had so many new guys come in,” said the 31-year-old, who will take part in his third AFC Asian Cup tournament, having played in 2011 and 2019.  “I would say that we are still a majorly experienced side right now. Over the years, we have developed a lot, and the players are now hungrier than ever before and are educated in a professional environment in terms of football knowledge.”Much like the 2011 edition, India are set to face Australia again in the AFC Asian Cup Qatar 2023, having been drawn in the same group (B), with Uzbekistan and Syria being the other two teams.For Sandhu, it’s all about taking inspiration from a memorable performance by his former teammate Subrata Paul in 2011.“It was a dream to watch Subrata bhai fly around in goal, not letting Tim Cahill score that night. Tim was known for his headers, and Subrata bhai was brilliant, the way he just cancelled out those aerial balls, both crosses and shots,” recalled Sandhu. “I wanted to be that, to do what he was doing, just living that moment he was playing. That’s what created the legend of the No. 1 spot in the national team.”The 31-year-old, however, is under no illusions about the task ahead for India, as they face Australia (January 13), Uzbekistan (January 18), and Syria (January 23).“It’s not an easy group to be in, but it’s where we should be. It’s only when you face the challenges and discomforts that you know where you stand. As a nation and a team, this is the best place to be,” he explained. “Australia are a World Cup side, and Uzbekistan and Syria have also done quite well. But we should not think too low of ourselves. We’re also here on merit, and we will do our best to make the most of it.”Constantly jostling for the spot with his fellow keeper, Amrinder Singh, has helped Sandhu maintain his performance throughout.“I know the value of my spot. For a long time, I was on the sidelines and tried to grab it whenever possible, so I don’t like to share my spot,” he said. “But when you play in a national team, there is a bigger responsibility. I think Amrinder [Singh] and I have done well as a team. We’ve pushed each other, and I don’t think I would have grown as much had it not been for him. I’m sure he can vouch the same for me. We just try to keep going like this till we can as players and enjoy this responsibility.”","author":"Scroll Staff","time":"2024-01-08T19:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197314-uwxqhyobbg-1704723205.jpg","tags":["Gurpreet Singh Sandhu","Football","Indian football","AFC Asian Cup 2023"],"source":"https://scroll.in/field/1061807/football-we-will-do-our-best-to-make-the-most-of-it-gurpreet-singh-sandhu-on-the-afc-asian-cup"}