{"title":"Football, AFC Asian Cup: Sunil Chhetri headlines 26-member squad for tournament in Qatar","content":"India on Saturday named a 26-member squad for the 2023 AFC Asian Cup which will be held in Qatar.The Blue Tigers are due to arrive in Doha on Saturday, ahead of marking their fifth appearance in the Asian Cup. India will play their opening Group B match against Australia on January 13, 2024, at the Ahmad bin Ali Stadium in Al Rayyan before facing Uzbekistan on January 18 at the same venue. Igor Stimac’s side will then move to the Al Bayt Stadium in Al Khor to take on Syria on January 23.“All these boys are very similar in terms of football quality. We are a team, a family. But no matter the talent, if there is no character, nothing can be achieved,” Stimac said.Sharing the areas he would want to improve upon ahead of the tournament, Stimac said, “The things we are looking to work on are defensive compactness, offensive transitions, and the set pieces, mostly. It will be very important to work on man-marking inside the box because I was not happy with that part of our game. In the last few games, we started leaking some unnecessary goals inside the box.”“All three of our opponents are very good technically, physically stronger with great speed. So, we are not going to have much difference in approach to all these three games, I can tell you that. We need to check the fitness level of our players at present and see how much we can develop in the next two weeks,” he added.Off the pitch, encouraging the Indian contingent will be their passionate fans. The Blue Tigers are no stranger to competing in Qatar, playing four of their 2022 FIFA World Cup Qualifiers matches there, including two against the hosts. Moreover, Sunil Chhetri and Gurpreet Singh Sandhu were part of the Indian squad at the 2011 AFC Asian Cup which was also held in Qatar. Chhetri scored a goal each against Bahrain and South Korea.“I’m looking forward to seeing our Indian fans in Doha. They came in massive numbers to support the Indian team during the qualifiers, and that was one of the reasons why we had two great performances against Qatar here. So, I’m well aware that there will be massive support for our boys. Hopefully, we can pay them back and celebrate some good results,” said Stimac.India’s 26-member squad for the AFC Asian Cup Qatar 2023Goalkeepers: Amrinder Singh, Gurpreet Singh Sandhu, Vishal Kaith.Defenders: Akash Mishra, Lalchungnunga, Mehtab Singh, Nikhil Poojary, Pritam Kotal, Rahul Bheke, Sandesh Jhingan, Subhasish Bose.Midfielders: Anirudh Thapa, Brandon Fernandes, Deepak Tangri, Lalengmawia Ralte, Liston Colaco, Naorem Mahesh Singh, Sahal Abdul Samad, Suresh Singh Wangjam, Udanta Singh.Forwards: Ishan Pandita, Lallianzuala Chhangte, Manvir Singh, Rahul Kannoly Praveen, Sunil Chhetri, Vikram Partap SinghIndia’s Group B fixtures at the AFC Asian Cup Qatar 2023January 13, 2024: Australia vs India (17:00 IST, Ahmad bin Ali Stadium, Al Rayyan)January 18, 2024: India vs Uzbekistan (20:00 IST, Ahmad bin Ali Stadium, Al Rayyan)January 23, 2024: Syria vs India (17:00 IST, Al Bayt Stadium, Al Khor)","author":"Scroll Staff","time":"2023-12-30T17:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197100-tyquijfpcj-1703937157.jpg","tags":["AFC Asian Cup","AFC Asian Cup 2023","Igor Stimac","Football","Indian Football","Indian Men’s Football Team"],"source":"https://scroll.in/field/1061411/football-afc-asian-cup-sunil-chhetri-headlines-26-member-squad-for-tournament-in-qatar"}