{"title":"Football: Kiran Pisda, MK Kashmina – together on a journey to Dinamo Zagreb in the Croatian league","content":"Once upon a time, there were two girls who started to take an interest in football. Entirely different backgrounds and beginnings, their paths converged earlier this month, as Kiran Pisda and MK Kashmina became the newest signings for Dinamo Zagreb in Croatia.Pisda, 22, and Kashmina, 24, follow in the footsteps of Jyoti Chouhan and Soumya Guguloth, as they prepare to ply their trade in the East European nation. Chouhan, the prolific striker, had recently renewed her contract with the top-flight club in August.The duo made the cut to become the third and fourth Indians to play for the Zagreb team after making it through the Women in Sports Elite Football Trials, held between June 30 and July 4 in Kolkata.For Pisda, naturally, it was a dream come true. For her parents, it was something out of this world.        View this post on Instagram            A post shared by Mk Kashmina (@kashmina_27)\n“My parents were shocked, they didn’t know what to do,” Pisda said to Scroll, over the phone from Croatia. “They didn’t know [about going] abroad.”Meanwhile, in Kashmina’s case, news of her signing with Dinamo was a moment of pride for her father, Mohd. Kashim Ali, who had been a pillar of support throughout her footballing journey. But for her personally, it was a moment of relief.The player from Manipur had been selected to play in Australia in the first edition of the trials, but was unable to due to personal circumstances.“This was my second try,” Kashmina told this publication. “I went for my second try on Eid. I was the player of the match [in the trial]. They gave me a t-shirt and I found out that I was going to play here [in Croatia].”Just like Chouhan, the two were nervous as they headed to a country where the language, weather and food were all alien to them. But they had an experienced and helpful “older sister” in Chouhan who was on hand to answer all their questions, big or small. With Chouhan around to help them get acquainted with the surroundings, Pisda and Kashmina have hit the ground running.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nHopes and expectationsPisda’s parents were wary of sending their 22-year-old daughter to a foreign country to play football. But her elder brother, who was the one who introduced her to the game, was very excited.“When I was young, I didn’t have many friends to play with, so I started playing with my brother,” said Pisda, a native of Balod in Chhattisgarh. “He used to go to a [ground] to play football and I played at home.“So I also went to the ground, where the boys played football and asked them to let me play. I liked playing.”Although Pisda’s parents always encouraged her to play the sport, it was only when she started playing at the district level and beyond that they realised women’s football existed. In time, she would become the first player from Chhattisgarh to feature in the Indian women’s national team.         View this post on Instagram            A post shared by Mk Kashmina (@kashmina_27)\nWomen’s football was not unknown when Kashmina was growing up. Her father was a football coach in Manipur, and he encouraged his daughter to pursue the sport when she started showing interest at the age of 11.The 24-year-old was very serious when asked what her aspirations were from the stint in Croatia. “I don’t do much – I cook food, I sleep in and I go for training,” said Kashmina, who made her senior national team debut in 2017. “I want to play more for the national team and play more in Europe.”Although the two players have not made big headlines in India, they will head into the Croatian First Football League with solid experience in the Indian domestic circuit. Pisda has played for the erstwhile Kerala Blasters women’s club, both in the Indian Women’s League and in the state league. She also plied her trade with Sethu FC in the previous season before receiving the call from Dinamo. Alongside playing regularly for her state side, Kashmina has also featured for Eastern Sporting Union in their IWL triumph in 2017 and most recently, current IWL champions Gokulam Kerala. The duo have joined a growing list of Indian footballers playing for foreign clubs which include goalkeeper Aditi Chauhan and quick-footed winger Manisha Kalyan. Now Pisda and Kashmina, together, are just starting their new journey.","author":"Tanya Kini","time":"2023-11-24T08:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196085-bmozsnylnf-1700664428.jpg","tags":["Kiran Pisda","MK Kashmina","Dinamo Zagreb","Indian women's football","Football"],"source":"https://scroll.in/field/1059030/football-kiran-pisda-mk-kashmina-together-on-a-journey-to-dinamo-zagreb-in-the-croatian-league"}