{"title":"Football: Chinese win at women’s AFC Asian Cup sparks calls for gender pay equality","content":"The dramatic triumph of China’s women footballers at the Asian Cup has sparked calls on social media for equal pay, with commenters contrasting their performance with the dismal men’s side.Xiao Yuyi’s stoppage-time goal clinched a remarkable 3-2 comeback win over South Korea in the final, sealing a record ninth Asian title for China. Fans on social media were quick to contrast their stirring victory with the less successful men’s team, who were heaped with scorn last week after a limp defeat to Vietnam ended their slim hopes of qualifying for the 2022 World Cup. “Please hand out prize money to the women’s team according to what the men get – equal pay for equal work!” read one widely shared post on the Twitter-like Weibo.Another popular post said China’s football association “leads the way in favouring men over women”. Women “keep working hard, and the money they bring home goes towards the football association’s hapless sons,” it added. In China, women earn 12 percent less than men overall, according to a report last year by online recruitment firm Zhaopin. Equal pay campaigns for national women’s teams have gained ground in recent years, with countries including England, Brazil and Australia taking action to pay them the same as men. But other nations have been slow to follow suit, with the US women’s team – the most successful in international competition – locked in a long-running dispute with the country’s soccer federation over what it calls discriminatory pay practices. Chinese President Xi Jinping has said he wants his country to host and even win a World Cup one day, but the men’s team has only ever qualified once – in 2002, when they failed to score a goal or win a point.China hosted the women’s edition in 1991, and finished runners-up in the 1999 tournament.","author":"AFP","time":"2022-02-08T13:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169838-ujgdlztkql-1644305718.jpg","tags":["Gender equality","China","AFC Asian Cup","Equal pay"],"source":"https://scroll.in/field/1016890/football-chinese-win-at-womens-afc-asian-cup-sparks-calls-for-gender-pay-equality"}