{"title":"Football, AFC Asian Cup 2023: ‘No negative pressure,’ says holders Qatar coach ahead of quarters","content":"The hosts of the Asian Cup, Qatar, are under pressure to maintain their title on home soil. After holding off a determined Palestine in their last match, they now face a quarter-final against Uzbekistan. The Al Bayt Stadium with a capacity of 68,000 is expected to be fully packed for the quarter-final clash. The hosts are hopeful that they will be able to hold on to their title, which they won at the 2019 Asian Cup in the United Arab Emirates. “For us, there is no negative pressure,” said Trentin Marquez, who took over as coach of Qatar only a month before the tournament. “On the contrary, the players are motivated and want to win. This is going to be positive pressure for us to win this very important game.” The team at Qatar is led by livewire striker Akram Afif, who has scored four goals in as many matches. The coach believes that his team is “maybe the fastest” in the tournament and they are hopeful of maintaining their title. However, the Uzbek team is not a pushover in the title race and has reached the final eight following a 2-1 win over Thailand. Srecko Katanec, who is coaching the team, is missing five first-choice players due to injuries. “We have been together two and a half years,” said Katanec. “If they don’t know how to play by now, something is wrong. But I am confident they know – we need to be organised.” Qatar and Uzbekistan will go head to head for a spot in the 2023 AFC Asian Cup semi-final later on Saturday.Disclaimer: This article was generated with AI, and overseen by a Scroll journalist.","author":"Scroll Staff","time":"2024-02-03T15:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198126-zdtnnzmsyh-1706954036.jpeg","tags":["Football","2023 AFC Asian Cup","Qatar","Uzbekistan","Asian Football","Generated with AI"],"source":"https://scroll.in/field/1063149/football-afc-asian-cup-2023-no-negative-pressure-says-holders-qatar-coach-ahead-of-quarters"}