{"title":"Fifa U-17 Women’s World Cup, India vs Morocco as it happened: Astam Oraon and Co go down 0-3","content":"Full time, India 0-3 Morocco: That will be all for the blog tonight. A better performance, but the hope for a goal or a point didn’t come true for India. A massive effort will be needed against Brazil on Monday, who not only will be eyeing a win but also a big win to make up the goal difference with USA. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Post match: India captain Astam Oraon says she is happy with the hard work that her teammates put in tonight, and promises that they will continue to fight and give their best against Brazil. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Dilip: India’s hopes of making it beyond the group stage ends with a 3-0 loss to Morocco. A much better performance than their first match but still not enough to get the better of Morocco\n    \n        \n        \n            \n            \n            \n        \n    \n\n    FULL-TIME ⌛That’s the end of the game tonight and Morocco seals the win and take away the 3️⃣ points against India.  🇮🇳 0-3 🇲🇦#INDMAR ⚔️ #U17WWC 🏆 #BackTheBlue 💙 #ShePower 👧 #IndianFootball ⚽ pic.twitter.com/nhVUlJoYVX— Indian Football Team (@IndianFootball) October 14, 2022\n\n\n\n    Morocco prevails.🇮🇳 3-0 🇲🇦 #U17WWC pic.twitter.com/Pnu8YzSTBP— Radha🧣 (@radhalathgupta) October 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME, India 0-3 Morocco: A deserved win for Morocco. India had their chance late on to get their first goal of the tournament, but that was saved. A good first half but it unravelled a bit in the second. For the record, that means India are out of reckoning for quarterfinals. The match against Brazil will be their last in the tournament. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    90+4’ India 0-3 Morocco: ANother super save by Melody. Apart from that one (Critical) mistake, she has done well tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    90+1’ India 0-3 Morocco: GOAL, MOROCCO! Cherif is the name we have mentioned the most today, and she adds the goal to her name at the very end. Down the left, finished well with her left foot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    90’ India 0-2 Morocco: Four minutes of added time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    87’ India 0-2 Morocco: Zouhir goes off, her job as leader and goalscorer done for the night. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    85’ India 0-2 Morocco: Kajal concedes a corner when Morocco looked like they could be through on goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    83’ India 0-2 Morocco: CHANCE!!! Anita Kumari nearly scores. 1v1 nearly with the goal, Titah comes out and cuts out the angle well. The corner is straight out of play. Lynda set up that original chance. Lovely save, really. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    81’ India 0-2 Morocco: Nearly another costly spill by Melody, but not too costly. She recovers in time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    78’ India 0-2 Morocco: a quick hydration break and more animated instructions from Dennerby. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    76’ India 0-2 Morocco: Fresh legs for Morocco. India battling hard still but no clear chance on goal. India too make another change, Linda goes off, Laishram comes on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    71’ India 0-2 Morocco: In perhaps trying to make up for the penalty she gave up, Naketa with a direct free kick attempt that goes well wide. Hands in face. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    69’ India 0-2 Morocco: India with a rare presence inside the MAR box, but nothing comes out of it. Lynda had a lonely night up top vs USA, she might get to do more today, now on as a sub.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SUBS: SHAILJA on for SHILKY HEMAM, LYNDA SERTO on for NEHA\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    66’ India 0-2 Morocco: Good save! Melody redeems herself a bit, a massive save from a 1v1 to keep Said out. That was terrific, actually, as per the replays. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    62’ India 0-2 Morocco: GOAL! Gift from India. Melody with a big mistake from a pass into the center from the right. Should have been gathered easily but spills it and the Moroccan captain Yasmine ZOUHIR scores the easiest tap in. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    60’ India 0-1 Morocco: A huge moment there, Naketa with a brilliant late tackle to get something on the ball before contact with the forward. Thought it was a second penalty but great tackle to be fair. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    58’ India 0-1 Morocco: A free kick from deep in India’s half, but it is underhit. India concede a corner at the other end. Pressure again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Dilip: Unfortunate penalty to concede by Naketa. The ball came off her shoulder and onto her forearm. El Madani converts from the spot for Morocco’s first goal at any women’s Worls Cup\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    54’ India 0-1 Morocco: A fine run by Nitu down the right flank but her final ball into the box is weak and cut out easily. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    53’ India 0-1 Morocco: A free kick for India, ball into the box but no shot on goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    51’ India 0-1 Morocco: GOAL! Doha EL MADANI with a tidy penalty and that’s the country’s first goal in the tournament’s history. Lovely celebrations. Melody guessed right but away from her. Soft goal to concede.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    49’ India 0-0 Morocco: PENALTY MOROCCO! Oh dear. India should have dealt with the corner better, and the scramble results in an unfortunate hand ball in the box for Naketa. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    49’ India 0-0 Morocco: Corner for Morocco, once again Cherif does well down the left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Second half underway: An early shot from Cherif, once again a bit too easy for Melody. India bring on SUDHA TIRKEY for KAJOL DSOUZA. One change for Morocco too, KENZA LAKSIRI comes on for MINA EL HAMZAOUI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #U17WWC - HT: India 0-0 Morocco Germany 3-0 Chile #SSFootball— SuperSport Blitz (@SuperSportBlitz) October 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Stats alert (Via Voot): India’s improvement from USA match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    0-0 at half time: India started off well but Morocco have evidently better quality with the ball at their feet. Astam Oraon has made some superb interceptions. Tough to see where the goal comes from but defensively India have done alright. Tanvie Hans in the studio is pleased with what she was in the first half, excited even. Both Hans and Robin Singh all praise for the physicality India have brought to this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    HALF-TIME ⏳Both the teams had their own chances but yet to find the back of the net 🥅More action awaits in the second half 🙌Watch the match LIVE on @Sports18 📺 🇮🇳 0-0 🇲🇦#INDMAR ⚔️ #U17WWC 🏆 #BackTheBlue 💙 #ShePower 👧 #IndianFootball ⚽ pic.twitter.com/NkTzrQ2eVa— Indian Football Team (@IndianFootball) October 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME India 0-0 Morocco: Clean sheet, in tact. That’s the big positive for India from that half. Something to build on for the next 45 for Dennerby. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    45+3’ India 0-0 Morocco: Nearly a huge error by goalkeeper Melody Chanu. A loopy ball into the danger area is spilled but India had defenders behind. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    45+1’ India 0-0 Morocco: Decent chance for Morocco, space down the right, the cross comes in but the header back into center is heavy. India just about clear. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    43’ India 0-0 Morocco: Dennerby can be pleased with the defensive work, especially Astam has read the play well from the left back. The captain has made some nice interceptions. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    43’ India 0-0 Morocco: Dennerby wants a foul throw, he gets the call from the ref.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    41’ India 0-0 Morocco: Quite a few long range shots from Morocco today, but none have troubled Chanu really. Adds to the shot count though. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    41’ India 0-0 Morocco: Shilky HEMAM gets a yellow card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    40’ India 0-0 Morocco: Anita with a 2v1 situation down the right but gives the ball away with her pass. About sums up India’s half so far, signs of promise but eventually not enough in the attacking third. Still level though, important to see out the next five minutes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    36’ India 0-0 Morocco: Corner from Morocco is good, but a scramble leads to an Indian goal kick. The Africans in the ascendancy here, India hanging on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    36’ India 0-0 Morocco: Composure... that’s the key here. India rushing their passes forward very often, Morocco much more measured. Not surprising, India’s attacking play was always going to be the big step up here. Morocco win a corner down the left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    32’ India 0-0 Morocco: Quite a nice clearance in defence by AStam as Cherif puts a good ball in. And then India waste a good position going forward as Kajol’s pass is severely underhit. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    30’ India 0-0 Morocco: Quick hydration break at the half hour break. A very animated Dennerby bellowing out instructions. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    29’ India 0-0 Morocco: Good patient build up by India but Nitu can keep the ball in play down the right. Had space there. Morocco have a chance down the other end as Kajal deals with a through ball. Moroccan goalkeeper Titah called into action by a through ball, and she deals with it well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    27’ India 0-0 Morocco: Good work by Neha to cut the ball back to the centre after what seemed like a fizzling out attacking move, half a shout for penalty by the Indians from the tackle. Not given. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    24’ India 0-0 Morocco: While it hasn’t resulted in a goal yet, Morocco seem much more natural and comfortable with the ball at their feet, dribbling or passing, than India. That sort of quality usually shines through with enough time, India will need the first goal in this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    22’ India 0-0 Morocco: Card comes out for Said for a high boot on an Indian defender. Yellow of course. India go long from the free kick but press high again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    18' | Morocco hit the crossbar and it bouncing just outside the goalline, IND with a lifeline. MADNESS.🇮🇳 0-0 🇲🇦 #U17WWC— Radha🧣 (@radhalathgupta) October 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    18’ India 0-0 Morocco: CHANCE, INDIA! Neha delivers from the corner, dangerous ball, no Indian touch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    18’ India 0-0 Morocco: CHANCES! Morocco have somehow contrived not to score there. Melody came out to deal with the first through ball but missed to clear her lines and from the resulting melee, the Moroccan captain Yasmine ZOUHIR hits the crossbar. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    18’ India 0-0 Morocco: Nicely worked passing move by Morocco finishes with a slightly tame deflected shot for corner. India’s first big set piece test. Dealt with, cleared a bit hurriedly. But important not to concede.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Dilip: The Indians need to take their time and an extra touch or two before playing the ball. A lot of one-touch passing which is not putting the Moroccan defence under sustained pressure\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    14’ India 0-0 Morocco: Nicely won back high up but India give the ball back away soon. Good press though. Morocco come down the left, but India remain compact. India attack down the other end and the cross in is dealt with. Immediately, Morocco nearly 1v1 with Chanu but Said fumbles. End to end in the last few mins. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11’ India 0-0 Morocco: Neha had a couple of wild set pieces and long range efforts vs USA, overhit. She takes a free kick from midfield and puts this in a good position in the box but evades the blue shirts. Dangerous ball in. Good start by India \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8’ India 0-0 Morocco: Oh, India should have done more with their corner. Wasted chance. It was won well down the right flank. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Five minutes in and India are playing much better than they did against the USA. Thomas Dennerby must be happy that India are trying to play from the back and not hoofing it up-field when they get the ball #INDMAR #U17WWC https://t.co/SFTK8XYiLL— Dilip Unnikrishnan (@DilipUnnikrishn) October 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7’ India 0-0 Morocco: Oh, a tough shoulder tackle from Shilky early on... physicality from India too, something we didn’t see too much vs USA. Brief break in play and we carry on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5’ India 0-0 Morocco: An improvement for starters as India deal with the first set piece defensively. Not the best of free kicks but India staying compact.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3’ India 0-0 Morocco: An early sighter for new GK tonight, a curler from distance by Chanu gathers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Kick-off at the Kalinga Stadium: Can India secure their first points tonight? \n    \n        \n        \n            \n            \n            \n        \n    \n\n    national anthem gives me this unique sensation of tears and goosebumps at the same time #U17WWC— Radha🧣 (@radhalathgupta) October 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    About Morocco: Morocco became the first North African team to play in this tournament. They qualified for India 2022 with a 4-2 win on penalties against Ghana after overturning a 2-0 first leg deficit. Ghana had reached at least the quarter-finals at each of the last four U-17 Women’s World Cup final tournaments. (Via Fifa guide)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.55 pm: Teams are out for the national anthems. A good start is so important for India, at least one where they don’t concede soft goals from set pieces. Dennerby had said, “My feeling from the side was that the girls were a little bit too nervous; they couldn’t handle the situation of playing their first World Cup. As you saw in the beginning, we didn’t even try to pass the ball to each. We were just defending and sending it away. Not comfortable enough to start playing. I was trying to scream ‘Start playing, start playing! We need to start playing girls.’ And the first time we tried to build up, they scored and it was 3-0. And of course after that US just played the game.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Playing XIsIndia: 13 Melody KEISHAM, 3 NAKETA, 5 Astam ORAON, 16 Shubhangi SINGH, 20 KAJAL, 4 Shilky HEMAM, 6 Babina LISHAM, 7 NEHA, 8 Kajol DSOUZA, 11 Anita KUMARI, 17 Nitu LINDAMorocco: 12 Wissal TITAH, 4 Nadia BENASSOU, 8 Wissal EL ASSAOUI, 10 Djennah CHERIF, 20 Fatima EL GHAZOUANI, 3 Dania BOUSSATTA, 9 Samya MASNAOUI, 11 Doha EL MADANI, 17 Yasmine ZOUHIR, 19 Mina EL HAMZAOUI, 2 Hajar SAID\n    \n        \n        \n            \n            \n            \n        \n    \n\n    All warmed up and ready for the action to begin 🔥#INDMAR ⚔️#U17WWC 🏆 #BackTheBlue 💙 #ShePower 👧 #IndianFootball⚽ pic.twitter.com/7TZQTmyTZt— Indian Football Team (@IndianFootball) October 14, 2022\n\n\n\n    Three changes for India tonight. Anjali, Purnima and Lynda Kom are replaced by Melody Chanu, Naketa and Babina Devi #U17WWC— Dilip Unnikrishnan (@DilipUnnikrishn) October 14, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Read Dilip Unnikrishnan’s feature after India’s 0-8 defeat here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to our coverage of the India’s Group A match against Morocco at the 2022 Fifa U-17 Women’s World CupAfter losing 8-0 to the USA in their first match, India take on fellow debutants Morocco at the Kalinga stadium in Bhubaneswar. With the USA and Brazil drawing their match 1-1 earlier today, India need to beat Morocco to keep their hopes of qualifying for the quarterfinals alive. However, the North African side gave a good account of themselves in their 1-0 loss to Brazil in their first match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The line-ups are out 📜#INDMAR ⚔️#U17WWC 🏆 #BackTheBlue 💙 #ShePower 👧 #IndianFootball⚽️ pic.twitter.com/K1mA2UIS80— Indian Football Team (@IndianFootball) October 14, 2022\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India squad for Fifa U-17 World Cup 2022 (jersey numbers in brackets):Goalkeepers: Monalisha Devi Moirangthem (1), Melody Chanu Keisham (13), Anjali Munda (21)Defenders: Astam Oraon (5, captain), Kajal (20), Naketa (3), Purnima Kumari (2), Varshika (19), Shilky Devi Hemam (4)Midfielders: Babina Devi Lisham (6), Nitu Linda (17), Shailja (15), Shubhangi Singh (16)Forwards: Anita Kumari (11), Lynda Kom Serto (9), Neha (7), Rejiya Devi Laishram (18), Shelia Devi Loktongbam (12), Kajol Hubert Dsouza (8), Lavanya Upadhyay (10), Sudha Ankita Tirkey (14)Head Coach: Thomas Dennerby\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy Fifa media / AIFF / Sports 18","author":"Vinayakk Mohanarangan","time":"2022-10-14T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181292-lrjcnijnxb-1665753214.jpg","tags":["Fifa Under 17 World Cup","India Under 17","Football","Indian Football","Astam Oraon","Thomas Dennerby"],"source":"https://scroll.in/field/1035064/football-fifa-u-17-womens-world-cup-india-vs-morocco-live-score-updates-reactions-and-more"}