{"title":"For the joy of the Paralympics","content":"The opening ceremony for the Tokyo 2020 Paralympic Games began with a metaphor. The Little One-Winged Plane, played by a youngster chosen for facial expressions and had never performed at any stage before, portrayed the journey from self doubt to inspiration. The closing ceremony for the Tokyo 2020 Paralympic Games did not leave any room for subtlety. It had an inspiring rendition of What A Wonderful World, interspersed with moving images from the Games. Spirit in motion, as the motto of the Games goes. Between those two moments, we had 12 days of action filled with reminders of why sport is powerful, joyful, and has the special ability to move complete strangers, united by their love for a game. #Paralympics #WheelchairTennis What. A. Rally. 🎾🎥 Paralympic Games pic.twitter.com/dZ5Iut0lpV— The Field (@thefield_in) September 3, 2021\n\nAnd while all these athletes defied belief with their determination to succeed, there were a couple of conflicting lines of thought... do the athletes want to be remembered based on their stories, the hardships they had to overcome, inspirational as they are? Or do they want it to be about their sporting talent and be seen as, more than Paralympians, just athletes? Perhaps, even they would be conflicted. Some embrace their disability and want to show the world what is possible. Some want the limelight to be on how fast they are. The incredible Netflix feature Rising Phoenix starts off with a line that goes ‘heroes are created at the Olympics, heroes come to the Paralympics’. An athlete makes a reference to Marvel’s Avengers, through voiceover, saying they Paralympians are superheroes too who fight to save the world. But on the other hand, there is the official WeThe15 campaign started ahead of these Games that calls for people with disability to be seen as wonderfully ordinary, wonderfully human. Perhaps, there is no right answer here.The Paralympic movement has clearly evolved from one to rehabilitate to one that celebrates athletes at the forefront. But the Games are by no means perfect either, with questions surrounding the classifications and the use of technological advancements sidelining those without access being among main points of criticism. There is a long way to go, especially closer home in India, where the unprecedented success at the Games should not distract from the need for a more fundamental change in inclusivity across all levels. Not just para sports and the athletes, but at a far more basic level, there is an urgent need to create increased awareness around disabilities. But what cannot be argued is that the journey of Paralympians, as much as their sporting achievements, makes you feel such powerful emotions when you watch them in action. To youngsters who are like them, to aspiring athletes looking for just a spark, to kids looking to overcome the fear of swimming because they’ve seen those without limbs do it in the highest of pressure situations, to triumph in competitive sport but also redefine what truly is possible. It is when you see them in action, we understand the inspiration they can bring.When you see Bebe Vio, who had her legs and arms amputated to prevent the spread of a disease so there is a chance she could live and return to sport, defend her Rio 2016 title and tweet: “If it seems impossible, then it can be done... 2 times!”ReutersWhen you see table tennis player Ibrahim Hamadtou, a 48-year-old from Egypt playing at his second Paralympic Games, flicking the ball up with his feet while holding the racket in his mouth...When you see ‘Armless Archer’ Matt Stutzman, who jokes that he wanted to be Michael Jordan but could not because of his height, draw the string of a bow back with his feet and release the arrow with a contraption...Photo courtesy: Matt StutzmanWhen you see the Thank You note that USA’s high jump champion Sam Grewe, who won gold ahead of Mariyappan Thangavelu and Sharad Kumar, received ahead of his event thanking him for showing a way for his son who had the same challenges to face. “This makes it all worth it,” he said before becoming the Paralympic champion. A local Japanese man just handed me this note shortly after I arrived at the track to compete. Win or lose, this is what it’s all about. This makes it all worth it. pic.twitter.com/tOk4LNrE39— Sam Grewe (@samgrewe) August 31, 2021\n\nWhen you hear the commentator speaking about Harvinder Singh’s historic archery bronze medal, going from picking the sport after watching it on TV during London 2012 and now possibly making some kid in a corner of the country aware that this is an avenue...Lovely commentary at medal ceremony: \"Inspired to take up this sport while watching London 2012 Paralympics, Harvinder Singh is 🇮🇳's first ever archery medallist the Games. He's now their first, their finest & how many will think, watching him, they too could become Paralympians\" pic.twitter.com/4tvGLZcc2H— Vinayakk (@vinayakkm) September 3, 2021\n\nIt is these moments that matter. There’s a line by legendary Australian Paralympian swimmer Ellie Cole in Rising Phoenix that underlines all this: “I want as many people in the world to watch Paralympics as possible, because if my parents had known about it back when I was three years old, they would’ve had so much more hope in what people with disabilities can do.”A legend of the Games, Cole was diagnosed with cancer at the age of two and then had her right leg amputated because chemotherapy was not working out. She soon took to swimming, and under water, she wanted to be as graceful as ballerinas. She has, since the first medal she won at Beijing 2008, finished on the podium at the Paralympics a whopping 17 times. When she was named the flagbearer for Australia at the closing ceremony, she called it a “fairytale ending to such a wonderful career that I will treasure for the rest of my life.”While Cole’s decorated career was winding down, another one received a little spark. Watching one of her television interviews about the importance of the Paralympic movement was 12 year old Matilda Mobbs. She aspires to be a Paralympian and is pursuing swimming, like Cole, along with archery. When she was shown the video of Cole mentioning her name, her reaction was one of just pure, unbridled joy. Speechless, all she could utter was “so cool!” a few times. So cool! Watch 12yo Matilda Mobbs react to a shout out from hero @EllieVCole, who will carry the 🇦🇺 in tonight’s @Paralympics closing ceremony. Matilda holds NSW U13 S8 400m freestyle record & has also taken up archery to target her Paralympic dreams @AUSParalympics @DolphinsAUS pic.twitter.com/Wicq4lYce0— Australian Institute of Sport (@theAIS) September 5, 2021\n\nOne journey sets off another, one moment on screen is enough to offer hope. As India’s history-maker Avani Lekhara says on her Twitter bio: “Life consists not in holding good cards, but in playing those cards you hold well.” She started her journey inspired by Abhinav Bindra’s, and just as the Indian national anthem played at Beijing 2008 for a moment forever etched in India’s Olympic Games history, the 19-year-old brought it a full circle in Tokyo. The national anthem playing with a female Paralympian from India on top of the podium for the first time.What a wonderful world, indeed.","author":"Vinayakk Mohanarangan","time":"2021-09-06T13:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163719-duqaivshdk-1630907998.jpeg","tags":["Tokyo Paralympics","Bebe Vio","Ibrahim Hamadtou","Harvinder Singh"],"source":"https://scroll.in/field/1004279/for-the-joy-of-the-paralympics"}