{"title":"For civil servants, Alapan Bandyopadhyay case highlights the perils of uncooperative federalism","content":"The escalating row over Alapan Bandyopadhyay, the former chief secretary of West Bengal who is now an advisor to the state chief minister, demonstrates the challenges of uncooperative federalism. It throws up an important question:  stuck between the Centre and the state, forced to make a difficult choice, what should a civil servant do?Over his long career, Bandyopadhyay navigated the power corridors of Bengal smoothly. He built a reputation of being effective and of getting along with all his political bosses, first from the Communist Party of India (Marxist) and then from the Trinamool Congress. Yet at the very end, he faltered when it came to following hierarchical protocol.Bandyopadhyay’s troubles started when he failed to attend a review meeting on May 28 about Cyclone Yaas chaired by Prime Minister Narendra Modi. Bandyopadhyay had been accompanying West Bengal Chief Minister Mamata Banerjee on an inspection of the areas that had been affected by the storm. Banerjee’s antipathy for Modi is no secret and when she decided to skip the review meeting and continue her aerial survey, Bandyopadhyay went along with her.‘Look before you leap’Had he attended the meeting, irrespective of what the chief minister did,  he would not be facing disciplinary proceedings from the Centre that could result in him losing his pension and gratuity. He would also have avoided the notice sent to him under the Disaster Management Act for allegedly refusing to attend the meeting with Modi. The section mentioned in the notice carries the penalty of imprisonment and a fine.Had Bandyopadhyay adhered to the rule book, he could have protected himself, irrespective of whether the political relationship between the state and Center was acrimonious or affable.Politicians get away with a lot of things but civil servants don’t, observed CV Ananda Bose, former chief secretary of Kerala, in the New Indian Express. In case of dispute between the state and the Center, the Center usually prevails. “There is a lesson to all civil servants in this imbroglio,” Bose said. “Look before you leap. Keep off party politics.”According to Sarvesh Kaushal, former chief secretary of Punjab, civil servants should go by the service rulebook alone.West Bengal Chief Minister Mamata Banerjee refused to attend the review meeting on Cyclone Yaas with Prime Minister Narendra Modi, due to the presence of her protégé-turned-rival Suvendu Adhikari. #MamataBanerjee #Modi pic.twitter.com/zgOJ0nT0FY— Sanjay Kishore (@saintkishore) May 28, 2021\n\nBut former civil servants from Bengal have come out in support of Bandyopadhyay.Jawahar Sircar, former Union Culture secretary was of the opinion that though All India Service officers have dual loyalty to both Centre and the state in which they are posted, Bandyopadhyay’s immediate boss was the chief minister, so he was not in a position to disobey and attend the meeting with Modi.Former IAS officer and ex-MP Bikram Sarkar told The Times of India that the charges are vague and need to be properly interpreted. “He can get justice from the court, but again in the courts, such a case is unprecedented so he has to be extra cautious,” Sarkar said. This will come at a price. “His pension and gratuity will be stalled till such time as the departmental proceedings are disposed of,” Sarkar said.Modi government’s relationship with civil servants, especially the Indian Administrative Service, has been difficult. Since it came to power in 2014, the Bharatiya Janata Party government  has worked towards chipping away the stranglehold bureaucrats have on governance. Since 2018, Modi government has sought to reduce the presence of IAS officers in top positions and has instead promoted officers from other services.With the introduction of the 360-degree appraisal format that involves multi-source feedback in addition to the Annual Confidential Report system, the abrupt and frequent transfers of officers from one ministry to another, the introduction of biometric attendance in government offices, and the concentration of power in a Prime Minister’s Office manned by handpicked loyalists, the supply of IAS officers to Delhi has also plummeted.Once there was a scramble for deputy secretary, director and joint secretary postings at the Centre but now there are hardly any takers. Of the 280 IAS officers in West Bengal, only 11 are posted with the Central ministries.The increasing politicisation of Indian civil servants has been explained by sympathisers as being a necessary evil to survive in the current political environment. But as the Alapan Bandyopadhyay case shows, it is pushing them down a slippery slope.Sreya Sarkar is a public policy professional based out of Boston who has previously worked as a poverty alleviation specialist in US think tanks.","author":"Sreya Sarkar","time":"2021-06-24T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159716-uvkxtjewdc-1624521238.jpg","tags":["Alapan Bandyopadhyay","Mamata Banerjee","Narendra Modi"],"source":"https://scroll.in/article/998374/for-civil-servants-alapan-bandyopadhyay-case-shows-the-challenges-of-uncooperative-federalism"}