{"title":"For Tamil Nadu highway project, government is using police to acquire farmland","content":"As dusk sets in Muraiyar village, A Karunanidhi securely locks up the main door of his house, leaving only a narrow grilled window open. Ever since the police picked him up from home around midnight on August 19, the sturdy 53-year-old farmer has been terrified to open the door without looking through the window.Muraiyar village lies in Chengam Taluk of Tiruvannamalai district, one of the five districts in northwestern Tamil Nadu where a new eight-lane national highway is proposed to be built. Called the Chennai-Salem Greenfield Corridor, the 277-km highway will connect the state capital to Salem district. It is part of the Central government’s Rs 5.35 lakh crore highway construction project called the Bharatmala Pariyojana, which aims to improve connectivity in the country by “bridging critical infrastructure gaps”. However, two existing national highways already connect Chennai and Salem. Initially, another stretch in Tamil Nadu – the Chennai-Madurai corridor – was included in the Bharatmala project. But this was arbitrarily dropped and the Chennai-Salem corridor was inserted in February, environmentalist Nityanand Jayaraman found through Right to Information queries.The corridor requires 2,560 hectares of land and will disturb 159 villages and 32 settlements along its path in 14 taluks across five districts. The Vanniyars, a most backward caste group, form 36% of the population in these districts, and constitute nearly 80% of its farming community along with Dalits.The state authorities began the land acquisition process in June, with an initial survey done under the watch of the police. The deployment of police was so massive, farmers in five districts told Scroll.in, that no less than 100 policemen would be present with the officials when they laid stone markings after the survey.District officials have justified the police deployment in light of the growing farmer protests against land acquisition. “It was a precautionary measure to prevent any adverse incidents or attacks on the officials,” said R Sukumar, the district revenue officer in Salem.However, they are unable to explain the large number of arrests and detentions reported from all five districts, often of people who were protesting peacefully. According to S Abiraman, a lawyer in Tiruvannamalai town, as many as 60 farmers were arrested in just three districts over three months.A marked stone laid inside a paddy field in Thiruvannamalai indicating the path the Chennai-Salem Greenfield corridor will take.Karunanidhi, the farmer from Muraiyar village, got a midnight knock by the police, hours before he was to attend a condolence meeting in Melvanakkambadi village, 15 km away. Organised by a coalition of farmers under the aegis of Movement Against Eight Lane Way, it was to be held in the memory of Sekhar, a farmer who had died by consuming poison a few days ago. His family said he was distressed. Four acres of their agricultural land and house were being taken over by the government for the Chennai-Salem corridor. “He was upset that we will lose everything,” said his son, S Ananthan.Karunanidhi belongs to the Vanniyar caste and stands to lose 2.5 acres of land to the project. He wanted to attend the condolence meeting to express his concerns. He is shocked the police picked him up late night and held him in the police station till 7 pm the next day. “I have never stepped into a police station in my lifetime,” he said. Scroll.in travelled to all five districts and met scores of residents in the villages affected by the upcoming highway. Here are five stories which reveal a pattern of police intimidation, which farmers allege is aimed at permeating fear and quelling opposition to the project. A Karunanidhi (seated) with his wife K Susheela and son K Vinayagam at his house in Morayur villageA crime to distribute pamphletsThe corridor begins from Tambaram, which is 32 km from the Chennai Central railway station. Another 53 km away is the Uthiramerur taluk of Kancheepuram district, where about 345 hectares of land are to be acquired to build a 60-km stretch of highway. A harmless act of distributing pamphlets critical of the project landed an activist here in prison on charges of sedition and attempt to murder.On July 3, 19 activists representing different human rights organisations and political parties in Tamil Nadu planned to hold a protest at Magaral village in Kancheepuram. “We had prepared pamphlets related to the eight lane corridor project and wanted to distribute them to create awareness about this,” recalled Vetritamizhan, 36, coordinator of the Movement for Protection of Palaru Farmers, which has been actively organising farmers in this region. “But the police got into the van we were travelling. We realised that we would be taken into custody, soon we started throwing pamphlets out.” While 18 activists were arrested on charges of unlawful assembly, creating public nuisance and disobeying and obstructing a public servant, Vetritamizhan was arrested on charges for disturbing public tranquility, criminal conspiracy and sedition. The others were released 12 days later. He spent 40 days in Vellore Central Prison.On the third day of his arrest, a case of attempt to murder was pressed against him, and charges of sedition were added for a book release event he had organised in 2015.“He was not charged under sedition for participating in the protest,” said Santosh Hadimani, superintendent of police, Kancheepuram. “Since there was already a case pending for investigation against him, he was remanded on those charges when arrested.” The officer said it is common legal procedure to add pending charges against the accused after taking them in custody. Vetritamzhian, a coordinator with the Movement for Protection of Palaru Farmers, engages with a group of farmers in Uttiramerur in Kancheepuram. Detention for QuestioningFrom Kancheepuram, the proposed corridor will pass through 124 km in Tiruvannamalai district, cutting through 1,200 hectares of land where paddy, sugarcane and groundnuts are cultivated. The district is also the second largest producer of milk in Tamil Nadu. The tensions over the acquisition of agricultural lands here, which form the main source of livelihood, have deepened after the corridor’s project feasibility report highlighted the presence of iron ore in the hills of Kaunthimalai and Vediappanmalai. The report said the Southern Iron and Steel Company Ltd aims to develop iron ore mines in the hills, as well as in Kanjamalai in Salem district. The tensions have led to a police crackdown in the district. A case in point is the family of Arul Arumugam, 37, who quit his high-paying corporate job in December 2017 to focus his energies on cultivating his ancestral farm in Athipadi village. The family stands to lose four acres of fertile multicrop land. Troubled over the impending land acquisition, Arul initiated a coalition of farmers under the aegis of Movement Against Eight Lane Way.Since June, both Arul and his brother, Soundhar, have been subjected to repeated detentions and arrests. Arul has been imprisoned twice.On June 26, when revenue department officials were surveying Soundhar’s land, Arul questioned them over the lack of prior notice. “For questioning the officials, we were detained in Kallavi police station in Krishnagiri district from 10 am to 2.30 pm,” Arul said.The brothers joined nearly 100 farmers on July 6 to protest against the government’s decision to acquire their lands by symbolically burning the Government Order approving the project. Soundhar was arrested even though he stood at a distance, watching the others burn the document. He was remanded to judicial custody and send to Vellore Central jail for two days. Weeks later, on July 27, the revenue officials returned with nearly 200 policemen to survey Arul’s land – again without prior notice. “We did not let them mark our land,” he said. Both the brothers were detained for nearly seven hours, with their sister A Indira Selvaraj and a passerby named Manoharan.The next round of detentions took place on August 20, when they had planned to attend the condolence meeting for Sekhar, the farmer who had committed suicide. The next day, both the brothers and their uncle Selvaraj were arrested on charges that they had tried to kill the Block Development Officer when he had visited the village to conduct a gram sabha on August 15. “These are baseless allegations,” said Soundhar. “We only wanted a resolution passed against the corridor project.”On September 19, Arul was picked up outside the tehsildar’s office in Cheyyar in Tiruvannamalai district. He had accompanied fellow farmers to submit their objections to the special district revenue officer.Justifying the detentions, Tiruvannamalai Superintendent of Police MR Sibi Chakravarthi said that they have never detained Arul for more than 24 hours. “There is a legal platform to challenge the project but he is going to the villages and mobilising groups. We have only restrained him from mobilising groups and doing mischief to stop the government programme. It is only a preventive measure.”Chakravarthi added that they have only detained people who had planned to participate in protests for which the police had denied permission. “We have not done anything against the law,” he said.Arul Arumugam in his farm in Tiruvannamalai.Stopping from filing objectionsAmidst lush green fields of Erulapatti village in Dharmapuri, 300 km from Chennai, a spacious asbestos-roofed shed has been built where 58-year old Chandra Kumar, clad in his dhoti, stands beside a table giving massage therapy to his patient. An organic farmer and Siddha practitioner, he prepares and stocks medicines in a corner of the room. A cow shed and 1,000 areca trees are spread across three acres of his land.A 56-km stretch of the corridor in Dharmapuri will bulldoze this space, cutting right through Kumar’s land, separating the trees from the well that supplies them water.Farmers in this district who raised objection to land acquisition were detained when the survey was done and let out after it was complete. Others were not allowed to even raise their concerns with the authorities.On June 4, Kumar joined other farmers to travel to Dharmapuri, 15 km away, in the hope of submitting a memorandum to the district collector. Three km short of their destination, their vehicles were stopped by the police. “We walked 3 km to submit our objections,” he said.Early morning on June 21, the officials came to the village, with more than 100 policemen, to mark the lands to be acquired. When local farmers visited a temple on August 20 to participate in prayers being held against the land acquisition, 21 of them were detained by the police and released in the evening.On August 28, Kumar went to a book fair in Chennai and distributed pamphlets explaining why farmers were opposing the eight lane project, he was detained by the police till 9 pm. B Gangadhar, Superintendent of Police in Dharmapuri, denied preventing farmers from filing their objections. “We allowed farmers only in few numbers to the collectorate office in order to maintain peace,” he said. “There are fringe elements such as Maoists and their frontal organisations who want to prevent the implementation of this project.”Chandra Kumar at his farm in Dharampuri.Jailed for standing in solidarity with farmersOn a breezy Sunday evening in Kuppanur in Salem district, nestled between Yercaud, Kalrayan hill forest and Jarugumalai hills, Narayanan’s family members are seated on plastic chairs outside their tiled home. Pointing at the four and half acres of land rich in coconut, betel and plantain trees right behind the house, the farmer said, “I will be left with only 50 cents (half acre) of land if the corridor project is implemented.” The 36-km stretch of the corridor in Salem district, which is nearly 300 km away from Chennai, will take away 406 hectares of land. Like several farmers, Narayanan protested when officials came to survey his land on June 6, without prior notice, along with the police. He voiced his grievances to the local media.Three days later, when he was milking the cow at 4 am, policemen arrived at his house, and asked him to walk to the main road where a senior police official was waiting to speak to him. Narayanan told them he will come out after daybreak. The police waited for half an hour outside his home and called him out again. Once he came to the road, the police took him to Veeranam police station, nearly 12 km away, and detained him for over seven hours.“I insisted that they file a FIR…but they did not,” he said. The police allowed him to leave after villagers gathered outside the police station demanding his release. Narayanan with his family in Kuppanur in Salem district.The same day, 35-year-old Muthukumar, who runs a cycle repair shop in the same village, was also woken up at 4 am and taken to Veeranam police station. His detention turned into arrest. He spent 11 days in Athur prison, on charges of obstructing the work of others. “I do not own land but I was concerned about my family and friends who will be losing their livelihood,” said Muthukumar. “I did not do anything illegal.” He has filed a petition in the Madras High Court challenging the false charges framed against him. Several attempts were made to contact the district collector and the superintendent of police of Salem district. Both did not respond to calls and text messages.Muthukumar with a friend in Salem district.Farmers across the five districts expressed fears of government surveillance. “We are constantly monitored,” said Narayanan. “They check who visits us and what we discuss. We receive calls everyday from [the police] asking what we plan to do in the coming days.” “Where are our fundamental rights?” he asked.All photos by S SenthalirThis is the first of a two-part series on the proposed Chennai-Salem highway project.","author":"S Senthalir","time":"2018-10-02T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/895463-bjexjvpndz-1538405057.jpeg","tags":["Land","Land acquisition","Tamil Nadu","Farmers","Roads and Highways"],"source":"https://scroll.in/article/895463/for-tamil-nadu-highway-project-government-is-using-police-to-acquire-farmland"}