{"title":"For countries like India, tackling antibiotic resistance is key to preventing the next pandemic","content":"If a two-year-old child living in poverty in India or Bangladesh gets sick with a common bacterial infection, there is more than a 50% chance an antibiotic treatment will fail. Somehow the child has acquired an antibiotic resistant infection – even to drugs to which they may never have been exposed. How?Unfortunately, this child also lives in a place with limited clean water and less waste management, bringing them into frequent contact with faecal matter. This means they are regularly exposed to millions of resistant genes and bacteria, including potentially untreatable superbugs. This sad story is shockingly common, especially in places where pollution is rampant and clean water is limited.For many years, people believed antibiotic resistance in bacteria was primarily driven by imprudent use of antibiotics in clinical and veterinary settings. But growing evidence suggests that environmental factors may be of equal or greater importance to the spread of antibiotic resistance, especially in the developing world.Here we focus on antibiotic resistant bacteria, but drug resistance also occurs in types of other microorganisms – such as resistance in pathogenic viruses, fungi, and protozoa called antimicrobial resistance or AMR. This means that our ability to treat all sorts of infectious disease is increasingly hampered by resistance, potentially including coronaviruses like SARS-CoV-2, which causes Covid-19.Overall, use of antibiotics, antivirals, and antifungals clearly must be reduced, but in most of the world, improving water, sanitation, and hygiene practice – a practice known as WASH – is also critically important. If we can ensure cleaner water and safer food everywhere, the spread of antibiotic resistant bacteria will be reduced across the environment, including within and between people and animals.As recent recommendations on AMR from the Food and Agriculture Organisation of the United Nations, the World Organisation for Animal Health, and World Health Organisation suggest, to which David contributed, the “superbug problem” will not be solved by more prudent antibiotic use alone. It also requires global improvements in water quality, sanitation, and hygiene. Otherwise, the next pandemic might be worse than Covid-19.Bacteria under stressTo understand the problem of resistance, we must go back to basics. What is antibiotic resistance, and why does it develop?Exposure to antibiotics puts stress on bacteria and, like other living organisms, they defend themselves. Bacteria do this by sharing and acquiring defence genes, often from other bacteria in their environment. This allows them to change quickly, readily obtaining the ability to make proteins and other molecules that block the antibiotic’s effect.This gene sharing process is natural and is a large part of what drives evolution. However, as we use ever stronger and more diverse antibiotics, new and more powerful bacterial defence options have evolved, rendering some bacteria resistant to almost everything – the ultimate outcome being untreatable superbugs.Antibiotic resistance has existed since life began, but has recently accelerated due to human use. When you take an antibiotic, it kills a large majority of the target bacteria at the site of infection – and so you get better. But antibiotics do not kill all the bacteria – some are naturally resistant; others acquire resistance genes from their microbial neighbours, especially in our digestive systems, throat, and on our skin. This means that some resistant bacteria always survive, and can pass to the environment via inadequately treated faecal matter, spreading resistant bacteria and genes wider.The pharmaceutical industry initially responded to increasing resistance by developing new and stronger antibiotics, but bacteria evolve rapidly, making even new antibiotics lose their effectiveness quickly. As a result, new antibiotic development has almost stopped because it garners limited profit. Meanwhile, resistance to existing antibiotics continues to increase, which especially impacts places with poor water quality and sanitation.This is because in the developed world you defecate and your poo goes down the toilet, eventually flowing down a sewer to a community wastewater treatment plant. Although treatment plants are not perfect, they typically reduce resistance levels by well over 99%, substantially reducing resistance released to the environment.In contrast, over 70% of the world has no community wastewater treatment or even sewers; and most faecal matter, containing resistant genes and bacteria, goes directly into surface and groundwater, often via open drains.This means that people who live in places without faecal waste management are regularly exposed to antibiotic resistance in many ways. Exposure is even possible of people who may not have taken antibiotics, like our child in South Asia.Spreading through faecesAntibiotic resistance is everywhere, but it is not surprising that resistance is greatest in places with poor sanitation because factors other than use are important. For example, a fragmented civil infrastructure, political corruption, and a lack of centralised healthcare also play key roles.One might cynically argue that “foreign” resistance is a local issue, but antibiotic resistance spread knows no boundaries – superbugs might develop in one place due to pollution, but then become global due to international travel. Researchers from Denmark compared antibiotic resistance genes in long-haul airplane toilets and found major differences in resistance carriage among flight paths, suggesting resistance can jump-spread by travel.The world’s current experience with the spread of SARS-CoV-2 shows just how fast infectious agents can move with human travel. The impact of increasing antibiotic resistance is no different. There are no reliable antiviral agents for SARS-CoV-2 treatment, which is the way things may become for currently treatable diseases if we allow resistance to continue unchecked.As an example of antibiotic resistance, the “superbug” gene, blaNDM-1, was first detected in India in 2007 – although it was probably present in other regional countries. But soon thereafter, it was found in a hospital patient in Sweden and then in Germany. It was ultimately detected in 2013 in Svalbard in the High Arctic. In parallel, variants of this gene appeared locally, but have evolved as they move. Similar evolution has occurred as the Covid-19 virus has spread.Relative to antibiotic resistance, humans are not the only “travellers” that can carry resistance. Wildlife, such as migratory birds, can also acquire resistant bacteria and genes from contaminated water or soils and then fly great distances carrying resistance in their gut from places with poor water quality to places with good water quality. During travel, they defecate along their path, potentially planting resistance almost anywhere. The global trade of foods also facilitates spread of resistance from country to country and across the globe.\n\t\t\n\tUntreated sewage in India is a common problem. Credit McKay Savage/FlickrWhat is tricky is that the spread by resistance by travel is often invisible. In fact, the dominant pathways of international resistance spread are largely unknown because many pathways overlap, and the types and drivers of resistance are diverse.Resistant bacteria are not the only infectious agents that might be spread by environmental contamination. SARS-CoV-2 has been found in faeces and inactive virus debris found in sewage, but all evidence suggests water is not a major route of Covid-19 spread – although there are limited data from places with poor sanitation.So, each case differs. But there are common roots to disease spread – pollution, poor water quality, and inadequate hygiene. Using fewer antibiotics is critical to reducing resistance. However, without also providing safer sanitation and improved water quality at global scales, resistance will continue to increase, potentially creating the next pandemic. Such a combined approach is central to the new WHO/FAO/OIE recommendations on AMR.Types of wastesIndustrial wastes, hospitals, farms, and agriculture are also possible sources or drivers of antibiotic resistance. For example, about 10 years ago, one of us, David, studied metal pollution in a Cuban river and found the highest levels of resistant genes were near a leaky solid waste landfill and below where pharmaceutical factory wastes entered the river. The factory releases clearly impacted resistance levels downstream, but it was metals from the landfill that most strongly correlated with resistance gene levels in the river.There is a logic to this because toxic metals can stress bacteria, which makes the bacteria stronger, incidentally making them more resistant to anything, including antibiotics. We saw the same thing with metals in Chinese landfills where resistance gene levels in the landfill drains strongly correlated with metals, not antibiotics.In fact, pollution of almost any sort can promote antibiotic resistance, including metals, biocides, pesticides, and other chemicals entering the environment. Many pollutants can promote resistance in bacteria, so reducing pollution in general will help reduce antibiotic resistance – an example of which is reducing metal pollution.Hospitals are also important, being both reservoirs and incubators for many varieties of antibiotic resistance, including well known resistant bacteria such as Vancomycin-resistant Enterococcus and Methicillin-resistant Staphylococcus aureus. While resistant bacteria are not necessarily acquired in hospitals – most are brought in from the community), resistant bacteria can be enriched in hospitals because they are where people are very sick, cared for in close proximity, and often provided “last resort” antibiotics. Such conditions allow the spread of resistant bacteria easier, especially superbug strains because of the types of antibiotics that are used.Wastewater releases from hospitals also may be a concern. Recent data showed that “typical” bacteria in hospital sewage carry five to 10 times more resistant genes per cell than community sources, especially genes more readily shared between bacteria. This is problematic because such bacteria are sometimes superbug strains, such as those resistant to carbapenem antibiotics. Hospital wastes are a particular concern in places without effective community wastewater treatment.Another critical source of antibiotic resistance is agriculture and aquaculture. Drugs used in veterinary care can be very similar – sometimes identical – to the antibiotics used in human medicine. And so resistant bacteria and genes are found in animal manure, soils, and drainage water. This is potentially significant given that animals produce four times more faeces than humans at a global scale.Wastes from agricultural activity also can be especially problematic because waste management is usually less sophisticated. Additionally, agricultural operations are often at very large scales and less containable due to greater exposure to wildlife. Finally, antibiotic resistance can spread from farm animals to farmers to food workers, which has been seen in recent European studies, meaning this can be important at local scales.These examples show that pollution in general increases the spread of resistance. But the examples also show that dominant drivers will differ based on where you are. In one place, resistance spread might be fuelled by human faecal contaminated water; whereas, in another, it might be industrial pollution or agricultural activity. So local conditions are key to reducing the spread of antibiotic resistance, and optimal solutions will differ from place to place – single solutions do not fit all.Locally driven national action plans are therefore essential – which the new WHO/FAO/OIE guidance strongly recommends. In some places, actions might focus on healthcare systems; whereas, in many places, promoting cleaner water and safer food also is critical.Simple stepsIt is clear we must use a holistic approach – what is now called “One Health” – to reduce the spread of resistance across people, animals, and the environment. But how do we do this in a world that is so unequal? It is now accepted that clean water is a human right embedded in the United Nation’s 2030 Agenda for Sustainable Development. But how can we achieve affordable “clean water for all” in a world where geopolitics often outweigh local needs and realities?Global improvements in sanitation and hygiene should bring the world closer to solving the problem of antibiotic resistance. But such improvements should only be the start. Once improved sanitation and hygiene exist at global scales, our reliance on antibiotics will decline due to more equitable access to clean water. In theory, clean water coupled with decreased use of antibiotics will drive a downward spiral in resistance.This is not impossible. We know of a village in Kenya where they simply moved their water supply up a small hill – above rather than near their latrines. Hand washing with soap and water was also mandated. A year later, antibiotic use in the village was negligible because so few villagers were unwell. This success is partly due to the remote location of the village and very proactive villagers. But it shows that clean water and improved hygiene can directly translate into reduced antibiotic use and resistance.\n\t\t\n\tA public toilet in Himachal Pradesh. Credit: John Hill/WikipediaThis story from Kenya further shows how simple actions can be a critical first step in reducing global resistance. But such actions must be done everywhere and at multiple levels to solve the global problem. This is not cost-free and requires international cooperation – including focused apolitical policy, planning, and infrastructure and management practices.Some well intended groups have attempted to come up with novel solutions, but those solutions are often too technological. And western “off-the-shelf” water and wastewater technologies are rarely optimal for use in developing countries. They are often too complex and costly, but also require maintenance, spare parts, operating skill, and cultural buy-in to be sustainable. For example, building an advanced activated sludge wastewater treatment plant in a place where 90% of the population does not have sewer connections makes no sense.Simple is more sustainable. As an obvious example, we need to reduce open defecation in a cheap and socially acceptable manner. This is the best immediate solution in places with limited or unused sanitation infrastructure, such as rural India. Innovation is without doubt important, but it needs to be tailored to local realities to stand a chance of being sustained into the future.Strong leadership and governance is also critical. Antibiotic resistance is much lower in places with less corruption and strong governance. Resistance also is lower in places with greater public health expenditure, which implies social policy, community action, and local leadership can be as important as technical infrastructure.Why we aren’t doing moreWhile solutions to antibiotic resistance exist, integrated cooperation between science and engineering, medicine, social action, and governance is lacking. While many international organisations acknowledge the scale of the problem, unified global action is not happening fast enough.There are various reasons for this. Researchers in healthcare, the sciences, and engineering are rarely on the same page, and experts often disagree over what should be prioritised to prevent antibiotic resistance – this muddles guidance. Unfortunately, many antibiotic resistance researchers also sometimes sensationalise their results, only reporting bad news or exaggerating results.Science continues to reveal probable causes of antibiotic resistance, which shows no single factor drives resistance evolution and spread. As such, a strategy incorporating medicine, environment, sanitation, and public health is needed to provide the best solutions. Governments throughout the world must act in unison to meet targets for sanitation and hygiene in accordance with the UN Sustainable Development Goals.Richer countries must work with poorer ones. But actions against resistance should focus on local needs and plans because each country is different. We need to remember that resistance is everyone’s problem and all countries have a role in solving the problem. This is evident from the Covid-19 pandemic, where some countries have displayed commendable cooperation. Richer countries should invest in helping to provide locally suitable waste management options for poorer ones – ones that can be maintained and sustained. This would have a more immediate impact than any “toilet of the future” technology.And it’s key to remember that the global antibiotic resistance crisis does not exist in isolation. Other global crises overlap resistance; such as climate change. If the climate becomes warmer and dryer in parts of the world with limited sanitation infrastructure, greater antibiotic resistance might ensue due to higher exposure concentrations. In contrast, if greater flooding occurs in other places, an increased risk of untreated faecal and other wastes spreading across whole landscapes will occur, increasing antibiotic resistance exposures in an unbounded manner.Antibiotic resistance will also impact on the fight against Covid-19. As an example, secondary bacterial infections are common in seriously ill patients with Covid-19, especially when admitted to an ICU. So if such pathogens are resistant to critical antibiotic therapies, they will not work and result in higher death rates.Regardless of context, improved water, sanitation, and hygiene must be the backbone of stemming the spread of AMR, including antibiotic resistance, to avoid the next pandemic. Some progress is being made in terms of global cooperation, but efforts are still too fragmented. Some countries are making progress, whereas others are not.Resistance needs to be seen in a similar light to other global challenges – something that threatens human existence and the planet. As with addressing climate change, protecting biodiversity, or Covid-19, global cooperation is needed to reduce the evolution and spread of resistance. Cleaner water and improved hygiene are the key. If we do not work together now, we all will pay an even greater price in the future.David W Graham, Professor of Ecosystems Engineering, Newcastle University. Peter Collignon, Professor of Infectious Diseases and Microbiology, Australian National University.This article first appeared on The Conversation.","author":"David W Graham, The ConversationPeter Collignon, The Conversation","time":"2020-06-13T23:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/22131-17958147238_8a77f55799_o.jpg","tags":["Bangladesh","India","drug resistance","Covid-19"],"source":"https://scroll.in/article/964317/for-countries-like-india-tackling-antibiotic-resistance-is-key-to-preventing-the-next-pandemic"}