{"title":"‘For anything and everything’: UAPA cases are rising in Kashmir","content":"On the morning of February 5, a grieving father led a protest march through a village in Kashmir’s Pulwama district, asking for his teenage son’s body. The police claimed 16-year-old Ather Mushtaq was among three militants killed in a gunfight in Srinagar on December 30. But his father, Mushtaq Ahmad Wani, rejected the claim. “My son was not a militant,” he said. “I just want his dead body, nothing else.”  Citing coronavirus protocols, the police had buried Ather Mushtaq’s body in Sonamarg, 120 km away. But his father, an apple trader, insisted that the body be exhumed and handed over to him.  “I want to bury him in our native graveyard so that he will be before my eyes always,” he said. The protest march wound down the narrow paths of Bellow village, where Wani lives with his wife and daughter. It was modest by Kashmir’s standards. “Not more than 30-40 people,” said an eyewitness. Yet, hours later, Wani and six others – five of them his relatives – had been booked under Section 13 of the Unlawful Activities (Prevention) Act, 1967, India’s stringent anti-terror law which prescribes seven years imprisonment for “advocating, abetting, advising or inciting the commission of any unlawful activity”. Unlawful activity is defined vaguely in the law as any action, whether by an individual or an association, which “disclaims, questions, disrupts or is intended to disrupt the sovereignty and territorial integrity of India” or “causes or is intended to cause disaffection against India”. The case against Wani was widely reported in the media. Photographs of the grief-stricken father touched a chord, prompting an explanation from no less than Kashmir’s Inspector General of Police, Vijay Kumar. “If you are taking out a march to demand the dead body then there will be no case,” he told reporters in Srinagar on February 19, “but if you are shouting anti-India and anti-government slogans, UAPA will be invoked.”Wani denied any anti-India slogans were raised during the march. The protestors maintained a careful distance from the police, he said. Besides, the entire protest was filmed. “Even the police were recording the protest,” he said. “Let them prove that we raised any provocative or anti-national slogan.”Mushtaq Ahmad Wani holds up a photo of his son during the protest in February. Photo: Kamran Yousuf‘For anything and everything’Lawyers say the case against Wani represents a larger trend in Kashmir – of the anti-terror law being invoked on what they say are the flimsiest of grounds. “The UAPA is being used for anything and everything in Kashmir,” said a Srinagar-based lawyer, who is handling many cases under the anti-terror law. He requested anonymity for the sake of his clients’ protection. “Earlier, a stone-pelting incident would invite the charges of rioting, attempt to murder or other provisions, but now even those cases are being registered under UAPA,” he said. Last week, Scroll.in reported the case of an assistant professor who was arrested in the first week of March in cases involving UAPA charges. The police claimed he had been evading arrest since 2018. But official documents showed he had regularly attended work, including handling the responsibility of running a coronavirus quarantine centre in the government college where he was posted. His family said the cases under UAPA were an outcome of his activism – he had exposed corruption by officials and raised concerns over land encroachment by the Indian Army. The National Crime Records Bureau data shows a rising graph of UAPA cases in Jammu and Kashmir: from less than 60 cases annually until 2015, to 255 cases in 2019, the latest year for which data is available. “Whether it’s an OGW [overground worker of a militant group], stone-pelter, separatist, journalist or someone else, UAPA is being slapped randomly,” the lawyer said. On March 31, Scroll.in sent a detailed questionnaire to Jammu and Kashmir police headquarters and Inspector General of Police of Kashmir, Vijay Kumar, asking them about the reasons behind the rise in number of UAPA cases in the territory. A reminder was sent to both the offices on April 5. However, the questions have gone unanswered.Lawyers say part of the reason why the police are frequently using the law is that it enables them to detain the accused for longer periods of time without a trial. Under UAPA, investigative agencies get 180 days to probe a case, compared to 60-90 days under ordinary criminal law. This means an accused is eligible to apply for bail only after six months. Lawyers say this is part of police efforts to stifle peaceful dissent.Scroll.in spent a month tracking down recently filed UAPA cases to examine these trends more closely. But the families of many Kashmiris booked and arrested under the law declined our request for interviews, expressing fear of additional trouble for their loved ones. Even lawyers requested anonymity, fearing the attention on their clients might lead to more cases against them. Stifling protestsWani was among the exceptions who spoke to us.In the two months since the case was registered against him and his relatives, the police have neither summoned nor arrested them. He believes the registration of the case was aimed at derailing further protests – an aim that has been achieved since the family has avoided hitting the streets again. “We are now exploring options to go to the court and demand my son’s mortal remains through it,” he said.Protests appear to be one of the main triggers for UAPA cases – as well as one of the main targets.On March 5, Srinagar’s historic Jamia Masjid area, known for pitched battles between protesters and police, witnessed stone-pelting clashes after Friday prayers for the first time in more than a year and a half. The next day, police started rounding up boys and young men who had allegedly participated in the clashes. “We won’t allow stone pelting at any cost,” the inspector general Vijay Kumar said in a press conference. One of those arrested was 23-year-old Faisal Maqbool, who was booked in a case involving multiple charges – rioting, attempt to murder, voluntarily causing hurt and endangering the life of others, and unlawful activity under Section 13 of the UAPA.Until his arrest, Maqbool’s family had never heard about the anti-terror law. “Is there any avenue to get bail in a ULP case?” his father, Mohd Maqbool Panjra asked this reporter at their home in Tujgari Mohalla in Srinagar’s Nowhatta area. Unlike the rest of India, where UAPA is the commonly used acronym for the Unlawful Activities Prevention Act, in Kashmir, it is ULP.The family, which lives a kilometre away from Jamia Masjid, said Maqbool was playing cricket at a local playground on the day of the protest.“Nowhatta is known for protests but my son never participated in them,” said Haleema Maqbool, his mother. “He was too occupied in his livelihood worries to think about that.”Ever since his father, a labourer, suffered an injury on his arm a decade ago, the young man has been working as a gravedigger to support his family.“My son was around 10 when he quit studies to earn for the family,” said his mother. “He was in fourth standard that time.” The family roped in local resident welfare committees to vouch for Maqbool’s character and conduct. “Two local area committees gave it in writing that they haven’t seen Faisal involved in any wrong activities,” said Panjra, who submitted the written representations to the police station. But this had no effect – Maqbool remains behind bars.Maqbool’s absence is impacting his family in more ways than one. Umaiza Maqbool, his sister, said: “We have no support except him.” His mother, Haleema Maqbool, put it more bluntly: “If he remains in custody for long, we will have nothing to eat.”Mohd Maqbool Panjra and his wife Haleema Maqbool show a letter submitted in support of their son. Photo: Umer AsifA rising graph What makes it easier for the police to arrest individuals under UAPA is a recent amendment to the law.Until 2019, the police needed to establish that those arrested in UAPA cases were members of banned organisations to secure a conviction in a court of law. But an amendment made in July that year has enabled the government to designate any individual as a “terrorist”, bypassing the need to establish membership or association with banned groups.Not only are the Jammu and Kashmir police booking more individuals under UAPA, they are also seizing more properties under Section 25 of the Act, say lawyers. In February, Jammu and Kashmir police announced that it had accorded permission for the seizure and attachment of 61 vehicles, five houses, six shops, land and cash belonging to individuals booked in 46 cases in order to “restrict terror activities”.The expansion of police powers under the UAPA has come with a rise in the number of cases across India. Data provided by the Ministry of Home Affairs in the Lok Sabha revealed over 72% increase in the number of arrests made under UAPA in 2019 as compared to 2015. In 2019, Jammu and Kashmir had registered the third highest number of UAPA cases among all Indian states. According to official data by the National Crime Records Bureau, 921 UAPA cases were registered in Jammu and Kashmir between 2014 and 2019. The first spike came in 2016 – the year of the Burhan Wani uprising. A charismatic and popular local militant commander, Wani was killed in an encounter in July that year. His death triggered a massive public uprising against Indian rule in Kashmir valley. Until then, the number of UAPA cases in the erstwhile state had hovered around 50-60 cases per year. By the end of 2016, the number stood at 161.Since 2018, when the last elected government of Jammu and Kashmir fell after Bharatiya Janata Party withdrew its support from the coalition led by the Peoples Democratic Party, the number of cases rose further, reaching a record-high of 255 cases in 2019. The National Crime Records Bureau is yet to make annual crime records of 2020 public. A cricket matchThe courts have done little to crack a whip on the police over the growing use of the anti-terror law in Jammu and Kashmir. Only in rare instances have the courts refused police remand of an accused in a UAPA case, said lawyers. “Ordinarily, we see if someone is arrested under a UAPA case, he/she has to spend at least six months in jail and pray that police don’t submit the chargesheet on time,” said a lawyer, who did not want to be identified. If an investigating agency fails to submit a chargesheet within the stipulated 180 days, an accused under the anti-terror becomes eligible for bail. “That’s the shortest way to come out of jail,” said the lawyer.A case from Shopian district is illustrative. In September, eight students and a teacher were booked under the anti-terror law after they played a cricket match in the memory of a militant killed in 2018. He was the brother of one of the students. The police accused the group of “glorifying militancy” and booked them under Section 13 of UAPA.On March 2, the nine accused were given bail by a court after the police failed to submit the chargesheet on time. “The case will continue and the police have to submit a chargesheet, but the boys can’t be arrested again in the same offence,” said Mujeeb U Rehman, the legal counsel for the nine accused. Even if the police submit a chargesheet on time in UAPA cases, they rarely lead to convictions, official data shows. In February, data shared by the Union Home Ministry in the Rajya Sabha revealed that only 2.2% of cases registered under the law in 2016-’19 had resulted in convictions. UAPA and PSA The growing use of the anti-terror law in Jammu and Kashmir has invited the attention of global organisations like the United Nations. In a letter addressed to the Indian government on December 22, a team of Special Rapporteurs of the United Nations criticised the misuse of the law against human rights defenders and journalists in Kashmir. The letter said the government action was “aimed at discrediting their work”. However, many in Kashmir feel international rights groups have failed to raise concerns over the misuse of UAPA in the same way that they drew attention to the Public Safety Act, Jammu and Kashmir’s preventive detention law under which a person can be detained up to a period of two years without trial. “Such kind of documentation hasn’t taken place around UAPA,” said a lawyer. In many cases, however, the authorities in Kashmir have used both the laws to keep people behind bars.Take the case of 25-year-old Shaheen Ahmad Mir. A billing operator at a car showroom in Srinagar, Mir lived in Narbal area on the outskirts of the city. He was arrested in March 2019 for an alleged involvement in the loot of four AK-47 rifles from the official residence of a Congress legislator in Srinagar in 2018.“While framing charges in the matter, the court was of the opinion that there was not enough evidence to support the allegations against Shaheen,” said lawyer Mir Urfi, who represented him. It granted him bail in September By then, Mir had already spent nearly six months in Srinagar central jail. Despite the bail, he was not released. The day he was to walk out of jail, he was detained under Section 107 of the Criminal Procedure Code, which empowers an executive magistrate to keep a person under preventive detention up to one year if he is satisfied that the person is likely to commit a breach of the peace or disturb public tranquility. Ten days later, Mir was booked under Public Safety Act and shifted to Jammu’s Kot Bhalwal Jail. Then Deputy Commissioner, Srinagar, Shahid Iqbal Choudhary, the detaining authority under the preventive detention law, reasoned that Mir’s detention was necessary in order to stop him from indulging in “anti-national activities” after his release on bail. After spending another 14 months in jail, Jammu and Kashmir High Court in November 2020 quashed Mir’s detention under Public Safety Act after finding his detention “not sustainable in law for more than one reason.” “He spent almost two years in jail for no crime,” said Urfi, his lawyer. Shaheen Ahmad Mir spent 20 months in prison. Photo: Safwat ZargarScars of detentionBack home, Shaheen Mir is trying hard to find work. He hasn’t been lucky so far. For now, the family is relying on a grocery shop run by his father. “Cases like these bring a stigma with them,” said Urfi, his lawyer. “These individuals are under constant surveillance and are often called to police stations for some reasons or other.”Mir said the chances of his prospective employment are bleak. “Nobody wants to hire someone who has been in jail,” he said. Before his imprisonment, he was earning about Rs 8,000 per month by working at a private car showroom. Parallely, he was studying for a postgraduate degree in Public Administration, hopeful of getting a government job. But those hopes have dried up. “I know the government will never give me a good character certificate even if I get a job,” he said. The scars of detention are too stark to go away easily – despite his eventual exoneration from the case. “My sisters had saved some money for their wedding and purchased gold ornaments. They sold them in order to spend on daily expenses,” he said. “I always feel sad about it.”","author":"Safwat Zargar","time":"2021-04-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157018-wqufdhfouz-1617265733.jpg","tags":["Kashmir Report","Jammu and Kashmir","UAPA","Unlawful Activities Prevention Act"],"source":"https://scroll.in/article/991077/for-anything-and-everything-uapa-cases-are-rising-in-kashmir"}