{"title":"For India’s opposition parties, is there a silver lining in the assembly election defeats?","content":"There is little doubt that Prime Minister Narendra Modi Bharatiya Janata Party has scored an emphatic win in the just concluded assembly elections to five states. On the other hand, to equate the BJP’s 4-1 sweep to having given the opposition a final knock-out blow all the way till 2024 is being too presumptuous. If anything, a closer scrutiny of the results taken together with the electoral atmospherics point to other possibilities.Take the case of Uttar Pradesh, the most intensely fought and keenly observed among the states that went to the polls. Even though the Samajwadi Party bagged less than half the seats won by the ruling BJP, it polled one-and-a-half times more votes than it did in the last election. Its vote share rose to a new high of 32% (and 35% for the alliance it headed), the best-ever for the party. But that wasn’t good enough to beat BJP, which not only managed to keep most of its votes from last time intact but added more – presumably with women voters who swung in its favour because of such welfare schemes as free rations and housing or a perceived sense that law and order had improved under Adityanath. The BJP’s vote share rose marginally from 39.7% to 41.3%.Shifting expectationsThe BJP won 255 seats and its allies another 18. The Samajwadi Party-led coalition won a total 125 seats. The Samajwadi Party’s own tally increased from 47 in 2017 to 111 this time.  In the last election, the BJP had won 312 seats.  The loss of 57 seats in this election, I contend, announces a shift in political expectations through the campaign process.During my travels in the different phases of the Uttar Pradesh election, like many other journalists, I was struck by the heap of criticism against the Adityanath administration – stray cattle, unemployment, inflation and even talk about a certain level of administrative cruelty.  At heart, this was what one can list as being the conventional ingredients of transactional politics, which refers to the expectations of the citizen from the government and is usually framed as a claim based on rights.In other words, Uttar Pradesh was showing a return to normal politics that was in contrast to either the 2017 state election or the 2019 general election, when the extraordinary super hero status of Prime Minister Modi  loomed large.Four roses and... #Elections2022 #AAP pic.twitter.com/2uxwHrcyx8— Satish Acharya (@satishacharya) March 11, 2022\n\nThough not everyone seems to have voted for the opposition based on such unhappiness, the return of normal transactional politics stumped many efforts of the BJP to turn the campaign into a one-sided ideological battle about the Hindutva world view.  In fact, even the BJP’s emphatic win should be considered a decidedly “Hindutva-plus” vote  rather than an exclusively Hindutva vote.  Hence,  the transactional voter comprising the welfare beneficiaries (labharti) and those who felt law and order improved under the BJP administration added decisively to those who might have voted purely on their ideological commitment to  Hindutva.From the Samajwadi Party-led gathbandhan’s promise to restore the government pension scheme prevalent before 2004 to Priyanka Gandhi’s energetic campaign to empower young women, the noise around transactional politics, in fact, compelled the BJP during the campaign to repeatedly retreat and reorient from its natural propensity for turning voters towards an ideological vote. This was the real triumph of the opposition in Uttar Pradesh, which successfully showed that the BJP juggernaut can indeed be slowed down and even be derailed by forcing it to repeatedly qualify and dilute its ideological messaging. If Hindutva cannot win without the plus, it is the latter that the opposition must concentrate on by turning government services and public goods into the terrain for active political struggle.It can, therefore, be argued that the silver lining in the opposition’s loss in Uttar Pradesh lies in the fact that the campaign successfully showed that many gains against Hindutva are possible if the electoral process is made to deepen citizenship rights and foreground the demands for government services and public goods. While Hindutva enthusiasts would like the electoral battle to be restricted to issues of identity and culture, the opposition needs to stay on message in orienting the voters towards making meaningful demands for development and public services.  The Uttar Pradesh campaign, in other words, showed the fragile dependence of Hindutva on Hindutva plus. A purely ideological victory by any party in India is still very far away.Rajesh Mahapatra is an independent journalist and a current affairs commentator. His Twitter handle is @rajeshmahapatra.","author":"Rajesh Mahapatra","time":"2022-03-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171390-ffjejoxmvn-1647022953.jpg","tags":["Bharatiya Janata Party","2022 Assembly elections","Samajwadi Party"],"source":"https://scroll.in/article/1019309/for-indias-opposition-parties-is-there-a-silver-lining-in-the-assembly-election-defeats"}