{"title":"For Mumbai’s street vendors during Covid-19, precarious livelihoods signal an uncertain future","content":"In August 2020, Mohammad Shagir, a flute seller who you hear long before you see, returned to the streets of Mumbai. Four months after the Indian government abruptly announced a harsh lockdown to curb the spread of the Covid-19 pandemic, vendors offering speciality products like flutes, staples like fish, and services like knife-sharpening began to frequent familiar beats in an attempt to resume their livelihoods.But newfound concerns about hygiene and the lack of monetary support, information and guidelines left many of these members of the informal economy in a precarious position. Now, they are dealing with the uncertainty of a brutal second wave of the virus.Who are these street vendors?Estimates suggest that there are between six million and ten million street vendors in India. They form approximately 14% of India’s urban informal economy as only a few vendors have licences to pursue their work. Impractical licence caps render much of this work to be considered illegal. In Mumbai, only about 15,000 of the city’s approximately 250,000 street vendors have licences.Metropolitan regions such as Mumbai, Delhi and Kolkata have the largest concentration of street retailers. Most individuals in these trades are migrants from the country’s poorer states, where non-agricultural activities are limited. The official definition of a street vendor is ambiguous; it broadly extends to anybody selling goods without a permanent shop, like Mohammad Shagir.In January and February 2021, we conducted interviews with ten street vendors in Mumbai to understand the impact of Covid-19 on their lives, and asked them about the socio-economic and policy environment that governs their work.\n\n\n    \n    Play\n\nVendors trail the streets of Mumbai, selling speciality products, staples, and services, with their unique calls. Credit: Suraj KatraThe Indian government’s announcement of a tight lockdown in March 2020 had a devastating impact on street vendors. Restrictions on mobility and the shutdown of economic activity brought life in India’s cities like Mumbai to a complete halt. During the lockdown, which lasted till June 2020, streets that are usually vibrant felt sterile. Apart from the song of bulbuls and barbets, silence descended on the city.Mumbai’s soundscape is often described as noisy and overwhelming. But this belies its humming complexity that includes the unique calls of vendors who have been part of Indian urban life for centuries. While some have temporary road-side shops that are neighbourhood landmarks, many vendors are transient and attract customers by announcing their wares. The sonic environment in residential areas includes a range of vendors’ oral cues: the nasal utterances of names of local fish, the idliwala’s distinct horn, the twang of the mattress and pillow stuffer’s bowstring, and the utilitarian calls of vendors describing their trade.As late as August 2020, the Maharashtra government told the Bombay High Court that it had no plans to permit street vendors to conduct business amidst the pandemic because it did not have the capacity to regulate their work. But many vendors who had no other source of income resumed their trade anyway.While Shagir stayed in Mumbai through the lockdown, Med Khan, a knife-sharpener, only returned to the city in November. Originally from Haryana, Khan learned his work from a man in his village and first came to the city as a teenager. For 40 years, his cycle has served as a tool for his transportation and trade. Like other knife-sharpeners, Khan modified the pedals of his Hercules to also turn the sharpening stone mounted between the handlebars. On his daily beat, he covers residential areas between Haji Ali and Chowpatty in South Mumbai.Chakudhaars (knife-sharpeners) pedal their customised bicycles to sharpen knives and scissors.  Credit: Aaran PatelThe pandemic has only increased the pressures that he has been experiencing recently. “Most people buy stainless steel knives from Amazon and don’t need my service,” he said. The majority of his customers are above 60 years old, from a generation that often has relationships with the people who sold services and products. Today, through e-commerce platforms, many consumers have instant access to a replacement economy with cheap options instead of the reuse economy that provides livelihoods to people like Khan. “Fewer people come down when they hear my calls,” he said. “And I am not allowed in building compounds anymore because of Covid.”As Mumbai’s architecture has transitioned towards high-rise residential complexes with elevated podiums and hermetically sealed and air-conditioned apartments, vendors’ calls feel muted and removed.Place-based relationships and the city Several vendors reiterated that their shrinking customer base is largely made up of older people whom they have known for years. These relationships and routines sometimes revolve around rituals and cultural connections rather than mere economic transactions. “My flutes mostly sell around the time of festivals like Janmashtami,” Shagir said, referring to the Hindu festival in worship of Krishna, who is often depicted playing a flute. “But nowadays, some people send money down to their security guards with requests for me to play devotional songs.”Plying their wares, bansuriwalas (flute-sellers) enrich the city’s soundscape with their distinct and melodious tunes that are difficult to miss. Credit: Aaran PatelThoughtful and inclusive urban design plays a key role in fostering connections between vendors and other citizens of the city. Features like wide footpaths, low compound walls and shady trees not only benefit street vendors but also residents. However, according to research published in Articulo – Journal of Urban Research, regulations informed by disasters like epidemics have largely entrenched distinctions between public and private spaces. Municipal authorities and elites have long seen bazaars and open markets as places that spread disease and require management. This deprives members of the working classes of common resources and their collective use. In this vein, influenced by concerns about the airborne transmission of SARS-CoV-2, an order by the Maharashtra government in April 2021 empowered authorities to relocate fruit and vegetable vendors operating from “non-permanent structures” to “open public spaces” to ensure ventilation, distancing and hygiene. But Mumbai’s well-recorded dearth of these open spaces leaves few options for vendors. Facilitating mixed use planning that formally recognises and allocates space to vendors can boost neighbourhood economies and encourage pedestrian access. The majority of vendors are daily wage earners. To support their families, they spend 10-12 hours every day walking the city’s streets through cracking heat and monsoon deluges to sell goods and services. A recent study by an organisation called YUVA found that, in Mumbai, “the lockdown left a sizable proportion of [vendors] that was previously earning without a source of income and dignity, forcing them to rely on various forms of relief as a means of sustenance”. Disparities between vendors and changing supply chainsIn Maharashtra, to curb the spread of cases, the state government has imposed a curfew till June 1, leaving many transient vendors uncertain about whether they can ply the streets of Mumbai at all. Although there has not yet been an announcement of a nationwide lockdown, many migrant workers have once again been left stranded and decided to return to their homes in other states. The Maharashtra government’s Rs. 5,476 crore economic relief package includes Rs 1,500 cash transfers for 5 lakh street vendors. Even if those covered in this package are eligible for free rice, wheat and other provisions through the Food Security Act, the cash transfer would be just enough to cover two weeks worth of food expenses. The relief measures are insufficient according to hawkers’ union leaders. Fortunes have been different for those selling fruits and vegetables. Their work, deemed an essential service, continued even through the harsh 2020 lockdowns and is clearly recognised in the Maharashtra government’s recent curfew order. Fruit and vegetable sellers have also received the largest share of credit for working capital through the Pradhan Mantri Street Vendors’ Atmanirbhar Nidhi Yojana (PM SVANidhi scheme) announced in June 2020 to provide vendors working capital in lieu of the pandemic and to encourage digitisation of processes.For Mohammed Rais Jamil, a fruitwala near Mumbai’s Hanging Gardens, sales have been steady throughout the pandemic. He earns between Rs 500 and Rs 1,500 a day, allowing him to pay salaries for his team of five that helps him with sourcing, unloading, storing, boxing and selling.Unlike vendors who offer single products and services, and those like fish sellers who rely on local supply chains and seasonal availability, Jamil has diversified his produce to stay competitive. At his fruit stall erected with reusable materials like bamboo, under bright umbrellas and tarpaulin sheets that provide relief from the heat and protection from the rain, one can find kiwis from New Zealand in cardboard boxes and avocados from Peru in plywood crates.A decade ago, Jamil’s father, also a fruit seller, would have considered importing these to be an exorbitant and perhaps unnecessary expense. Although Jamil has attempted to keep up with affluent consumers’ preferences, supermarkets have cut down his sales.Fruit and tea stands serve as neighbourhood hubs for citizens from varying socio-economic classes, including policemen who often play both roles of collector of hafta and customer. Credit: Aaran Patel “Big Bazaar and Nature’s Basket have reduced my profits by 50%,” Jamil explained. “And though I have had a licence for eight years, that doesn’t make a difference to the police. I still have to pay haftas [bribes].”Jamil’s son, a college graduate, has not been able to find other work over the past year and has been lending him a hand. But Jamil wants something different for the next generation: “There is no future left in this trade.”Almost all the vendors we spoke to envisioned a different life for their children – one that involves higher education and a pathway towards blue-collar jobs away from the streets.   From micro to macro  Street vending, to some degree, represents a continuum between rural and urban areas. Trades such as knife-sharpening, shoe-shining, and bucket-selling have been around for decades. Yet, vending was only accorded legal status in 2014 when the Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act was established. It had two aims: to regulate street vendors in public open spaces and to protect the rights of these informal workers. The legislation also mandated establishment of Town Vending Committees in defined districts to ensure that vendors comply with government rules. However, the implementation of the Act has been erratic,  with several districts flouting the Town Vending Committees requirement.Machiwalas (fish sellers) source their catch from local fish markets and walk across the city, stopping at street corners and sidewalks to sell this seafood. Credit: Aaran PatelNone of the vendors we interviewed were aware of such policies. With regular (and relatively costly) payment of haftas to local law enforcement and municipal authorities, vendors keep their businesses – and homes – ticking. The alternative of eviction is dire. Despite having a licence, every couple of months, Jamil hears in the distance the warning siren of a municipal corporation van out on an eviction drive. Within a few minutes, his shop is packed up and hidden in plain sight until the vehicle passes; then, he starts work again. The National Association of Street Vendors in India argues that eviction is one of the most threatening situations for a vendor. If a vendor were caught for encroachment and illegal commerce, the city authority would confiscate their wares, with steep fines for recovery.Technology and policy support There are several ways in which technology solutions, policy and urban design could help street vendors and keep our cities vibrant. Private/independent initiatives like reThela can reimagine street vending through business and technological support that boosts sales through better distribution and marketing. reThela helps vendors build a mobile-based app to supplement their oral marketing both visually and strategically. Such initiatives are difficult to scale in a holistic manner, but innovations and ideas can be used in a public private partnership model to reach a critical mass of vendors. In the public sector, initiatives such as economist Jean Dreze’s proposal for Decentralised Urban Employment and Training or DUET could offer vendors security and opportunity. DUET would serve as an urban counterpart to the government’s Mahatma Gandhi National Rural Employment Guarantee Scheme, which provides 100 days of wage employment to rural households. Such a policy would not only increase sources of employment in cities, but also provide social safety nets to the urban informal sector, which includes street retailers. Meaningful urban employment through municipalities and wards could create civic and physical assets that help spur economic activity and prevent economic damages. They could also bring into the fold more people who would otherwise be out of work.Residents are familiar with the range of distinct calls of vendors, a quintessential part of the hum of city life. Credit: Aaran PatelPolicy solutions are necessary, but they need to be accompanied by better urban design. In addition to infrastructural changes, cities have created collaborative initiatives to integrate street vendors. From 2018, Bhubaneswar has designated zones and built kiosks for vendors in key areas of the city. Such planned growth reduces urban poverty and helps informal segments raise their quality of life.Towards a better futureStreet vending embodies the dynamism of cities like Mumbai, though it coexists with e-commerce websites and glitzy malls. Despite their personal touch, some trades are slowly vanishing in the digital age. Med Khan lamented that his trade is becoming more of a novelty than a service. “Compared to the Rs 100-Rs 200 for sharpening a knife or pair of scissors, foreign tourists are willing to pay Rs 500 to take a picture of me sharpening my own knives,” he said.As India continues to fight the pandemic, preserving the rights and securing the livelihoods of vendors must not be an afterthought. In Mumbai, over the last few weeks, ambulance sirens have punctuated the stillness of an otherwise bustling metropolis. The regular calls and sounds of vendors are quiet for now, as they brood on the uncertainty of the future. Aaran Patel is an MPP candidate at the Harvard Kennedy School of Government.Kadambari Shah is an MAIDP candidate at the University of Chicago. Suraj Katra is a photographer and filmmaker based in Mumbai.","author":" Aaran PatelKadambari Shah","time":"2021-05-22T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159333-bfeqwqngfo-1621612088.jpg","tags":["Covid-19","Pradhan Mantri Street Vendors’ Atmanirbhar Nidhi Yojana"],"source":"https://scroll.in/article/995477/for-mumbais-street-vendors-during-covid-19-precarious-livelihoods-signal-an-uncertain-future"}