{"title":"For Nagas, the idea of India is not defined by the Brahmanical notion of a timeless civilisation","content":"For some time now I’ve been wanting to work on a book called “constitutional Indians” – a concept that I have briefly touched upon in the conclusion of my book Christianity and Politics in Tribal India: Baptist Missionaries and Naga Nationalism, just published by Permanent Black and Ashoka University in collaboration with the New India Foundation. My argument in it is that, for a putatively renegade ethnic community like the Nagas, the “idea of India” hangs precariously in the balance, supported by a piece of paper, the Indian Constitution, which we have until recently understood as a guarantee of equal rights to Indian citizens irrespective of religion, ethnicity, class, and gender.I belong to an emerging class of educated Nagas who consider themselves “constitutional Indians”; many of the young in my community, and perhaps the North East more broadly, are culturally conservative, proud of their region’s distinctive history, tradition, language, and ethnic identity, but at the same time seeing and desiring common ground with fellow citizens in other regions of the country that have their own – sometimes almost incomprehensibly different – language, history, and culture. For a Naga, this common ground is the idea of a modern and secular India – as the truly Ambedkar-inspired Constitution defines it – not the largely elite and Brahmanical notion of a timeless Indian civilisation and tradition dating back thousands of years.Invented traditions“Traditions”, as has been established, are often invented to serve a political purpose at particular historical conjunctures. They are never “age old”; on the contrary they are often dubious notions so subtly perpetuated by the powerful that they lodge for generations in the social psyche and hold sway over a whole populace over long stretches of time. The all-encompassing idea of some singular Indian civilisation was necessary as a nationalist invention during the struggle against British rule. It is untenable when scrutinised analytically, but there is no doubt that it is attractive within a world of competitive “civilisations” and has taken hold in the general mind. If the Greeks, Egyptians, Germans, British, and Chinese can boast of being the inheritors of a civilisation, Indians may have seemed to lack muscle if they failed to make the same claim. Most such claims, however, are the bloated proclamations of elites to showcase the high intellectual achievements and cultural artefacts of past elites. The absence of the ideas and creativity of religious and ethnic minorities, the subaltern and the oppressed, and folk traditions is, in such grand concepts, transparent.The made in India toys of Sindhu Sarasvati Civilisation that spread across the world and are sold even today.This is 5000 years of unbroken civilisation that we inherited. pic.twitter.com/cTdVoxWUtc— Indic History (@IndicHistory) December 27, 2020\n\nI am a student of Indian history and society, enthralled by its rich heritage; at the same time I see that there are communities and cultures, mostly minorities, which do not fall within the ambit of pan-Indic civilisation. These communities, occupying the so-called fringes of the Indian mainstream, are also and equally the inheritors of modern India. Submitting to this idea of modern India, the philosopher-statesman Radhakrishnan had, as the nation’s president, assured my tribesmen in 1963: “The highest position in the country is open to every Naga: in the parliament, in the central cabinet and in various services, military and civil.”Of course, the making of post-Independence India has not been without difficulties and challenges. In 1963, when Radhakrishnan in Kohima was assuring the Nagas of their place in modern India, my parents were little children growing up in an Indian military internment camp: a fallout of the Naga armed struggle. My family had borne the brunt of those tumultuous decades. My paternal grandfather was short and sturdy; he was not a well-travelled man like my maternal grandfather, but he had once walked for weeks as a hired hand of the Allied forces during World War II. But being imprisoned in a dug-out pit for months can be very debilitating. He was arrested and tortured for running a mess for Naga fighters; in clarification, I should say that the role of a mess keeper rotated among the villagers, and he happened to be plain unlucky when Indian government troops arrived. For many illiterate cultivators like him, the idea of a modern state was very new, and what the Nehruvian and post-Nehruvian mainstream called the “integration process” often meant for people such as him, quite straightforwardly, a loss of dignity and livelihood.Breaking the mouldAs for my maternal grandfather, his encounter with modernity was relatively smooth. His own father, a small-time itinerant trader, sailed to France as part of a Labour Corps during World War I; on his return home, he was exempted from paying taxes to the British for having served the Crown. This man, my maternal grandfather, lived long enough to narrate his experiences to his grandchildren. He had never entered a classroom because the American Baptist mission in Nagaland had opened a school where he lived only in the late 1930s. And yet he belonged to an emerging class of natives who were breaking the mould. He spoke Assamese fluently, and a smattering of Bengali and Hindi. He would proudly tell us how, armed with a Lee-Enfield rifle he had scouted for the Allied forces during World War II. After the British left in 1947, his “exploits” became mere stories. There are many like my grandparents whose memories have gone unrecorded; but behind these unwritten personal life stories is a whole history – often oral but also in stray untapped archives – of Naga people in modern India awaiting an unfolding.Naga Labour Corps Who Went To France During World War-I 1917. pic.twitter.com/UblyOZZorD— AmazingGrace (@VTCNaga) October 10, 2018\n\nIt was an arduous process researching and writing this book of mine, a social history of the Naga Baptists, because fact and fiction in the Naga universe often collapse into a single reality. As with most Indian tribes, past memories and stories, at times bordering on the mythic, shape Naga identity and destiny. I remember a witty tradition-keeper from a certain Naga community tactfully evading a question on the origin of his tribe. He was asked during a large gathering if his ancestors had emerged from stones or had arrived in a migration. Bewildered and puzzled, something told him that denying autochthonous origin from stones might get him into trouble, and agreeing on an origin myth he didn’t know much about might make him look silly. So, to uproarious laughter from the crowd, he replied: “I wasn’t there when it happened.”In this book, I have dwelt on certain issues that are bound to raise new questions and ruffle some feathers. Issues such as cultural loss, conversion, identity politics, and the Naga political movement are inherently sensitive and polemical, specially so if you start cutting them open and peering through a microscope. In this sense, my stance is precarious, for I look at several of the contentious issues of Naga society and history from both within and without – even though I have felt and known myself as an insider. In oblique and often unconfessed ways, enterprises such as this book are also quasi-autobiographies. Listening incessantly to stories, then arranging and recording them within an inherited analytic framework that is also reshaped by the writer to suit what he sees as the narrative needs of his material, is deeply personal. I have in this book tried to write about an ethnic community of faith – Nagaland’s majority, the Naga Baptists – that I consider unique; more broadly, this is one Naga researcher’s account of among the least studied regions of South Asia.A story-telling tradition   Despite the ineluctable homogenising juggernaut of modern education, Naga society still thrives on a story-telling tradition that subtly shapes public opinion. I remember a surreal story told by one Naga elder to the effect that our Naga ancestors were runaway slaves from China; apparently, they had left China to escape back-breaking work during the building of the Great Wall of China, and the Naga tradition of ear-perforation was thought an antique mark of their slavery. Almost every ethnic community of Mongoloid stock in the Indo-Myanmar frontier points their origin eastward. The oral tradition about the China connection, as I discovered during my research on a chapter about the Naga Baptist faith and Maoism, had not evaded the notice of the Chinese Politburo. A certain China-returned Naga “rebel” told me that his group’s Chinese handlers had, in the late 1960s, assured them that a billion Chinese people would back their struggle because the “Chinese and Nagas are brothers”. But the Chinese connection was unpromising as an origin myth, primarily because of the Christian religious preference of the ethnic Nagas: communism and Maoism are an odious philosophy in Naga Baptist circles.\n\n\n    \n    Play\n\nThe umbilical cord connecting Nagas with mainland India runs into a variant of this problem. I argue in this book that the connection is not in tune with the hosannas of Indian nationalism: it is not the cord of a shared ancient history, religion, or culture. The link is tenuous, and has to do with the ideas of equality, justice, and liberty enshrined in the Indian Constitution. I interviewed hundreds of people over the course of three years writing this book, and I can safely say that Nagas, despite their complex history and ethnic distinction, feel they are better off under India than China – and this is so primarily because of what the Indian Constitution has until recently promised.Guy Delisle, in a hilarious graphic novel called Shenzen: A Travelogue from China, observes incisively that “every nationality has its own distinct stench”; this may be one way of sniffing (or you could say sniffing at) every country, the version in which the glass is seen as half empty rather than half full. There is a better way: barring the smell of open sewage familiar from Dimapur to Daman and Diu, and from Kashmir to Kanyakumari, every region and part of India also has its own distinct fragrance (most detectably, says my palate, from food and regional cuisines). I find India fascinating because every state and region offers a unique experience, and every attempt to tamper with or homogenise its religions, cultures, and languages has resulted in the malodorous vapour of recent years. An ideologically driven construction of common history, religion, or culture for a nation as varied as ours, no matter how creative the effort and no matter how small or large the community forging it – cannot contain the irascible diversity intrinsic to Indian social life. There is bound to be a blowback. No ideological onslaught against cultural difference, left or right, can hold a candle to the mind-boggling variety that is India. The Nagas wish to be seen and appreciated and warmed to as Nagas: they will feel more Indian if they are. The commonplace stupidity of the modern nationalist is to refuse to acknowledge this simple truth, to not recognise that the Tamilian, the Malayali, the Mizo, the Naga, and everyone else is far more likely to be committed to the idea of India if they do not feel bulldozed in the direction of the cow belt. Challenges of diversityMy book is in this sense about the challenges of diversity facing modern India: its protagonist is the ethnic Nagas, the population it historicises afresh runs to about three million people straddling the Indo-Myanmar frontier.India has long been a land hosting several religious “mavericks” and “renegades” in the shape of numerous cults and sects, breakaways, or divergences from all the major faiths. How many Indians know that the world’s single-largest Baptist state, population average-wise, is not Mississippi or Texas in the United States but the small hilly state of Nagaland in north-eastern India?India houses every Christian denomination and sect imaginable, but the Baptists, who occupy the fervent end of the evangelical spectrum, have been eye-catching – even controversial – in Indian history, starting from the end of the eighteenth century. The social history of Naga Baptists is even more compelling because, up to Indian Independence, many Naga groups were considered “primitive headhunters”.My book chronicles the rise of ethnic Nagas as a formidable community of faith and a politically assertive group of people in modern India. One of the notable legacies of the American Baptist mission was the maintaining of archives, and their archival records have allowed a keen element of historicity to structure competing Naga narratives, especially in relation to the Naga encounter with British colonialism and the American Baptist mission.The man who gave his all for his people. Remembering Father of the Nation A.Z. Phizo on his death anniversary #Kohima #Nagaland #AzPhizo pic.twitter.com/bUWL233edd— Visimetuo Nagi (@VisimetuoNagi) April 30, 2021\n\nThat this book is written in English speaks volumes of my Baptist mission heritage. As a practising Baptist – though my personal faith is much more mellowed than the mainstream Naga Baptist faith – I have consistently argued throughout it that the Baptist faith has significantly shaped the modern outlook, worldview, and identity of Nagas.Here I might cite an important teaching of the Baptist faith: that all human beings have been created in the image of God. This religious idea has instilled in modern Nagas the truant notion that, given their creation in God’s image, it is irrelevant that they fall outside the four-tiered varna of Brahmanical Hinduism since they have been endowed with the same capabilities as those within that fold. Is this a novel religious belief or a simple assertion of human equality? “As whetstone our opponents sharpen us” are the words etched in AZ Phizo’s tombstone in the outskirts of Kohima town. This epitaph of the most famous Naga nationalist – in mainstream Indian nationalist eyes the most recalcitrant Naga rebel – echoes an idea in the Book of Proverbs 27:17. As one Allahabadi, Trilokinath Purwar – a Gandhian, Nehruvian, and close friend of some well-known past Naga ethnonationalists – observed (see Chapter 8 of my book), religious belief, particularly the Baptist faith, had a great liberating influence on the mind of the Naga tribals.Undeniably, there is a downside to the staggering dimensions of Indian diversity, which the Naga political issue offers evidence of. Its overwhelming diversity perhaps makes Indian democracy the most onerous for diehard nationalist zealots. Western democracies never had to deal with a cultural melting pot of such epic proportions. In this book on the Nagas, I have analysed India’s cacophonous post-Independence democracy in order to delineate multi-faith issues, multiculturalism, and ethnicity-based political movements. Indians of the North and the South have in the main ignored the Nagas, or seen them as a kind of pestilence best tackled by the army. My hope is that this book will, by showing something of the history, society, and character of the Nagas, show people everywhere why it is necessary to see and understand my wonderful region and its people more empathetically.G Kanato Chophy is a Naga anthropologist.This essay was first published on the Permanent Black Blogspot and has been reprinted with permission.","author":"G Kanato Chophy","time":"2021-09-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163883-xiygyhcric-1631293429.jpg","tags":["Nagaland","Baptist Church","Indian Constitution"],"source":"https://scroll.in/article/1005123/for-nagas-the-idea-of-india-is-not-defined-by-the-brahmanical-notion-of-a-timeless-civilisation"}