{"title":"For a month, we bring you a story about Assam’s National Register of Citizens every day. Here’s why","content":"On July 31, the final list of Assam’s National Register of Citizens will be published. More than 41 lakh residents of Assam will find out whether the state considers them Indian citizens. At stake is the future of a population larger than any of the other North Eastern states, nearly as large as Kolkata and roughly half the size of Switzerland.The state is updating its National Register of Citizens for the first time since 1951. About 3.29 crore people applied to be on the list. Over 40.07 lakh were excluded in the draft list published on July 31, 2018. Among those left out were army veterans, government employees, families of former presidents and Assam’s only woman chief minister. They, and millions of others, were told to make fresh claims to citizenship. On June 26, 1.02 lakh applicants who had made it to the first draft were told they had been included erroneously. They also have to prove their citizenship all over again. Those who do not make it to the final list will be stripped of citizenship rights, including the right to vote. These non-citizens will then have to fight their cases in the Foreigners’ Tribunals, quasi-judicial bodies tasked with ruling on matters of disputed nationality. Should they be declared foreigners by the tribunals, they could be sent to detention centres, and will be liable to deportation.The Final CountOver the next month, Scroll.in will bring you a series called The Final Count. It will tell the stories of those being counted in Assam, the anxieties triggered by the process, the vagaries of the state as it compiled the National Register of Citizens, the complex historical forces which brought it into being.When the process of updating the register began in 2015, it triggered waves of panic across Assam. Families who have lived in the state for generations and have no memory of any other home struggled to find documentary evidence to prove citizenship. Most of those who stand to be dispossessed belong to the poorest, most vulnerable groups in Assam.As the bureaucratic process unfolded, it also prised open old ethnic and religious faultlines in a turbulent state. As millions now wait for the results on July 31, Assam is poised on the brink of  social disorder once more.The project of creating a list of citizens also has implications beyond Assam. Over the last year, the Bharatiya Janata Party has promised to carry out the exercise across India, which follows the principle of jus sanguinis, or citizenship by descent. If Assam is any indication, over a billion people will be required to submit proof of their own identity as well as records to substantiate several generations of family history. And this will be done in a country where the state does not reach many of those who live within its borders, where many fall through the cracks of institutional records, where the story of a life and a generation is contained in local memory and personal relationships rather than in documents. Officially, the Citizenship Act of 1955 defines Indian citizens. But as Assam compiles the National Register of Citizens, the state will decide who is fit to be counted as an Indian citizen and who is not. It could change, forever, how we imagine the citizen in India.Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Ipsita Chakravarty","time":"2019-07-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108574-wlfsaegzrp-1545360835.jpg","tags":["National Register of Citizens","Assam","The Final Count"],"source":"https://scroll.in/article/930477/for-a-month-we-bring-you-a-story-about-assams-national-register-of-citizens-every-day-heres-why"}