{"title":"For ‘defaming the judiciary’, Indian Bar Association seeks contempt charges against Sanjay Raut","content":"The Indian Bar Association on Tuesday filed a public interest litigation seeking contempt proceedings against Shiv Sena MP Sanjay Raut, Maharashtra Chief Minister Uddhav Thackeray and others for levelling “false, scandalous and contemptuous” allegations against Bombay High Court judges, ANI reported.Maharashtra Home Minister Dilip Walse-Patil, and the publisher of Shiv Sena’s mouthpiece Saamana Vivek Kadam have also been made respondents in the case, the Bar and Bench reported. Last week, Raut had claimed that the public was losing faith in the judiciary because of verdicts such as the one granting Bharatiya Janata Party leader Kirit Somaiya anticipatory bail in the INS Vikrant case. The Bar Association’s petition cited the recent controversy involving Raut and Kirit Somaiya over the misappropriation of funds of the Indian Navy’s INS Vikrant aircraft carrier, reported ANI. It said, “As per Sanjay Raut, the courts, on one hand, granted relief to people related with BJP but not granting relief to the accused belonging to Shiv Sena and Nationalist Congress Party (NCP) etc.”Somaiya got anticipatory bail by the High Court in the case on April 12. Somaiya and his son Neil had filed for pre-arrest bail on April 9 after the Mumbai Police filed a criminal case against them on the basis of a complaint by 53-year-old former Army officer Baban Bhosle.According to the complaint against him, Somaiya had started a campaign between 2013 and 2014 to raise funds to restore the aircraft carrier. However, the money raised was not deposited with the Maharashtra governor’s secretary’s office but rerouted into his own business.The petition claimed that the respondents made allegations against the judges only because judgements made by the court may not have been in their favour. “Their plan to keep their opponents in jail or to cause them harassment by misuse of power and police machinery are failed due to the orders of this court and the Supreme Court,” the plea claimed, according to Bar and Bench.Sanjay Raut had said that the judiciary has people with a “certain ideology” who are associated with a certain party granting them relief in court. “The state of the country’s judiciary is so critical today that we often remember Dr Babasaheb Ambekar,” he said, according to The Indian Express. “Why don’t the leaders of Maha Vikas Aghadi get this relief? Why shouldn’t they be protected from arrest? Why do people of a particular party get protection? People are sceptical about the circumstances in which the accused got bail,” he had said.The petition read, “His [Raut’s] indication was towards no relief by the courts to the jailed Ministers Nawab Malik and Anil Deshmukh,” ANI reported.Deshmukh has been remanded to judicial custody till April 29 in another case. The case is related to accusations made by former Mumbai Police Commissioner Param Bir Singh, who had written to Maharashtra Chief Minister Uddhav Thackeray in March last year alleging that Deshmukh had asked some officers to extort Rs 100 crore every month from bars and restaurants in the city.The Enforcement Directorate has also filed a money laundering case against him on allegations that he had diverted these funds to his personal accounts through illegal channels.Meanwhile, National Congress Party leader Nawab Malik was arrested in February in connection with a money-laundering case involving fugitive gangster Dawood Ibrahim. He is still in judicial custody.Deshmukh and Malik are both a part of the state’s ruling coalition government. The petition also said that the “double standards and hypocrisy of respondents” was visible since they said justice was done when the court passed verdicts that suit them, otherwise they make “baseless, scandalous, unsubstantiated and defamatory allegations against the judges” and blame the entire judiciary system by terming them “corrupt”, Bar and Bench reported. It submitted that the judges feel tremendous pressure since their verdicts are defamed by the respondents. In light of this, the petition asked for the Bombay High court to take suo moto cognisance of the matter and punish the respondents severely, Bar and Bench reported.","author":"Scroll Staff","time":"2022-04-20T12:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131269-nsklcspvgp-1618294839.jpg","tags":["Sanjay Raut","contempt proceedings","Uddhav Thackeray","Dilip Walse-Patil","Shiv Sena","Bombay HC","Nawab Malik","Anil Deshmukh"],"source":"https://scroll.in/latest/1022227/for-defaming-the-judiciary-indian-bar-association-seeks-contempt-charges-against-sanjay-raut"}