{"title":"For first time, nine new Supreme Court judges take oath in one go","content":"Chief Justice of India NV Ramana on Tuesday administered the oath of office to nine new judges of the Supreme Court, Live Law reported. Three women are among the judges who were sworn in.This was the first instance in the Supreme Court’s history that nine judges took oath at the same time, according to PTI.  The new judges include Justice AS Oka, Justice Vikram Nath, Justice JK Maheshwari, Justice Hima Kohli, Justice BV Nagarathna, Justice CT Ravikumar, Justice MM Sundresh, Justice Bela Trivedi and Senior Advocate PS Narasimha.  Watch | Justice PS Narasimha takes oath as a Supreme Court Judge pic.twitter.com/1dgEEMvtYj— NDTV (@ndtv) August 31, 2021\n\nThe swearing-in ceremony took place at the auditorium of the apex court’s additional building complex.The ceremony took place five days after President Ram Nath Kovind notified the appointment of the nine judges to the Supreme Court. Earlier, the Supreme Court collegium had recommended the nine names, and all of them were cleared by the Centre.The Supreme Court now has a strength of 33 as against a sanctioned strength of 34 judges. The appointments to the Supreme Court were the first since September 2019.Justice Nagarathna, who was earlier a judge in the Karnataka High Court, could become the first woman Chief Justice of India in 2027. She is likely to hold the post for over a month.Apart from her, Justices Nath and Narasimha are also in line to become the chief justice of India, PTI reported.Justice Narasimha was a senior advocate before his appointment as a Supreme Court judge. A former additional solicitor general, he has appeared in several important matters, including the Ram Janmabhoomi case.Justice Nath is slated to take over the post when sitting Supreme Court judge Justice Surya Kant retires in February 2027. Justice Narasimha is slated to succeed Justice Nagarathna, and is expected to have a tenure of more than six months.Justice Oka’s tenure at the Supreme Court will be till May 25, 2025, Live Law reported. Before taking oath as a judge of the top court, he was the Chief Justice of the Karnataka High Court.Justice Maheshwari was earlier the Chief Justice of the Sikkim High Court. He will retire from the Supreme Court on June 29, 2026.Justice Kohli, prior to her appointment, was the Chief Justice of the Telangana High Court. She will be in the Supreme Court till September 2, 2024.Justices Ravikumar, Sundresh and Trivedi were elevated from the High Courts of Kerala, Madras and Gujarat. They are expected to retire from the Supreme Court on January 6, 2025, July 21, 2027, and June 10, 2025.","author":"Scroll Staff","time":"2021-08-31T12:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163468-pnnpverkly-1630392632.jpg","tags":["BV Nagarathna","PS Narasimha","Hima Kohli","Supreme Court","Supreme Court judges appointment","Supreme Court appointments","CJI Ramana"],"source":"https://scroll.in/latest/1004196/for-first-time-nine-new-supreme-court-judges-take-oath"}