{"title":"Ford’s exit shows that India’s passenger car market is a tough nut to crack","content":"India’s passenger car market is predictably huge – and worth around $30 billion – but it is a tough nut to crack.American auto giant Ford is the latest major company to run into difficulties. On September 9, it announced it will completely shut down manufacturing operations in India, after 20 years of unsuccessful operations. In the financial year that ended on March 31, 2019, Ford sold just 93,000 units, capturing a mere 2.75% of the market. In comparison, the country’s largest car manufacturer Maruti Suzuki, has over 50% of the market, which saw 27 lakh personal vehicles sold in the financial year ending in March.Ford’s exit comes after General Motors abandoned its efforts in India. Meanwhile, Japan’s Toyota has said it will not expand its investments in the country.Automotive industry analysts explained what Ford got wrong in India, and what it takes for foreign car companies to beat the competition in India’s growing car market.Price sensitive marketCar buyers in India are particularly price-sensitive, experts say, which means the cheapest compact cars do best. Those tend to come from Asian carmakers, rather than US ones.Vahishta Unwalla, a lead analyst at Mumbai-based credit rating agency Care Ratings, says most Indians have limited disposable income, and so cannot afford a discretionary item like a passenger vehicle, which is mostly priced over Rs 5 lakh. For that reason, only about 15% of the total automobiles sold in India every year are passenger vehicles, she said, while most sales are of scooters or motorbikes.“For any car maker to be successful in India,” Unwalla said, “it is crucial that their product price points are on the lower side, running cost is low, the distribution network should be wide and extensive, and the after-sale services should be satisfactory”.The cheapest passenger car Maruti offers in India has a starting price of Rs 3.15 lakh while Ford’s equivalent costs more than Rs 5 lakh.Ford’s mistakesRajeev Chaba, president and managing director of MG Motor India and a former executive of General Motors, agrees with Unwalla. In an interview with Quartz in May, he explained why most big global companies are either sitting out or struggling to survive in India.“In India, very few players have been successful but those who have succeeded are making good money,” he said. “The name of the game in India is what I call an R-to-R model…You look at the whole value chain from raw material to resale, and then at every stage, you have to see how you can economise.”Companies like Maruti – initially set up by the Indian government but now controlled by Japan’s Suzuki Motor – use local partnerships to make maximum use of the country’s existing supply chain to offer affordable products. But companies like GM and Ford have struggled to get a handle on the way India works.In 2019, Ford announced an alliance with another Indian automaker, Mahindra & Mahindra, aiming to cut costs for developing and producing vehicles. However in 2020, the partnership collapsed and Ford decided to go solo in emerging markets, including India.The gamble to go solo clearly did not play out well for Ford.“The company’s individual operation was losing ground to hefty losses, asset write-offs and a decline in sales volume for the past few years,” explained Bakar Sadik Agwan, senior automotive consulting analyst at GlobalData. “Partnership and collaboration would have been the last resort for Ford to continue its operations smoothly.”Maruti’s successCompanies like Maruti and Hyundai Motor are focused on launching new models, or variants of their existing cars at regular intervals, while Ford had long gaps between new launches, to its disadvantage. For example, by the end of 2022 Maruti and Hyundai are planning to launch eight and nine models, respectively. On the other hand, Ford has a total of just three cars planned in the same time period.After Maruti, Hyundai has the second-largest share of the Indian car market and is another example of a foreign automaker that managed to crack India with its strategy of offering more features than Maruti at a slightly higher cost. Already India’s biggest car exporter, last year it reached a milestone of exporting 30 lakh cars from the country.Ford also failed at widening its network of service centres in India, with smooth after-sales service a key consideration for many Indian buyers when picking a car.Maruti currently has over 3,500 service stations across Indian cities, while Hyundai has more than 1,300 in the country.In fact, within two years of its entry into India, South Korean firm Kia managed to drum up at least 125 in all of India’s metros. However, even after two decades, Ford reportedly only has 308 service centres.What lies aheadAt present, Ford is working to downsize its manufacturing capacity, and will eventually shut it down. The company plans to first end production at its Sanand plant by the end of 2021, followed by the Chennai plant by the middle of 2022. It will continue to sell its niche products – Mustang and Endeavour.However, its decision to exit has cast a shadow of uncertainty over the future of its employees and dealers within the country. The company employs 4,000 people in India, but more will be affected.“Ford is expected to have nearly 170 dealers who in turn have around 390 outlets and have invested Rs 2,000 Cr for setting up their dealerships,” said Vinkesh Gulati, president of the Federation of Automobile Dealers Associations, an autonomous body for car dealers in India. “These dealers alone employ 40,000 individuals.”This article first appeared on Quartz.","author":"Niharika Sharma, qz.com","time":"2021-09-16T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163836-rfoybrairw-1631193549.jpg","tags":["Ford","Automobile","Cars","Automotive industry"],"source":"https://scroll.in/article/1005526/fords-exit-shows-yet-again-that-indias-passenger-car-market-is-a-tough-nut-to-crack"}