{"title":"Foreigners in their own home: Relatives of  Assam's first deputy speaker must prove they are Indian","content":"The spectre of the foreigner – represented by the poor migrant from Bangladesh, feared by the natives who believe he will take away their jobs, their land and, finally, their culture – has long haunted Assam. This fear was always a part of living-room conversation, but it took concrete political shape in the late 1970s and early 1980s. And till date, it remains a subject on which elections are fought in the state.It has surfaced once again now, in the state’s Kalikajari village, where 11 family members of the late Moulavi Muhammad Amiruddin, who was the Assam Legislative Assembly’s first deputy speaker between 1937 and 1946, have been referred by the border police to a foreigners’ tribunal.Fear of the outsiderIn 1979, parliamentary by-elections were to be held in the state’s Mangaldoi district following the death of the incumbent representative. In the process of updating the electoral rolls, the Election Commission received multiple complaints alleging that Bangladeshis featured on its list. The state government set up a tribunal to carry out an investigation. The tribunal’s report stunned the state and led to widespread outrage: 45,000 people on the electoral rolls had been found to be Bangladeshis. The total electorate of Mangaldoi at the time was around 600,000.The powerful All Assam Students’ Union, firmly backed by other indigenous student organisations, called for a strike demanding the deportation of all foreign nationals. The strike, referred to as the Assam Movement, paralysed the state. The Indira Gandhi government at the Centre, in a bid to restore normalcy, tried to force its hand by announcing elections in 1983, against the wish of the student bodies, who wanted the electoral rolls to be revised first.It was a terrible move and led to one of the worst pogroms in modern history. A mob went on a rampage in a village called Nellie in Morigaon district (then in Nagaon), killing at least 2,000 Muslims.Apart from Indira Gandhi’s hara-kiri, there is little doubt that another factor played its part in the Nellie massacre – the All Assam Students’ Union’s relentless drive against migrants from Bangladesh.The Assam Movement finally culminated in 1985 with the signing of the Assam Accord. According to it, the cut-off date after which anyone who entered Assam would be considered a foreigner was to be midnight of March 24, 1971.Much water has flown down the Brahmaputra since then. Or perhaps not, as the incident in Kalikajari, also in Morigaon district and less than an hour’s drive from Nellie, may show.Uncle deputy speaker, nephew foreigner?The 11 family members of Amiruddin, once Kalikajari’s most famous resident, will now have to prove to the foreigners’ tribunal – which is a special bench of retired judges that decides matters relating to nationality – that they are Indian citizens, failing which they would be sent to a detention centre. Those who have been summoned include Amiruddin’s nephew and grandnephews.Land survey documents from 1930-1931 and 1968-1969, examined by Scroll.in, reveal that all 11 people who have been served notices share a common lineage that can be traced back to Amiruddin’s father, and that all of their parents had lived in Kalikajari since at least 1930.The house in Kalikajari where former deputy speaker Moulavi Muhammad Amiruddin died.Notably, all of them voted in last year’s Assembly elections in the state. “The court should declare the elections null and void and dissolve the government if we are foreigners, no?” asked Rafiqul Islam, Amiruddin’s nephew and one of the 11 to be summoned.A person is summoned by the foreigner’s tribunal on the advice of the border police, a special wing of the Assam Police, designated to detect illegal migrants. The modus operandi of the border police is fairly simple: once it suspects a particular person to be a foreigner based on a tip-off or complaint, it conducts an investigation. This essentially entails checking citizenship documents and family history. If it is not convinced that the person under scrutiny is Indian, it refers the person to the tribunal.Mostly politicsHowever, all 11 people suspected to be foreigners claim they were never approached by the border police at any stage to produce any documents. “We only got to know about it when we received the summons,” they said.Reyaz Ahmad, a Nagaon-based doctor and activist who provides legal assistance to people caught in citizenship entanglements, said such negligence is par for the course. “The border police have a history of choosing people completely randomly and referring them to the foreigners’ tribunal just to make up the numbers.”Aman Wadud, a lawyer practising in the Gauhati High Court, concurred. “The border police often do no investigation, and when they do, it is almost always shoddy,” he said. “I have personally handled cases where the border police have referred people to the tribunal when they have had all paperwork in place.”According to Ahmad, the border police also work under great political compulsion. “All parties have exploited this foreigner bogey,” he said. “Under the Congress regime [which lost the elections last year to the Bharatiya Janata Party after 15 years in power], the number used to be equally high, for the party wanted to create a fear psychosis among Muslims just to keep their vote bank alive.”Proof of the ineptitude of the border police, Ahmad said, lay in the fact that most people referred to the tribunals by them are eventually declared Indian citizens. “This is not only harassment of people but also a great waste of administrative resources and time,” he added.DD Malakar, one of the superintendents of Assam’s border police, told Scroll.in that the force only acts on suspicion or complaints. Asked why their suspicions are not confirmed by the tribunals in most of the cases, Malakar said he was “not confident about the tribunals’ decisions” most of the time. He refused to comment with regard to Amiruddin’s family members.The police superintendent of Morigaon, Swapnaneel Deka, said the case against Amiruddin’s family members was initiated by his predecessor. Deka denied accusations of the border police being extra zealous in referring people to the tribunals, calling it a perception. “Let the tribunal decide,” he added.Rafiqul Islam and his family members too are waiting for the tribunal to take a call. Till then, they are foreigners, loathed and feared in equal measure.","author":"Arunabh Saikia","time":"2017-03-16T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831813-53673-glikoureve-1489630408.jpg","tags":["Assam","foreigner","Bangladeshi migrant"],"source":"https://scroll.in/article/831813/foreigners-in-their-own-home-relatives-of-assams-first-deputy-speaker-must-prove-they-are-indian"}