{"title":"Doubtful or dubious: Who will count the D voters of Assam?","content":"Late on a chilly evening in Barpeta Road, a small town in Assam, 13 men streamed into a government tourist lodge. They were farmers, mostly from Bhakuamari village, around 25 kilometres away. Somebody had come to talk about the “D voters” of Assam, they had heard. So they piled into a vehicle and braved the ink dark village roads. One by one, the men gave their names: Sonajan Nessa, Mohammad Hazrat Ali, Mohammad Hanif Ali, Mohammad Zoru Mian, Monuar Sheikh, Asiman Nessa, Jamela, Jaffar Ali, Nur Jahan, Samed Ali, Hazera Khatun, Jamel Khatun, Asiya Khatun. Two brothers had arrived before, Mohammad Abed Ali and Mohammad Ghazi Mian. They were among the D voters of Assam. They had come to be counted.In 1997, while revising its voter lists, the Election Commission had the letter “D” be printed next to more than 2.3 lakh names. “D” stood for “doubtful” or “dubious” voters, people whose citizenship was suddenly in question. Their voting rights were taken away, some were pitched into detention camps and their cases were referred to the foreigners’ tribunals set up by the state after the Assam Accord of 1985. They had to be cleared by these tribunals before they could be declared Indian citizens again. As of January 2014, there were about 1.43 lakh D voters left in Assam. Barpeta district in Lower Assam, not far from the Bangladesh border, had the second highest concentration of D voters, at 22,814.The idea behind labelling people D voters was to weed out the foreigners from the legitimate citizens in a region that has seen waves of migration over the years. Many of the names on the voter lists, the state suspected, did not belong to actual citizens. As a result, a large number of people suddenly found themselves being marked out as Bangladeshi. The question of D voters has risen to the surface again as state officials descend on towns and villages, collecting data for the new National Register of Citizens. Being updated for the first time since 1951, the NRC also aims to do the same thing: weed out the foreigners.'I was born here'“I was born in Bhakuamari and my parents are also from the same area,” said Abed Ali in disbelief. “I voted in the Vidhan Sabha elections of 1989 but I have been a D voter since 1997.” Ali says his grandfather’s name is on the NRC of 1951. For the new NRC, he was able to produce his father’s name on the 1970 electoral rolls as legacy data, information which proves that you or your ancestors moved to Assam before 1971. People who cannot prove that they lived in Assam or any other part of India before 1971 will not be included in the NRC.Later, in 2010, Abed Ali’s brother, Ghazi Mian, found his name on the D voter list, though everybody else in their family could still vote. Initially, Ali didn’t pay it much attention. “I didn’t correct it because I thought, everyone else in my family is voting, doesn’t matter if I don’t,” he said.In day to day life, being on the list didn’t make much of a difference at first. But lately, the tag has become oppressive. “Earlier, I took a loan and it was not a problem. These days, you can’t even get a certificate from the gaon burra [village headman] if you are a D voter,” said Ali.Others from his village agree. To be on that list is to be barred from the rights and benefits of citizenship. Not only do you lose your voting rights, you cannot access any government aid, open bank accounts or get jobs. All the disadvantages of poverty are magnified by D voter status. Being relatively affluent and politically connected, or not belonging to a religious minority, does not protect you from it either. Bengali Hindus are said to be worse affected than Muslims.In 1997, Dipa Nath, former Mahila Congress president in Barpeta Road, was told that her brother, her mother and she were D voters. “They told us we were Bangladeshis, but how could that be?” demands Nath. “Barpeta is my birthplace and my parents’ birthplace. We have the 1965 voter lists to prove it.”Then there is Manik Lal Bhowmik, a manager with the State Bank of India who is actively involved in various kinds of social work in Barpeta Road. “My hometown is Hujai, in Naugaon district,” he said. “I was educated in Hujai and even started a school there. My family has been in Hujai since around 1955. I have my father’s voting documents from 1966.” Bhowmik has lived in Barpeta Road for decades, but for years, he kept going back to his hometown to vote. In 2008, he was transferred to Imphal in Manipur. He came back in 2011 to find that a letter had arrived at his house. He had been made a D voter. Who is a D voter?Most people don’t really know why their names were entered in the list. “The Asom Gana Parishad went through the voter lists and took out Hindu Bengali as well as Muslim Bengali names,” said Bhowmik. The regional party had headed the Assam government from 1996 to 2001. In Barpeta district, which is home to a large Bengali speaking population, language has created insecurities. Ali’s family use Bengali at home, with lilts and accents that are similar to the Bengali spoken across the border. But in the Census documents, their mother tongue is Assamese. Bhowmik is hurt that he, who loves Assamese language and literature, has even written several books in Assamese, should be asked to prove that he is a genuine citizen of the state. But the government does not tell D voters why their names are on the list. In many cases, it seems to have happened after a change of address. Abdul Motleb from Gosaimari village in Barpeta district tells the story of a relative who had married and gone to a different village. When she tried to vote from there, they put a “D” before her name.Bhowmik himself had settled down in Barpeta Road and even built a house there. So when the census officials came around in 2001, he entered his name as a resident of Barpeta Road. That was how his name got into the voting lists of the local municipal ward. After the 2001 municipal elections, Bhowmik recalls hearing that he had become a D voter. Like Abed Ali, he had not paid it much heed. “But when the third letter came in 2011, they said I had to do something about it or they would take me away to a detention camp,” he said.Dropping the 'D'The difference, if you are a poor D voter, is that your chances of losing the tag are even bleaker. It means going through a legal process that many cannot afford. The average income of farmers in Bhakuamari is Rs 3,000-4,000, says Ali. The costs of hiring a lawyer and fighting a case, he had been told, could go up to Rs 10,000. The expenses had daunted Ali all these years. But now that life as a D voter has got even tougher, Ali is finally thinking of filing a case.The state apparatus has other ways of extracting money. Nath recalls that the officials who first told her that she had been made a voter asked for a bribe to strike her name off the list. She refused, went to court and had the “D” removed from her name after two years.Even those who can afford the legal fees have to go through a long and tedious process. After Bhowmik had his name cleared by the foreigners’ tribunal, it was his wife’s turn. She went armed with her father’s service record (he had been a police officer in Siliguri), her brother’s and sister’s voting documents and her mother’s pension papers. But that was not enough. At the second hearing, she was asked to produce her 80-year-old mother in court as witness. “She said you can put me in a detention camp, but I refuse,” said Bhowmik. They cleared her name.The thousands of poor D voters who cannot afford the legal fees have now pinned their hope on the National Register of Citizens. Government officials have said that they could apply.  “If we get the NRC document, it will be convenient for us,” said Ali. “It will prove that we are citizens of this state. Our children’s future will be secured and they won’t be able to call us D voters anymore.”What Ali and his neighbours don’t seem to realise is that their names will not be entered in the citizen’s record unless the “D” is dropped.","author":"Ipsita Chakravarty","time":"2016-02-21T08:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803173-article-viozdroxzz-1454847692.jpeg","tags":["Migration in Assam","Assam elections"],"source":"https://scroll.in/article/803173/foreigners-vs-citizens-who-will-count-the-d-voters-of-assam"}