{"title":"‘Forever bond’: As Manipur burnt, ordinary people stood between attacking mobs and their neighbours ","content":"Imphal’s western suburb of New Lumblane was one of the first places in the city to see violence. Its Kuki residents also witnessed a remarkable instance of a Meitei lawyer rescuing them from a furious mob.On the evening of May 3, hours after ethnic clashes broke out in Manipur’s Churachandpur, mobs landed in the neighbourhood. The violence in the state between the majority Meitei community and the Kuki tribal group would go on to claim 65 lives.  It broke out after thousands of people participated in a protest march to oppose the demand of the Meiteis to be included in the Scheduled Tribes category.In New Lumblane on May 3, despite repeated distress calls from the Kuki residents, Army personnel arrived only the next morning to rescue them, said Thangcha Kipgen, a 37-year-old pastor from the neighbourhood. The soldiers came in two Gypsy vehicles.A total of 16 people were stranded  in New Lumblane and adjoining Checkon, so it was decided that they would travel in three civilian vehicles, escorted by the Army Gypsies. Their destination: an Army camp in Leimakhong, some 20 kilometres away.“They had promised us that they would be able to take us to Leimakhong safely,” explained Kipgen, who travelled with his wife and infant child in one of the Gypsies. However, around mid-way, several hundred people blocked the road and stopped the vehicle. The mob  wanted the security forces to give up the civilians. The security personnel “tried to protect us, but they were outnumbered”, Kipgen said.After a tussle with the mob that lasted around 30 mins, the soldiers deserted the convoy, said Kipgen. “The Army had already left when we were dragged and pulled down from the vehicle.” he said. “Then they burned down the vehicle.”After that, Kipgen said the mob locked all of them, the civilians, inside the premises of a “youth clubhouse”. Lhaijaneng Haokip, who was among the sixteen people stranded, was saved by a Meitei lawyer. Photo credit: Rokibuz Zaman  Recalled Lhaijaneng Haokip who was among the 16 people stranded there: “They were shouting, ‘let’s kill them’ …’we have to kill you’.”The mob, Kipgen said, barged into the clubhouse several times and assaulted them. “It was terrible,” he said. “I was hiding with my wife and little baby but they hit me.”But then a lawyer who lived across the road from the clubhouse arrived with some of his aides, recalled Kipgen. The lawyer, Meitei by ethnicity, “stopped those mobs who were trying to kill us”, he said.The lawyer informed the Army about the situation and, as they waited for the security forces to arrive, he took the Kukis to a farmhouse near the paddy fields he owned. “We were in a  hut before the arrival of the Army,” said Kipgen. “They had provided food, snacks and even diapers  for my baby. That’s how they helped us from the mob.”When Scroll met the lawyer, he said he did not want to be identified by name. He had paid a price for helping Kipgen and the others: his farmhouse had been burnt down. Before it was set afire, the lawyer said, he “had already received threats for helping the Kukis”.Even as ethnic clashes tore apart Manipur last week, there have also been several accounts of people from both communities coming to each other’s rescue, sometimes at the risk of their own lives.Like the lawyer who saved the 16 stranded Kukis from a mob, journalist Hoihnu Hauzel’s Meitei neighbours came to the rescue of her ageing parents.When the Hauzels’ home in Imphal’s Paite Veng was torched down by a mob, a neighbour put a ladder across the fence for the family to escape. “My parents stayed at their house for about an hour before the Army came and took them to a camp,” Hauzel said.Similar tales of kindness have emerged from the hills too. In Churachandpur, Kuki women formed human chains to prevent mobs from hurting people from the Valley stranded in the tribal-dominated town.In the shelter camps, in both Imphal and Churachandpur, Scroll witnessed people from the two communities distributing aid to each other.Hauzel, too, spoke of something similar. She said many Meitei people had offered clothes, food and water to the Kuki people in the camps in Imphal.  “When my aunts were in the Army camp, their Meitei friends came and gave them blankets,” she said. “That is the bond that has been there forever.”","author":"Rokibuz Zaman","time":"2023-05-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189881-dsvkegqaes-1683384419.jpg","tags":["Manipur","Ethnic violence","Meitei","Kuki","Imphal","Churachandpur"],"source":"https://scroll.in/article/1048838/forever-bond-as-manipur-burnt-ordinary-people-stood-between-the-mob-and-neighbours-under-attack"}