{"title":"‘Foreigners are foreigners’: Brahmaputra Valley  says no to granting Bangladeshi Hindus citizenship","content":"As the joint parliamentary committee on the Citizenship (Amendment) Bill 2016 began its three-day visit to the North East with a meeting in Guwahati on Monday, several organisations reiterated their opposition to the legislation. That included the Asom Gana Parishad, a political party that is part of the Bharatiya Janata Party-led coalition government in Assam. Representatives of more than 100 groups submitted memorandums to the committee, putting forward objections to the proposed amendments that would facilitate citizenship for illegal migrants from particular minority communities from Bangladesh, Afghanistan and Pakistan. The bill lists the eligible minorities – Hindus, Sikhs, Buddhists, Jains, Parsis and Christians.  Under the Citizenship Act of 1955, in order to apply for naturalisation, people who entered India with valid documents can seek citizenship if they have lived in the country for 11 of the last 14 years. The proposed amendment suggests that members of such communities need to have lived in the country for only six.  As is evident, this legislation applies only to non-Muslim minorities. ‘This is about saving our Assam’ On Monday, apart from the outfits that met the committee to formally register their protest, thousands of people from various parts of the Brahmaputra Valley thronged the Assam Administrative Staff College where the meeting was being held, shouting slogans criticising the bill. Many in Assam see it as a bid to lend communal colour to the contentious issue of illegal immigration.  “Foreigners are foreigners irrespective of religion,” read several placards at the venue.A woman submitting her memorandum to a government official outside the venueUttara Gogoi, a retired school teacher, said she turned up at the venue because it felt right. “This is about saving our Assam, we cannot let this happen,” she said. “I am here for moral support and solidarity.” Prahlad Gogoi from Lakhimpur on the north bank of the Brahmaputra, had taken the overnight train to submit his memorandum, although, he knew it was unlikely the committee would meet him since he had not previously registered. “We took so many people till 1971,” he said. “We just can’t take anymore.” Gogoi was referring to the migration from Bangladesh into Assam after the Bangladesh War of 1971, which became a politically fraught issue. The question of “illegal immigration” triggered an anti-foreigners’ movement led by the All Assam Students’ Union.  A rally in Guwahati to protest the Bill What of the Assam Accord?If passed, the act would be applicable to the entire country. But it has met with particularly stiff opposition from the states of the North East. In Assam, the anti-foreigners’ movement ended with the Assam Accord in 1985. Under this accord, everyone who entered the state after the midnight of March 24, 1971 – in other words, after the beginning of the Bangladesh War – would be declared an illegal immigrant, irrespective of their religion.Among the first people to meet the committee were Prafulla Kumar Mahanta and Biraj Sarma, who had signed the accord on behalf of the Assamese nationalists in 1985. Mahanta also became chief minister of Assam in 1986, contesting as a candidate of the newly formed Asom Gana Parishad. In their memorandum, they described the amendment as an onslaught on the Assam Accord. If the Bill was passed as it is, “the very purpose of the Assam Accord would be gutted”, it stated.Asom Gana Parishad president Atul Bora, who also met the committee, claimed that the bill would damage the secular fabric of the country apart from reducing indigenous Assamese people to a “linguistic minority” in their own state. “It would destroy our culture,” he said. “Under no condition will we support it.”The Asom Gana Parishad, BJP's primary ally in Assam, is against the Bill Bora also pointed out that the bill would render Assam’s gargantuan exercise to update its National Register of Citizenship futile – a concern shared by several other organisations, including the Congress. The Congress’s official memorandum to the committee averred that the proposed amendment had “created distrust and division” among various sections of the Assamese public, which had so far been living peacefully after the Assam Accord.The Krishak Mukti Sangram Samiti farmers’ organisation also reiterated its stand against the proposed amendment. Its leader, Akhil Gogoi, insisted that the bill was unconstitutional as its religious overtones “violates the spirit of the Constitution”. “If it is forced upon the people of Assam, the consequences will be dire,” he said. “It will amount to disrespecting the idea of federalism and people of Assam will be forced to rise up in revolt.”The All Assam Minority Students’ Union also deposed before the committee. In its memorandum opposing the move, the outfit referred to the National Register of Citizens updation process, besides pointing out that the provisions of the Assam Accord had been accepted by all communities in the state.Former militant Anup Chetia, the general secretary of the pro-talks faction of the United Liberation Front of Assam, testified as part of the North East Indigenous People’s Forum. The sanctity of the Assam Accord, he said, should be maintained. “We are opposed to the idea of taking in any more people, whether Hindus or Christians or Buddhists,” he said.Farmer leader Akhil Gogoi said the bill was unconstitutional The Barak-Brahmaputra divide surfaces yet again While the opposition to the bill has unified organisations that were previously opposed to one another, it  seems to have rekindled the long-running Barak-Brahmaputra divide.The joint parliamentary committee is supposed to head to Barak Valley next, where it will meet groups from the region over two days starting Tuesday. In contrast to the Brahmaputra Valley, most outfits in the Barak Valley, home to a predominantly Bengali population, are expected to be in favour of the bill.  Madhusudhan Talukdar, a retired banker who participated in the anti-foreigners’ agitation, claim the unanimous support for the bill in the Barak Valley  was part of a  larger design to impose Bengali culture on the people of Assam.”Several people who turned up at the Guwahati meeting also questioned the rationale of devoting two days in the Barak Valley, considering the much larger geographical expanse of the Brahmaputra Valley.  “We have been waiting since the morning, but we have been told the committee will not have time to meet us,” said a person from Hojai. “But how come they have time to spend two days in Barak? We demand that they spend three more days here.”Several other organisations, including the Asom Gana Parishad and the Krishak Mukti Sangram Samiti, also expressed their displeasure about the alleged bias of the committee. “They should know that Guwahati and Barak Valley do not constitute Assam,” said Bora of the Parishad. “From the north bank till the lower Assam district of Dhubri that borders Bangladesh, and the hill districts, there’s much more.”People outside the venue shouted slogans against the proposed amendment.","author":"Arunabh Saikia","time":"2018-05-07T22:06:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/878227-89076-axyikzxfws-1525699041.jpg","tags":["Citizenship (Amendment) Bill","Citizenship Act  1955","Assam Accord","Illegal migrants","Bangladesh War"],"source":"https://scroll.in/article/878227/foreigners-are-foreigners-brahmaputra-valley-says-no-to-granting-bangladeshi-hindus-citizenship"}