{"title":"Forensic report shows there was no rape in Hathras case, claim UP Police","content":"The Uttar Pradesh Police on Thursday claimed that the forensic lab report of the 19-year-old woman from Hathras district showed that she was not raped, ANI reported. The woman’s death on Tuesday, and the hurried cremation by police in the absence of her family have evoked grief and anger across the nation. Additional Director General of Police (Law and Order) Prashant Kumar said that the woman’s postmortem report showed that she died of neck injuries. “The FSL (Forensic Science Laboratory) report hasn’t found sperm in samples, making it clear that some people twisted the matter to stir caste-based tension,” he told reporters. “Such people will be identified and legal action will be taken.”Experts, however, pointed out that since the samples for the test were collected days after the crime, sperm would not be present, NDTV reported. The autopsy report of the woman showed that she was strangled and suffered cervical spine injury, according to the news channel. The final diagnosis did not mention rape but pointed out that there were tears in her genitalia.The UP Police later claimed in a statement that they had been prompt in preventing tensions from spiralling in the state.#WATCH Postmortem report says victim died due to her neck injury. FSL report hasn't found sperm in samples, making it clear that some ppl twisted the matter to stir caste-based tension. Such people will be identified & legal action will be taken: ADG Prshant Kumar on Hathras case pic.twitter.com/qMOUct7t92— ANI UP (@ANINewsUP) October 1, 2020\n\nAs outrage over the crime spread, the authorities in Hathras imposed Section 144 of the Code of Criminal Procedure, which prohibits the assembly of more than four people.Congress leader Rahul Gandhi was arrested after being stopped by the Uttar Pradesh Police near Greater Noida with his sister Priyanka Gandhi, as they were on their way to meet the woman’s family. Rahul Gandhi also alleged that the police pushed and baton charged him, following which he fell to the ground.I condemn the assault by UP Police on our leader @RahulGandhi who is fighting to get justice for Hathras rape victim.Under what law has he been detained? Why are he & @priyankagandhi not being allowed to meet victim's family?Why is the PM not speaking about 'Beti Bachao' now? pic.twitter.com/s9lA5gWesZ— DK Shivakumar (@DKShivakumar) October 1, 2020\n\nTwo weeks ago, the Dalit woman was tortured and raped by four upper caste men. The woman died on Tuesday at the Safdarjung Hospital in Delhi. She had suffered multiple fractures and other serious injuries when the four accused raped her in her village on September 14. The four men have been arrested. However, the woman was hastily cremated by the police against the wishes of her family, which led to outrage in political circles. The incident has triggered nationwide outrage against sexual violence that women face and has foregrounded the deteriorating law and order situation in Uttar Pradesh. Several politicians called the hasty cremation an abuse of human rights. They have also questioned the exploitative caste hierarchy in the state under Adityanath’s rule.NCW asks police to explain hurried cremationThe National Commission for Women on Thursday asked Uttar Pradesh’s director general of police to explain why the woman was cremated so quickly. “National Commission For Women writes to DGP, Uttar Pradesh seeking an explanation on the urgency to cremate the body of Hathras gangrape victim in the middle of the night in the absence of her family,” the organisation said in a tweet.National Commission For Women (NCW) writes to DGP, Uttar Pradesh seeking an explanation on the urgency to cremate the body of #Hathras gangrape victim in the middle of the night in the absence of her family. pic.twitter.com/6jg0bFBM5m— Prasar Bharati News Services (@PBNS_India) October 1, 2020\n\nOn Wednesday, Delhi Commission for Women Chairperson Swati Maliwal had written  a letter to Chief Justice of India SA Bobde and the judges of the Supreme Court, demanding “strictest and swiftest” punishment for the accused in the Hathras gangrape case. Maliwal also called for action against officials who tried to “cover up” the incident.There should be no ‘political tourism’, says Union ministerUnion minister Mukhtar Abbas Naqvi, meanwhile, said there should be no “political tourism” amid outrage over the Hathras incident, ANI reported. He reference was apparently to Rahul Gandhi and Priyanka Gandhi’s march to the district. “Those who are trying to increase the tension through political tourism, should not do that,” he said. “Everyone is saddened and want punishment for the culprits, Uttar Pradesh government is working towards it. You will see the results soon.” Naqvi added: “The barbaric criminals will definitely be punished for their barbarism. The probe teams are carrying out the investigation. But I think there should not be political tourism on the same.”Also read: Hathras gangrape: Woman did not die, she was killed by a ruthless government, says Sonia GandhiWhat the name of the woman raped and battered in Hathras says about the crimeIn videos: How the Dalit woman raped in Hathras was cremated without letting her family say goodbye‘Our own George Floyd moment’: Politicians outraged about Hathras woman’s hurried cremation","author":"Scroll Staff","time":"2020-10-01T18:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148426-gokqwgxxkv-1601553253.jpg","tags":["hathras rape","hathras rape case","hathras rape news","crimes against women"],"source":"https://scroll.in/latest/974638/forensic-report-shows-there-was-no-rape-in-hathras-case-claim-up-police"}