{"title":"Foreign funding certificates of 264 NGOs suspended in last five years, Centre tells Rajya Sabha","content":"The Centre on Wednesday informed the Parliament that it had suspended the foreign funding certificate of 264 non-governmental organisations in the last five years.Union Minister of State for Home Nityanand Rai provided the information in a written reply to questions put forth by Congress Rajya Sabha MPs Digvijaya Singh and GC Chandrashekhar. They asked the government for year-wise details about the number of NGOs whose Foreign Contribution (Regulation) Act or FCRA certificates had not been renewed or were suspended in the last five years.The FCRA regulates foreign donations and ensures it does not affect the internal security of the country.Rai informed the MPs that the certificate of one NGO was suspended in 2016, 233 in 2018, five in 2019 and 25 in 2020. The minister also said that the foreign funding certificates of 8,353 NGOs had not been renewed in the last five years. The Congress MPs also asked the government whether it had considered relaxing or reviewing amendments to the Foreign Contribution Regulation (Rules). The Centre said that it provided several relaxations to NGOs to facilitate a smooth transition to the amendments. “Final date for submission of Annual Reports (under section 18 of the FCRA, 2010) has been extended from 31st December, 2020 up to 30th June, 2021,” the government said. “For opening of FCRA account in the State Bank of India, New Delhi Main Branch, the last date has been extended up to 31.03.2021. The validity of FCRA registration certificates expiring during the period between 29th September, 2020 and 31st May, 2021 has been extended up to 31st May, 2021.”Also read: Centre makes rules stricter for NGOs and those participating in politics to receive foreign fundingIn November, the Ministry of Home Affairs had amended the Foreign Contribution Regulation (Rules), 2011, to make them more stringent. In September, the Foreign Contribution Regulation Act, 2010, was amended. The provision made Aadhaar mandatory for all office bearers of non-governmental organisations that seek foreign contributions. Election candidates, government servants, members of any legislature and political parties were also prohibited from accepting foreign funding. Currently, there are around 22,400 NGOs and associations active under the FCRA.The new rules require any organisation that wants to register itself under the FCRA to have existed for at least three years and to have spent a minimum of Rs 15 lakh on its core activities during the last three financial years for the benefit of the society.The NGOs are also required to submit commitment letter from their donors, specifying the amount of foreign contributions and the purpose for which they are proposed to be given, according to PTI. International organisations had expressed concern over the use of the Foreign Contribution Regulation Act to “stifle the voices” of activists and non-governmental organisations in India. On September 29, Amnesty International India had accused the Centre of having frozen its bank accounts as punishment for speaking out about alleged rights abuses. After its bank accounts were frozen, the organisation closed its India office.","author":"Scroll Staff","time":"2021-03-10T18:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/137704-ogvgjzjdyd-1583232375.jpg","tags":["foreign funding","FCRA","foreign funding rules"],"source":"https://scroll.in/latest/989170/foreign-funding-certificates-of-264-ngos-suspended-in-last-five-years-centre-tells-rajya-sabha"}