{"title":"For foreign journalists, government cites visa rule to restrict access to Assam and J&K","content":"On September 4, local newspapers in Assam reported that government officials had asked foreign journalists to leave Assam. The state had been declared a protected area, the Assam Tribune said, which meant foreign journalists reporting from there would have to get permission from the ministry of external affairs, subject to clearance from the ministry of home affairs.The Associated Press said that an “AP journalist on assignment in Assam left voluntarily after learning the visit required prior government permission”.  But the Assam Tribune reported that the Associated Press journalist had been escorted to the airport by the Assam Police put on the next flight to Delhi.Assam, which recently updated its National Register of Citizens, leaving 19 lakh people out of the list and facing statelessness, has been in the international news. On September 1, a day after the new NRC was published, ministry of external affairs spokesperson Raveesh Kumar responded to critical pieces in the international press saying: “There have been some commentaries in the sections of the foreign media about aspects of final NRC which are incorrect.”On September 4, the spokesperson for the ministry of home affairs issued a statement on social media calling the Assam Tribune’s story “misleading and incorrect”. Neither the home ministry, nor the external affairs ministry “has given any information as mentioned”, the statement said.“Any foreign journalist, whether already based in India or not, can visit Assam after taking permission of MEA,” the spokesperson went on to say. “MHA is consulted internally by MEA before issuing this permission. There is no PAP [protected area permit] or RAP [restricted area permit] area in the state of Assam. Thus no PAP or RAP is needed by a foreign journalist.”But foreign journalists based in India said that, until now, they had been allowed to report from Assam without any sort of permission from the ministry of external affairs and were not aware that it was needed.So, if there is no Restricted Area Permit or Protected Area Permit required, under what rule are journalists now required to seek MHA permission to visit Assam? Which other areas have been similarly restricted? Has there been a public announcement? https://t.co/RtfKPDi8oW— maxrodenbeck (@maxrodenbeck) September 4, 2019\n\nA new missiveAll foreign nationals, tourists as well as journalists, require government permits to enter “protected areas” or “restricted areas”. The list of regions which fall under this permit regime is available online. They include all of Arunachal Pradesh, Manipur, Mizoram, Nagaland and Sikkim as well as parts of Jammu and Kashmir, Rajasthan, Himachal Pradesh and Uttarakhand. Assam does not feature on the list.One foreign journalist told Scroll.in that when the ministry of external affairs was contacted on September 4 about the reported restrictions in Assam, it forwarded a different set of rules. These were part of the ministry of home affairs’ journalist visa rules and placed more sweeping restrictions on access. They delineated a “Procedure for grant of permission to Restricted and Protected Areas, Jammu & Kashmir and the North Eastern States on Journalist Visa”. Under these rules, foreign journalists based in India have to apply for a special permit from the external publicity division of the ministry of external affairs, not just for the restricted and protected areas in the North East, but for the entire region, including Assam. If such requests were made to the state government or any other authority that can issue special permits, the application would be referred to the external publicity division of the ministry of external affairs. The ministry of home affairs would also receive a copy. Foreign journalists on short-term visits who wanted to visit these areas would have to apply for permits from Indian missions abroad. It is not clear when this procedure was introduced – few journalists were aware of it earlier. One journalist had reported from Assam as recently as July without having to go through the process of permits.How permits have worked so farLast year, foreign journalists got a letter from the external publicity and public diplomacy department of the ministry of external affairs. “It has come to the notice of the Ministry of External Affairs that some foreign journalists based in India, while discharging their journalistic activities or for tourism purposes, have travelled to places which come under restricted/ protected areas that require prior permission/ special permit,” said the letter, dated May 22, 2018.Travel to these areas without permission could cause “unnecessary access related issues resulting in inconvenience to the journalist,” the letter continued. It then referred journalists to the list of places designated as restricted or protected areas by the ministry of home affairs. Journalists were to send “advance information” to the ministry of external affairs, which would help arrange permits from the “relevant agencies”.Since then, Kashmir has effectively been out of bounds for foreign journalists, barring the occasional junket arranged by government. Earlier, access to some areas along the Line of Control was restricted but they reported freely from Srinagar and most of the Valley. Even during the most turbulent times in Kashmir, foreign journalists were allowed in without permits. They only had to register themselves at the Srinagar airport.One journalist also said he had also applied eight weeks ago for a permit to visit the Andaman and Nicobar islands. The islands do not feature in the restricted and protected areas list put out by the ministry of home affairs. But until recently, foreign nationals had to get restricted area permits to visit the islands. In 2018, the government removed the permit regime for 29 islands. The journalist had applied to the ministry of external affairs for permission to visit two of the islands opened up to foreign nationals. Until now, there has been no response.Indeed, most applications for permits, they say, are met with silence from the government.","author":"Ipsita Chakravarty","time":"2019-09-04T20:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112801-egzhvrgoiv-1549937880.jpg","tags":["Press freedom"],"source":"https://scroll.in/article/936259/foreign-journalist-sent-back-from-assam-government-cites-visa-rule-to-restrict-access-to-north-east"}