{"title":"Forged in the chaos of World War II, a Pakistani-Burmese love affair","content":"It was during the Burma Campaign in 1944 when Burmese Independence Army, trained by the Japanese, led initial attacks on the British forces. The Allied forces ‒ British, Chinese and Americans ‒ were fighting against the Japanese empire.The soldiers from the British side came mostly from British India and amongst the forces was a 20-year-old boy named Muzafar Khan. Hailing from the district of Chakwal in present-day Pakistan, he fell in love with a Burmese girl during his tenure in Burma.Muzaffar (Chacha Kalu) in his house in Chakwal.Young Muzafar was deployed as a solider in the ordinance corps of the British Indian Army in mid-1940s and was sent to Burma under the command of Field Marshal William Slim.The Burmese girl he fell in love with later became his wife and now they live together in a small neighbourhood of Dhudial, a town 43 kilometres south of the Grand Trunk Road in the Chakwal district of Punjab.The tale of their love and how they came to Dhudial circulates around the neighbourhood with slight variations narrated by their relatives, friends and the couple themselves.The 92-year-old Muzafar is now known as Chacha Kalu in his neighbourhood while Ayesha Bibi who is now 84 is referred to as Mashoo.The memory of mid-1940s has faded with time and the only truth surviving the two is that they are married with no children. Mashoo left her life in Burma to settle in British-occupied India.As I walk through narrow alleys of the neighbourhood, I am asked to enter a small house with a rectangular room that has a wooden sofa on one side and a wooden charpoy on another.Neighbours and relatives start pouring in, followed by Mashoo and Chacha Kalu, both walking with the support of wooden sticks.Wearing a green shalwar kameez, Mashoo has a wrinkled face with blue eyes. Chacha Kalu, wearing a simple white dress, a red turban and a thick pair of glasses, just stares at me as they sit in front of me.“There was a war in my country when I came here,” said Mashoo.“The Japanese were fighting in Burma during World War II and I was sent on a mission to combat,” Chacha Kalu said.Mashoo remembers that she grew up in a city called Meiktila, in the center of Burma. “I was a Buddhist and used to go to a Buddhist temple to pray with my mother,” she recalled.Chacha Kalu’s grand-nephews began to narrate the story that they have heard from their elders: “Chacha Kalu was young, handsome and was deployed at a barrack in Burma where a young Burmese girl, with long hair and blue eyes would provide food to the soldiers everyday. He fell in love with her.”Chacha Kalu said: “She lost all of her family in the war and I brought her along with me to get married.\"Chacha Kalu has developed a hearing impairment due to age and Mashoo has a visual impairment. She has to speak aloud to talk to him and despite aging significantly, she likes to make him tea.“I have my own kitchen and he only likes the tea that I make for him,” chuckled Mashoo.“He provided me a home and family,” she said, pointing at the people inside the room. “This is my family.” One person in the group said: “They never had any children, but we are their children.” A child stood up and said, “I clean their dishes.” Another said, “I take care of them by providing water in the house.\"Masho speaks fluent Punjabi, which has become her first language. She has no contact with Burma anymore.She converted to Islam when she moved to what was to become Pakistan. She does not remember her previous name that people used to call her by since that was 70 years ago, but Ayesha bibi is the name she chose when she converted and married Muzafar. In the neighbourhood, the children started calling her Maa Aasho (Mother Aasho), which later became Mashoo as a short form.One of her neighbours, Mehwish Tariq, recalls her childhood memories with Mashoo. “While growing up, I would go to her house and spend time with her listening to her stories. I would cook for her and she would always treat me as her child. Mashoo is my best friend,\" she said.Chacha Kalu has performed Hajj and Mashoo wishes the same for herself but their only means of survival is through the pension fund that Muzafar receive as an ex-soldier of British Army from Commonwealth Ex-services Association of Pakistan.Soon after our reporter met the couple, we received the news that Chacha Kalu passed away peacefully last week leaving Mashoo all by herself with her neighbours.This article was originally published on Dawn.com.","author":"Danial Shah","time":"2015-04-26T21:20:39+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/723440-406636c3-fb5e-45a1-83bf-25cf99fbf385.jpg","tags":[],"source":"https://scroll.in/article/723440/forged-in-the-chaos-of-world-war-ii-a-pakistani-burmese-love-affair"}