{"title":"Former Assam CM Tarun Gogoi dies at 86","content":"Former Assam Chief Minister Tarun Gogoi died on Monday, reported PTI. He was 86. Gogoi had been admitted to Guwahati Medical College Hospital since November 2 with post-Covid complications and was on non-invasive ventilation. He had tested positive for Covid-19 on August 25 and was discharged from the hospital on October 25.  The 86-year-old three-time Congress chief minister, who represents Titabor Assembly constituency in Jorhat district, was among 24 legislators from the state to have contracted the infection.  Assam Congress chief Ripun Bora told PTI that Gogoi’s mortal remains will be cremated on Thursday in Guwahati. “His [Gogoi’s] wife Dolly and son Gaurav requested Chief Minister Sarbananda Sonowal to keep his body for one day for the public,” he added. “As per the family’s wish, the government will take the body to the Srimanta Sankardeva Kalakshetra complex in Guwahati on Tuesday evening and it will be there for the whole day on November 25.”Gogoi’s body will also be taken to state secretariat Janata Bhawan where he sat for 15 years as the chief minister, and then to state Congress headquarters Rajiv Bhawan, Bora said. Gogoi’s health worsened on Saturday afternoon, following a multi-organ failure and he became unconscious with difficulty in breathing. He was put on invasive ventilation by Saturday night as his condition deteriorated. On Sunday, doctors had performed dialysis on him as he was unable to pass urine naturally due to a kidney problem, according to PTI.Earlier on Monday, his health deteriorated further and doctors said he was “very very critical”. Gogoi’s blood pressure was fluctuating and he was breathing only with the help of machines. Assam Health Minister Himanta Biswa Sarma was at the hospital along with the Congress leader’s son, Gaurav Gogoi. A host of lawmakers and legislators, including former ministers and senior leaders of the Congress, have been camping at the hospital since Saturday night. Assam Chief Minister Sarbananda Sonowal cancelled his engagements in Dibrugarh and flew back to Guwahati to be with Gogoi and his family on Monday.State Cabinet ministers and Asom Gana Parishad leaders Atul Bora and Keshab Mahanta, Bharatiya Janata Party leader Ramen Deka and All India United Democratic Front chief Badruddin Ajmal were among those from other parties to visit the facility to enquire about his health.","author":"Scroll Staff","time":"2020-11-23T17:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151003-tadpccevnc-1606128212.jpg","tags":["Tarun Gogoi","Assam","Congress","Coronavirus"],"source":"https://scroll.in/latest/979241/former-assam-cm-tarun-gogoi-dies-at-85"}