{"title":"Former NCB officer Sameer Wankhede transferred to Chennai after Aryan Khan is cleared in drugs case","content":"Former Zonal Director of the Narcotics Control Bureau in Mumbai Sameer Wankhede has been transferred to the Directorate General of Taxpayer Services in Chennai, The Times of India reported.Wankhede was previously posted at the Directorate of Revenue Intelligence.Breaking! #SameerWankhede, former Zonal Director of NCB Mumbai, presently  posted at DRI, now transferred to DG Taxpayer Service Directorate, Chennai After clean chit to #AryanKhan, NCB had said action will be initiated against officers for botched up investigation pic.twitter.com/M5GlJqZzdq— Poulomi Saha (@PoulomiMSaha) May 30, 2022\n\nAfter the Narcotics Control Bureau on Friday cleared actor Shah Rukh Khan’s son Aryan Khan in a case related to the alleged seizure of drugs on a cruise ship, there was a growing call for an inquiry against Wankhede for a botched investigation.On October 2, Khan, his friend Arbaaz Merchant, model Munmum Dhamecha and five others were arrested by the Narcotics Control Bureau after a raid on the cruise ship off the coast of Mumbai.A Special Investigation Team of the Narcotics Control Bureau, which was investigating the matter, said that the case was made against Khan on the allegation that his drugs were being carried by his friend Merchant.However, Special Investigation Team chief Sanjay Kumar Singh said that the allegation was false.“His friend [Merchant] denied that he carried drugs for Aryan Khan,” Singh said. “In fact, he told the SIT that Aryan Khan had told him that no drugs should be brought on the cruise as NCB was very active.”The Narcotics Control Bureau did not conduct a medical test on Khan to find out if he had consumed drugs, Singh said. Further, Sameer Wankhede did not carry out videography of the raid on the cruise ship, he added.Maharashtra Home Minister Dilip Walse-Patil on Saturday demanded action against Wankhede, saying that that the allegations against Khan were false.“If anyone is falsely implicating an innocent person, then action should be taken against them,” he said.","author":"Scroll Staff","time":"2022-05-30T22:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165615-uvjmtbakvp-1635317091.jpg","tags":["Sameer Wankhede","cruise case","clean chit","Narcotics Control Bureau","seizure of drugs","Aryan Khan"],"source":"https://scroll.in/latest/1025114/former-ncb-officer-sameer-wankhede-transferred-to-chennai-after-aryan-khan-is-cleared-in-drugs-case"}