{"title":"Former Delhi Congress president Arvinder Singh Lovely joins BJP","content":"Former Delhi Congress chief Arvinder Singh Lovely on Saturday joined the Bharatiya Janata Party at its party headquarters in New Delhi.Lovely joined the Hindutva party along with former Congress leaders Rajkumar Chauhan, Neeraj Basoya and Naseeb Singh in the presence of Union minister Hardeep Singh Puri and BJP general secretary Vinod Tawde. Former Youth Congress chief Amit Malik also joined the BJP.Former DUSU President Shri Amit Malik and former Delhi MLAs, Arvinder Singh Lovely, Rajkumar Chauhan, Neeraj Basoya and Naseeb Singh, join the BJP at party headquarters in New Delhi.  https://t.co/1VCapRZlD0— BJP (@BJP4India) May 4, 2024\n\n\nOn April 28, Lovely resigned from his post as the Congress’ chief of its Delhi unit, citing disagreements within the party.In his letter to Congress chief Mallikarjun Kharge, Lovely listed the alliance with the Aam Aadmi Party and the nomination of party leaders Kanhaiya Kumar and Udit Raj from Lok Sabha constituencies in Delhi among the reasons for him quitting his post.He also said that since his appointment as the Delhi Congress chief in August, several of his decisions had been vetoed by the All India Congress Committee’s Delhi in-charge, Deepak Babaria.While the Aam Aadmi Party and the Congress are political opponents, especially in Delhi and Punjab, they are part of the Opposition INDIA bloc that is taking on the BJP-led National Democratic Alliance in the Lok Sabha elections.Following his induction into the BJP on Saturday, Lovely told reporters that he had met with his colleagues and party workers from the Congress after resigning from his post. “All of them said that you should not sit at home and should continue fighting for the people of Delhi and the country,” he said.Meanwhile, Delhi Pradesh Congress Committee interim president Devender Yadav, in response to the former Congress leaders joining the BJP, said that some people had “the nature of betraying the party”. He added: “Their character has come to light and is before everyone the people. This will not make much of a difference.”","author":"Scroll Staff","time":"2024-05-04T18:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200484-zarkqztbnv-1714826272.jpg","tags":["Arvinder Singh Lovely","Congress","Delhi","BJP","Lok Sabha 2024"],"source":"https://scroll.in/latest/1067444/former-delhi-congress-president-arvinder-singh-lovely-joins-bjp"}