{"title":"Former Goa CM Luizinho Faleiro joins Trinamool two days after quitting Congress","content":"Former Goa Chief Minister Luizinho Faleiro joined the Trinamool Congress in Kolkata on Wednesday,  two days after quitting the Congress.After resigning from the Congress, Faleiro had said that Goa needed a “streetfighter” like West Bengal Chief Minister Mamata Banerjee to end the state’s suffering.On Wednsday, Faleiro said that he was joining the Trinamool Congress because Goa needed a credible alternative, reported ANI. “I request her [Banerjee] to come to Goa to protect the identity and heritage of Goa,” he said.  In a tweet, Faleiro said that he and the Trinamool Congress were united in a “mission to defeat the fascist and divisive forces that plague Goa”.I am humbled by the kindness & warmth the @AITCofficial and the Hon. CM of Bengal, Smt. @MamataOfficial have shown me. It’s a great joy to be a part of this family. We are united in our mission to defeat the fascist and divisive forces that plague my Goa today. #GonychiNaviSakal https://t.co/wUrLDVWZFE— Luizinho Faleiro (@luizinhofaleiro) September 29, 2021\n\nThe Trinamool Congress said that Faleiro joined the party in presence of Banerjee. “He had called for a credible alternative for Goans and we are pleased that he has chosen Mamata Banerjee’s leadership to work towards bringing a new dawn for Goa,” the party tweeted.After quitting the Congress, Faleiro had said that he felt “dejected, shocked and utterly betrayed” after the All India Congress Committee asked him to wait when he wanted to stake claim to form the government in the state in 2017. Faleiro had recalled that in the 2017 Assembly elections in Goa, the Congress had won 17 of the 40 seats and had the support of an Independent MLA. Faleiro, on Monday, claimed said that he had managed to secure the support of three more MLAs, pushing the party’s seat count above the majority mark.However, on Wednesday, Trinamool Congress General Secretary Abhishek Banerjee clarified that the party’s fight was not with the Congress. He said that the party needed and defeat the Bharatiya Janata Party for that purpose.“Congress has been in the national opposition space for the last seven years,” Banerjee said. “TMC has been consistently defeating BJP...Congress needs to get out of the armchair and hit the streets. It can’t be done by the comfort of sitting in their homes.”Banerjee also said that the Trinamool Congress would begin its political activities in Goa by forming a state unit. Goa is scheduled to go to polls next year.“The party is going to put its entire weight behind [the] Goa unit and we will ensure that people of Goa see a new dawn in the days to come,” he said. Faleiro is the second prominent leader in two months to have joined the Trinamool Congress after quitting the Congress. Last month, former MP and Assam leader Sushmita Dev had joined the Trinamool Congres. She was also the Congress’ women’s wing chief.On Wednesday, the Trinamool Congress announced that leaders of Congress’ Goa unit Yatish Naik, Vijay Poi, Mario Pinto De Santana and Anand Naik have also joined the Banerjee-led party.      Former Maharashtrawadi Gomantak Party MLA Lavoo Mamledar, Sahitya Akademi award winner Shivdas Sonu Naik, South Goa Advocates Association President Antonio Monteiro Clovis Da Costa and environmentalist  Rajendra Shivaji Kakodkar also joined the Trinamool Congress on Wednesday.We’re also pleased that Sahitya Akademi Award winner Shivdas Sonu Naik, South Goa Advocates Association President Antonio Monteiro Clovis Da Costa & Rajendra Shivaji Kakodkar have chosen Trinamool Congress as a party of their choice to work for a brighter future of Goa. (3/3)— All India Trinamool Congress (@AITCofficial) September 29, 2021","author":"Scroll Staff","time":"2021-09-29T20:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164587-ofopmwulmk-1632923649.jpg","tags":["Luizinho Faleiro","Mamata Banerjee","Goa","Congress","Trinamool Congress"],"source":"https://scroll.in/latest/1006567/former-goa-cm-luizinho-faleiro-joins-trinamool-two-days-after-quitting-congress"}