{"title":"Former J&K Chief Minister Mehbooba Mufti released from detention after over a year","content":"Former Jammu and Kashmir Chief Minister Mehbooba Mufti was on Tuesday released from her over one-year detention under the Public Safety Act. Mufti had been in detention since August 5, 2019, the day the Centre abolished the special status of Jammu and Kashmir under Article 370 of the Indian Constitution, bifurcated it into two Union Territories, and imposed a lockdown.Her daughter Iltija Mufti also confirmed the development on on Twitter and thanked people who supported her. As Ms Mufti’s illegal detention finally comes to an end, Id like to thank everybody who supported me in these tough times. I owe a debt of gratitude to you all. This is Iltija signing off. فی امان اﷲ May allah protect you— Mehbooba Mufti (@MehboobaMufti) October 13, 2020\n\n“In exercise of powers conferred under Section 19(1) of the Jammu and Kashmir Public Safety Act, 1978, the Government hereby revokes the detention order bearing No. DMS / PSA / 147 / 2020 dated 05-02-2020 issued by District Magistrate, Srinagar, which was last extended for a period of three months vide Government Order No. Home / PB-V / 1449 of 2020 dated 31-07-2020 of Ms Mehbooba Mufti, D/o late Mufti Mohd Sayed R/o Bijbehara, A/P Nowgam, Srinagar with immediate effect,” read the release order.Former Jammu and Kashmir Chief Ministers Farooq Abdullah and Omar Abdullah were released from detention earlier this year However, the administration kept extending Mufti’s detention.Iltija Mufti had in the Supreme Court challenged her mother’s detention under the Public Safety Act and the two extensions in May and July. On September 29, the Supreme Court allowed Mehbooba Mufti to meet her daughter and son in detention.The court directed Jammu and Kashmir administration to respond to Iltija Mufti’s petition and also gave time to the Centre to respond to it. The judges said the former Jammu and Kashmir chief minister should request authorities to allow her to attend meetings of the Peoples Democratic Party.The matter is scheduled to be heard next on October 15. Omar Abdullah welcomed Mufti’s release. “I’m pleased to hear that @MehboobaMufti Sahiba has been released after more than a year in detention,” the National Conference leader tweeted. “Her continued detention was a travesty & was against the basic tenets of democracy. Welcome out Mehbooba.”I’m pleased to hear that @MehboobaMufti Sahiba has been released after more than a year in detention. Her continued detention was a travesty & was against the basic tenets of democracy. Welcome out Mehbooba.— Omar Abdullah (@OmarAbdullah) October 13, 2020","author":"Scroll Staff","time":"2020-10-13T21:43:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/115878-vbisdjzfwe-1553397186.jpg","tags":["Mehbooba Mufti","Kashmir","Article 370"],"source":"https://scroll.in/latest/975723/former-j-k-chief-minister-mehbooba-mufti-released-from-detention-after-over-a-year"}