{"title":"Former Bihar CM and Hindustani Awam Morcha leader Jitan Ram Manjhi quits NDA, joins grand alliance","content":"Former Bihar Chief Minister and Hindustani Awam Morcha leader Jitan Ram Manjhi quit the Bharatiya Janata Party-led National Democratic Alliance government on Wednesday, ANI reported. Manjhi said his party will join the Rashtriya Janata Dal-led grand alliance, The Hindu reported. On February 25, the former chief minister had demanded a Rajya Sabha seat for his party in the upcoming elections. Manjhi had threatened to withdraw support to the coalition for the next Lok Sabha election and Assembly bye-polls. “The NDA must announce at least one Hindustani Awam Morcha leader among its candidates for the six Rajya Sabha seats in Bihar,” Manjhi had told PTI. “If that does not happen, our party workers will not campaign for candidates of the coalition in the by-polls.” #FLASH: Former #Bihar CM & Hindustani Awam Morcha head, Jitan Ram Manjhi, quits NDA. pic.twitter.com/BrYsWSsYwF— ANI (@ANI) February 28, 2018\n\nRJD’s Tejaswi Yadav, the leader of the Opposition in Bihar Legislative Assembly, called Manjhi his “guardian”, and said he “will get his due respect in our grand alliance”.In July 2017, Chief Minister Nitish Kumar broke the grand alliance, or “mahagathbandhan” between his party, the Janata Dal (United), the Congress and the Rashtriya Janata Dal and resigned as chief minister. A day later, he allied with the BJP and was sworn in as chief minister again. The Congress also welcomed Manjhi to the alliance. “It’s a happy moment for us,” state Congress president Kaukab Quadri said, according to The Hindu. “Though Manjhi took a late decision to come out of the NDA, where he was not getting due respect, but it is the right decision.”","author":"Scroll Staff","time":"2018-02-28T11:19:17.818505+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/870284-5762bb1c-de11-4363-a42d-7f4959ac55f0.jpg","tags":["Bihar","NDA","Jitan Ram Manjhi"],"source":"https://scroll.in/latest/870284/former-bihar-chief-minister-and-hindustani-awam-morcha-leader-jitan-ram-manjhi-quits-nda"}