{"title":"Former India cricketer Yashpal Sharma dies of heart attack aged 66","content":"Former India cricketer Yashpal Sharma, aged 66, died due to a cardiac arrest on Tuesday.Part of India’s 1983 World Cup-winning team, Sharma played 37 Test matches and 42 One-Day Internationals in his career.“Yes, Yashpal is no more with us. We just received the information from his family,” a former India teammate of Yashpal confirmed to PTI.Pause, rewind, play: When Yashpal Sharma’s fearless attitude won India the 1983 World Cup semi-finalYashpal collapsed at home after returning from his morning walk in New Delhi. He was cremated at the Lodhi Road crematorium with his former teammate Kirti Azad among those in attendance.In his international career, Yashpal played 37 Tests, scoring 1606 runs, and 42 ODIs in which he made 883. He also picked up one wicket each in the two formats to his credit.He was known for his gutsy attitude and his stroke-filled half century in the semifinal against England in the 1983 campaign at the Old Trafford will forever be etched in the public memory.Former India captain Dilip Vengsarkar expressed shock at his teammate’s demise. The 1983 squad had met on the sidelines of a book launch here couple of weeks ago.“It is unbelievable. He was the fittest among all of us. I had asked him that day when we met how about his routine. He was a vegetarian, teetotaller, used to have soup for his dinner and very particular about his morning walks. I am just shocked,” Vengsarkar told PTI.“As a player, he was a proper team man and a fighter. I fondly remember the 1979 Test against Pakistan in Delhi (where Vengsarkar scored unbeaten 146 and Yashpal 60). We both had a partnership which helped us save the game. I knew him since my university days. Still can’t believe it,” he added.He was also a national selector in early 2000s and was part of the panel which gave MS Dhoni his first India call-up in 2004.Yashpal was also part of the selection panel that picked the triumphant 2011 World Cup squad under Dhoni’s leadership. So, from being a part of a World Cup winning to picking one that also won the trophy, Yashpal had seen it all.In between, he also witnessed closely a phase of immense turmoil in Indian cricket when the then captain Sourav Ganguly had a bitter fallout with the team’s Australian coach Greg Chappell in 2006. As a selector, he had famously backed Ganguly at that time.“He was very fair as a selector and of course he was a great player. My condolences to his family,” said former BCCI president N Srinivasan.In Ranji Trophy, where he represented three teams – Punjab, Haryana and Railways –, Yashpal played 160 matches amassing 8,933 runs which included 21 centuries with a highest score of 201 not out.He was an umpire too and stood in a couple of women’s ODIs. The multi-faceted former player also served as coach of the Uttar Pradesh Ranji team.“He told me that day we met that I had lost weight. We had a great reunion. I remember the very first game in the 1983 World Cup playing the mighty West Indies with those fast bowlers, he set the tone with that 90-odd (89) and we won that game,” said Azad.“He was again fantastic in the semifinal hitting Bob Willis for a six. Nowadays people say (Ravindra) Jadeja hits stumps regularly but so did Yashpal. He was a livewire on the field and would hit stumps all the time,” he recalled.He later also became a sought after cricket analyst for TV channels.Inputs from PTI","author":"Scroll Staff","time":"2021-07-13T11:22:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161487-dimzpmiwyj-1626155545.jpg","tags":["Yashpal Sharma","cricket","indian cricket"],"source":"https://scroll.in/field/1000066/former-india-cricketer-yashpal-sharma-dies-of-heart-attack-aged-66"}