{"title":"Former Maharashtra minister Baba Siddique resigns from Congress","content":"Former Maharashtra minister and Bandra West MLA Baba Siddique on Thursday said that he has resigned from the Congress.“I joined the Indian National Congress party as a young teenager and it has been a significant journey lasting 48 years,” Siddique wrote on social media platform X. “Today I resign from the primary membership of the Indian National Congress Party with immediate effect. There’s a lot I would have liked to express but as they say some things are better left unsaid.”I joined the Indian National Congress party as a young teenager and it has been a significant journey lasting 48 years. Today I resign from the primary membership of the Indian National Congress Party @INCIndia with immediate effect. There’s a lot I would have liked to express…— Baba Siddique (@BabaSiddique) February 8, 2024\n\n\nAt the time of his exit, Siddique was the chairperson of the Mumbai Regional Congress Committee and on the parliamentary board of the Maharashtra Pradesh Congress Committee. He served as an MLA from the Vandre West Assembly constituency for three terms, beginning in 1999, 2004 and 2009. In 2014, he was defeated by the Bharatiya Janata Party’s Mumbai unit president Ashish Shelar.During his second term as MLA, Siddique also served as the minister of state for food and civil supplies, labour, and food and drugs administration. He was a municipal councillor in the Brihanmumbai Municipal Corporation for two consecutive terms between 1993 and 2003.Siddique’s exit from the Congress is the second instance of a party leader from Mumbai leaving the party, after Milind Deora defected to the Eknath Shinde-led Shiv Sena in January.ED case against SiddiqueIn April 2018, the Enforcement Directorate attached properties worth Rs 462 crore linked to Siddique and real estate firm Pyramid Developers in connection with a case under the Prevention of Money Laundering Act.  In 2017, the Enforcement Directorate filed a case against Siddique, accusing him of misusing his position as the chairperson of Mumbai’s Slum Rehabilitation Authority in order to give a redevelopment contract to the real estate firm.The case pertains to a project to rehabilitate the residents of the Jamaat-e-Jamooria slum in Bandra.A resident of the slum had alleged before a magistrate that there were several instances of more than one flat being allocated to one family, according to The Hindu. The complainant had also alleged that official documents were manipulated to obtain additional Floor Space Index, which would enable the developer to construct more floors.","author":"Scroll Staff","time":"2024-02-08T12:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198265-jytebqaxgu-1707374609.jpg","tags":["Baba Siddique","Maharashtra","Congress","Mumbai","Maharashtra political crisis","Bandra West"],"source":"https://scroll.in/latest/1063379/former-maharashtra-minister-baba-siddique-resigns-from-congress"}