{"title":"Former MP Atiq Ahmed’s son, aide killed by UP Police in ‘gunfight’","content":"The Uttar Pradesh Police said that its Special Task Force on Thursday killed jailed gangster-turned-politician Atiq Ahmed’s son and an aide during a “gunfight” in Jhansi, ANI reported.His 19-year-old son Asad Ahmed and the aide named Ghulam were both wanted in the murder case of lawyer Umesh Pal. Both of them were carrying a reward of Rs 5 lakh each.Amitabh Yash, chief of the Special Task Force, told NDTV that Asad Ahmed had fired the first bullet at the police team and it that it was not a staged killing.  “They had killed a witness who was under protection from the Uttar Pradesh police,” he claimed. “And the message would have been very poor had we not brought them to justice soon. We had several near-misses when they had managed to flee.” Big Breaking News: Mohammad Asad, son of gangster - politician Atiq Ahmed and a wanted in the Umesh Pal murder case has been killed in an encounter by UP STF in Jhansi. #UPSTF #Encounter #AtiqAhmed #UmeshPalMurder + pic.twitter.com/BmM74k5lE4— Ashwini Shrivastava (@AshwiniSahaya) April 13, 2023\n\nUmesh Pal was a key witness in the 2005 murder of Bahujan Samaj Party MLA Raju Pal. He was shot dead in Prayagraj on February 24. His two security guards were injured in the incident and later died during treatment.Atiq Ahmed, his wife Sahista Parveen, their two sons, his younger brother Khalid Azim alias Ashraf and others were booked by the Uttar Pradesh Police in the case.Two accused in Pal’s killing – Arbaaz and Vijay Chaudhary – were also killed in “gunfights” by the police on February 27 and March 6. Extrajudicial executions, popularly known as “encounters”, have risen since the Bhartiya Janata Party government came to power in Uttar Pradesh in 2017.Following Pal’s murder, Uttar Pradesh Chief Minister Adityanath had declared in the Legislative Assembly on February 25 that he would “grind to the dust” those involved in the crime.On Thursday, the Uttar Pradesh Police claimed that sophisticated weapons, new cellphones and SIM cards were recovered from Asad Ahmed and Ghulam.The police also alleged that both of them were planning to attack the convoys of Atiq Ahmed and his brother Ashraf as the authorities were bringing them from jails to produce them before a court in Prayagraj in connection with Pal’s murder case.While being brought to Pragyagraj from Ahmedabad, Atiq Ahmed had pleaded with the Uttar Pradesh government to “spare his family”, according to The Indian Express.He had earlier moved the Supreme Court seeking protection as he claimed threat to his life in the custody of the Uttar Pradesh Police.“I want to tell the government that I have been totally reduced to dust,” Atiq Ahmed had told reporters. “Please don’t trouble our women and children now.”#WATCH | Mafia-turned-politician Atiq Ahmed at CJM court Prayagraj in the Umesh Pal murder caseHis son Asad, who was wanted in the same case, has been killed in an encounter by UP police in Jhansi today pic.twitter.com/UcRVtCKVnJ— ANI UP/Uttarakhand (@ANINewsUP) April 13, 2023","author":"Scroll Staff","time":"2023-04-13T14:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189101-dsvinlklmv-1681450130.jpg","tags":["Atiq Ahmed","Umesh Pal","UP Police"],"source":"https://scroll.in/latest/1047297/former-mp-atiq-ahmeds-son-aide-killed-by-up-police-in-gunfight"}