{"title":"‘I accept verdict’: Former Punjab CM Captain Amarinder Singh loses Patiala seat","content":"Former Punjab Chief Minister Amarinder Singh lost his Patiala Urban constituency, his family bastion.“I accept the verdict of the people with all humility,” Singh said in a tweet. “Democracy has triumphed. Punjabis have shown true spirit of Punjabiyat by rising and voting above sectarian and caste lines.” He also congratulated Aam Aadmi Party’s chief ministerial face, Bhagwant Mann.Mann contested from the Dhuri constituency. By 2 pm, he had secured 64.29% of the votes cast.The counting of votes in the state began on Thursday at 8 am. Initial trends from the Election Commission of India suggested a clean sweep for the Arvind Kejriwal-led Aam Aadmi Party in Punjab. At 2 pm, official numbers showed AAP was leading in 92 of 117 seats. Singh was defeated by the Aam Aadmi Party candidate Ajit Pal Singh Kohli by a margin of over 19,873 votes in the Patiala constituency.Kohli secured 46.46% of all votes cast, whereas Amarinder Singh gained 27.28%.Singh, the two-time chief minister had won the previous election in 2017 with a huge margin of 49%, NDTV reported. He represented the Patiala Assembly constituency four times – in 2002, 2007, 2012 and 2017. His wife Preneet Kaur is a Lok Sabha MP from Patiala.In November, Singh had floated his own party, the Punjab Lok Congress. The following month, Singh had formed an alliance with the BJP for the Punjab polls after he quit Congress the previous month and was replaced as chief minister. Singh had also tweeted photos of him hugging Union Minister Gajendra Singh Shekhawat, the BJP’s leader in charge of Punjab.“I will fight elections from Patiala only,” he had announced in a Facebook post. “Patiala has been with us for 400 years.”Singh had said that his party would contest all the 117 seats in the Punjab Assembly elections.","author":"Scroll Staff","time":"2022-03-10T13:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165418-lqacuwmncl-1634867725.jpg","tags":["Amarinder Singh","Punjab Assembly polls","Punjab Assembly election results"],"source":"https://scroll.in/latest/1019189/former-punjab-chief-minister-captain-amarinder-singh-loses-patiala-seat"}