{"title":"Former Punjab Congress chief Sunil Jakhar joins BJP","content":"Former Punjab Congress chief Sunil Jakhar on Thursday joined the Bharatiya Janata Party. He was inducted into the party at an event attended by BJP President JP Nadda.Jakhar had quit the Congress on May 14, saying that the party was facing an existential crisis. The Congress had removed Jakhar from all party posts on April 26 accusing him of being involved in activities against the outfit.On Thursday, Jakhar said he was sidelined in the Congress as he had pointed out that the party cannot divide citizens on the basis of caste, reported NDTV.“You can remove Sunil Jakhar from a party post but can’t silence him,” he said.Former Congress leader Shri @sunilkjakhar joins BJP in presence of BJP National President Shri @JPNadda at party headquarters in New Delhi. #JoinBJP pic.twitter.com/LuS44MgieK— BJP (@BJP4India) May 19, 2022\n\nJakhar said that he did not quit the Congress due to any personal differences but as a result of having fundamental problems with the party. “I had a 50-year-old relationship with congress, my family has been with the party for three generations since 1972,” he added. “I considered it family.”Nadda welcomed the former Congress chief into the party and said he was happy that a leader with such vast political experience was joining the BJP, reported The Tribune.“Jakhar managed to establish an identity away from the party,” he added. “In Punjab there are issues related to drugs, terrorism and it is important that people who have national interest in mind join the BJP.”Announcing his decision to quit the Congress, Jakhar had said that Harish Rawat, who was the person in charge of party’s Punjab desk, was to a large extent responsible for the outfit’s defeat in the Assembly elections in the state, but added that he did not want to put all the blame on him.The former Punjab Congress chief had also blamed party leader and Rajya Sabha MP Ambika Soni for the party’s defeat. He accused her of misguiding party leader Rahul Gandhi, not just on affairs related to Punjab but also other states.Jakhar had also claimed earlier that the party did not choose him as the chief ministerial candidate because he is a Hindu. He had also called former Chief Minister Charanjit Singh Channi a liability for the party.Former Congress leader Shri @sunilkjakhar joins BJP at party headquarters in New Delhi.  https://t.co/XhHb2jiwhd— BJP PUNJAB (@BJP4Punjab) May 19, 2022\n\nMeanwhile, former Congress Punjab chief minister Amarinder Singh congratulated Jakhar for switching sides. “Right man in the right party,” he said in a tweet. “Congratulations to Sunil Jakhar for joining the Bharatiya Janata Party. Honest and upright leaders like him cannot breathe in Congress anymore”. The two-time chief minister had started his own party, the Punjab Lok Congress in November. The following month, Singh had formed an alliance with the BJP for the Punjab polls after he quitting the Congress.Right man in the right party. Congratulations to @sunilkjakhar for joining @BJP4IndiaHonest and upright leaders like him cannot breathe in the @INCIndia anymore.— Capt.Amarinder Singh (@capt_amarinder) May 19, 2022","author":"Scroll Staff","time":"2022-05-19T15:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174588-foxoefrsgf-1652952273.jpeg","tags":["Sunil Jakhar","Congress","Punjab","JP Nadda","Bharatiya Janata Party"],"source":"https://scroll.in/latest/1024292/former-punjab-congress-chief-sunil-jakhar-joins-bjp"}