{"title":"Former J&K CMs Omar Abdullah and Mehbooba Mufti arrested after special status revoked: Reports","content":"Former Jammu and Kashmir Chief Ministers Omar Abdullah and Mehbooba Mufti were on Monday formally arrested after being placed under house arrest late on Sunday night, NDTV reported. Mufti has been reportedly taken from her home in Srinagar to a nearby government guest house. People’s Conference leaders Sajjad Lone and Imran Ansari have also been arrested, PTI reported quoting identified officials. Some more arrests were also made, the officials told the news agency, without sharing further details.Earlier in the day, both the former chief ministers condemned the Centre’s decision to table a resolution in Parliament to revoke Article 370 of the Constitution, which provides special status to Jammu and Kashmir. They have been vocal in their criticism against this move and Abdullah also indicated that his party might challenge it in court. An order issued to Mufti by the chief executive officer said her “activities are likely to cause breach of peace keeping into consideration your recent activities”. The order said it has become imperative to take such measures to prevent and law and order from deteriorating in Kashmir. Union Home Minister Amit Shah also introduced an order from President Ram Nath Kovind that removed provisions under Article 35A of the Jammu and Kashmir Constitution, which provides special treatment to the state, and proposed the Jammu and Kashmir Reorganisation Bill that seeks to turn Jammu and Kashmir to a Union Territory with a legislature while Ladakh is proposed to be a Union Territory without a legislature.  @MehboobaMufti has been taken from her house. “How far will the mighty Indian establishment go to muzzle the voice of dissent? Not being satisfied with my house arrest, I am now being being arrested & taken away. This won’t deter me. You can jail us but not our ideas & opinions.” pic.twitter.com/S1ur4nxdtk— Aatish Taseer (@AatishTaseer) August 5, 2019\n\nAbdullah said the government’s unilateral decision was shocking and “a total betrayal of the trust that the people of Jammu and Kashmir had reposed in India when the state acceded to it in 1947”.“A tough and long battle lies ahead,” said the former chief minister. “We are ready for that.”“Today marks the darkest day in Indian democracy,” Mufti had said in a series of tweets. “Decision of J&K leadership to reject two-nation theory in 1947 and align with India has backfired. Unilateral decision of government of India to scrap Article 370 is illegal and unconstitutional, which will make India an occupational force in Jammu and Kashmir.”Mufti had said that the decision would have catastrophic consequences for the Indian subcontinent, and added that the Centre’s intentions were clear. “They want the territory of J&K by terrorising its people,” she added. “India has failed Kashmir in keeping its promises.”The Peoples Democratic Party chief said the glee with which some sections of the media and civil society were celebrating Shah’s announcements was “disgusting and disconcerting”.“What did J&K get for acceding to India?” Mufti asked. “Another partition along communal lines? Our special status is not a gift bestowed upon us. It is a right guaranteed by the same Parliament. A contract entered into by J&K leadership and India. Today the very same contract has been violated.”","author":"Scroll Staff","time":"2019-08-05T20:27:53.193958+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113596-zjfonpzzqw-1564945519.jpg","tags":["Mehbooba Mufti","Omar Abdullah","Jammu and Kashmir","Article 370"],"source":"https://scroll.in/latest/932934/former-j-k-cms-omar-abdullah-and-mehbooba-mufti-arrested-after-article-370-revoked-reports"}