{"title":"Former Punjab CM Charanjit Singh Channi’s nephew granted bail in illegal sand mining case","content":"The Punjab and Haryana High Court on Friday granted bail to Bhupinder Singh Honey, the nephew of former Chief Minister Charanjit Singh Channi, in an illegal sand mining case, reported Live Law.Honey was arrested on February 3, weeks before the Punjab Assembly elections that took place on February 20. He was arrested as part of the Enforcement Directorate’s money-laundering investigation. He was booked under the Prevention of Money Laundering Act, 2002.The Enforcement Directorate case is based on a first information report filed by the Punjab Police on March 7, 2018, alleging that illegal sand mining activities were being carried out in six quarries in the Shaheed Bhagat Singh Nagar district.In his bail petition, Honey argued that the case was politically motivated and that the state police had already investigated the allegations against him and submitted a final report, reported The Indian Express.The Enforcement Directorate’s first information report amounted to an abuse of process of law as there was no predicate offence in which Honey is named as an accused, according to the bail plea.Predicate offence is considered a part of a larger crime such as money laundering, racketeering or terror financing. In money-laundering cases, the predicate offence would be any crime that generates monetary proceeds.“Without there being any predicate offence, proceedings under the PMLA Act, 2002 cannot continue,” it added.The caseOn March 31, the Enforcement Directorate filed a charge sheet against Honey and his associate, Kudrat Deep Singh. Honey had admitted on February 6 that he received Rs 10 crore in cash for the illegal sand mining operations and to manipulate the transfer and posting of officials in the state, the Enforcement Directorate had claimed.Singh owns a quarry in Nawanshahr town. Honey is reportedly a director at one of the companies formed by Singh.The agency had seized over Rs 10 crore during the raid on Honey’s premises, along with gold worth Rs 21 lakh, and a Rolex watch that cost approximately Rs 12 lakh.","author":"Scroll Staff","time":"2022-07-01T18:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169799-dmgnbkebuw-1644227933.jpg","tags":["Charanjit Singh Channi","Enforcement Directorate","Punjab and Haryana High Court","Illegal sand mining","Bhupinder Singh Honey","Money laundering"],"source":"https://scroll.in/latest/1027404/former-punjab-cm-charanjit-singh-channis-nephew-granted-bail-in-illegal-sand-mining-case"}