{"title":"Rajya Sabha marshals’ uniforms will be reviewed, says Venkaiah Naidu after ex-Army chiefs’ criticism","content":"Rajya Sabha Chairman Venkaiah Naidu on Tuesday asked the secretariat of the Upper House to reconsider the dress code of the marshals, who got a new military-style uniform to mark the 250th session. This followed criticism from former Army chiefs.Naidu said the Rajya Sabha Secretariat came up with the new dress code for the marshals after going through several other options. “But we’ve received some observations by some political as well as well-meaning people,” Naidu said. “I’ve decided to ask Secretariat to revisit the same.”The decision came a day after former Army chiefs criticised the change in the uniforms. The Winter Session of Parliament began on Monday, and Rajya Sabha marshals were seen wearing dark blue uniforms, with shoulder insignia, gold buttons and gold aiguillette – an ornament braided cord seen on Army uniforms, NDTV reported. The peaked cap resembles those worn by Army officers of the rank of brigadier and above.Union minister and former Army chief Vijay Kumar Singh said what has been done was “illegal”. Another former Army chief, Ved Prakash Malik, concurred with Singh on the matter. “Copying and wearing of military uniforms by non military personnel is illegal and a security hazard,” Malik tweeted. He tagged Naidu, the Rajya Sabha and Defence Minister Rajnath Singh and sought early action.Copying and wearing of military uniforms by non military personnel is illegal and a security hazard. I hope @VPSecretariat, @RajyaSabha & @rajnathsingh  ji will take early action. https://t.co/pBAA26vgcS— Vedmalik (@Vedmalik1) November 18, 2019\n\nCongress leader Jairam Ramesh, befuddled by the new uniforms, asked Naidu whether “martial law” had been imposed on the Upper House. In response, Naidu said: “Don’t raise insignificant queries at such a significant hour.”The uniforms’ designs were finalised after consulting the National Institute of Design, News18 reported quoting unidentified officials in the Rajya Sabha. Two sets of uniforms have been designed according to the winter and summer seasons. The officials said the uniforms were changed to give the marshals a distinct identity, as they are often confused with other officials in the Rajya Sabha.","author":"Scroll Staff","time":"2019-11-19T11:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131193-mjqikwtpjq-1574141164.jpeg","tags":["Rajya Sabha","VK Singh","Ved Prakash Malik","Rajya Sabha marshals"],"source":"https://scroll.in/latest/944181/former-army-chiefs-say-new-uniforms-of-rajya-sabha-marshals-resemble-those-used-by-the-force"}