{"title":"Former anti-drugs agency officer Sameer Wankhede files defamation case against Nawab Malik ","content":"Indian Revenue Service officer Sameer Wankhede on Sunday filed a defamation case against former Maharashtra minister Nawab Malik, PTI reported. Wankhede was a zonal director of the Narcotics Control Bureau’s Mumbai office till December 31. He had multiple run-ins with the former Maha Vikas Aghadi government in Maharashtra, including in a case in which Malik’s son-in-law was held as an accused person.In October, Malik, a Nationalist Congress Party MLA, had accused Wankhede of using a fake caste certificate to get a government job under the Scheduled Caste category. On October 25, he had tweeted what he claimed was a copy of Wankhede’s birth certificate, which cited his religion as Muslim.Following this, two Dalit organisations – Bhim Army and Swabhimani Republican Paksh – filed a complaint against Wankhede with the Mumbai District Caste Certificate Scrutiny Committee. They had urged the panel to examine the officer’s documents. On Friday, the panel cleared Wankhede of allegations of submitting a fake caste certificate. The committee held that Wankhede belongs to the Mahar caste, which falls under the Scheduled Caste category. The panel added that Wankhede was neither born a Muslim nor did he renounce Hinduism and convert to Islam.Following the panel’s order, Wankhede said that his family went through a lot trauma while fighting the case. “I just want to say Satyamev Jayate [truth alone triumphs]” he said.On Sunday, an unidentified official of the Mumbai Police said that a first information report has been registered against Malik based on Wankhede’s complaint, according to The Indian Express.Malik has been booked under Sections 500 (punishment for defamation), 501 (printing or engraving matter known to be defamatory) of the Indian Penal Code and provisions of the Scheduled Castes and the Scheduled Tribes (Prevention of Atrocities) Act.“An ACP [Assistant Commissioner of Police] of Goregaon division has been asked to investigate the matter,” the official said. Malik is currently in jail in a money laundering case registered against him by the Enforcement Directorate.Meanwhile, Wankhede is posted with the Directorate General of Taxpayer Services in Chennai. During his stint at the Narcotics Control Bureau, he investigated the Mumbai cruise ship drugs case, involving actor Shah Rukh Khan’s son Aryan Khan. On May 27, the Narcotics Control Bureau had cleared Khan of any involvement in the case.","author":"Scroll Staff","time":"2022-08-15T12:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166676-qgrgbhjolz-1637590424.jpeg","tags":["Sameer Wankhede","Nawab Malik","Fake caste certificate","Defamation case"],"source":"https://scroll.in/latest/1030497/former-anti-drugs-agency-officer-sameer-wankhede-files-defamation-case-against-nawab-malik"}