{"title":"Former Maharashtra CM Ashok Chavan quits Congress, resigns as MLA","content":"Former Maharashtra Chief Minister Ashok Chavan on Monday resigned from the Congress and also quit as a member of the Legislative Assembly.While media reports have suggested that Chavan may join the Bharatiya Janata Party, he said later in the day that he has not yet decided on the matter, PTI reported. The former chief minister said he will take a decision within the next two days.Chavan also denied that the Centre’s white paper on alleged mismanagement of the Indian economy prior to 2014 prompted his exit from the Congress. Presented on the last day of the Budget Session of Parliament, the white paper  mentions the Adarsh Building scam in which Chavan was implicated, leading to his resignation as the chief minister in 2010. Chavan left the Congress two days after former Maharashtra minister Baba Siddique quit the party to join the Ajit Pawar-led Nationalist Congress Party. In January, Congress leader Milind Deora had defected to the Eknath Shinde-led Shiv Sena.आज सोमवार, दि. १२ फेब्रुवारी २०२४ रोजी मी ८५-भोकर विधानसभा मतदारसंघाच्या सदस्यत्वाचा राजीनामा विधानसभा अध्यक्ष राहुलजी नार्वेकर यांच्याकडे दिला आहे.Today i.e. on Monday, February 12, 2024, I have tendered my resignation as Member of Legislative Assembly (MLA) from 85-Bhokar…— Ashok Chavan (@AshokChavanINC) February 12, 2024\n\n\nChavan, who belongs to the dominant Maratha community, has previously served as a Lok Sabha MP from Nanded. He is the son of Shankarrao Chavan, a former chief minister of Maharashtra and a former Union home minister.In 2010, Chavan resigned as the chief minister after allegations surfaced against him in the Adarsh housing scam. The Central Bureau of Investigation had accused Chavan of having approved additional floor space in Mumbai’s Adarsh Housing Society – meant for war widows and retired defence personnel – so that his relatives could get flats.In January 2018, the Supreme Court stayed the trial against Chavan in the case after the Bombay High Court quashed the state governor’s sanction to prosecute him.Chavan was also the president of the Maharashtra Pradesh Congress Committee from 2015 to 2019.Commenting on Chavan’s resignation, Bharatiya Janata Party leader and Maharashtra Deputy Chief Minister Devendra Fadnavis said that “ several good leaders from the Congress are in touch with the BJP”, reported India Today. “Those leaders who are connected with the masses are feeling suffocated in Congress,” Fadnavis was quoted as saying.","author":"Scroll Staff","time":"2024-02-12T14:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198386-gnzliyalsf-1707727767.jpg","tags":["Ashok Chavan","Congress","Maharashtra","Devendra Fadnavis","Maharashtra politics","Maha Yuti Alliance"],"source":"https://scroll.in/latest/1063581/former-maharashtra-cm-ashok-chavan-quits-congress-resigns-as-mla"}