{"title":"Former J&K CMs Omar Abdullah and Mehbooba Mufti to be put under house arrest: Reports","content":"Former Jammu and Kashmir chief ministers Omar Abdullah and Mehbooba Mufti are likely to be put under house arrest by central authorities, NDTV reported late on Sunday night. Both Abdullah and Mufti also tweeted about the likelihood that they would be put under house arrest, amid reports of a clampdown on public movement and internet services in the state and rumours about what the government in Delhi may have planned for the next few days. I believe I’m being placed under house arrest from midnight tonight & the process has already started for other mainstream leaders. No way of knowing if this is true but if it is then I’ll see all of you on the other side of whatever is in store. Allah save us 🙏🏼— Omar Abdullah (@OmarAbdullah) August 4, 2019\n\nHow ironic that elected representatives like us who fought for peace are under house arrest. The world watches as people & their voices are being muzzled in J&K. The same Kashmir that chose a secular democratic India is facing oppression of unimaginable magnitude. Wake up India— Mehbooba Mufti (@MehboobaMufti) August 4, 2019\n\nNDTV reported that People’s Conference leader Sajjad Lone was also going to be put under house arrest, in addition to the former chief ministers. Later, he also posted on Twitter. Detained yet again. first detained in Delhi. Then in Sringar in 1990. Those detention centres were very harsh. Our workers r being sought by the police. My prayers with them. And hope they stay calm.— Sajad Lone (@sajadlone) August 4, 2019\n\nThe moves come after reports of a build-up of security forces in the state. Government sources cited tensions along the Line of Control as being the reason for this increase in troops. Students, pilgrims and tourists have been asked to return home from the state, and there is speculation that a Union Cabinet meeting slated for Monday morning may be connected to the unfolding events. Officials denied rumours that a curfew had been imposed, but said that section 144 – which prevents public assembly of three or more people – was in force in Srinagar starting midnight, meaning all public institutions will be shut and there is a complete bar on public meetings. ANI also confirmed that cellular and internet services have been partially shut down in the state. Congress leader Shashi Tharoor tweeted in response to Omar Abdullah’s post about being put under house arrest, saying that Parliament is still in session and “our voices will not be stilled.” You are not alone @OmarAbdullah. Every Indian democrat will stand with the decent mainstream leaders in Kashmir as you face up to whatever the government has in store for our country. Parliament is still in session & our voices will not be stilled. @INCIndia https://t.co/QqGa4EgrP3— Shashi Tharoor (@ShashiTharoor) August 4, 2019\n\nWhat is going on in J&K? Why would leaders be arrested overnight while having done no wrong? If Kashmiris are our citizens &their leaders our partners, surely the mainstream ones must be kept on board while we act against terrorists & separatists? If we alienate them, who’s left?— Shashi Tharoor (@ShashiTharoor) August 4, 2019\n\nLater, Omar Abdullah also tweeted calling for restraint and asking people not to take the law into their own hands. While I’ve been focused on Kashmir I must add a word for people in Kargil, Ladakh & Jammu. I’ve no idea what is in store for our state but it doesn’t look good. I know many of you will be upset by what unfolds. Please don’t take the law in to your own hands, please stay calm.— Omar Abdullah (@OmarAbdullah) August 4, 2019\n\nViolence will only play in to the hands of those who do not have the best interests of the state in mind. This wasn’t the India J&K acceded to but I’m not quite ready to give up hope yet. Let calm heads prevail. God be with you all.— Omar Abdullah (@OmarAbdullah) August 4, 2019\n\nEarlier on Sunday, National Conference chief Farooq Abdullah spoke after an all-party meeting of parties in Jammu and Kashmir, saying they would be united to protect the special status of the state, ANI reported. He also appealed to both India and Pakistan to not “take any step that may accelerate the tension between the two countries”.The meeting was attended by Peoples Democratic Party chief Mehbooba  Mufti, National Conference leader Omar Abdullah, Congress’ Taj Mohiuddin, Muzaffar Beig from PDP, Sajad Lone and Imran Ansari from the Peoples  Conference, Jammu and Kashmir Peoples Movement leader Shah Faesal and MY  Tarigami of the Communist Party of India (Marxist).On Sunday, Home Minister Amit Shah also met National Security Advisor Ajit Doval, Home Secretary  Rajiv Gauba and other top government officials, but details of the  meeting have not been disclosed yet.","author":"Scroll Staff","time":"2019-08-05T00:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/113596-zjfonpzzqw-1564945519.jpg","tags":["Jammu & Kashmir","Kashmir","Omar Abdullah","Mehbooba Mufti"],"source":"https://scroll.in/latest/932836/former-j-k-cms-omar-abdullah-and-mehbooba-mufti-to-be-put-under-house-arrest-reports"}