{"title":"Former FBI Director James Comey poorly handled Clinton email inquiry, says US Department of Justice","content":"Former Federal Bureau of Investigation Director James Comey did not follow protocol during the  investigation into Hillary Clinton’s use of a private e-mail server and improperly shared information about the investigation with the public, the Department of Justice said in a report on Thursday.However, Inspector General Michael Horowitz concluded that Comey did not show political bias or try to influence the election, Reuters reported. He also did not contest the agency’s decision to not charge Clinton with a crime.Comey was criticised by both Republicans and Democrats about his handling of the investigation. He later led an inquiry into the suspected link between President Donald Trump’s election campaign and Russia. Trump fired him as head of the FBI in May 2017.FBI Director Christopher Wray accepted the inspector general’s report, but stressed it did not find that political bias had impacted its investigations. “The report does identify errors of judgement, violations of, or even disregard for policy and decisions that at the very least, with the benefit of hindsight, were not the best choices,” Wray said. “We need to hold ourselves accountable.”Comey tweeted about the report’s conclusions, saying he respects the inspector general’s office. “The conclusions are reasonable, even though I disagree with some,” he said. “People of good faith can see an unprecedented situation differently. I pray no director faces it again. Thanks to IG’s people for hard work.”Hillary Clinton reacted to the finding that Comey himself had used a personal e-mail account to conduct official FBI business on numerous occasions.But my emails. https://t.co/G7TIWDEG0p— Hillary Clinton (@HillaryClinton) June 14, 2018\n\nThe report is being seen by some of Trump’s allies as an exposé of political bias within the FBI, which they may use to undercut the investigation of Special Counsellor Robert Mueller, The Washington Post reported. Mueller is conducting an inquiry into Russian interference in the 2016 presidential election.The report reveals, among other things, that lead FBI agent Peter Strzok had shown anti-Trump bias. “We will stop it,” Strzok had written in a text message, referring to Trump’s presidential campaign.Senator Lindsey Graham, a Trump ally, said that he would support a new federal inquiry of Mueller’s special counsel investigation. “You are going to need independent eyes,” he told reporters. Democrats, however, said this does not reflect on Mueller’s work.","author":"Scroll Staff","time":"2018-06-15T12:23:33.300763+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/882729-58409-cnzwzlnofu-1495027111.jpg","tags":["United States","James Comey","FBI","Hillary Clinton"],"source":"https://scroll.in/latest/882729/former-fbi-director-james-comey-poorly-handled-clinton-email-inquiry-says-us-department-of-justice"}