{"title":"‘They will welcome me soon’: Ranjan Gogoi on Opposition MPs’ protest during Rajya Sabha oath","content":"Former Chief Justice of India Ranjan Gogoi on Thursday took oath as a member of the Rajya Sabha amid uproar from members of Opposition parties who shouted “shame” and walked out of the House, the Hindustan Times reported. Gogoi, however, told reporters outside Parliament: “They will welcome me very soon. There are no critics.”President Ram Nath Kovind had nominated Gogoi to the Upper House on Monday, just four months after he retired as the chief justice on November 17, 2019.His nomination to the Rajya Sabha has triggered criticism of the government. Gogoi had said on Tuesday that his presence in Parliament will “be an opportunity to project the views of the judiciary before the legislative and vice versa”. He also added that he will reveal why he accepted Rajya Sabha nomination after taking oath. Several politicians and two retired Supreme Court judges – Madan B Lokur and Kurian Joseph – have slammed Gogoi’s nomination. Lokur had said the decision redefines the “independence, impartiality and integrity” of the judiciary. Meanwhile, Joseph had said the acceptance of his nomination as member of Rajya Sabha by Gogoi has shaken the common man’s confidence in the independence of the judiciary. Gogoi was one among the four judges, along with JS Chelameswar, Lokur and Kurian, who held an unprecedented press conference on January 12, 2018, to warn the nation about the perceived encroachments by the government into the Supreme Court.  Days before his retirement, Gogoi had presided over proceedings in the Ayodhya land dispute case. A five-judge Constitution bench of the Supreme Court headed by him unanimously decided to allot the disputed Ayodhya plot to a trust that will oversee the construction of a Ram temple. The bench also ruled that a separate five-acre plot be allotted in Ayodhya for the construction of a mosque.In his 13-month tenure, Gogoi also headed the benches that heard review of the top court’s verdict allowing the entry of women into the Sabarimala temple and the Rafale fighter jet deal. The court cleared the government in the Rafale case and referred the larger question of religious freedom to a nine-judge bench.Gogoi was also accused of sexual harassment by a woman who had earlier worked as a junior court assistant at the Supreme Court. He had denied the allegations at a special hearing he himself called on April 20. Gogoi had said he did not “deem it appropriate” to reply to the allegations, but claimed they were part of a “bigger plot”, possibly one to “deactivate the office of the CJI”.Also read: Ex-Chief Justice Gogoi’s nomination to Rajya Sabha is tragic blow to judicial independence in India","author":"Scroll Staff","time":"2020-03-19T11:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138549-pgzfgkvjer-1584596650.jpg","tags":["Ranjan Gogoi","Rajya Sabha","Ram Nath Kovind","Parliament"]}