{"title":"Former Jharkhand CM Hemant Soren moves Supreme Court against HC order upholding his arrest by ED","content":"Former Jharkhand Chief Minister Hemant Soren on Monday moved the Supreme Court against the Jharkhand High Court’s rejection of a plea challenging his arrest by the Enforcement Directorate in a land-scam case, Live Law reported.Soren sought an early hearing of his plea as the Lok Sabha polls in Jharkhand are set to commence on May 13.On Friday, the Jharkhand High Court had rejected Soren’s petition challenging his arrest by the central agency on charges of money-laundering in connection with the alleged land scam. The court, however, allowed him to attend the last rites of his uncle on Monday while remaining under police custody.उसे गुमाँ है कि मेरी उड़ान कुछ कम है मुझे यक़ीं है कि ये आसमान कुछ कम है pic.twitter.com/SZZzvnvpB1— Hemant Soren (@HemantSorenJMM) May 6, 2024\n\n\nThe Jharkhand Mukti Morcha leader had approached the Supreme Court on April 24, questioning the High Court’s delay in pronouncing its judgement.On Monday, Senior Advocate Kapil Sibal, appearing for Soren, urged the top court to consider an early hearing of Soren’s Special Leave Petition, underlining that general elections are set to be held in Jharkhand between May 13 and June 1.“Hemant Soren was arrested on January 31, we moved the High Court on February 4...and the High Court did not deliver the judgement,” Sibal submitted. “The phase of election [in Jharkhand] starts on May 13. We moved this Court… and the [Jharkhand High Court] delivers the judgement on May 3,” Sibal said. We have filed overnight the Special Leave Petition. Very unfortunate that [Soren’s] rights are being trampled in this fashion.”The bench of Chief Justice DY Chandrachud and Justices JB Pardiwala and Manoj Misra was told that the an earlier petition by Soren is set to be heard by Justice Sanjiv Khanna on Tuesday. The chief justice asked Sibal to send an email to the court registrar so that both matters may be listed together.Soren has been in jail since January 31, when he was arrested by the Enforcement Directorate in connection with the money-laundering case. This was shortly after he resigned as the chief minister after being questioned by the central agency.The chargesheet filed by the Enforcement Directorate on March 30 named Soren, Bhanu Pratap Prasad, Raj Kumar Pahan, Hilariyas Kachhap and Binod Singh as the accused persons in the alleged land scam. The central agency has also attached 8.86 acres of land allegedly owned by Soren.According to the Enforcement Directorate, Soren acquired the land located at Baragain Anchal at Bariyatu Road in Ranchi through the proceeds of crime stemming from money-laundering. The central agency has also accused Soren of misusing his power and falsifying evidence in the case after he was issued the first summons for questioning on August 7.The former chief minister has denied the allegations.","author":"Scroll Staff","time":"2024-05-06T17:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200528-htwaxnfxmk-1714996082.jpg","tags":["Hemant Soren","Enforcement Directorate","land scam case","Supreme Court","Jharkhand","Jharkhand HC"],"source":"https://scroll.in/latest/1067513/former-jharkhand-cm-hemant-soren-moves-supreme-court-against-hc-order-upholding-his-arrest-by-ed"}