{"title":"Former law minister Ashwani Kumar quits Congress, says party does not reflect national mood","content":"Veteran Congress leader and former law minister Ashwani Kumar resigned from the party on Tuesday.In his resignation letter addressed to Congress president Sonia Gandhi, Kumar said that he can best serve national causes outside the party fold.“I am accordingly quitting the party after a long association of 46 years,” the former Rajya Sabha MP wrote in the letter.Former Law Minister Ashwini Kumar quits Congress. pic.twitter.com/bDNTCgfjlZ— Vikas Bhadauria (@vikasbha) February 15, 2022\n\nKumar’s resignation came in the midst of Assembly polls in five states, including his home state Punjab, which goes to poll on February 20.Kumar, said to be a staunch loyalist of Sonia Gandhi, had joined the party in 1976 as a joint secretary of Punjab’s Gurdaspur district Congress committee, The Indian Express reported. He was the law minister from October 2012 to May 2013 in the Manmohan Singh-led United Progressive Alliance government.In an interview with The Indian Express soon after his resignation, Kumar said that the “continuous decline” of the Congress in terms of vote percentage and public support reflects that the party was out of sync with the way the country thinks.“It is the function of a political party to both gauge the national mood and where necessary to transform it,” Kumar told The Indian Express. “Can anybody seriously or honestly deny that this has not been the case with the Congress party?”Kumar also said that the mood in India was not in favour of the alternative that the Congress party presents.“I have on several occasions expressed my views in writing to the Congress president [Sonia Gandhi],” Kumar told The Indian Express. “But for some reason the stamp of her judgement is not prominent in the recent past.”The “internal processes” of the Congress, Kumar added, diminished individual leaders.In January, Congress leader and former Union minister RPN Singh had also resigned ahead of the Assembly elections in Uttar Pradesh. He later joined the Bharatiya Janata Party.Several other party leaders such as Jyotiraditya Scindia, Jitin Prasada, Sushmita Dev and Luizinho Faleiro  have also resigned from the Congress.","author":"Scroll Staff","time":"2022-02-15T12:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170130-hjhdmyxfxq-1644908349.jpg","tags":["Ashwani Kumar","Congress","Assembly elections"],"source":"https://scroll.in/latest/1017422/former-law-minister-ashwani-kumar-quits-congress"}