{"title":"Former MP Atiq Ahmed, his brother shot dead in Prayagraj in presence of police","content":"Former MP Atiq Ahmed and his brother Ashraf were shot dead in presence of police officials as they were being taken for a medical check up to a hospital in Prayagraj on Saturday.The two brothers were shot as they were speaking to reporters on live television and were surrounded by policemen and journalists. The police said that the shooters were disguised as reporters. A journalist and a police constable were also injured in the shooting, reported NDTV.#WATCH | Uttar Pradesh: Moment when Mafia-turned-politician Atiq Ahmed and his brother Ashraf Ahmed were shot dead while interacting with media.(Warning: Disturbing Visuals) pic.twitter.com/xCmf0kOfcQ— ANI (@ANI) April 15, 2023\n\nThe man who shot Ahmed and Ashraf and two of this associate surrendered to the police immediately after the firing. The three men have been identified as Lavlesh Tiwari, Sunny and Arun Maurya. They have been booked on charges of murder, PTI reported. On Sunday, they were sent to judicial custody for 14 days, ANI reported.Ahmed, his wife Sahista Parveen, their two sons, Ashraf and others have been booked by the Uttar Pradesh Police in the murder of lawyer Umesh Pal, who was a witness in the killing of Bahujan Samaj Party MLA Raju Pal in 2005. Umesh Pal was shot dead in Prayagraj on February 24.During interrogation, the three men held on Saturday told the police that they had been planning to kill Atiq Ahmed and his brother by posing as journalists, reported PTI. The accused also told the police that they wanted to make a name for themselves and they believe killing Ahmed would benefit them in future.\"After getting the info that Atiq and Ashraf have been taken into police custody, we posed as journalists and started living among the local journalists and were planning to kill both of them,\" said the three shooters involved in the killing of Atiq-Ashraf in Prayagraj yesterday,…— ANI (@ANI) April 16, 2023\n\nUttar Pradesh Chief Minister Adityanath has ordered a high-level investigation into the shooting and has formed a three-member judicial commission headed by retired High Court judge Arvind Kumar Tripathi. Large gatherings have been banned in all districts of the state. Internet services have been shut in Prayagraj district, while teams of police personnel are patrolling city’s Chakiya area where Atiq Ahmad lived.Four others, including Atiq Ahmed’s son Asad Ahmed, have also been killed by the Uttar Pradesh Police so far in gunfights. Extrajudicial executions, popularly known as “encounters”, have risen since the Bhartiya Janata Party government came to power in Uttar Pradesh in 2017.Parents of one of the accused men, Lavlesh Tiwari, have said that they have not been in touch with their son for quite some time, reported ANI.“We are not aware of the actions of Lavlesh nor do we have anything to do with this,” his father Yagya Tiwari told the news agency. “He never lived here and neither was he involved in our family affairs. He doesn’t work. He was a drug addict. We have four children. We have nothing to say about this.”","author":"Scroll Staff","time":"2023-04-16T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189156-nwhtgvxoxh-1681613099.jpg","tags":["Atiq Ahmed","Prayagraj","Uttar Pradesh","Umesh Pal"],"source":"https://scroll.in/latest/1047433/former-mp-atiq-ahmed-his-brother-shot-dead-in-prayagraj-in-presence-of-police"}