{"title":"Former Navy chief refutes Modi’s claim that Rajiv Gandhi used warship INS Viraat for family vacation","content":"Former Chief of Navy Retired Admiral L Ramdas has refuted Prime Minister Narendra Modi’s claims that former Prime Minister Rajiv Gandhi misused the warship INS Viraat for a family vacation in 1987.Ramdas said he was on board the INS Viraat at the time as the flag officer commanding-in-chief of Southern Naval Command. The former prime minister and his wife Sonia Gandhi were on board the warship to visit Lakshadweep to chair a meeting of the Islands Development Authority in December 1987. “No ships were specially diverted for the personal use of the Gandhi family,” Ramdas said in a statement, according to The Indian Express. “Only one small helicopter was left at Kavratti to meet any emergency medical requirements of the PM and his wife.”Ramdas said there were no foreigners with the Gandhi family and he had hosted a dinner for them on the ship. “There were no other parties held on board INS Viraat or for that matter any other ship in our fleet during that time,” he said.On Wednesday, Modi had said that INS Viraat had been deployed for maritime security when it was recalled for Rajiv Gandhi’s use. Modi had claimed that Rajiv Gandhi’s in-laws were also on vacation with him. The prime minister also alleged that an Indian Air Force helicopter was also put at the service of the Rajiv Gandhi family.Ramdas pointed to written responses from retired Vice Admiral Vinod Pasricha, who was then captain and commanding officer of INS Viraat; retired Admiral Arun Prakash, then the commanding officer of INS Vindhyagiri, which was accompanying INS Viraat;  and retired Vice Admiral Madanjit Singh, then the commanding officer of INS Ganga.Pasricha told Mirror Now that Modi’s claim was “completely false”. Pasricha said the former prime minister was on board the warship for three days during an official trip to Lakshadweep, but denied that there were any foreigners on the ship. “They never had any guests, they did not enjoy any hospitality on board Viraat other than routine eating and drinking,” he said. “Not a single penny was spent by Mr Rajiv Gandhi or his wife.”Pasricha also confirmed that Ramdas had hosted a dinner for the former prime minister so that he could meet all the officers on board.Also read:‘Modi made IAF jets his taxi’: Congress refutes claim that Rajiv Gandhi used INS Viraat for holidayPress Statement by Former Chief of Naval Staff, Admiral L Ramdas (retd), unequivocally stating that Modi's statements against Former PM Shri Rajiv Gandhi are lies. #SabseBadaJhootaModi pic.twitter.com/OqEDvdpr7x— Congress (@INCIndia) May 9, 2019\n\n#IndiaVotes | Ex- Naval officer, Vice Admiral Vinod Pasricha speaks to MIRROR NOW's @mayuganapatye; refutes PM @narendramodi's claim on #RajivGandhiListen in! pic.twitter.com/S8PKbFLidM— Mirror Now (@MirrorNow) May 9, 2019","author":"Scroll Staff","time":"2019-05-09T23:00:26.231158+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119331-czwsmepxwj-1557422236.jpg","tags":["INS Viraat","Rajiv Gandhi","Narendra Modi","Lok Sabha Elections"],"source":"https://scroll.in/latest/922940/former-navy-chief-refutes-modis-claim-that-rajiv-gandhi-used-warship-ins-viraat-for-family-vacation"}