{"title":"Forty years of Prosenjit Chatterjee: The superstar on his 15 best roles","content":"We suddenly have two back-to-back great Prosenjit Chatterjee performances. Atanu Ghosh’s Bengali-language film Shesh Pata stars Chatterjee as a maverick writer. In the Hindi-language Prime Video show Jubilee, Chatterjee plays a hard-nosed film studio boss. Chatterjee’s performances over many of his 300-odd films feel effortless. But Chatterjee will have you know that there has been a pointed and motivated application of his skills over the years.“After Amar Sangi, I had been slotted as a romantic hero for seven-eight years,” the 60-year-old superstar told Scroll. “My identity was Biswajeet Chatterjee’s son, a sweet good-looking boy who can dance. I moved into action with Asha O Bhalobasha, where I fight a leopard. We came to a situation where Prosenjit meant action. I’d go to high society parties and I’d be talked about in a certain way. With Ritu [Rituparno Ghosh], I took up the challenge of being recognised at film festivals. I did films with Ritu, Goutam Ghose, Buddhadeb Dasgupta. Suddenly, Prosenjit became Prosenjit babu.”In an interview, Chatterjee discussed his 15 most iconic roles, from his early films to Jubilee and Shesh Pata. Balmiki Sengupta, Shesh Pata (2023), directed by Atanu GhoshA writer of novels and films retreats into a shell after his wife’s death.“As an actor, this is a very important film for me. Atanu always brings me something interesting. His films don’t have what you would call a traditional story. He plays with moments from life and human psychology. Mayurakshi was a father-son story spread over three days. Robibar was about a separated couple who meet suddenly one Sunday.Balmiki is a best-selling writer who withdraws from everyone after a tragedy. He is uncompromising and unpredictable. He is a man you would call mad or eccentric. He keeps to himself but is also an extrovert. \n\n\n    \n    Play\n\nShesh Pata (2023).I take a lot of time to get under the skin of a character. I prep a lot. I don’t know anybody like Balmiki. Firstly, playing an author itself requires some work – his use of language and pronunciation will be different. I spoke differently in Mayurakshi because I was an NRI. In fact, after Shesh Pata had been planned, I told Atanu I couldn’t do this role. Balmiki is too unpredictable, impulsive, with mood swings every five minutes. Atanu said don’t worry, relax.Nowadays especially, creative people are judged all the time. Somewhere, there is compromise as a result. Balmiki doesn’t believe in compromise. All successful people have to compromise somewhere, or they become like Balmiki. I didn’t like all 300-plus films I did. I did some because I was paid well.”Shesh Pata is currently in theatres.Srikant Roy, Jubilee (2023), directed by Vikramaditya MotwaneA flamboyant and cunning film studio boss’s only concern is making money.“I am getting a lot of good reviews nationally. Very few shows are accepted like this. All thanks to Vikram. He told me that when he started writing it years ago, he always knew I would be Srikant Roy. Vikram has not lost the assistant director in him. He still looks after every inch of the production. He monitors all departments personally. Like old-school directors, he directs standing, close to the camera, and walks up to the actor and gives instructions, never on mic.People are calling Srikant a grey character, but he is ultimately a businessman. He has to run his kingdom correctly. But he’s also innovative and creative, with his introduction of playback singing and how he stands up to the US and Russia. His commitment to make Indian cinema big is commendable.That period, the studio era of the 1940s, is very close my heart. I have seen and heard and read about the studios closely. New Theatres, for example, or the big studios in Bombay. At that time, all films stars were salaried employees. Even my father. Uttam Kumar. The Bombay stars. \n\n\n    \n    Play\n\nJubilee (2023).The most-talked-about scenes include the song scene with Aparshakti and the one where I board a train and silently intimidate my wife. In that scene, the instruction was that I am a tiger and she is a lamb. I am being asked, how did I do that? I have done it before. In Utsab, there’s a scene where my wife calls me. The instruction was to communicate with a look that I am developing a fever. The camera catches everything. Even the slightest movement of the eyelash. You have to know how to control it.”Watch Jubilee on Prime Video.Alok, Duti Pata (1983), directed by Bimal Roy JrA young man from an affluent family falls in love with a rural woman.“I was barely 19 when I did my first film. The songs were superhits. I had been struggling until then.At that time, teenager love stories weren’t being made. Bengali cinema had mature, aged heroes. Bengali films were still being made in black-and-white and the heroes had the shirt-and-dhuti look. Duti Pata was in colour, somehow.#Flashback পরম পূজনীয় প্রসেনজিৎ চট্টোপাধ্যায়ের অভিনীত দর্শকদের মধ্যে সেই এক আলোড়ন ফেলে দেওয়া চলচ্চিত্র \"\" দুটি পাতা \"\" । ভুবন ভরিয়ে দেওয়া অপরুপ গানের মালাদিয়ে সজ্জিত এই চলচ্চিত্র টি । আজও প্রত্যেকটি মানুষের অন্তরে সু-বিরাজিত এই চলচ্চিত্র ।@TeamPFC_1 @prosenjitbumba pic.twitter.com/ftscOOO6KG— Prosenjit Fan's Club (@pfcprosenjit) December 7, 2018\n\nDuti Pata came a few years after Bobby. It ran for 22-23 weeks at least, and I suddenly realised I was a star. But amazingly, I didn’t do much work for the next three-four years. I kept doing character or supporting roles. Everyone would say you look like a kid, you are not a hero. The young, romantic hero didn’t trend for a while. All my heroines were older then. Mahua di [Roychoudhury] was my heroine as well as my father’s.I never discussed my career with my father. He never offered help and I didn’t ask for help. I started to work in Star Theatre professionally on the stage on Thursdays, Saturdays and Sundays for 500 rupees a month. I kept doing theatre until I was spotted there and the Duti Pata offer came. It was only after Amar Sangi that I really took off as a commercial hero.”Sagar, Amar Sangi (1987), directed by Sujit GuhaA young man from an affluent family falls in love with the domestic worker’s daughter.“Whatever I’m today, it’s because of this film. It’s my first platinum jubilee film, my signature. Whichever function or gathering I attend, the Chirodini Tumi Je Amar song plays. I had the blessings of Bappi da [Lahiri] and Kishore babu [Kumar]. It was a game changer in Bangla films and my career. After that film, the Hindi-style romance-dance-song-action mix entered Bangla movies. \n\n\n    \n    Play\n\nAmar Sangi (1987).The response was lukewarm between Friday and Sunday. But Monday onwards, it was a blitzkrieg. It ran for up to 75 weeks. In rural areas, up to 40 weeks. Tapas Pal’s Guru Dakshina too ran for over 50 weeks. It was a great time for Bangla cinema.”Watch Amar Sangi on  YouTube.Mahendra, Chokher Bali (2003), directed by Rituparno GhoshA narcissistic rich man is adulterous and unwilling to be responsible.“For three-four years, nobody was investing money in the project. It went through multiple casting changes. All the major characters kept getting recast except Mahendra. Finally, the film happened, thanks to SVF. In fact, I had told them about the project. Ritu managed to get Ash [Aishwarya Rai Bachchan]. After Ash, the film became national, what is called pan-Indian today.\n\n\n    \n    Play\n\nChokher Bali (2003).It was tough to make it, not just then but even now. The matter of raising finance aside, the sheer passion is hard to find. We don’t have funds like Bombay cinema. We can’t mount a Devdas like [Sanjay Leela] Bhansali. But Ritu took that challenge and made a fascinating film. Even today, I am asked outside Bengal, aapne Chokher Bali kiya tha na?”Watch Chokher Bali on Hoichoi.Kaushik, Dosar (2006), directed by Rituparno GhoshA man is bed-ridden after an accident involving his lover. His wife has to take care of him.“At that time, I was doing all kinds of maramari-dharadhari [violent action] films. But here, I am a vegetable. Ritu said, act with your eyes in a way that at some point, the audience will be like, okay, enough, now forgive your husband, please.\n\n\n    \n    Play\n\nDosar (2006).Ritu always gave me the toughest roles. Apart from Khela, where I’m likeable, I’m never a goody-goody guy. Dosar was my most well-dubbed film at that point. Everyone’s saying Shesh Pata has the best dubbing since then. In Dosar, I am saying dialogue while mumbling and coughing. Everyone thought it was sync sound. But it wasn’t. Ritu taught me how to release dialogue at my voice level as I saw fit and the sound recordist would catch it. Today, we are all applying what Ritu taught.At that time, people would watch my films just seeing my face on the poster. I never feared a loss of image. I said yes to Bappaditya Bandyopadhyay’s Housefull while doing Soshurbari Zindabad. I was shooting for Utsab while shooting Baba Keno Chakor. I produced Teen Yaari Kotha, one of India’s first adult comedies, as we understand it today.”Watch Dosar on Hoichoi.Indranil, Shob Choritro Kalponik (2009), directed by Rituparno GhoshA self-absorbed poet has a rocky relationship with his pragmatic wife.“Again, I’m an artist who is misunderstood, a bit lost in his world, contemptuous of society. His wife thinks he is a loser but after he dies, she starts realising who her husband really was. \n\n\n    \n    Play\n\nShob Choritro Kalponik (2009).Ritu had originally written it for Anjan Dutt, Mamata Shankar and me, back when he was making Unishe April. He couldn’t make the film then. Finally, I replaced Anjan, Bipasha Mamata, and Jisshu did my character.”  Watch Shob Choritro Kalponik on Hoichoi.Paresh, Swapner Din (2004), directed by Buddhadeb DasguptaA government employee who travels across villages screening family planning films yearns for an actress he had seen crying in a movie years ago.“I was supposed to do Buddha babu’s Uttara [eventually led by Tapas Pal]. I didn’t have the dates. I couldn’t do Kalpurush. Rahul Bose did the role. Buddha babu was a strange man. He would give dates less than 10 days before shooting. Working with him was an experience. Both the films I did with him, Swapner Din and Ami Yasin Ar Amar Madhubala, are magical and miraculous.The way he used to shoot was so different. He’d have us ready at 2.30 am, reach location by 3.30 am, a shot between 4.30 and 5 am. Then, lunch at 2 pm, next shot done by 5 pm, and pack up. And sometimes, a night shot, if necessary. Three shots a day. I remember we were shooting at Bolpur for Swapner Din. About one lakh people were on the streets to watch me. I was at the top in commercial cinema then. Buddha babu was angry. He asked me, why are you like this? We would send our team in one location to distract onlookers and shoot in another location.Unfortunately, Ami Yasin Ar Amar Madhubala was never released. It wasn’t even sent to the National Film Awards. A problem with the producers. Nothing can be done about it. I had seen Yasin on a VCD. It was fantastic.” Biplab, Clerk (2010), directed by Subhadra ChowdhuryA typist in a government office escapes his mundane life by weaving fantasies in his apartment.“A film ahead of its time, in fact, ahead of its time even now. That sort of experimental, European, hallucinatory film is seldom made. Clerk (2010).The problem was that we couldn’t reach people at the time. There was no digital medium. Also, when Clerk was released, I was cut off from the world for three months, shooting Moner Manush in the jungle. The producer released Clerk without telling anybody.I haven’t met a single person who loves and studies cinema who hasn’t seen Clerk. I want to tell people to please watch it online.”Watch Clerk on Hoichoi.Lalon, Moner Manush (2010), directed by Goutam GhoseA portrait of the Bengali mystic, poet, philosopher and social reformer.“I never thought Goutam da would ask me to play Lalon fakir. I did everything that is humanly possible to play that role.   \n\n\n    \n    Play\n\nMoner Manush (2010).I did not work on any other film for nine months. Bauls stayed in this house we are talking in, upstairs. I would spend all my time with them, not meet my family. I had to learn their mind, body language, how they talk. I used to have vegetarian food, sleep on the floor. Nobody from the outside world bothered me. I didn’t just memorise the songs, but also imbibed them in my way of being because Lalon would segue into a song mid-dialogue. I honestly have no clue how I did Moner Manush.”Watch Moner Manush on YouTube.Arun Chatterjee, Autograph (2010), directed by Srijit MukherjiA superstar is cast in a remake of Satyajit Ray’s Nayak.“After Chokher Bali, Bengali films weren’t working in multiplexes. Autograph changed that.Srijit was introduced to me by Nandana Sen. She called me many times, asking me to listen to the script, saying it won’t happen without you. I finally checked out Srijit’s script and thought, this film might just be a game changer.\n\n\n    \n    Play\n\nAutograph (2010).He got the best of producers [Madhu Mantena, SVF]. He is a very lucky guy. Everything fell into place. After Moner Manush and Autograph, everyone started talking about me in a different way. Around that time, I had also declared that I wouldn’t do violent, action films anymore.”Watch Autograph on Hoichoi, Apple TV+, YouTube Movies and Google Play.Probir Roy Chowdhury, Baishe Srabon (2011), directed by Srijit MukherjiA temperamental police officer is brought out of the doghouse to capture a serial killer.“A maastaani [rowdy] character. All attitude. No violence but still violent. The dialogue with so many swear words would have scared many but I thought I would play it in a naturalistic style. I knew the dialogue would be a superhit. I did not want to underline the swear words as such but just slip them in casually. Because characters like this, or Shrikant Roy, if you play it a little over-the-top, you are screwed.\n\n\n    \n    Play\n\nBaishe Srabon (2011).I thought I would do it like Mithun da [Chakraborty], the way he slips in swear words. My grandfather would say, ‘Kire banchot bhalo achish?’ [Hey sisterfucker, are you doing well?] I simply copied him. Bengalis back in the day talked like this. They still do, but the abuse is in English.”Watch Baishe Srabon on Hoichoi.Dr Ahmadi, Shanghai (2012), directed by Dibakar BanerjeeAn activist is assassinated, triggering a series of incidents with political ramifications.“A small but very important character. Not just people from Bombay, but even those in Calcutta, even Ritu said, no one has exploited me better than Dibakar. It’s a memorable character.”Watch Shanghai on Amazon Prime Video, ZEE5 and YouTube.\n\n\n    \n    Play\n\nShanghai (2012).Kushal Hazra/Hensman Anthony, Jaatishwar (2014), directed by Srijit MukherjiA librarian believes that in his past life, he was Anthony Firingee, the Bengali poet and singer-songwriter of Portuguese origin.“Kushal Hazra is a very memorable character. There’s no reference point for this. I shaved my head myself and the make-up person got the National award.”Watch Jaatishwar on Hoichoi.\n\n\n    \n    Play\n\nJaatishwar (2014).Sushovan, Mayurakshi (2017), directed by Atanu GhoshA man visits his father, who is sliding into dementia.“People don’t understand, or misunderstand, Atanu’s films. My biggest gift in Mayurakshi was working with Soumitra Chatterjee, and that he got such a role near the end of his life. It’s his most memorable work in his final years. His son and I were born three days apart. We had a father-son relationship. Which is why we could do that scene where I powder his body. Without that relationship, that scene wouldn’t have happened.”Watch Mayurakshi on ZEE5.\n\n\n    \n    Play\n\nMayurakshi (2017).Also read:‘Jubilee’ review: In brooding tale of the price of stardom, a few notes of celebration","author":"Devarsi Ghosh","time":"2023-04-15T12:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188972-nnnjklrjwj-1681126955.jpg","tags":["Prosenjit Chatterjee","Jubilee web series","Shesh Pata"],"source":"https://scroll.in/reel/1047143/forty-years-of-prosenjit-chatterjee-the-superstar-on-his-15-best-roles"}