{"title":"Four members of Indian family freeze to death near US-Canada border","content":"Four members of an Indian family, including a baby, died on the border between the United States and Canada due to exposure to cold weather, PTI reported on Friday. They are believed to be trying to cross the border into the United States.Their bodies were found near the town of Emerson on the Canadian side of the border.External Affairs Minister S Jaishankar expressed shock at the deaths, according to ANI. “Have asked our ambassadors in the US and Canada to urgently respond to the situation,” he said.Ajay Bisaria, the High Commissioner of India to Canada, described the incident as a “grave tragedy”, reported ANI. He said that an Indian consular team is on its way from Toronto to Manitoba. “We’ll work with Canadian authorities to investigate these disturbing events,” Bisaria added. The Royal Canadian Mounted Police’s Assistant Commissioner Jane MacLatchy described the deaths of the four persons as a “an absolute and heartbreaking tragedy”.“At this very early stage of the investigation, it appears that they all died due to exposure to the cold weather,” MacLatchy said. She added that they faced “not only the cold weather, but also endless fields, large snowdrifts and complete darkness,” Reuters reported.The official said that the temperature in the region at the time was minus 35 degrees Celsius. Earlier, United States border patrol officials found five more Indians travelling on foot. One of them reportedly had a backpack belonging to the family that died.“The five Indian nationals explained that they had walked across the border expecting to be picked up by someone,” the Toronto Star quoted the United States District Attorney’s office in Minnesota as saying. “The group estimated they had been walking around for over 11 hours.”On Thursday, authorities in the United States charged a man with human smuggling in connection with the case. The man, 47-year-old Steve Shand, was arrested near the border with Canada while he was driving two undocumented Indians.Shand will be presented in court on January 24, according to Reuters.The office of Canada’s Minister of Public Safety said that the government is shocked and saddened by the deaths of the four persons. “We extend our most heartfelt condolences to their loved ones, and our thoughts are with them at this difficult time,” the minister’s office noted, according to PTI.","author":"Scroll Staff","time":"2022-01-21T20:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169124-fimkfvgwwy-1642776472.jpg","tags":["Canada","United States","Emerson","US-Canada border","Royal Canadian Mounted Police"],"source":"https://scroll.in/latest/1015626/four-members-of-indian-family-freeze-to-death-near-us-canada-border"}