{"title":"Four persons arrested for trafficking Indians to fight alongside Russian military in Ukraine war","content":"Four persons have been arrested so far in a case related to the trafficking of Indian nationals to fight alongside the Russian military in the country’s war on Ukraine, the Central Bureau of Investigation said on Tuesday.Two men, identified as Arun and Yesudas Junior from Kerala’s Thiruvananthapuram district, were arrested on Tuesday based on a case registered on March 6. On April 24, Nijil Jobi Bensam from Kanyakumari in Tamil Nadu and Anthony Michael Elangovan from Mumbai were arrested and sent to judicial custody.Russia began its invasion of Ukraine on February 24, 2022, triggering the deadliest conflict in Europe since World War II.In February, media reports claimed that several Indians hired as “army security helpers” in Russia had instead been forced to fight alongside the Russian military. Nearly 100 Indians have been recruited by the Russian military over the past year, The Hindu reported on February 20.On March 6, the Central Bureau of Investigation filed a first information report after news emerged of two Indians – one from Gujarat and one from Telangana – having been killed on the frontlines of the war.On Tuesday, the central agency said that it had “busted a major human trafficking network running across the country targeting gullible youths on the promise of offering lucrative jobs abroad”.CBI HAS ARRESTED FOUR ACCUSED IN A CASE RELATED TO TRAFFICKING OF INDIAN NATIONALS FOR COMBAT ROLE IN RUSSIAN ARMY pic.twitter.com/YbDkFtWC9N— Central Bureau of Investigation (India) (@CBIHeadquarters) May 8, 2024\n\n\nThe statement said: “These traffickers have been operating as an organised network and were luring Indian nationals through social media channels like YouTube etc. and also through their local contacts/agents for highly paid jobs in Russia.”According to the central agency, the Indian trafficking victims were trained in combat roles and subsequently deployed on the frontlines of Russia’s war with Ukraine “against their wishes”.“It has been ascertained that some of the victims also got grievously injured in the war zone,” the statement said.The Central Bureau of Investigation claimed that Bensam, who worked as a contractual translator in Russia, was one of the key members of the network. He operated from Russia to facilitate the recruitment of Indians in the Russian military, the central agency said.“Accused Michael Anthony [Elangovan] was facilitating his co-accused Faisal Baba based in Dubai and others in Russia in getting the visa processing done in Chennai and booking the air tickets for victims to go to Russia,” the central agency said.On the other hand, Arun and Yesudas were allegedly recruiting Indians from Kerala and Tamil Nadu, it added. “Investigation is continuing against other accused persons who are part of this international network of human traffickers.”The Central Bureau of Investigation had named 15 individuals and four companies in its first information report in the case. It alleged that the accused persons were engaged in the “trafficking of gullible Indian nationals to Russia and duping them for better employment and high-paying jobs”.The central agency had alleged that travel agents across the country had offered Indians admissions to “dubious private universities” along with the promise of discounted fees and visa extensions to dupe them into going to Russia.On March 7, the central agency had searched 13 locations in Delhi, Thiruvananthapuram, Mumbai, Ambala, Chandigarh, Madurai and Chennai in connection with the case. It seized over Rs 50 lakh in cash, in addition to allegedly incriminating documents, laptops and mobile phones.","author":"Scroll Staff","time":"2024-05-08T16:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199038-rzpyvbilyx-1709705527.jpg","tags":["Central Bureau of Investigation","Russia","Human trafficking","Indians in Russia","Russia-Ukraine war"],"source":"https://scroll.in/latest/1067616/four-persons-arrested-for-trafficking-indians-to-fight-alongside-russian-military-in-ukraine-war"}