{"title":"Four months after Oraon man is lynched in Jharkhand, bafflement at how neighbours could be so brutal","content":"It was the peak of the 2019 election campaign. In a secluded forested village Jumru in Gumla district of Jharkhand, four Oraon men were beaten brutally. One of them, Prakash Lakra, died, his body bludgeoned and mutilated. The charge against the men was that they had slaughtered a bull.The Oraon people have for centuries inhabited the forest regions of the central Indian plateau. Some are forest gatherers, some small farmers, and the large majority are casual and migrant workers. When our Karwan e Mohabbat delegation met the Oraon community in their village Jumru four months after the lynching, we found them still tearful, grappling with trauma, and dread, bewildered why their neighbours had attacked them so suddenly and so brutally; and fearful for their futures.The assault had come with no warning. April 9 was an ordinary day in Jumru village, like any other. Zacharias Kujur, a little more prosperous than many of his neighbours, owned eight cows and bulls. During the day, he would release them to wander around the village and graze. That evening, he was worried because one of his bulls had not returned home. His family scoured the village, but could not find him. The next morning, he finally found the animal lying dead near a culvert over a rivulet that flows close to the entry of their village. The ageing bull had got stuck in the silt of the rivulet. It seemed that he had struggled to set himself free, but failed, and in the end perished.A tradition of generosityIt has long been the custom of the village that if cattle die, their owner gives an open invitation to the poorer residents of the village to harvest the meat and skin of the dead animal before it rots. Tradition decrees that this meat is for the village to share, and if the animal has decomposed, then it is buried. No one sells the meat of dead cattle. Zacharias Kujur met a few people on the village road as he headed back home, and told them that they were free to garner the meat of his dead bull. In less than an hour, word spread rapidly across the village, and around 35 people including many children, hastened to the spot where the dead animal lay, and they began to carve out its meat. Each family would receive a small share, just enough for their evening meal.Four friends sat some distance away. They were Prakash Lakda, Peter Kerketta, Zanerius Minj and Belesius Tirkey. They would clean out the skin at the end, and sell it to a Dalit Ghasi family. The Ghasi in turn would dry and tan the skin and mould it to make a nagada, the traditional Oraon drum, which is beaten on every occasion of Oraon festivity and mourning. The Ghasi would pay them maybe Rs 150. Not much, but enough for to buy some hadiya or rice wine for the friends to drink together that evening.Unknown to them, an auto driver and some people of the upper-caste dominant trading Sahu community from the neighbouring village Jairagi spotted them carving the meat of the bull, as they drove over the culvert on their way back from the local market that lay just across the state border in Chhattisgarh. A mob descendsClose to sundown, a throng of around 40 people from Jairagi village descended on the river bed where the dead animal lay. The men were armed with lathis, swords and sickles, and shouting militant slogans like “Jai Shri Ram”, “Jai Hanuman” and “Bajrang Bali ki Jai”. They hurled abuses on the crowd of Oraon people, shouting, “Motherfuckers, how long have we told you not to kill cows? But you will never learn. We will have to teach you a lesson which you will never forget.”The younger villagers and children managed to escape. It was the group of four older friends who were squatting some distance away who were caught by the mob. They fell upon the four men and began to thrash them, dragging them to the road, all the while accusing them of slaughtering the bull. The men pleaded that the bull was already dead: no one had killed the animal for its meat and skin. They knew their customs. Prakash Lakra also tried to reason with them, appealing that if the men were still convinced that they were guilty of the crime of slaughtering the bull, they should just hand them over to the police and let them investigate their culpability. But their entreaties were of no avail.Jeremina Lakra speaks to the Karwan e Mohabbat team. Credit: Shakil AhmedFour months later, we sat with the three surviving friends in the village church, a humble and unadorned earth and wood structure. The whole village had gathered as the men recalled to the Karwan team the horrors of that night.The pack of attackers had kept beating them on their legs with sticks, forcing them to chant “Jai Shri Ram” and “Jai Bajrang Bali”. Every few steps, they would fall to the ground bleeding, unable to walk further, but the men would force them to stumble a few steps more, beating them more when they could not shout the slogans loud enough or walk fast enough.In this way, they reached the neighbouring village Jairagi, one-and-a-half kilometres away. Here the throng dragged them to the central village chowk. Many more people gathered from the village to join their thrashing. The leaders of the mob, many who they recognised to be young men from the trading Sahu community, continued to abuse them for killing the bull, and then forced them to sign blank sheets of paper, presumably confessing to the crime. The grievously injured men implored the crowd to give them water. They refused, saying they would feed them their urine instead. One in the crowd forced open Prakash Lakra’s mouth and urinated into it. This went on almost until midnight. All four men eventually fell into an almost unconscious state, many of their bones broken, their bodies bloodied.A ride to DumriEventually a bus drove up to where they lay. It was of the Lakshmi Rath bus company that ordinarily transports passengers between Ranchi and Dumri during the day. The leaders of the mob had woken up the driver, and forced him to drive them and the injured men to the police station in neighbouring Dumri. Prakash Lakda was still alive until then.At Dumri, they threw out the four badly injured men some distance from the police station, near the bazar sheds. As they lay there, they saw the men who brought them in the bus walk to the thana, and emerge after some time. They took Prakash Lakda with them, and then drove away in the bus. They do not know why they took Prakash Lakda, but say that amidst their daze and pain, they heard the men declaring that at least one man should be killed as an example and as revenge for the dead bull. After the bus and the men left, for a long time no one came out from the thana to assist – or even to arrest – them. The three men then dragged themselves to the police station, pleading for protection and to be taken to a hospital, but the policemen on duty said they were busy and would attend to them later.A sparse bonfireThe night was chill. As Belerius was beaten somewhat less than the others, he managed to collect some twigs and paper and lit a fire to keep them warm. The men begged the thana chowkidar, an Adivasi, to help them, as he was also an Adivasi. The chowkidar got them a blanket.Some four hours later, when – as they recalled to us – the cock was crowing, the police finally emerged from the thana and drove them to the Dumri community health centre. They were laid down on three beds side by side, as the hospital staff bandaged their wounds. Some policemen brought in Prakash Lakra separately. One of the injured men reached out to his hand, asking, “Brother, how are you?” The hand was cold, and he realised with a shock that his friend was dead.In the morning, they were shifted to the Gumla Sadar hospital. It is here that Prakash Lakra’s wife and one feisty relative met the three men.Word had reached Jeremina Lakra quickly about the raid by the ferocious mob from the neighbouring village on people who were carving the dead bull. Many panicky villagers who had managed to escape the attackers carried the story. Her heart went cold. Her husband Prakash Lakra had not told her before he set out for his share of the dead animal. But she guessed he must have been there. This had been the custom of their tribe for generations. A dead cow or bull meant a rich evening meal, if they got to the animal before its flesh has decayed too much. Her trepidation deepened when he did not return even as the night deepened.She lived alone with her husband. Prakash Lakda would grow paddy on his one-acre rainfed farm, but for the most part earned his daily wage as a labourer in various shops on weekly market days. Their married daughter Shubhra is a domestic worker in Delhi; and their son Kuldeep works as a casual wage worker in Manesar, Haryana.The night of the attack, when she could not stand the worry about her husband, she reached out to a relative from the family into which her son had married, Birtella Tirki, a strong-willed woman whose husband had retired from the army. Birtella immediately set out with her, and the two women wound their way in the dark to the spot where the bull had died. They could not find anyone there. They went then to the home of the owner of the bull, but he too said he was helpless. Everyone in the village was frightened – who knew if the crowd would return to attack them?A long, anxious nightThe women had no option but to wait through the long and anxious night. Early next morning, three young people set out on a motor cycle. They came back with news that the road after the culvert to the next village had been blocked by the police. No one was being allowed to cross over to reach the police station in Dumri.The feisty Birtella Tikri, clasping the hand of Jeremina Lakra, forced her way to through the police blockade. “You only serve the Jharkhand government,” she yelled to the policemen. “My husband served the government of India, in the army. How can you stop us?”Somehow this reasoning worked, and the police let the two women through, but no one else. They traced the journey of the four luckless men the night before, from Jagaria to the police station in Dumri, to finally reach the hospital in Gumla, the district hospital. When they reached there, they saw a body wrapped in white being bundled into a police vehicle. They ran to it, and found it was the body of Prakash Lakra. The police brusquely refused to hand the body to the wailing women. There are laws which have to be followed, they said. The body would first first undergo a post-mortem. The women were left behind in the hospital.Two of the three lynching survivors. Credit: Abdullah ZakariaIn the crumbling hospital ward, they found the three injured men. They were still barely conscious, and one of them was delirious. “Am I really seeing you, sister, or is this a dream?” he asked. Another said he was desperate to urinate. “We were just two women, what could we do?” they recalled to us when we sat in Jeremina’s home, trying to share her grief in our journey of the Karwan e Mohabbat four months later. “But we could not bear the suffering of our brothers. Two we managed to drag to the bathroom. The third could not walk even with support. We brought a plastic bottle and helped him urinate in it.”The police took them to the Dumri police station that afternoon, still refusing to give them the body of Jeremina’s husband. Although Jeremina was distraught, no officer came to comfort her. They also did not allow any man to come to help them from the village, which remained blockaded. At 6 in the evening, they made them sign a sheaf of papers which they did not understand. They continue to sit on the benches of the thana after night fell, and finally dozed off. At 3 in the morning, the policemen woke the two women and said that they would give them the body, but on the condition that they must bury him quietly that night itself.Once again, the spirited Birtella refused. “How can we bury him alone in the dead of the night, as though he was a criminal? Does he not have a family?” The police finally relented, and took the two women with the body wrapped in white cloth in a jeep to their home in Jurma village. As the women washed the body of Prakash Lakra to prepare for his funeral, they wept as they saw the way many bones of his body were smashed. But what agonised them most was when they found that his penis had been mutilated. It was a cruelty they could not fathom. Villagers said later that the word went around that this was done as a message to all future “cow-killers”. “It is Muslims who eat the meat of cows,” they taunted. “If you want to be a Muslim, be one properly – therefore, we circumcised him.” They could not even call a priest for prayers at the funeral because the village remained under blockade and the policemen were in a hurry.The police later charged the dead and injured men with grave crimes of bovine slaughter. The families of the three injured men had pooled in money to treat them in a private hospital in Ranchi, but later the men went into hiding to avoid arrest. With the help of our lawyers, it was only four months later that they were able to return to their village. The day of the visit of the Karwan e Mohabbat was also the day of their homecoming. The men could walk very painfully: in hiding, there was no question of them getting any medical treatment.A civil society fact-finding team had met the police officer Amit Kumar who leads the Dumra Police Station just days after the lynching. “These tribal people must be taught to respect the sentiments of other [caste-Hindu] people,” he said. They asked him how any disrespect was done when meat was being carved out of a dead animal. Also, no law had been broken because no live bovine had been killed. He replied, “How can I know that the bull was dead before they began to carve out its meat?”In the long afternoon which we spent in the village, one question rose over and over again. Why was the crowd suddenly attacked, and so brutally, when impoverished tribal (and indeed Dalit) communities have from times immemorial eaten the meat of dead cows and bulls? Most villagers traced this to the rise of aggressive Hindutva politics. Christian converts are increasingly stigmatised in local communities, and even the chief minister demonises Christian conversions. Nearly all Hindu homes in the area, even of Dalits and tribal people who have not converted to Christianity, now fly triangular saffron flags of the Bajrang Dal. The attack on the villagers carving the meat of the dead cow came on the eve of the 2019 general elections when the people of Jharkhand were going to vote. This could not have been a coincidence. The assault, they believe, was a conspiracy to inflame popular Hindu sentiment in the entire state, just before voters were readying themselves to elect their next government.Jeremina Lakda had told us tearfully that they could not even hold a proper prayer service at the funeral after her husband was killed. For this reason, in the gathering of the community in the church during our visit, I asked John Dayal, a practising even if somewhat iconoclastic Catholic, to lead the congregation in prayer in memory of Prakash Lakda. He gravely recited the Lord’s Prayer in Hindi, and the gathering repeated it in unison.It was nearing sundown when we set out to leave the village. People had warned us that it was unsafe to travel in the dark because of the Maoists. We asked the villagers about the threats from the Maoists. “The Maoists kill from the front with their guns,” one of them replied. “The Bajrang Dal kill from behind, with rumours.”Just as we were getting into our jeeps, we found that the three men who had been injured with Prakash Lakda had now been seated on a bench under a spreading tree. Many in the village community, mostly women, had gathered there to greet the men and welcome them home. They went by turns and gave the three men flowers and kissed them on their cheeks. The women then swayed in a dance of welcome. They sang songs of thanksgiving. They spoke in ringing cadences of their resolve to continue to fight the injustice to which they had been subjected. And of their resolve to stay together against all odds.Read previous parts of the Karwan Tracks series here.","author":"Harsh Mander","time":"2019-09-06T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126874-sutsfznmhr-1567699062.jpeg","tags":["Karwaan e Mohabbat","Jharkhand","Lynchings"],"source":"https://scroll.in/article/936397/four-months-after-oraon-man-is-lynched-in-jharkhand-bafflement-at-how-neighbours-could-be-so-brutal"}