{"title":"19 Opposition parties to boycott new Parliament building inauguration","content":"Nineteen Opposition parties on Wednesday announced that they will boycott the inauguration ceremony of the new Parliament building on May 28, reported ANI.In a joint statement, the parties said that Prime Minister Narendra Modi’s decision to inaugurate the building and sidelining Adivasi President Droupadi Murmu insults the office she holds. The parties also said that it undermines the spirit of inclusion since Murmu is also the first adivasi president of the country.Earlier, several Opposition parties had also taken exception to holding the inauguration ceremony on the birth anniversary of Hindutva ideologue VD Savarkar. The Opposition parties had also skipped the foundation-laying ceremony of the new Parliament building in December 2020.The signatories of the joint statement are the Congress, the Trinamool Congress, the Dravida Munnetra Kazhagam, the Janata Dal (United), the Aam Aadmi Party, the Nationalist Congress Party, Shiv Sena (Uddhav Balasaheb Thackeray), the Communist Party of India (Marxist), the Samajwadi Party, the Rashtriya Janata Dal, the Communist Party of India, the Muslim League, the Jharkhand Mukti Morcha, the National Conference, the Kerala Congress (M), the Revolutionary Socialist Party, the Marumalarchi Dravida Munnetra Kazhagam, the Viduthalai Chiruthaigal Katchi and the Rashtriya Lok Dal.19 opposition parties issue a joint statement to boycott the inauguration of the new Parliament building on 28th May, saying \"When the soul of democracy has been sucked out from the Parliament, we find no value in a new building.\" pic.twitter.com/7p7lk9CNqq— ANI (@ANI) May 24, 2023\n\nIn their statement, the parties accused the Modi of executing “undemocratic acts” that have “relentlessly hollowed out Parliament”.“Opposition Members of Parliament have been disqualified, suspended and muted when they raised the issues of the people of India,” the statement said. “MPs from the Treasury benches have disrupted Parliament. Many controversial legislations, including the three farm laws, have been passed with almost no debate, and Parliamentary Committees have been practically made defunct.”The parties also said that the new Parliament building has been built at “great expense during a once-in-a-century pandemic with no consultation with the people of India or MPs, for whom it is apparently being built.”Earlier on Tuesday, Trinamool Rajya Sabha leader Derek O’Brien had separately announced his party’s decision to not attend the ceremony on Twitter.“Parliament is not just a new building; it is an establishment with old traditions, values, precedents and rules – it is the foundation of Indian democracy,” he tweeted. “PM Modi doesn’t get that. For him, Sunday’s inauguration of the new building is all about I, ME, MYSELF. So count us out.”Parliament is not just a new building; it is an establishment with old traditions, values, precedents and rules - it is the foundation of Indian democracy. PM Modi doesn’t get that For him, Sunday’s inauguration of the new building is all about I, ME, MYSELF. So count us out— Derek O'Brien | ডেরেক ও'ব্রায়েন (@derekobrienmp) May 23, 2023\n\nAam Aadmi Party MP Sanjay Singh said that not inviting the president to the ceremony was a “gross insult to her” as well as to the “Dalit tribal and the deprived society of India”.संसद भवन के उदघाटन समारोह में महामहिम राष्ट्रपति श्रीमती द्रौपदी मूर्मू जी को आमंत्रित न करना उनका घोर अपमान है।ये भारत के दलित आदिवासी व वंचित समाज का अपमान है।मोदी जी द्वारा महामहिम राष्ट्रपति को आमंत्रित नही करने के विरोध में @AamAadmiParty उदघाटन कार्यक्रम का बहिष्कार…— Sanjay Singh AAP (@SanjayAzadSln) May 23, 2023\n\nCommunist Party of India legislator Binoy Viswam said: “Parliament can’t be associated in any way with the memory of VD Savarkar. And we definitely can’t be part of it.” The party’s General Secretary D Raja told The Indian Express that there was an “overwhelming consensus” among Opposition parties to boycott the ceremony.“The government must recognise the fact that the president is the head of the state, not the prime minister, who is the head of the government,” he added.Communist Party of India (Marxist) General Secretary Sitaram Yechury said the government’s decision not to invite Murmu to inaugurate the Parliament building was unacceptable. However, he did not say if the Communist Party of India (Marxist) will boycott the ceremony. Only when the President of India summons the Parliament can it meet.The President begins, annually, Parliamentary functioning by addressing the joint session.The first business Parliament transacts each year is the “Motion of Thanks” to President’s Address. pic.twitter.com/LFI6pEzRQe— Sitaram Yechury (@SitaramYechury) May 23, 2023\n\nThe criticism of Modi inaugurating the new building by the Opposition parties has not gone down well with the ruling party. Parliamentary Affairs Minister Pralhad Joshi said that the inauguration of the new Parliament building is a historic event and not a time to engage in politics, reported ANI.“This is after almost more than a century a historical thing is happening,” Joshi told the reporters on Wednesday. “So boycotting and making issue out of a non-issue is most unfortunate. I once again appeal them to reconsider their decision and kindly join in this historical function.”Union minister Hardeep Singh Puri said that in 1975, Indira Gandhi had inaugurated the Parliament annexe and in 1987, Rajiv Gandhi the library. Both the leaders were the prime ministers when they inaugurated the buildings. “If your [Congress] head of government can inaugurate them, why can’t our head of government do the same,” Singh told reporters on Tuesday.In response, Congress General Secretary Jairam Ramesh said that there was a “fundamental difference” in the two instances. He said that the annexe is used for official work and the library is hardly used, whereas the Parliament was the “sanctum sanctorum” of democracy.SUV—Self-Usurped Vishwaguru—has already annexe-d the Parliament for self-aggrandisement. But surely, there is a fundamental difference between inaugurating an Annexe where officials work and a library which is hardly used on the one hand, and inaugurating not just the Temple of… https://t.co/TxiRqPnEEo— Jairam Ramesh (@Jairam_Ramesh) May 23, 2023\n\nThe new Parliament building can seat 888 members in the Lok Sabha chamber and 300 in the Rajya Sabha chamber, according to the Lok Sabha Secretariat. In case of a joint sitting of both the Houses, a total of 1,280 members can be accommodated in the Lok Sabha chamber.The prime minister had laid the foundation stone of the new Parliament building on December 10, 2020.","author":"Scroll Staff","time":"2023-05-24T10:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189764-mxzppjpokp-1683110493.jpg","tags":["Parliament","Narendra Modi","Droupadi Murmu"],"source":"https://scroll.in/latest/1049658/four-opposition-parties-to-boycott-new-parliament-building-inauguration"}