{"title":"Four myths about the Citizenship Bill – from fighting religious persecution to helping NRC-excluded","content":"On Wednesday, the Union government cleared a critical amendment to India’s citizenship law. The Citizenship Amendment Bill will now be introduced to Parliament next week and is expected to be passed.If made into law, the legislation would for the first time introduce a religious element in India’s citizenship law. The Citizenship Amendment Bill, in theory, allows Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Afghanistan, Bangladesh and Pakistan to apply for Indian citizenship even if they had entered India illegally.The BJP has used this bill to push forward with its politics of Hindu nationalism. However, a closer look at the bill shows the claims made by the party do not bear out.Myth #1: The bill is meant to save people from religious persecutionThe Citizenship Amendment Bill provides that Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from Afghanistan, Bangladesh and Pakistan shall “not be treated as illegal migrants” even if they had entered India illegally.That Muslims are conspicuously missing from the list has led to criticism that the bill contravenes India’s secular principles. In response to this, the BJP has argued that the purpose of the Citizenship Amendment Bill is to help people persecuted on grounds of religion and hence Muslims do not make the list since they are the majority community in these three countries.The first hole in this theory is that persecution is also on account of sects – hence even Muslims can be religiously persecuted in Pakistan, Afghanistan and Bangladesh. In Pakistan, for example, the Ahmadi sect is violently oppressed. How is that not an example of religious persecution?The second flaw lies in the arbitrary selection of countries.  The list leaves out India’s neighbours such as Sri Lanka and Myanmar. The Tamils of Sri Lanka as well as the Rohingya of Myanmar have suffered genocide in the past decade. How are these grave crimes not worthy of being seen as a cases of persecution?In fact, as part of the Joint Parliamentary Committee which examined the bill and submitted a report earlier this year, a constitutional expert had suggested that the government should “omit reference to religions like Hindus, Sikhs, Parsis etc” and use the general term “persecuted minorities” – which would be “more useful from the legal and constitutional point of view”.That the Modi government stuck to arbitrarily listing communities from just three neighbouring countries rather than framing a consistent policy of giving shelter to persecuted groups makes it clear that the Citizenship Amendment Bill has less to do with the general principle of saving people from persecution and more to do with the BJP’s own internal politics. The party seems to believe that the Citizenship Amendment Bill would help deepen communal polarisation, which works to its electoral advantage.Significantly, the bill only opens up Indian citizenship to non-Muslim groups persecuted in Muslim-majority countries: a dynamic that would play well for the BJP’s domestic politics.More evidence for domestic politics being the main driver lies in the existence of a cut-off in the bill: December 31, 2014. This is a result of the BJP bowing to pressure from its allies in the North East, who fear demographic pressure as a result of migration from Bangladesh. Clearly, if the BJP’s only aim was to save minorities in Bangladesh by giving them asylum in India, a cut-off date makes little sense.Rohingya refugees at a temporary shelter in Delhi in a photo taken in April 2018. The Citizenship Amendment Bill will not provide any relief to them. Photo: AFPMyth #2: The bill will help a large number of refugeesAs part of its deposition to the Joint Parliamentary Committee on the bill, the Home Ministry’s Intelligence Bureau made it clear that anyone applying for Indian Citizenship under the amended law will have to “prove that they came to India due to religious persecution” – a very difficult proposition. The Intelligence Bureau also argued that such a claim would have had to be made at the time the person entered India. As per the bureau, a “strict antecedent verification process” would be put in place involving the foreigner tribunals, notorious for human rights abuse.Since a similar process as the Citizenship Amendment Bill has already been under operation since 2015 under the Long Term Visa scheme – which allows non-Muslim illegal migrants from Pakistan, Bangladesh and Afghanistan to stay on in India legally – we already have a window into how the Citizenship Amendment Bill will operate. Only a limited number of people – 31,313 – have availed the Long Term Visa on the grounds of religious persecution, the bureau said in its deposition.This will be replicated for the Citizenship Amendment Bill and only a “small number” will be able to avail Indian citizenship, the bureau added. The rest, it claimed, would “have already taken citizenship by various means,” referring to the various informal ways by which Bangladeshi migrants gain Indian citizenship.Also watchScroll Explainer: Five reasons why the Citizenship Bill is dangerous – and must be opposedMyth #3: The bill will help Hindus left out of NRCAs part of its politics of opposing illegal migration, the BJP was initially an enthusiastic supporter of the Supreme Court-monitored National Register of Citizens that began in 2015 in Assam. The party, however, morphed into a trenchant critic of the exercise once reports emerged in 2018 that most of the people excluded from the register were actually Hindus – a fact that is anathema to the BJP’s politics of Hindu identity.To dig itself out of this hole, since the 2019 Lok Sabha election, the BJP has been proposing that the Citizenship Amendment Bill will help Hindus excluded from the National Register of Citizens. Yet, how this would actually work has never been explained. It is unclear how a person excluded from the National Register of Citizens can make a fresh bid for citizenship under the Citizenship Amendment Bill, given the processes contradict each other. Under the National Register of Citizens, applicants had claimed to be Indians. But to apply for the Citizenship Amendment Bill, the same applicants would now have to claim they came from Bangladesh. How will this conflict be managed?Finally, while the bill says that any “proceeding” against a person with respect to illegal migration or citizenship will stand abated, this would apply only after the person has been conferred Indian citizenship. “Proceeding” here could refer to the NRC as well as Assam’s system of foreigner tribunals and detentions camps to identify illegal migrants. Given that the awarding of citizenship could take years – even decades – this section by itself offers little relief.     Myth #4: Tribal areas of the North East are exemptedTaking into account electoral considerations, the Modi government has made a significant addition to the latest version of the bill: it has introduced exemptions for areas in the North East that come under the Inner Line Permit and the Sixth Schedule of the Constitution. The indigenous tribal communities who live in these areas feared the bill could end up encouraging more Hindu migration from Bangladesh, altering the demography of their homelands. By exempting these areas from the bill, the BJP claims to have addressed those fears.Some argue, however, that nothing would stop illegal migrants living in these areas to simply move over to another part of the North East, gain citizenship and move back, in much the same way they moved there in the first place. There is also no bar on people from other areas who have gained citizenship to apply for work permits to these areas. Experts Scroll.in spoke to said that these restrictions will have little effect on the ground.Also readThe Citizenship Bill rests on shaky legal grounds. Here’s why","author":"Shoaib Daniyal","time":"2019-12-08T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/131276-clozbodvlm-1574263274.jpg","tags":["Citizenship Amendment Bill","National Register of Citizens","Citizenship Law"],"source":"https://scroll.in/article/946053/four-myths-about-the-citizenship-bill-from-fighting-religious-persecution-to-helping-nrc-excluded"}