{"title":"Four months after violent Assam evictions, displaced families say they got no relief from government","content":"It has been four months since 28-year-old Moinul Haque died on camera on September 23, shot in the chest as he rushed towards a group of policemen and trampled on by a government photographer. The daily wage labourer had been protesting against an eviction drive conducted by the Assam government in the greater Dhalpur Char, a sandbar in the middle of the Brahmaputra river, in the Sipajhar block of Darrang district.  Haque had charged towards the policemen because his house was being demolished. His family gathered the tin and bamboo remains of their old home and constructed a smaller, makeshift shelter just a kilometre away. It is in a clearing near the bank of a rivulet, often battered by strong winds.Haque’s wife, Mumtaz Begum, and their three children have lived here all winter. She said all the children have had fever, but she could not take them to the doctor as she had had no money. Haque had been the only earning member of the family. They had owned a little land that they used for cultivation, but they lost it after the eviction.“We have spent all our savings,” Mumtaz Begum said. “Our family now depends on relief materials provided by NGOs and well-wishers. No financial assistance or consolation has been offered by the government yet.”According to Mumtaz Begum, the police had not even given them her husband’s post mortem report, even though she had asked for it several times. When contacted, Darrang Additional Superintendent of Police Rupam Phukan said it was not for the police to provide the report. “They should have collected the post mortem report immediately from the hospital,” he said.Ainuddin, Haque’s younger brother, said the hospital authorities had refused to give them the report since it contained errors, including in their father’s name and Haque’s age. “The hospital authorities asked us to get a written report from the Sipajhar police station on the errors,” said Ainuddin. “But the police asked us what we wanted to do with the report – ‘kes koribi neki’ [are you going to file a case against the police?]. Everyone has passed the buck.” Mumtaz Begum cannot accept it. “They took my husband’s life, our homes,” she said. “My children lost their father. They have destroyed their future. I need justice.”Government goes missingOver 1,000 families were evicted from Dhalpur in eviction drives on September 20 and 23. According to government figures, 1,418 houses, 48 shops and three mosques were lost in the eviction drives. Local residents estimate about 7,000 people were left homeless.The administration claimed the families, most of whom are Bengali-origin Muslims, were “illegal encroachers” occupying government land. It had to be cleared to make way for the Gorukhuti Agricultural Project, an organic farming programme meant to create employment for those considered “indigenous” to Assam. Government figures show about 5,000 bigha (2,003 acres) were cleared for the Rs 9.6 crore project in the two eviction drives in September. Before the second drive, local residents had risen up in protest, only to be met with police bullets. Mainul Haque’s death made national headlines as videos of his killing went viral on social media. Another person had died in police firing during the eviction drive on September 23 – 12-year-old Sheikh Farid, who was returning home after having collected his Aadhaar card. His brother, 25-year-old Amir Hussain, said they had got no assistance from the administration, nor were they given the post mortem report. Eight policemen and over 20 civilians had also been injured in the protests. Rejiya shows the hole in her saree where the bullet pierced her stomach.Thirty-year-old Rejiya Khatun had a miscarriage after she was hit by a bullet in the abdomen. She was not part of the protests and her village was not even under threat of eviction. She had been returning to her own home from her uncle’s place when she was hit on the afternoon of September 23.  “The police fired at me directly, without any warning,” she said. “My five-year-old daughter was with me when the police fired. What would happen if the bullet had hit my daughter?”It was only on November 9 that the doctors at the Gauhati Medical College and Hospital extracted the bullet. “There is still a lot of pain, I can’t sit properly, but I have no money for treatment,” Rejiya Khatun said. She pointed to the saree she was wearing – it was the same one she had been wearing the day she was shot.After the incident set off ripples of outrage, The government had ordered a judicial probe headed by a retired high court judge. It was to investigate the Dhalpur violence and submit a report within three months. It has been over four months but local residents say the judicial commission is yet to visit the affected area. It recorded the statement of the families of the deceased at the district headquarters in Mangaldoi this January. The report has not been submitted.In response to a public interest litigation filed by Opposition leader Debabrata Saikia in the Gauhati High Court, the BJP-led Assam led government claimed it had provided evicted families with “basic amenities”. The government claimed it had provided tubewells, squatting toilets and plastic sheets. “An area of about 1,000 Bighas of land in the Southern part of Dholpur 1 and 2 villages have been earmarked for re-locating the evicted persons subject to verification of their landless status, erosion effect status as well as their citizenship status,” the government affidavit said. In Assam, so-called illegal encroachers are also accused of being “illegal migrants” from Bangladesh, hence the emphasis on citizenship. However, the state government also informed the assembly in December that there were no “illegal foreigners” among the evicted families.When Scroll.in visited Dhalpur last week, the evicted families refuted government claims of aid. “It is all a lie, we haven’t received any help from the government,” said 40-year-old Abdul Rashid, who lost his home in Dhalpur last September. “The tubewells were provided by NGOs and other organisations.”However, a revenue department official in the district said they had provided the evicted families with healthcare facilities, tubewells, tarpaulin, plastic sheets to take shelter, among others. “Their allegations are baseless,” he said.On the river’s edgeThe evictions have forced displaced families to flood-prone, low-lying areas on the edge of the sandbar. Once the rains come, they fear these makeshift shelters will be the first to be washed away.As the wind gathered speed early in the afternoon on January 20, Amina Khatun and Asia Begum feared the worst: the roof over their makeshift shelter would be blown away. They cannot afford to build a more permanent structure on this land, which does not belong to them.“We have been living insecure lives with no hygienic toilets or urinals, no proper source of income or safe shelter. There is no privacy for women at all,” said 28-year-old Amina Khatun, who lived in Dhalpur 1 village and helped her husband in the fields before they were displaced.Her neighbour, 50-year-old Asia Begum, said there have been no doctors at the Dhalpur Bhetibazar Riverine Primary Healthcare Centre since the eviction. According to local residents, it is the only source of healthcare for seven villages on the char. In December, the government had claimed to the court that it was still functional.The evicted families now depend on relief material: rice, dal, potatoes, mustard oil, blankets and winter clothes for the children, among other things. Organisations such as the All Assam Minority Students’ Union, the Jamiat Ulema-i-Hind and charities associated with opposition parties stepped in with aid.For decades, Jubbar Ali had farmed 10 acres of land. Now they are crammed into a makeshift shelter with no means of livelihood.‘I know only farming’Apart from the immediate hardships, most families face a loss in livelihood. Many moved to the Dhalpur char after losing lands to flood erosion in Lower Assam districts such as Barpeta and Bongaigaon. They took fierce pride cultivating the constantly shifting lands of the char, many of them supplying vegetables to towns like Guwahati and Mangaldoi. Now that livelihood is gone with the land. With the loss of livelihood has come a loss in social standing and their identity as agriculturists.“I used to grow pulse, maize, mustard crop, paddy in 12 bigha [3.9 acres],” said Rashid, who was born in Dhalpur. “But I can’t be called a farmer now as there is no land now. I am now dependent on the relief materials for my livelihood.”Sixty-year-old Jaynal Ali had lived in Dhalpur since the 1970s until he was displaced last September. “As farmers, we were self reliant, we didn’t need to buy anything except salt. But now, everything has changed,” he said.Over the years, some residents also left to work as daily wagers in Guwahati, about 100 kilometres from Dhalpur, and Mangaldoi, about 40 kilometres away. But for farmers who have lost their land, it is not an easy transition.Take Jubbar Ali, who had cultivated 30 bigha (about 10 acres) for 35 years. “I know only farming and I have no land now. I don’t know what will happen if the relief stops coming,” he said.According to him, officials from the new organic farming project had asked the displaced families villagers to work in the farming project. “They came with security personnel and said ‘if you don’t work for us, we will chase you away’,” he said. “Several people from nearby villages worked in the project as a daily wager and earned Rs 260 per day. But I didn’t work as it hurt my self-esteem.”Besides, Ali reasoned, the project was meant for “indigenous” people in Assam. “If I am supposed to be a foreigner, why should I work for it?” he asked.An official associated with the farming project said people from displaced families and other nearby areas had helped harvest pulses for a daily wage of Rs 260. “Initially, 616 people engaged in the project but at present there are 434 personnel, requiring a monthly expenditure of around Rs 21 lakh,” he said. “The first lot of mustard and maize grown on the farm have already been sold. Nearly Rs 4 crore has been invested in the project till now.”Apart from cultivating commercial crops, he said, the project was also supposed to branch into breeding Australian pigs, cows from Gir in Gujarat and fish. For that, he added, they were planning to acquire more land in adjoining areas.Mazorsuba Lower Primary School has been turned into a police camp since the evictions.Schools closedEducation for children living in the Dhalpur char has taken a hit, too. Primary schools had been shut for months during the pandemic. But even when they reopened in October, six government-run elementary schools in the area remained closed, the displaced families said. According to them, many children had not been to school in months.At least two school buildings appear to have been requisitioned for other purposes. The Mazorsuba Lower Primary School has been turned into a makeshift police camp. A police official at the camp said they had about 25 personnel staying there, deployed after the violence in the September eviction drives. The Pub Dhalpur Primary School, which now bears a saffron flag, is used to house equipment for the organic farming project.When the evictions happened in September, state chief secretary Jisnu Baruah had said, “If there is no human habitation, there is no question of maintaining these institutions.” A final decision on the fate of educational and healthcare institutions would be taken later, he had added.In its affidavit to the high court, the government had claimed “students were relocated and adjusted in the nearby schools”. The deputy commissioner of Darrang district refused to comment on what arrangements had been made for students from the displaced families.Rofiqul Islam, a teacher at Paschim Chuba Lower Primary School in Dhalpur, which has been closed since the evictions, said at least some of the students had been shifted to nearby schools. Islam, who was also displaced by the evictions, says he had been transferred to the nearby Dakshin Dhalpur Lower Primary School. About 100 out of 157 students from his old school had also been shifted there.“We don’t know where the remaining students are,” he said.Many children from displaced families have not been to school for months.","author":"Rokibuz Zaman","time":"2022-01-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169310-qadxuywczl-1643182535.jpg","tags":["Assam","evictions","human rights"],"source":"https://scroll.in/article/1015946/four-months-after-violent-assam-evictions-displaced-families-say-they-got-no-relief-from-government"}