{"title":"Four deaths and an arrest mark Adivasi women’s struggles with Bastar police ","content":"On International Women’s Day on March 8, the Chhattisgarh police organised a 3-km walk in the state capital Raipur to promote “zero tolerance” for crimes against women. The same day, 400 km away, over 500 Adivasi women walked long distances to gather in a village in the conflict-torn region of Bastar to commemorate two women who had lost their lives to alleged police excesses.The meeting ended abruptly. The police swooped down and arrested Hidme Markam, a 28-year-old  woman activist from Dantewada’s Burgum village, who had helped mobilise the gathering.The police claimed Markam was an absconding Maoist insurgent who faces serious charges in five cases registered between 2016 and 2020. But social activists in Bastar point out that the former government-school cook has been part of virtually every major civil rights movement in Dantewada in recent years and was a regular at public gatherings, big and small. Soni Sori, a former school teacher who battled police cases to emerge as a prominent leader, contesting elections on an Aam Aadmi Party ticket in 2014, said that Markam had accompanied her to meetings with state officials. The most recent instance was a meeting with the governor of Chhattisgarh in Jagdalpur on February 10, Sori said.In an interview with Scroll.in, Dantewada police superintendent Abhishek Pallav defended Markam’s arrest, claiming surrendered Maoists had identified her as a leader of the village-level Janatana Sarkar or government of the banned Communist Party of India (Maoist). This prompted a sharp reaction from Sujit Karma, secretary of Jail Bandi Rihai Manch, one of the advocacy organisations that Markam is part of. “How can the Dantewada SP claim Markam to be a Maoist with a one-lakh reward, when he has also met her on several occasions?” he asked. The police superintendent cited a booklet containing the names of Maoists as evidence for Hidme Markam’s complicity. Scroll.in scanned the booklet to find a reference to Kawasi Hidme of the Permapara hamlet of Burgum village. The arrested activist, Hidme Markam, is a resident of the Kowasipara hamlet of Burgum, as stated on her Aadhaar card.The action against Markam, say activists, only serves to underline what had prompted their mobilisation on March 8: police impunity and its debilitating impact on Adivasi women.  Hidme Markam. Photo: Rajan KoraputA suspicious deathThe commemoration on Women’s Day took place in Sameli village, not far from Burgum, Markam’s village. These villages fall in an area of Dantewada district where government security forces and the Maoists have been competing for dominance. The meeting was organised by the Chhattisgarh Mahila Adhikar Manch, a women’s rights group, and the Jail Bandi Rihai Manch, which was formed in October 2019 to monitor the Bhupesh Baghel-led Congress government’s promise to release Adivasis languishing in jail.The immediate trigger for the meeting was the death of Pande Kowasi. The 27-year-old woman had died on February 23 while in police custody. Dantewada police claim Kowasi was a member of the cultural troupe of the Maoists and had voluntarily surrendered under the government’s Lon Vartu or “come back home” campaign which offers a range of incentives to encourage insurgents to abandon their fight against the state. Kowasi’s family, however, strongly denies she had any association with the Maoists. They say the police forcibly took her away from their village. The police claim Kowasi hung herself to death four days after the surrender because of pressure from her family to return home, while she wanted to continue to remain in police custody along with other surrendered women Maoists. But her mother, Somdi Kawasi, has alleged her daughter’s body, when it was handed over to them, bore marks of physical and sexual assault. She has asked for an independent investigation into her daughter’s death in a petition filed in the Chhattisgarh High Court.Kowasi’s family was slated to attend the meeting but they were stopped on the way, said Karma. Many women were unable to reach the venue because of threats held out to them by the District Reserve Guard, a force under the Chhattisgarh police formed primarily of surrendered Maoists, he added. Dangerous encountersThe second case taken up in the meeting was that of a 16-year-old from Sameli village itself.The girl had hung herself to death in the backyard of her house in December 2018, three months after she was found seriously injured and unconscious near a rivulet. Her family alleged that she had been raped by uniformed personnel belonging to government security forces. The police’s refusal to file a First Information Report sparked a massive agitation by the Adivasi community, seeking an independent investigation. The girl spent weeks in a hospital in Raipur, recovering from her injuries. When she came back to her village, she could not cope with trauma, her family said. She ended her life.“No girl in our village should face such a fate,” the teenager’s mother told the gathering. A memorial had been erected in Sameli to remember the pain of the 16-year-old. Its four panels showed scenes from her life: collecting firewood and cooking, crying and pleading with armed security men, lying unconscious near the rivulet, and hanging to death from a tree. A day before the commemoration meeting was held in Sameli, security forces came to the village and erased those scenes, painting them over with blue, said villagers. To protest the erasure, Soni Sori, Hidme Markam and other women held black flags next to the memorial. \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 45.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/vlhtwetflj-1616432011.jpg\">\n  </picture><figcaption>This picture was taken a day before the memorial was defaced allegedly by the police.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 45.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/flxikeakht-1616432023.jpg\">\n  </picture><figcaption>This picture was taken a day before the memorial was defaced allegedly by the police.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 45.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/oyawkffjak-1616432041.jpg\">\n  </picture><figcaption>This picture was taken a day before the memorial was defaced allegedly by the police.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 45.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/aoiiwyaexw-1616432048.jpg\">\n  </picture><figcaption>This picture was taken a day before the memorial was defaced allegedly by the police.</figcaption></figure>\nHidme Markam paid tribute to the 16-year-old at the memorial that had been defaced with blue paint.On the morning of the meeting, the police had razed another memorial in the nearby village of Jabeli, said women from the village who came to Sameli to attend the meeting. It had been erected in the memory of Bhime Mandavi. The police claimed to have killed Mandavi, 30, and another woman, Vijje Markam, 25, in a gunfight near Palnar on December 28. The police said both the women were Maoists. But the residents of  Jabeli village said the women were merely visiting someone in Palnar when the police seemed to have intercepted and killed them. Mandavi’s mother, who came to Sameli to share her experience, told Soni Sori that like everyone else in the village, her daughter would attend the meetings called by the Maoists and serve them food. But she was not a member of any Maoist organisation, let alone wielded weapons.When her family objected to the demolition of her memorial, Mandavi’s brother and two nephews were taken into custody for the offence of causing disturbance in public space, her mother told Soni Sori.Bhime Mandavi's mother in conversation with Soni Sori. Photo: RinchinA hurried arrestOn the second day of the commemoration, around 1.30 pm, the tehsildar or revenue officer of Kuakonda block arrived with a large contingent of police, recalled Rinchin, an environmental activist and member of Chhattisgarh Mahila Adhikar Manch. As some of the organisers began to engage with him, they noticed Hidme Markam was being bundled into a police jeep.When Gayatri Suman, a lawyer associated with the organisation, sought reasons for her detention, the tehsildar pressed a note into her hands citing four “Naxal cases” in which Markam was implicated.  Before the activists could respond, Markam was whisked away to Dantewada town, about 45 kms from Sameli village, presented before a magistrate, who sent her to Jagdalpur jail. In a press note released the next day, the police offered a completely different account of her arrest. They claimed Markam was spotted by police personnel returning from a search operation in the Palnar area. She was identified by them as the president of the area’s Janatana Sarkar, the village level civilian government of the banned CPI(Maoist), the note said. On March 19, Markam’s bail petition was scheduled to be heard in Dantewada, but the police failed to bring her, citing security measures for a cricket match in Raipur. Confusion over casesOn the day of her arrest, responding to a request by this reporter for more information about the cases in which Markam had been arrested, the district superintendent of police Abhishek Pallav listed four cases: two from 2016 (FIR numbers 07/2016 and 09/2016) and another two from 2020 (FIR numbers 03/2020 and 04/2020).But the press note released by the police the next day contained a modified list of five cases. FIR number 04/2020 was missing. Instead the police had added one case from 2017, another from 2019.Only two first information reports related to these cases are available in the public domain. Neither clearly mentions Hidme Markam as an accused.FIR number 03/2020 filed on July 24 features the single name Hidme in a list of nine people accused of killing two residents of Potali village. There are no other identifying details for Hidme. FIR number 04/2020 filed for an ambush that left two security personnel injured on August 4 identified 13 people as the accused. One of whom is Kawasi Hidme.The police superintendent, however, defended her arrest. “Surrendered Maoists have identified her, so there is no question of any mistake,” he told Scroll.in.  He said Dantewada police have prepared a booklet that lists the names of Maoists with their personal details as well as their current position in the banned organisation. This list was made public in June last year, when the Lon Varatu surrender scheme was launched. Those who felt their names have been wrongfully included in the list had the liberty to contest it, he said. Hidme Markam, whose name appears in the list, could have done that, he added. Information about her had been sent to the sarpanch of her village Burgum, he claimed. Scroll.in found a reference to a resident of Burgum village on Page 48 of the booklet: Kawasi Hidme of the Permapara hamlet of the village. Hidme Markam is a resident of Kowasipara – her address is mentioned on her Aadhaar card.Charges under UAPADespite these discrepancies, Hidme Markam, who has been fighting on behalf of Adivasis languishing in jail, now faces a prolonged incarceration herself. At the moment, she has been arrested in just one case from 2016, said her lawyer Kshitij Dubey. Apart from four charges under the Indian Penal Code – rioting, rioting armed with deadly weapon, unlawful assembly, attempt to murder –  and two charges under the Arms Act, Markam faces charges under sections 4 and 5 of the Unlawful Activities Prevention Act, India’s draconian anti-terror law which has a high legal bar for bail. If at all she gets bail in this case, activists believe the police could press other cases against her, going by the past pattern of such prosecutions. Confrontation with the police For Hidme Markam’s family, her arrest comes as a shock.The eldest of three children who lost their father at a young age, she had financially supported the family by working as a cook under the mid-day meal programme in a government school in Burgum for two years starting 2014. “She made sure we studied as much as possible,” said her younger sister, Hiteshwari Markam, 25, who is studying for a diploma in education in Dantewada.  In recent years, Hidme Markam had grown disturbed by the violence around her, especially the suffering of women, said her sister. This prompted her to get involved in a range of social movements. She actively participated in the agitation against the expansion of iron-ore mining in Bailadila in 2019. The same year, she protested against the establishment of a paramilitary camp in Potali village, petitioning the High Court with five others to challenge the government’s decision to set up the camp in a forest patch used as common grazing land by Adivasi villagers,  without holding any Gram Sabha to seek their consent.Markam’s strong mobilisation skills led to her becoming the convenor of the Jail Bandi Rihai Manch, said Sujit Karma, the secretary of the organisation. He attributed the young woman’s arrest to her relentless challenge to the Lon Varatu surrender scheme. Soni Sori agreed. Markam’s activism against police excesses had made her vulnerable, she said, since it had garnered massive support from villages in the Palnar area, becoming a cause of concern for Dantewada police.In particular, surrendered Maoists who had joined the police were being used as instruments to crackdown on any dissenters, Sori pointed out. “The growing insecurity among Adivasi women at the hands of people from their own community who have joined the police force as District Reserve Guard and Danteshwari fighters is extremely disturbing,” she said.","author":"Malini Subramaniam","time":"2021-03-23T09:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156585-bzmvtvyqyh-1616431022.jpg","tags":["Chhattisgarh","Bastar","Police violence","Adivasi women"],"source":"https://scroll.in/article/990264/four-deaths-and-an-arrest-mark-adivasi-womens-struggles-with-bastar-police"}