{"title":"Four features of the Lokpal Bill that make it ineffective","content":"The Delhi cabinet on Monday cleared the anti-corruption Jan Lokpal Bill for the state, fulfilling one of the key promises made by the Aam Aadmi Party during its campaign for the Delhi assembly election. All government servants, including the chief minister, are within the ambit of the bill. It also provides protection for whistleblowers and witnesses and, most crucially, a time-bound investigation and trial of corruption cases.The stringent Jan Lokpal Bill exposes the flaws of the Lokpal and Lokayuktas Bill passed by Parliament in December 2013, which provided for the establishment of an anti-corruption body called the Lokpal at the Centre with wide-ranging discretionary powers to crack down on corruption. Though all central government officials, including the Prime Minister, fall under the purview of the bill, some key features make it ineffective.Some of the provisions in the Jan Lokpal Bill, such as time-bound investigations, are not included in the national-level Lokpal and Lokayuktas Bill, which has received the approval of the President and is awaiting publication in the official gazette before it can become a law. Here are four details about the Lokpal that undermine its effectiveness.1) Investigations can be extended indefinitely Under the bill passed by Parliament, the Lokpal can direct an investigative agency to complete an investigation as expeditiously as possible, provided that there is, prima facie, evidence of corruption against an official. This investigation should be completed within six months, failing which the investigative agency can ask for extensions, which should be for no more than six months at a time.The original bill as introduced in the Parliament in 2011 stipulated that an investigation had to be closed a year after it started. The draft prepared by Anna Hazare and civil society organisations had suggested that investigations be completed within 18 months but that investigations involving whistleblowers should be finished within three months.As the Lokpal Bill currently stands, investigations can be extended indefinitely, whether whistleblowers are involved or not. This is not uncommon in India. In the Adarsh tower scam in Mumbai, for instance, the Bombay High Court criticised the Central Bureau of Investigation for its slow investigation, which delayed justice.2) States can water down their version of the Lokayukta BillThe Lokpal and Lokayuktas Bill directs every state to establish a Lokayukta within one year of the legislation being passed, though it gives them the freedom to decide the nature and type of the Lokayukta Bill that they pass.Anna Hazare's group and the National Campaign for People's Right to Information had recommended that provisions be made for a body similar to the Lokpal in all states, called the Lokayukta. But if states are given the freedom to determine the nature and type of the Lokayukta Bill, they are likely to weaken the powers of the Lokayukta.3) Religious bodies and charities are excluded from the ambit of the LokpalThis can have disturbing consequences, considering the number of quasi-spiritual and religious organisations that have been involved in scandals. In 2011, for example, Tehelka magazine reported financial irregularities in trusts controlled by yoga guru Baba Ramdev.  Having religious bodies under the ambit of an independent body like the Lokpal could ensure that the millions who put their faith in such institutions have recourse to the law. According to an article in Economic and Political Weekly, 70% of the 4.3 lakh non-governmental organisations working in the country are of a religious nature. As for charities, the Board of Control for Cricket in India, which has faced several accusations of corruption, is registered as one.4) The CBI has to depend on funds from the Centre to carry out its investigationsThis could curtail the power of the Central Bureau of Investigation to carry out a probe on its own terms. The Lokpal itself does not face this restriction. Its expenses are covered by the Consolidated Fund of India, which funds judicial bodies, among others. While the Lokpal's budget is not dependent on the Centre, the CBI's investigative budget for Lokpal cases is.\"This is a serious concern as the central government is funding investigations into itself,\" said Shreya Singh, a researcher at PRS India, a think-tank based in Delhi.","author":"Karthik Balasubramanian","time":"2014-02-04T09:08:11+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/655414-44897238-279f-41bf-943d-7d7b5120ee64.jpg","tags":[]}