{"title":"Framing a viewpoint: How ‘Sarpatta Parambarai’ created its ground-up view of heroism and assertion","content":"It was meant to be watched and enjoyed in a cinema hall, the claps and whistles of the screen characters matching the clamour in the seats. However, Tamil director Pa Ranjith’s boxing drama Sarpatta Parambarai was released directly on the Amazon Prime Video streaming platform on July 22, somewhat diminishing the impact of watching puglists go mano-a-mano.The cinematographer of the film, Murali G, takes comfort from the advantage that only a streamer can offer: an opportunity to reach non Tamil-speaking audiences around the world. “It was a big disappointment that the film couldn’t be released – it communicates with you as well as whoever you are sitting next to in a theatre,” he told Scroll.in. “That experience is now lost and has been individualised, but thanks to Amazon, people outside Tamil Nadu are getting to watch the film.”The movie is set against a backdrop of cutthroat rivalry in North Chennai. The story begins in 1975, the year the Emergency was declared. In the movie, the Emergency does little to diminish the scene – in fact, the crackdown on democratic rights initially adds a rebellious edge to the contests between the Sarpatta and Idiyappa clans.John Kokken and Arya in Sarpatta Parambarai (2021). Courtesy Neelam Productions/K9 Studios.Before Sarpatta Parambarai, Murali G lensed Ranjith’s Madras (2014), Kabali (2016) and Kaala (2018). After making his debut with the Telugu-language Andala Rakshasi in 2012, the Film and Television Institute of India graduate has only ever worked with Ranjith. It’s Murali’s job to translate into images Ranjith’s radical vision for mainstream cinema – one in which working-class, Dalit consciousness is foregrounded.Sarpatta Parambarai continues Ranjith’s interest in providing a ground-up view of resistance to deeply embedded power structures. The screenplay, by Ranjith and Tamil Prabha, imagines boxing as a quest for individual glory as well as community honour. The boxing matches run parallel to the concerns of the main characters, many of them Dalits and Christians living in a settlement near Chennai’s docks.Some of the depictions of identity assertion are literal, such as the frequent use of murals and photographs of BR Ambedkar to remind viewers of this Dalit colossus. Others are more subtle, Murali pointed out. For instance, the camera in Ranjith’s films often operates at eye level. We are on par with the heroes who shoulder the narratives, sometimes walking behind them or alongside them but always at the same level.  Murali G. Courtesy Facebook.At other times, the camera is an inextricable part of the crowd, playing the role of a witness or a participant in the proceedings. “Every film has a hero element and its own structure, but what we are showing is completely different,” Murali said. “We are looking at personalities within oppressed communities. The idea is to pull it down, in a sense, to give the feeling of being the person standing next to the main character and going through the same emotions.”Even in Kabali and Kaala, Ranjith’s films that reimagined Rajnikanth as a man of the people, the Tamil movie star is “grounded”, Murali added. “The eye-level shot tells you where the hero is and where he is standing.”This stance can also be found among ordinary people. Like Ranjith’s previous films, Sarpatta Paramabarai contains a vibrant and loud expression of community pride. The hero Kabilan (Arya) is a dock worker who is surrounded by family and friends. The movie includes several sequences set in Kabilan’s humble settlement, which is seething with feisty and irreverent characters.\n\n\n    \n    Play\n\nVambula Thumbula, Sarpatta Parambarai (2021). “Ranjith’s stories are mostly based among working-class, supressed people,” Murali said. “The stories are about their values, their art, their living spaces, their interactions, which haven’t always been portrayed in films. So the frames are not clean or classically composed. The characters are not individuals, but are bound to their surroundings.” Murali usually prefers lenses of 40mm-50mm focal lengths, which gives a close approximation of the way the human eye perceives a situation, he said.Movies are fond of bird’s eye view perspectives – the shots from on high looking down on a location and its inhabitants. “That’s a completely different perspective,” Murali said. When you hit the ground is when you see the surroundings and the emotional responses to these surroundings, he added. \n\n\n    \n    Play\n\nAn introduction to Sarpatta Paramabarai.Perhaps no character reflects the film’s politics as aptly as Kevin, also known as Daddy. Incredibly played by John Vijay, Daddy, as Kabilan’s ardent supporter, is a free-floating and at times uncontrollable element. Hopping from one side of the frame to the next, weaving in and out of a scene and behaving and speaking as he pleases, Daddy depicts more than any other character the movie’s ability to spotlight the contributions of fellow travellers to a hero’s journey.As Daddy, John Vijay was “restless” and would “keep moving”, Murali observed. “He is the bridge between scenes and characters. He moves the frame from one to the next. He has a rhythm of his own.”By contrast, Kabilan’s coach Rangan is the one steadying force in an ocean of tension. Played superbly by Pasupathy, Rangan is a solid and powerful figure in white, the movie’s moral centre and the lighthouse to Kabilan’s thrashing and flailing.“Pasupathy captured Rangan very well – he would pause before reacting, for instance, which is what was needed for the character,” Murali said. “We had something written on the page, and here was an actor who actually lived the part.”Parupathy (left) and John Vijay in Sarpatta Parambarai. Courtesy Neelam Productions/K9 Studios.Sarpatta Parambarai required another perspective – that of the boxers in the ring. Four cameras were shooting the matches at every given point to give editor Selva RK as many options as possible on the cutting table. The reactions of the spectators to every punch and blow were recorded. The matches – amounting to at least 45 minutes of screen time – were extensively rehearsed before being filmed.Meanwhile, Murali had to overcome his own disinterest in boxing. “I took some time to understand boxing, since I’m not a fan of the sport at all,” the 44-year-old cinematographer said. “With boxing, you can never stick to one angle, but the tricky thing is not to overlap with other cameras. Every frame in the boxing sequences had as many as 300 to 400 people. We have to keep everything in frame, and every actor had to perform. The cinematography maintained the rhythm of the matches. Within the ring, there were the two boxers, the umpire and the camera, and everyone and everything kept moving around.”  Pa Ranjith (in black) directing a scene in Sarpatta Parambarai. Courtesy Neelam Productions/K9 Studios.The crowd favourite is also close to Murali’s heart – the magic-footed pugilist known as Dancing Rose and played by Shabeer Kallarakkal. “I like the character very much – the thought behind him and how he moves,” Murali said. Like other characters in the movie, Dancing Rose was inspired by real-life boxers, Murali added.The pre-production process for Sarpatta Parambarai alone took over six months. Shooting was interrupted by the onset of the coronavirus pandemic in 2020. The movie was finally completed early this year.Shabeer Kallarakkal as Dancing Rose. Courtesy Neelam Productions/K9 Studios.The colour scheme – muted and desaturated without being bland, with bursts of warm tones – was also worked out well in advance. Production designer Tha Ramalingam has also worked on the year’s other big Tamil movie, Mari Selvaraj’s Karnan.“We had a proper colour palette,” Murali said. “We researched the wall paint and the kind of pigments that were used in the 1970s, for instance. Most of the elders in the film wear white and shades of white. The one colour we did have a lot of is red, since buildings in Chennai at the time were painted red.”Also read:Sarpatta Parambarai’ review: Guts and uppercuts as boxers battle for victory and honour","author":"Nandini Ramnath","time":"2021-07-26T15:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161939-icpjkquoht-1627231808.jpeg","tags":["Sarpatta Parambarai","Pa Ranjith","Murali G"]}