{"title":"France grounds flight carrying 303 Indians for suspected human trafficking","content":"France on Friday grounded a charter flight carrying 303 Indians from the United Arab Emirates to Nicaragua on the suspicion of human trafficking, Reuters reported.Authorities in France have launched a judicial investigation into the conditions and purposes of the journey, after being tipped off by an anonymous informant that the flight was carrying passengers “likely to be victims of human trafficking”, AFP reported.The Airbus A340 aircraft operated by Romanian charter company Legend Airlines had landed at the Vatry airport in the Marne region of eastern France for a technical stopover.A unit specialising in organised crime arrested two men for questioning, the Paris public prosecution office said.“Identity checks are being carried out on the 303 passengers and on the cabin crew,” AFP quoted the prosecutor’s office as saying. “They [unit specialising in organised crime] were also checking the conditions in which the passengers were being transported and the purpose of their journey.”The passengers include minors, AFP reported.The passengers may have planned to travel to Central America to try to illegally enter the United States or Canada, AFP quoted unidentified officials as saying.While Mexicans remain the largest groups illegally entering the United States, the number of Indians doing so has risen significantly in recent years.Nearly 97,000 Indians had illegally entered the United States between October 2022 and September this year, according to the US Customs and Border Protection agency. Of these, at least 41,770 Indians had illegally crossed into the United States through the country’s southern land border with Mexico. The figure has more than doubled from the same period last year. More than 83,500 of the illegal migrants from India were single adults, while 12,409 were individuals in a family. There were 730 unaccompanied children or minors as well.Nearly all Indians illegally entering the United States turn themselves in to Border Patrol to avoid getting arrested. This is so that they can apply for asylum in the United States, The Wall Street Journal reported in October.French authorities have asked the passengers to stay inside the airport terminal as authorities continue their investigation.“The reception hall at [the] Vatry airport was transformed into a waiting area with individual beds to provide passengers with the best possible reception conditions,” Reuters quoted the prefect’s office as saying.A team of the Indian embassy in France reached the airport on Friday. They have been granted consular access to the passengers. “We are investigating the situation, also ensuring wellbeing of passengers,” the Indian embassy said in a social media post.French authorities informed us of a plane w/ 303 people, mostly Indian origin, from Dubai to Nicaragua detained on a technical halt at a French airport. Embassy team has reached & obtained consular access. We are investigating the situation, also ensuring wellbeing of passengers.— India in France (@IndiaembFrance) December 22, 2023\n\n\nAlso read: Leaving Punjab on a wing and a prayer","author":"Scroll Staff","time":"2023-12-23T08:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196866-dddratsjsb-1703298545.jpg","tags":["human trafficking","France","Nicaragua"],"source":"https://scroll.in/latest/1061018/france-grounds-flight-carrying-303-indians-for-suspected-human-trafficking"}