{"title":"France allows flight with 303 passengers to leave, most expected to return to India","content":"Authorities in France on Sunday allowed a flight carrying 303 passengers, most of them Indians, to leave the country, three days after the aircraft was detained on the suspicion of human trafficking, reported the Associated Press.The flight will take many of the stranded passengers back to India on Monday, a lawyer for the airline told the news agency.On Thursday, the Airbus A340 aircraft operated by Romanian charter company Legend Airlines had landed at the Vatry airport in the Marne region of eastern France for a technical stopover. It was flying from the United Arab Emirates to Nicaragua.After the flight was detained, French authorities launched a judicial investigation into the conditions and purposes of the journey on Thursday. This was after they were tipped off by an anonymous informant that the flight was carrying passengers “likely to be victims of human trafficking”.The airport was turned into a courtroom for emergency hearings on Sunday to determine whether to detain the passengers. Four French judges had begun questioning the passengers.However, they later chose to cancel the hearings due to irregularities in procedure, reported AP. “I’m surprised at how things unfolded in the waiting area,” Francois Procureur, the head of the Châlons-en-Champagne Bar Association, told BFM television. “People should have been informed of their rights, and clearly that was not the case.”He also said that the mass, hasty airport hearings were unprecedented.According to French law, foreigners can be held up to four days in a transit zone for police investigations, after which a special judge must rule on whether to extend the detention for eight days.The judges lifted the seizure order for the airliner on Sunday morning making it possible to send passengers back, AP reported citing a statement from the Marne administration.Several of the passengers requested asylum in France, according to the local administration. Eleven passengers were unaccompanied minors who were put under special administrative care, reported AP.The airline hopes that the plane could head to Mumbai on Monday with as many passengers as possible, Legend Airlines lawyer Liliana Bakayoko told AP. Around 280 passengers should be able to leave, Bakayoko said.","author":"Scroll Staff","time":"2023-12-25T09:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196909-yztguxwsdn-1703472041.jpg","tags":["human trafficking","Legend Airlines","France","India","Nicaragua"],"source":"https://scroll.in/latest/1061080/france-allows-flight-with-303-passengers-to-leave-most-expected-to-return-to-india"}