{"title":"‘Freddy’ review: As much fun as a tooth extraction","content":"The image you have of Parsis as industrious, cultured and benevolent eccentrics with quaint accents, glistening cars and gorgeous houses? Shashanka Ghosh’s Freddy selectively conforms to the stereotype.Freddy Ginwala (Kartik Aaryan) lives in a beautifully decorated apartment and has a thriving dentistry practice. He should be a match made in heaven – all that valuable real estate, wasted on a single man and his pet turtle!But the bespectacled Freddy has a problem. He is a disaster around women. Freddy is just the kind of socially inept Parsi male who might be accused of contributing to his community’s low birth rate. This match made in hell soon creates a hell on earth when he falls for Kainaz (Alaya F). Freddy is so busy gazing into Kainaz’s brown eyes that he falls for her sob story about an abusive husband.The husband, Rustom (Sajjad Delafrooz), is leaving nasty bruises on Kainaz’s face and body. They are nothing compared to the fate that Freddy has in mind for Kainaz and her jock lover Raymond (Karan Pandit).\n\n\n    \n    Play\n\nTum Jo Milo, Freddy (2022).To a stock tale of rejection and revenge, Ghosh and writer Parveez Shaikh thrown in elements from slasher thrillers and kill-the-bitch dramas. Shaikh’s screenplay, with dialogue by Aseem Arora, initially appears to be curious about Freddy’s twisted psyche. Freddy’s tendency to drop his eyes below a woman’s chin indicates a pathology that Ghosh’s film is ultimately completely disinterested in exploring.A mawkish back story is trotted out to justify the dastardly dentist’s misogyny. With his fixed stare, jittery manner and evil deeds, Freddy is a walking nightmare as well as the unquestioned hero of the movie named in his honour. Freddy takes a firm stand on women when it gets Kainaz to unironically utter the two words that have brought such punitive films into question: “Me too.”Set in a depopulated Parsi neighbourhood in Mumbai (a result of the community’s low numbers?) and featuring feats of prestidigitation (Freddy can walk through walls!), the crisply narrated 124-minute film spins on its lead actor’s bad boy screen persona. Kartik Aaryan, adept at playing a first-class creep, is perfectly in tune with the overweening sympathy-for-the-devil sentiment. But Freddy belongs to the woman whom the film wants to skewer. Alaya F is sweet revenge itself, shining in the role of the double-dealing Kainaz. Karan Pandit has a swell time speaking Parsi-accented Hindi and English and crawling all over Kainaz.\n\n\n    \n    Play\n\nFreddy (2022).","author":"Nandini Ramnath","time":"2022-12-02T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183672-dvocusdvtv-1669843611.jpeg","tags":["Freddy review","Kartik Aaryan","Alaya F","Shashanka Ghosh"],"source":"https://scroll.in/reel/1036045/freddy-review-as-much-fun-as-a-tooth-extraction"}