{"title":"French Open: Bopanna-Middelkoop upset Olympic champions Mektic-Pavic to enter quarterfinals ","content":"Rohan Bopanna and Matwe Middelkoop defeated second seeds and Olympic gold medallists Nikola Mektic and Mate Pavic 6-7(5) 7-6(3) 7-6(10) in two hours and 32 minutes in the men’s doubles third round to advance to the French Open quarterfinals.The Indo-Dutch 16th seeds beat the Croatian pair in an absolute thriller after being down in the first set and saving five match points.#RolandGarros WHAT. A. WIN.Rohan Bopanna and Matwe Middelkoop save match points in an absolute thriller of a doubles match against Olympic champs Mektic/Pavic 6-7 7-6 7-6 to reach the quarterfinals.📸 Sony LIV pic.twitter.com/RgWjdb8sSM— The Field (@thefield_in) May 28, 2022\n\nThe first two sets witnessed no breaks of serve from either pair as the four players put on brilliant serving displays. The Indian-Dutch pair did have three break point opportunities in the first set on Pavic’s serve, but could not convert. Middelkoop’s serve was the first to be broken in the entire match, in the third set.It gave the Croatians a chance to serve out the match at 5-4, but Bopanna-Middelkoop saved a match point, broke back and took the set into Super Tiebreak.The Croatians did take an early lead at 7-4 and then carried it forward to 9-6. Bopanna-Middelkoop once again found a surreal passage of play, and eventually won it 12-10.What a thriller!@Mside83 and @rohanbopanna upset No.2 seed Mektic/Pavic 6-7(5), 7-6(3), 7-6(10) after saving five match points#RolandGarros pic.twitter.com/KrZiK5QQZo— Roland-Garros (@rolandgarros) May 28, 2022\n\nEarlier in the tournament, they registered a straight set win over the Kazakhtan-French pair of Andrey Golubev and Fabrice Martin with a 6-3 6-4 scoreline.On Thursday, Bopanna also paired up with Slovenia’s Andreja Klepac to reach the second round of the mixed doubles event.The 42-year-old takes on the team of Lloyd Glasspool and Harri Heliovaara in the men’s doubles quarterfinals on Monday, and the mixed doubles team of Lucie Hradecka and Gonzalo Escobar in mixed doubles on Sunday.Mirza through to women’s doubles third roundSania Mirza, the only other Indian left at the French Open, reached the third round of the women’s doubles draw with her partner Hradecka, of the Czech Republic.The tenth seeded duo beat all-Slovenian team of Kaja Juvan and Tamara Zidansek 6-3, 6-4 on Saturday to set up a clash against all-American eight seeds Jessica Pegula and Coco Gauff. That match is scheduled to take place on Monday.In pictures: Sania Mirza and Lucie Hradecka storm into the 3rd round of the French Open with a robust straight set win over two solid singles players[R2] (10) 🇮🇳Mirza/🇨🇿Hradecka d. 🇸🇮Juvan/🇸🇮Zidansek 6-3 6-4Photos - Vishnu Reddy, ITD member based in Switzerland pic.twitter.com/5Itz2xLFGv— Indian Tennis Daily (@IndTennisDaily) May 29, 2022\n\nOn Sunday however, she will take to Court 7 with mixed doubles partner Ivan Dodig, as they play their second round match against the Brazilian team of Bruno Soares and Beatriz Maia Haddad.","author":"Scroll Staff","time":"2022-05-28T17:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175017-hbgxkrmlyh-1653740533.jpg","tags":["Rohan Bopanna","Matwe Middelkoop","Tennis","Roland Garros","French Open","French Open 2022","Sania Mirza","Nikola Mektic","Mate Pavic"],"source":"https://scroll.in/field/1024973/french-open-bopanna-middelkoop-upset-second-seeds-mektic-pavic-enter-quarter-finals"}