{"title":"French Open, men’s doubles SF as it happened: Heartbreak for Bopanna-Middelkoop in super tiebreak","content":"Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 7-6 (10/8) Bopanna-Middelkoop: Heartbreak in a Super Tiebreak.   Wonderful fight from Bopanna/Middelkoop again but the wait continues for Bopanna and Indian tennis. So close to a second Grand Slam men’s doubles final for Bops and the first since 2010. Stats: In a match with just one break of serve for each pair... Arevalo/Rojer prevail 10-8 in the end... such fine margins! The one stat that is not here in the image below... a 79% first serve percentage for Arevalo/Rojer compared to 62% for the Indo-Dutch pair. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    ROLAND GARROS: BOPANNA'S DREAM RUN ENDS IN SEMIS42yo Rohan Bopanna and partner Middelkoop went down fighting against the 12th seeds in the SFThis was the first RG Men's Doubles SF of Bopanna's career[SF] (16)🇮🇳Bopanna/🇳🇱Middelkoop l. (12)🇳🇱Rojer/🇸🇻Arevalo 6-4 3-6 6-7(8-10) pic.twitter.com/roIqrcxgfl— Indian Tennis Daily (ITD) (@IndTennisDaily) June 2, 2022\n\n\n\n    A fantastic run for @rohanbopanna and Matwe Middelkoop comes to an end at Roland Garros at the semis. They came to within two points of the final. Jean-Julien Rojer and Marcelo Arevalo take the win 10-8 in the Super tiebreaker. Great tournament nevertheless. #RolandGarros— PP (@PrashantSport) June 2, 2022\n\n\n\n    That overhead miss by Bopanna at the start of the super tiebreak will sting for a while. Nonetheless, the 42-year-old can be proud of his performance this tournament. Put on a shot-making masterclass in the first two sets.#RolandGarros— Aditya Chaturvedi (@aditya_c19) June 2, 2022\n\n\n\n    Ah well it was a good run @rohanbopanna Tough loss to take but well fought 💪🏾 #RolandGarros— Tareque Laskar (@tarequelaskar) June 2, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 7-6 Bopanna-Middelkoop – SUPER TIEBREAK 10-8: Arevalo serves... and the return is long! It is heartbreak in a Super Tiebreak for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 9-8: Again, MM with great play at the net! Two match points saved but now Arevalo can serve for the match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 9-7:  Not the best serve but MM with good play at the net and one match point saved. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 9-6: Oh Rojer, what serving. Down the middle. Good 1-2 punch from them. Another first serve and it is match points for them, but two serves coming up for Bops. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 7-6: Rojer goes hard at a second serve and misses. Now he has two serves. B/M still a mini break down but momentum.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 7-5: Middelkoop serves, Bops sharp at the net again. Closing the gap. Still a mini break down. Change of ends.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 7-4: Arevalo serves alright but Rojer closes it out at the net. Bops with a super volley winner! One mini break saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Reminder, this is a tiebreak to 10 points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 6-3: Arevalo to serve.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 6-3: Rojer continues to serve bullets. Two huge serve points coming up for Bopanna... and a slightly lucky return winner! Two mini breaks down, B/M. Bops gets the next point. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 4-2: A/R stay ahead as we change ends. B/M under pressure. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 3-2: Rojer with a stunning volley at the net and they have a mini-break. MM holds the next point.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop – SUPER TIEBREAK 1-1: Oh dear Bopanna misses an overhead but MM gets the return winner to compensate for the mini break. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 6-6 Bopanna-Middelkoop: SUPER TIEBREAK TIME. Oh a chance there! Bopanna with a superb backhand return but then misses an easier forehand. Game point for Rojer, he nails the serve.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 5-6 Bopanna-Middelkoop: Pressure on A/R at 30-30. Bopanna then takes a tumble and there is a game point. But hang on, DEUCE. MM with a nice service return. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here we go, the last game of the match. If Rojer holds, a Super Tiebreak. If B/M break, a spot in the final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 5-6 Bopanna-Middelkoop: This is an exhibition of good serving at the moment. Middelkoop too holds at love. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 5-5 Bopanna-Middelkoop: Score correction\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 5-5 Bopanna-Middelkoop: Pressure, what’s that? Arevalo with a lovely service hold at love. That pair’s first serve % is a crazy 88.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Marcelo Arevalo to serve to keep his side in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 4-5 Bopanna-Middelkoop: Bops on fire. Hold at love! And now the pressure is on Arevalo. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 4-4 Bopanna-Middelkoop: Another hold.  Getting to the point where a couple of minutes will be all it takes to decide this outcome. Just feels like Arevalo/Rojer have the edge here as they are serving so, so well (89% first serves in!). Bops/MM are serving just about well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 3-4 Bopanna-Middelkoop: Some brilliant serving by Middelkoop there, a hold of serve. This is getting to the business end now. Every hold is vital. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    With the serve, at the baseline, at the net – some truly exquisite play by @rohanbopanna today.#RolandGarros— Aditya Chaturvedi (@aditya_c19) June 2, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 3-3 Bopanna-Middelkoop: Suddenly felt like there was half a chance at 30-30 but Arevalo comes up with two big serves. We remain on serve in this set. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Somdev (as B/M win a point and get together) kinda echoing our thoughts: I like that discussion, I like this energy. They need to change something up here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 2-3 Bopanna-Middelkoop: Good hold that by Bops, but just starting to feel like the Dutch-El Salvador pair are enjoying the better spell here. The Indians hanging on even if the scoreboard doesn’t reflect that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 2-2 Bopanna-Middelkoop: Rojer serving some bullets. That pair seem more energised at the moment. Feels like they are on the verge of finding a break(through) in this match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 1-2 Bopanna-Middelkoop: Pressure on Middelkoop’s serve at 30-30... having been broken the last time he served. Comes up with a big serve for game point and then a good forehand winner off a serve serve return. Hangs on!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 1-1 Bopanna-Middelkoop: Couple of half chances for B/M in that game but Arevalo holds serve. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Meanwhile, we have the first champions of French Open 2022.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Dream team debut 😉@EnaShibs & @wesleykoolhof #RolandGarros pic.twitter.com/r0DkZaueE0— Roland-Garros (@rolandgarros) June 2, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3, 0-1 Bopanna-Middelkoop: Bopanna needed that, for their confidence and rhythm. A hold to love.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3 Bopanna-Middelkoop: Here we go then, third set again for the B/M pair. Bopanna will serve first. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    1, 2...✅Arevalo & Rojer claim the second set 6-3. Decider time!#RolandGarros pic.twitter.com/8IfD1eodDW— Roland-Garros (@rolandgarros) June 2, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 6-3 Bopanna-Middelkoop: Second set Arevalo-Rojer! That escalated quickly. The won 80% of points on their first serve in that set and that proved to be huge. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Arevalo will serve for the 2nd set. Things change so quickly in doubles!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, *5-3 Bopanna-Middelkoop: Service break. And now hint of pressure at 15-30 on Middelkoop’s serve... soon turns into a break point at 30-40. Second serve and then Bopanna pounces at the net with a move to his left. Deuce. But what a return winner from Arevalo! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 4-3 Bopanna-Middelkoop: Oh, MM’s turn to hit a return winner. Deuce again. But once again Rojer with a big serve to Bopanna that forces a return error. Middelkoop has a look at Rojer’s 2nd serve but the kick is too big and he nets it. That feels like a missed chance for B/M. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 3-3 Bopanna-Middelkoop: Bopanna is on fire at the moment. A stunning return winner, and then another exquisite forehand down the line. This is thrilling stuff. Break point for the India-Dutch pair but then Bopanna misses a volley at the net that he wasn’t perhaps properly positioned. Deuce again. Rojer too coming up with big plays on serve. Game point for them,\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Talk about being clutch! Rohan Bopanna was down a break point on his serve and he produces three world class points to hold. First a huge serve, then a clever backhand winner and finally a blazing forehand crosscourt winner.#RolandGarros— Aditya Chaturvedi (@aditya_c19) June 2, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 3-3 Bopanna-Middelkoop: BIG HOLD! Ah well, we might have jinxed the serving. Bopanna with a double fault, and then misses a first serve. Faces a break point. Boom, comes up with a big serve. Deuce. Another big serve follows, then a nice backhand winner by the Indian star. And what a forehand winner to hold serve! Goes straight, straight... boom, crosscourt winner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 3-2 Bopanna-Middelkoop: Some top serving in this set so far. By both pairs. Staying on serve at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 2-2 Bopanna-Middelkoop: Arevalo/Rojer play a really good point at the net, trying to put some pressure on the frontrunners but apart from that Middelkoop’s serving is on point once again. A hold at 15.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 2-1 Bopanna-Middelkoop: A 2-minute service hold by Rojer. Good start to the second set by them. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Closing it out in style 😎@rohanbopanna & @Mside83 take the first set 6-4. #RolandGarros pic.twitter.com/5CLooraOy5— Roland-Garros (@rolandgarros) June 2, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 1-1 Bopanna-Middelkoop: Bopanna faces a break point on his serve and then comes up with series of good first serves. A couple of ‘come on!’s in there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6, 1-0 Bopanna-Middelkoop: One set away from the final... Arevalo starts the second set with a hold. The youngster, relatively speaking, has been a bundle of energy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-6 Bopanna-Middelkoop: Two break points on Middelkoop’s serve at 15-40. But a good reflex volley by Bopanna saves on. Good kick on the second serve and a return goes sailing wide. Deuce... ace... set point. A super volley winner by Bops! Brilliant by the Indian-Dutch combination. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Middekoop will now get to serve this set out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 4-5* Bopanna-Middelkoop: Arevalo, serving to keep his side in the set, comes up with a couple of big ones and holds easily. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 3-5* Bopanna-Middelkoop: A little bit of pressure on the Bopanna serve at 0-30. But a pumped up Bopanna makes sure he holds serve. Then a nice friendly exchange (one assumes) with an elderly fan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 3-4* Bopanna-Middelkoop: A hold at 30 for Arevalo.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 2-4* Bopanna-Middelkoop: Solid hold at 15 by Middelkoop. The Indo-Dutch pair serving at 80%.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 2-3* Bopanna-Middelkoop: There is a threat of another break of serve as B/M take it 30-30 and then 40-40 but Arevalo holds. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 1-3* Bopanna-Middelkoop: The returning in the previous game was lovely from the Indian-Dutch pair. Bopanna, who’s been serving really well, starting with an easy hold. Good start here for B/M.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 1-2* Bopanna-Middelkoop: Break of serve. Three return winners in the game. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Random recollection: In the men’s doubles quarterfinals between Bopanna-Middelkoop and the Olympic champs, there wasn’t a single break of serve in two full sets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 1-1 Bopanna-Middelkoop: Another easy hold, this one by Middelkoop. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer 1-0 Bopanna-Middelkoop: An easy hold for Arevalo. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Men’s doubles semifinal, Arevalo-Rojer vs Bopanna-Middelkoop: Here we go then! Arevalo to serve. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Semi-final no.1⃣Marcelo Arevalo & Jean-Julien Rojer take on Rohan Bopanna & Matwe Middelkoop for a place in the men's doubles final.#RolandGarros pic.twitter.com/1bS1Ac59ul— Roland-Garros (@rolandgarros) June 2, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Players on the court: Jean-Julien Rojer is 40 years old, Rohan Bopanna is 42, Middelkoop is 38. El Salvador’s Marcelo Arevalo is a baby on court at 31.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Somdev Devvarman on commentary: “The most anticipated doubles match for India in about half a decade”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll.in’s coverage of French Open. Today, we will be following the men’s doubles semifinal. Rohan Bopanna-Matwe Middelkoop are in action against 12th seeded pair of Dutchman Jean-Julien Rojer and El Salvadorian Marcelo Arevalo for a place in the final.Bopanna’s sole Grand Slam title in his career so far, incidentally, came at Roland Garros, where he won the mixed doubles title in 2017 with Canada’s Gabriela Dabrowski.Bopanna has reached the men’s doubles semi-final at Roland Garros for the first time – he’s reached two Wimbledon semi-finals in the past and had reached the 2010 US Open final. But for Middelkoop, this is the first time he has gotten this far at a Grand Slam.Watch highlights: Rohan Bopanna-Matwe Middelkoop’s thrilling win at French Open quarterfinals\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Good Morning from Paris 👋#RolandGarros pic.twitter.com/hNqJvXUUpW— Roland-Garros (@rolandgarros) June 2, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    With AFP inputs for texts through the blogScreenshots: Sony LIV / Roland Garros match center","author":"Scroll Staff","time":"2022-06-02T15:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175117-acqyhgnlyi-1653972185.jpg","tags":["Rohan Bopanna","Matwe Middelkoop","French Open"],"source":"https://scroll.in/field/1025337/french-open-2022-mens-doubles-semifinals-live-updates-rohan-bopanna-matwe-middelkoop-eye-final"}