{"title":"Centre tells French journalist it may withdraw her OCI status, cites 'malicious' reporting","content":"The Centre has issued a notice to a French journalist, asking her to explain why her Overseas Citizen of India card should not be withdrawn, reported The Print on Tuesday.The home ministry issued the notice to Vanessa Dougnac, alleging that her “malicious” work has created a “biased negative perception” of the country, While The Print did not name Dougnac in its report, the journalist confirmed to Scroll that she had been issued a notice regarding her immigration status.Overseas Citizenship of India is an immigration status that allows foreigners of Indian origin to live and work in India indefinitely. If someone loses their Overseas Citizenship of India status, they have to leave the country and apply for a visa to return.Dougnac, who is married to an Indian and has been living in the country for 22 years, has been given 15 days till February 2 to respond to the notice. It was issued on January 18 by the Foreigners Registration Office under the Union Ministry of Home Affairs, asking why her Overseas Citizenship of India status should not be revoked.The notice alleged that the journalist’s reportage was “critical in manner that they create a biased negative perception about India”, reported The Print. It also alleged that Dougnac’s work can “provoke disorder and disturb peace in certain sections of society”.In her statement, Dougnac denied the allegations against her. “India is my home, a country which I deeply love and respect, and I have never engaged in any acts that are in any manner prejudicial to Indian interests as is being alleged,” she said. The journalist said that she would cooperate with the legal process in dealing with such matters. Dougnac also said that The Print published the article without seeking a comment from her or permission to publish it. “As the legal process is ongoing and the issues are pending consideration before the concerned authorities, I would request that the process is allowed to run its course and my privacy is respected during this time,” she added.Scroll contacted The Print in connection with the journalist’s claims but did not get a response. This article will be updated if the news website responds.","author":"Scroll Staff","time":"2024-01-23T16:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194424-gktmlqeusg-1695710916.jpg","tags":["Vanessa Dougnac","Overseas Citizen of India","Press freedom"]}