{"title":"Fresh violence erupts in Manipur, ex-MLA among three arrested","content":"Fresh violence erupted in Manipur on Monday after a mob torched a bunch of houses in Imphal West district,  reported the Hindustan Times. Chief Minister N Biren Singh said that a former MLA, along with two others, have been arrested.Violence had first broken out in the North Eastern state on May 3 after thousands participated in a protest march organised by the All Tribal Students’ Union of Manipur to oppose the demand of the majority Meitei community to be included in the Scheduled Tribe category.The protestors included the Kukis, one of the larger tribal communities in Manipur. They have been at odds with the state government, and, in particular, the chief minister who the community claims harbours Meitei “majoritarian” sentiments. The clashes have left at least 73 persons dead and over 35,000 displaced.The fresh violence on Monday took place in the New Checkon market area around 2 pm. The area is home to the Kukis, Meiteis and other ethnic groups, according to the Hindustan Times.In the morning, as the curfew was relaxed, a group of men armed with firearms and led by the former MLA allegedly asked traders to close their shops. Security personnel intervened to control the situation, reported The Indian Express.“It is very unfortunate that an ex-MLA was involved in the conspiracy,” the chief minister said. “Two armed personnel carrying single-barrel guns threatened vendors and asked them to vacate the area. Both these persons along with the ex-MLA have been picked up.”Although the Army was deployed in the area, houses of those who had fled the violence were set on fire. Officials said that the houses were located inside a church compound. #WATCH | Abandoned houses set ablaze by miscreants in New Lambulane area in Imphal in Manipur. Security personnel on the spot. pic.twitter.com/zENI5nuMyM— ANI (@ANI) May 22, 2023\n\nAlso read:Manipur clashes: Why Naga churches and Mizo political parties are backing the Kukis “Sporadic incidents of violence have been taking in some places in past days, but there is no major flare-up or loss of lives recently,” a defence spokerpserson said. “As and when such incidents take place, Army and paramilitary forces already deployed in the state reach these spots and bring things under control.”Following the arson, the state government reduced the curfew relaxation time from 6 am to 2 pm. The relaxation period earlier was from 6 am to 4 pm.On Tuesday, tension prevailed in the district but no new incidents of violence were reported in the morning, according to PTI. Businesses remained shut and the security personnel told residents to stay indoors. However, some residents could be seen patrolling their localities against possible attacks and constructing makeshift bunkers, according to PTI.Some districts of the state also saw protests, mostly by women, demanding that the Suspension of Operation with Kuki militants be abrogated. They alleged that the militants opened fire on civilians before fleeing. The protestors also demanded that “illegal Myanmarese immigrants” be deported and poppy cultivation in the hill areas be stopped. In another incident on Sunday night, three persons were injured in Imphal West. “Police have arrested the culprits who were involved along with the double barrel guns used,” Singh said.The chief minister said that the situation in Manipur has largely remained peaceful in the last 10 days and urged residents to remain calm and help restore normalcy.On Sunday, the Manipur home department extended the ban on internet services till May 26, citing apprehension that “anti-social elements” might use social media for hate speech. About 10,000 Army and Assam Rifles personnel are deployed in the state. The security forces are conducting aerial surveillance by unmanned aerial vehicles and helicopters. The May 3 protest had erupted against an order passed by the Manipur High Court directing the state government to consider petitions of the Meiteis to be included in the Scheduled Tribe category.The Meiteis account for 60% of the state’s population and are largely concentrated in the Imphal Valley. The community claims that it faces difficulties due to large-scale illegal immigration by Myanmarese and Bangladeshi nationals. The Meitis are not allowed to settle in the state’s hilly areas as per laws.  On the other hand, some tribal communities fear that Meiteis will take over their land if they are given Scheduled Tribe status.","author":"Scroll Staff","time":"2023-05-23T10:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190447-ohbyvdgulc-1684814993.jpeg","tags":["Manipur","Manipur unrest","Manipur violence","N Biren Singh","Imphal West"],"source":"https://scroll.in/latest/1049584/fresh-violence-erupts-in-manipur-ex-mla-among-three-arrested"}