{"title":"From ‘exclusion’ to ‘protection’: An ordinance in Meghalaya raises questions on Inner Line Permits","content":"On November 1, the Meghalaya government passed an ordinance making registration on entry mandatory for visitors who intend to spend more than 24 hours in the state. The ordinance will eventually become an amendment to the Meghalaya Residents Safety and Security Act, 2016, which was previously applicable only to tenants from outside the state. Under the act, “entry-exit points” will be set up along the border with Assam, the only state with which Meghalaya shares an internal border. At the press briefing where Deputy Chief Minister Prestone Tynsong announced the ordinance, one of first questions he was asked was: What is the difference between the ordinance and the Inner Line Permit? Tynsong laughed nervously before saying, “I can’t say anything about the Inner Line Permit. We did this after a lot of discussion.”An Inner Line Permit substitute?  The Inner Line Permit, a document that outsiders need before travelling to places defined as “protected areas”, is a long-standing demand of tribal groups in Meghalaya. In the North East, it curently applies to Mizoram, Arunachal Pradesh and most of Nagaland. In 2013, protests demanding that the permit be made applicable to Meghalaya turned violent, killing four. Of late, pressure outfits have upped the ante again, citing the Citizenship (Amendment) Bill, which the Centre proposes to introduce soon. The bill, which seeks to grant citizenship to undocumented non-Muslim migrants, has reignited an old fear among tribal communities in the North East – “outsiders” flooding tribal lands, threatening the existence of communities defined as indigenous to the region.Political observers of the state say the recent ordinance has been passed to placate an increasingly tense civil society in Meghalaya. “Everyone is paranoid about the Bill,” said Patricia Mukhim, editor of The Shillong Times. “This is a knee-jerk reaction on the part of the government because the pressure groups have given them ultimatums.”But these pressure groups insist that the demand for an Inner Line Permit regime in Meghalaya will continue. Mere registration is not enough, they say. Although the specifics of ordinance are yet to be worked out, it does not lay down a time limit for visitors entering the state. Temporary Inner Line Permits, issued to tourists, are granted for a maximum of 15 days to 30 days, depending on the state they are applying to. Regular Inner Line Permits may be granted for up to six months, provided there is a sponsor who is a “bona fide indigenous resident” of the state to which the visitor desires entry. Tengsak Momin, president of the Garo Students’ Union, one of the groups agitating for the permit in Meghalaya, said that “to control influx”, a list of mechanisms was necessary. “The most in-depth and effective mechanism is the ILP,” he said. It is like a visa that you need to enter another country.”Momin’s view of the Inner Line Permit as the panacea to migration is shared by many other ethnic groups from the region. Even Assam and Manipur, states where tribal communities are not the majority, have seen agitations demanding it.  The permit system has a curious history in the states of the North East. Many of the communities which now demand it resented and actively violated it when it was first introduced.Jaintia tribalwomen work in a terrace field near Jowai town, in the Jaintia Hills District, about 44 kms from Shillong. Credit: Biju Boro/AFPFrom ‘excluded’ to ‘protected’The Inner Line Permit, which flows from the Bengal Eastern Frontier Regulation, was put in place in 1873 by the colonial government. It was not meant to protect vulnerable tribal communities but to exclude them. The colonial administration drew the Inner Line primarily to insulate the plains and valleys of the North East, replete with commercial potential, from the hills inhabited by tribes whom the British deemed ungovernable and “savage”.   The Inner Line supposed to discourage the hill tribes from entering these commercial spaces. Conversely, no “British subject or foreigner” could also cross the inner line without permission. Hill communities made periodic incursions into tea gardens and other commercial areas within the inner line and pillaged them as an act of defiance.After Independence, the Indian state stuck with the regime. The phrase “British subject” was replaced with “Indian citizens” and “excluded areas” beyond the pale of administration now became “protected areas” whose distinct identity had to be preserved. Explaining its rationale, the Union ministry of home affairs in 2013 said the Inner Line Permit regime was meant to “prevent settlement of other Indian nationals, in order to protect the indigenous/tribal population”. Most tribal communities in the North East have accepted this logic.But critics of the Indian state allege that the government used the Inner Line Permit for its own ends, much like the colonial administrators. For instance, the government cited the inner line protection to prevent journalists from covering the insurgencies – and alleged excesses by Indian security forces – in Mizoram and NagalandThe Meghalaya exception  Meghalaya is the only other tribal-majority state in the region beyond the purview of the inner line – an anomaly tribal groups canvassing for it routinely point out. This despite the fact that parts of the state –  the Khasi and the Jaintia hills – do fall under the jurisdiction of Bengal Eastern Frontier Regulation.Meghalaya’s exclusion was primarily because of its close association with the plains of Assam. Shillong, the state’s capital, was once the administrative nerve centre of undivided Assam, which comprised large parts of the North East.The most determined push for a permit system in Meghalaya came in 2013, after the 2012 riots in Assam’s Bodoland. The violence was primarily directed at Muslim communities settled in the autonomous region of the Bodo Territorial Area Districts. Bodo groups have long claimed these parts as an ethnic homeland reserved for them.The anger against “outsiders” spread to contiguous Meghalaya and in 2013, it erupted in violent agitations for the Inner Line Permit system. New Delhi stood defiant. It would be “unconstitutional”, the Centre said, refusing to extend the regime to Meghalaya.But with the tribal groups refusing to back down, the state government formulated its own “comprehensive mechanism” to check movement into the state. It coalesced in the Meghalaya  Residents Safety and Security Act, which placed entry-exit points along the state’s internal border. Groups demanding the Inner Line Permit say the latest ordinance amount to little more than making those entry-exit points operational – they are still in the construction stage. “It is old wine in a new bottle,” said Momin.‘A legal way of excluding outsiders’ But how has the Inner Line, a discriminatory colonial-era system, become so popular with the same people it was meant to exclude? According to political scientist Sanjib Baruah, the Indian state’s “lack of political imagination” – the fact that it continued to employ a regressive colonial era legislation post-Independence –  had made the inner line the go-to option for ethnic communities. “People go for whatever options they have,” he said. “And the Inner Line Permit’s appeal is that it is a legal way of excluding ethnic ‘outsiders’, Indian citizens as well as alleged foreign nationals.”Root bridges in Nongriat village. Credit: Arshiya Urveeja Bose [CC BY 2.0 (https://creativecommons.org/licenses/by/2.0)]Baruah discusses the subject extensively in a soon to be published book on North East India. He argues that the Inner Line regime has made the lives of migrants and generations of their descendants fraught with anxiety because it granted them only a tenuous hold over land and other resources.Mukhim described the inner line as “regressive” and “racist”. “There are already land laws that prevent the sale of land to non-tribals, then there are the district councils to prevent land alienations of the locals,” she pointed out. “If with all these you can’t prevent what you think is happening, the defect is in the system.”Some research also suggests that the Inner Line Permit may not help secure jobs for the local population – as groups agitating for the system often claim. According to an academic survey, in inner line-protected Arunchal Pradesh, as many as 38% labourers were from other states. ‘Expression of anxiety’Other observers say it is important to acknowledge the fears driving the Inner Line Permit demands – irrespective of the merits of such a system. “This is an expression of the anxiety that local communities will be swamped,” said Manipur-based author and commentator, Pradip Phanjoubam. “I think we need to strike a balance. Do not push too hard, but we should accept that there are some insecurities which are not totally unreal.” Meanwhile, the Meghalaya government appears to be worried that the ordinance will affect the tourism industry, the state’s main source of revenue. On November 5, it issued a clarification: “As of now, the registration process has not begun.” When it would, it would be simple: “There will be no need to stand or wait in queues as you enter the state.”Finally, it added: “Meghalaya welcomes all domestic and international travellers.”","author":"Arunabh Saikia","time":"2019-11-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130481-uxgnrobekf-1573055282.jpg","tags":["Meghalaya","Inner Line Permit","National Register of Citizens"]}