{"title":"From Bengal to Maharashtra, violence breaks out during Ram Navami processions, over 20 injured","content":"More than 20 persons were injured as communal violence broke out across several cities during Ram Navami processions on Wednesday night and Thursday, reported the Hindustan Times.At least 54 persons have been arrested, according to the police as clashes were reported in Maharashtra, West Bengal, Delhi, Gujarat, Telangana and Uttar Pradesh.The violence is a repeat of incidents that were reported across several states last year on Ram Navami, the last day of the Hindu festival of Navratri. Following the incidents last year, authorities had demolished shops and buildings owned by the accused persons, most of whom were Muslims. On similar lines, most of the clashes this year erupted after Ram Navami processions, playing songs on loudspeakers passed through Muslim-dominated areas.West BengalIn West Bengal’s Howrah district, several vehicles were set ablaze, stones were thrown and shops were vandalised as clash broke out between Hindus and Muslims. Videos on social media showed men throwing stones and vandalising shops as the police tried to bring the situation under control. Security personnel had to fire tear gas shells to disperse the mob, reported NDTV.Chief Minister Mamata Banerjee asserted that those behind the violence will not be spared.“I do not support riot mongers and consider them the enemy of the country,” she said. “The BJP [Bharatiya Janata Party] has always targeted Howrah. The other targets for them are Park Circus and Islampur. Everybody must be alert in their localities.”BJP leader Suvendu Adhikari denied the allegations and blamed the Trinamool Congress government for the violence. In North 24 Parganas’ Bhatpara city, visuals showed Hindus brandishing swords and waving saffron flags outside a mosque.These visuals are from Howrah's Kazipara. This is how Hindutva goons have been celebrating #RamNavami. Listen carefully. These are not Bengalis (not that there aren't lumpen elements in community). But it's an undeniable fact, and I hate to say this, that not often than not+ pic.twitter.com/LHe1Z9xqZx— Rahul Mukherji (@RahulMukherji5) March 30, 2023\n\nLocation: Bhatpara, West BengalMembers of Hindu far-right groups brandished swords and played provocative songs outside a mosque during Shoba Yatra. pic.twitter.com/z9ZRqrfINs— HindutvaWatch (@HindutvaWatchIn) March 30, 2023\n\nGujaratIn Gujarat’s Vadodara, stones were thrown at mosques and homes of Muslims, and vehicles were vandalised during two separate Ram Navami processions, reported India Today. Visuals showed men throwing stones at each other even as the police tried to control the mob. No arrests have been made so far.“The incident took place when the procession reached near a mosque and people started gathering at the spot,” Deputy Commissioner of Police Yashpal Jaganiya said about one of the incidents. “This is not a communal riot. We dispersed the crowd and the procession also went ahead on its route. All such processions in the city were already given police protection.”More visual is from Vadodara, Gujarat, during the Shobha Yatra, Hindutva people pelting stones at Mosque pic.twitter.com/tVuJFo6Sdf— Shuja (@shuja_2006) March 30, 2023\n\nMaharashtraMaharashtra’s Chhatrapati Sambhajinagar, formerly known as Aurangabad, also saw similar clashes after two groups brawled over allegedly objectionable slogans in a Ram Navami rally, reported The Times of India.Witnesses said that a group of bike-borne youths shouted the slogans were who were then attacked by the other group. The altercation sparked violence, leaving 12 persons, including 10 policemen, injured, according to the Hindustan Times.“We dispatched a local police team,” Aurangabad Police Commissioner Nikhil Gupta said. “After some time, one group left the place and the police soon came to the site. After an hour, a mob gathered there, bringing stones and petrol-filled bottles along, which they threw at the police personnel.”MP Imtiaz Jaleel also sustained minor injuries as he reportedly attempted to stop the mob from turning violent.#WATCH | #CCTV footages show a mob pelting stones, vandalising, setting several public, police vehicles on fire when a clash broke out between groups outside a #RamMandir in the #Kiradpura area of Chhatrapati #SambhajiNagar on Wednesday night. Situation under control now. pic.twitter.com/GGQbAOjS0A— Subodh Kumar (@kumarsubodh_) March 30, 2023\n\nIn Mumbai’s Malad region, Muslims and Hindus clashed during a Ram Navami procession after some of them objected to loud music being played on speakers, reported PTI, citing an official. Deputy Commission of Police Ajay Bansal said that one person was injured in the violence and that the situation is under control, reported ANI.  The police have detained 20 persons and filed a first information report against 300 unidentified rioters.Location: Malad, MumbaiPeople who were part of a  Ram Navami rally stopped outside a mosque in Malwani and raised provocative slogans, causing tension in the area. Police resorted to lathicharge to bring the situation under control. pic.twitter.com/5I6GGgn0HE— HindutvaWatch (@HindutvaWatchIn) March 30, 2023\n\nIn another video shot in Wadi town of Nagpur district, a man can be seen waving a saffron flag inside the premises of Dargah Haji Abdulreham Malang Shah in the presence of police. A group of men who cannot be seen in the video, shout slogans of “Jai Shri Ram”.In Maharashtra, Hindutvawadis entered the Dargah Haji Abdulreham Malang Shah premises in the presence of police and raised slogans of \"Jai Shri Ram.\" Why can't they celebrate their festivals without targeting dargahs and mosques?#islamphobia pic.twitter.com/BFWRip2A32— Meer Faisal (@meerfaisal01) March 30, 2023\n\nTelanganaHyderabad saw suspended BJP leader T Raja Singh making a hateful speech during a Ram Navami procession, reported The Quint.  Singh stopped the procession in front of a mosque and addresses the gathering, saying that when a “Hindu Rashtra” is formed, no more cows will die and the “jihadis” will be removed from India.“Our elders worked hard and made the Ram temple a reality,” he said. “It will soon be inaugurated. Our focus now has to be on Kashi and Mathura temples, for which we need to fight. Hindus should not be afraid of anyone. One Hindu can fight 10,000 people. There is nothing to fear, and we have to build a Hindu Rashtra.”Those attending the rally were also seen in videos waving portraits of Nathuram Godse, the assassin of Mohandas Karamchand Gandhi.Location: Hyderabad, TelanganaSuspended BJP leader and legislator T Raja Singh deliberately asked driver to stop infront of the mosque and then delivered an extremely provocative hate speech targeting Muslims, threatening violence. pic.twitter.com/1uvM1Uz9pK— HindutvaWatch (@HindutvaWatchIn) March 30, 2023\n\nGodse posters were seen in Ram Navami Procession in Hyderabad. Suspended BJP MLA Tiger Raja Singh took resolution to make India a ‘Hindu Rashtra’. pic.twitter.com/3qFEdX7rsU— TIME8 (@TIME8News) March 31, 2023\n\nUttar PradeshIn Uttar Pradesh’s Mathura, videos on social showed a group of men waving saffron flags from the roof of shops near the Jama Masjid during a Ram Navami procession, reported The Indian Express. In another video, a man can be seen atop the boundary of the mosque as he waives the saffron flag. The police said they are in the process of identifying the men.They added that the situation has been brought under control after talking to Muslim and Hindu representatives.Outside Mathura’s Jama Masjid, ‘celebrations’ of #RamaNavami resulted in Hindu zealots climbing atop the boundary of the mosque with the Bhagwa Flag. pic.twitter.com/EJfRRKajeB— Tarushi Aswani (@tarushi_aswani) March 30, 2023\n\nDelhiIn Delhi, the situation remained tense in the Jahangirpuri area after a Ram Navami procession was taken out. The area had seen communal violence during the Hanuman Jayanti celebrations on April 16.The police said they had denied permission to hold the Ram Navami procession as well as group prayers. However, the police allowed the 5-km long procession to be held amid tight security that was limited to a park in the area.","author":"Scroll Staff","time":"2023-03-31T10:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188590-mrtycbjfjw-1680236240.jpg","tags":["Ram Navami","Ram Navami violence","Maharashtra","West Bengal","Gujarat"],"source":"https://scroll.in/latest/1046572/from-bengal-to-maharashtra-violence-breaks-out-in-ram-navami-processions-over-20-injured"}