{"title":"From four chapatis to two: Job shortage forces Mumbai’s daily wage workers to cut back on meals","content":"Twenty years ago, Sant Kumar Tiwari travelled from Gorakhpur to Mumbai and moved into a tiny slum room with 12 other migrant workers. He learnt the skill of furniture polishing, toiled hard all day, sent all his savings back home and managed to give his six children the education he never had. For 20 years, he lived in cramped slums in the hope of a better future. But now, for the first time, the 52-year-old is faced with the possibility of homelessness.“There are no jobs in the city anymore,” he said, gesturing towards the swarm of other daily wage workers standing around him at Tardeo in South Mumbai, waiting for contractors to offer them jobs.When he first moved to Mumbai, Tiwari used to find work almost every day. About five years ago, this dropped to 20 days of work in a month. But for the past year, he has been getting just four or five days of work in a month. Even though his daily wages have risen from Rs 300 to Rs 400 in the past five years, the severe job scarcity has brought his monthly earnings down from Rs 6,000 to barely Rs 2,000.“There have been months when I slept on the streets because I couldn’t pay my Rs 1,000 rent,” said Tiwari, a tall, greying man. “There is no money to send home anymore. I am not getting enough food myself and I am going to be homeless soon.”Sant Kumar Tiwari at the Tardeo labour naka. Photo: Aarefa JohariEvery morning, thousands of daily wage workers like Tiwari gather at Mumbai’s labour nakas or street corners to solicit work from labour contractors.At 7.30 am, Tiwari begins milling around Tardeo naka with nearly 150 other workers – carpenters, masons, painters, construction helpers – each trying to get noticed by contractors who may have jobs to offer for the day. But only a handful of them end up getting work. By 11 am, the remaining workers disperse, dejected and desperate for money.In 2014, the Bharatiya Janata Party came to power in the Centre, promising economic development and more jobs for India’s unemployed youth. While the government under Prime Minister Narendra Modi continues to make these claims, daily wage labourers interviewed in three cities by Scroll.in in February said job availability declined significantly during the government’s tenure.In Mumbai, seven out of 12 workers claimed that this job scarcity grew acute after the government demonetised high-value currency notes in November 2016.That was the time Umesh Chand, a 34-year-old carpenter, had returned to Mumbai after eight years of working in a construction company in Saudi Arabia. In 2009, he was earning about Rs 5,000 every month as a daily wage worker in the city. It was not enough to send his children to private schools. When he was offered a carpenter’s job in Saudi Arabia, he took it up, hoping it would help him fund his children’s education and save some money for his old age. “But when I got there I realised they were paying only half of what they promised, and I was not able to send money home.”After eight years of struggle, he gave up, returning to India. Months later, demonetisation hit the job market. “I had never imagined things would get so bad after notebandi,” said Chand. He now gets barely five or six days of work in a month, at a rate of Rs 400 a day. “I can’t afford anything,” he said. “I might have to shift my son to a public school because I can’t afford to give the private school Rs 1,500 every month. But they don’t teach anything well in public schools.”Women workers outside the Khar railway station. Photo: Shone SatheeshFive of the 12 workers blamed their economic hardship on the disruption caused by the introduction of the Goods and Services Tax, which replaced all other indirect taxes, in July 2017.At the labour naka in Bhendi Bazaar, Manzoor Alam said he heard about GST from the contractors who typically hire him as a cementing helper. “They said that after GST, the big bosses don’t have money for big construction projects,” said Alam, 23, who moved to Mumbai from the outskirts of Kolkata seven years ago.From 2014 to 2017, Alam’s monthly income decreased from Rs 11,200 to less than Rs 10,000, even though his daily wage rose from Rs 400 to Rs 500. He spends most of his income on feeding himself and paying rent (Rs 1,500 a month), and has very little left to send home to his family.“Last year, I used to get one meal for Rs 30. Now the same meal costs Rs 60,” he said. “How can we afford it?”#JobTracker | From four chapatis to two: Job shortage forces Mumbai’s daily wage workers to cut back on meals https://t.co/cqskR0Xn4OAt the labour nakas of Mumbai, the list of things that unemployed workers can now no longer afford is elementary. pic.twitter.com/yyiV159LsF— scroll.in (@scroll_in) March 16, 2018\n\n‘I eat two chapatis instead of four’At the labour nakas of Mumbai, the list of things that unemployed workers can now no longer afford is elementary: food, clothing, shelter, children’s education and health.“I have just one child, and I can’t even afford to buy clothes for her anymore,” said Sattar Sheikh, 37, a construction helper standing with a crowd of more than 300 workers at the labour naka outside Khar railway station. Before 2016, Sheikh used to get at least 20 days of work a month, but now gets just seven or ten days. While the cost of living has risen with inflation, Sheikh’s income has dropped from Rs 7,000 a month to Rs 4,000 a month, and his health has been the main casualty.“I am not able to eat much because of inflation, and because my work involves lifting heavy weights all day, I feel tired and giddy very often,” said Sheikh. “But I can’t go to the doctor because I would lose a day’s income.”At the SEEPZ labour naka in Andheri, Raghvendra Gupta from Balia, Uttar Pradesh, is also sacrificing his food in order to continue sending his son to school. “I used to eat at least four chapatis in each meal earlier. Now I eat just two,” said Gupta, a construction helper who has been struggling to get even ten days of work in a month since July 2017. “The actual daily wage rate in my field is Rs 500, but on days when I’m really hungry, I am willing to work for Rs 200. I have no choice.”Raghvendra Gupta has been forced to cut down on the amount of food he eats.‘Government has made things worse’At the same Andheri SEEPZ naka, just two feet away from Gupta, Tukaram Kamble blames this attitude for the recent scarcity of jobs. “So many outsiders come to this city from UP and Bihar and Bengal. They are willing to work for less money and they take our jobs,” said 55-year-old Kamble, who hails from Maharashtra’s Nanded town and migrated to Mumbai 25 years ago.Despite his disgruntlement with “outsiders”, Kamble is good friends with several North Indian labourers at the naka and admits that hundreds of workers, regardless of where they have come from, share the predicament of having no work.While Kamble believes that workers have been treated poorly by all political parties that have come to power, many of Mumbai’s naka labourers are vocal about their disillusionment with the current BJP government.“Forget its promises, this government has made things worse,” said Manzoor Alam. “We used to be able to eat well, but we are hungry now. I will never vote for this government again.”More in this series:Three cities, 36 workers, the same story: Even daily jobs are now hard to findFrom construction to sanitation: How daily wage workers in Delhi survived demonetisationAs incomes drop, Chennai’s daily wage workers miss Amma, blame Modi","author":"Aarefa Johari","time":"2018-03-16T09:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871803-84507-rpkysicqol-1521033712.jpg","tags":["Job Tracker","Daily Wage Workers","Labour Nakas","Demonetisation","GST","Mumbai","Labour","Employment and Jobs","Jobs Ground Reports"],"source":"https://scroll.in/article/871803/from-four-chapatis-to-two-job-shortage-forces-mumbais-daily-wage-workers-to-cut-back-on-meals"}