{"title":"From four bottles of vodka to small pegs: The evolution of the Punjabi party song in Hindi films","content":"The Punjab government’s latest weapon in its long-standing yet sporadic fight against Punjabi pop song lyrics is the Punjab Sabhyacharak Commission.While announcing the creation of the cultural committee on March 31, Punjab Cultural Affairs Minister Navjot Singh Sidhu said it would address complaints of vulgarity against Punjabi pop songs and recommend action, which could include registering First Information Reports. Although Sidhu mentioned the glorification of drugs and violence in Punjabi songs as the provocation, he did not specify what would be considered obscene or vulgar.This contention is not new: custodians of Punjab’s culture have often demonised pop music . Though censorship is not the answer, Punjabi pop and rap does have a drug and alcohol problem, evidenced by the lyrics of a majority of hit songs. There is also the objectification of women, as the songs that have been used in Hindi film music prove.Labh Janjua and Panjabi MC’s 1999 song Mundian To Bach Ke was featured in Kaizad Gustad’s 2003 film Boom and became an instant hit. The lyrics infantilise the woman it is centred on, urging her to be cautious of the men in the neighbourhood. The chorus says: “Mundiya to bach ke rahi / Nahi tu hun hun hui mutiyar” (Beware of the boys/You have just grown up).\n\n\n    \n    Play\n\nMundian To Bach Ke (1999), featuring Labh Janjua and Panjabi MC.Through the 2000s, women, particularly their eyes, were lyrically linked to the intoxicating power of alcohol in a number of Punjabi songs. Women were deemed to be incapable of holding their drink. In Talli from Ugly Aur Pagli (2008), sung by Hard Kaur, Mika Singh and Anmol Malik, Hard Kaur raps about men wanting a woman’s body and invites them to “come and get it”. Malik steps in to sing that after gulping down large drinks, the woman has lost her way in the neighbourhood. In the video, Mallika Sherawat, whose character is drunk to the gills, lip-syncs to Kaur and Malik’s vocals.\n\n\n    \n    Play\n\nTalli, Ugly Aur Pagli (2008).Three years later, Hard Kaur sang the Hindi number Chaar Baj Gaye in F.A.L.T.U (2011), which spoke of characters who “pump up the bass” on a Friday night in a “boom boom car”, get drunk out of their minds and continue partying well beyond 4am. The lyrics were by veteran lyricist Sameer Anjaan.The same year, Mika Singh sang Jugni from Tanu Weds Manu (2011), written by Rajshekhar, about a Westernised village bombshell who is desperately wooed by men: “Ho jugni kardi western dance, munde labh de phirde chance/Jugni angrezi padh di ae, naale kit-mit killa, naale kit-mit killa kardi ae (She does a Western dance, men try to find a chance with her/She has studied English, she talks fluently with speed).Both Chaar Baj Gaye and Jugni became big hits. When Honey Singh exploded into the Hindi-Punjabi film music scene with Cocktail (2012), he expanded on the themes of excessive and defiant drinking and the big-city experiences of a woman from a small town.Sample the lines from Honey Singh’s Angreji Beat from Cocktail, initially released as a single from his debut album International Villager (2011): “O khad taan ja tu nede aa, Bhai idda na tu gede kha/Oh kahton enni desperate, Saanu dasde ki hai rate” (Stop coming close to me, stop going here and there like this/Why are you so desperate, tell me what you charge). The song’s chorus is about men going wild as the woman dances to an English song.The idea of a thrill-seeking party girl surrounded by feral drunk men made its way to subsequent Honey Singh hits.In Party All Night from Boss (2013), Singh says: “Nikkar waali chhori ne ye vodka chadha rakhi hai/Ek khatam na ho ri isse, doosri mangwa rakhi hai” (The knicker-wearing girl is drunk on vodka/she’s unable to finish her drink but she is ordering another).Its highly popular hookline “Aunty police bula legi/phir bhi party yoon hi chalegi” (The neigbouring woman will call the police but the party will continue) appealed to the rebellious streak of young party-goers, the target groups of these songs.\n\n\n    \n    Play\n\nParty All Night, Boss (2013).This defiance was also the key element of Honey Singh’s Chaar Botal Vodka from Ragini MMS 2 (2014), where the rapper declared that he drinks four bottles of vodka daily, and nobody can stop him. Singh also talks about hitting on women with companions because he is drunk (Pet bhar ke jitni bhi pee lo/kisi ki bandi ko bhi hello).The singer did not mince words in the aptly-titled Alcoholic song from The Shaukeens (2014) which had the lines “Daaru ko main dudhu ki tarah pee jaaun” (I drink alcohol like it’s milk).Around this time, there had been a growing backlash against the sexism in Honey Singh’s songs, particularly his non-film music, which began with the nationwide outrage after the 2012 Delhi gang rape and the subsequent debates about the normalisation of sexual misconduct. This was followed by the artist’s disappearance from public life between 2015 and 2017. In the resulting vacuum, the mantle of creating Punjabi party songs passed on to other musicians.Badshah and Raftaar, Honey Singh’s former colleagues from the hip-hop band Mafia Mundeer, rose to the top of the party music space in Hindi cinema in this period, but diverged from the rapper’s brand of music. Even so, their songs were not without problems. Badshah’s breakout Bollywood hit Saturday Saturday from Humpty Sharma Ki Dulhania (2014), is an example of thinly veiled sexism.\n\n\n    \n    Play\n\nSaturday Saturday, Humpty Sharma Ki Dulhania (2014).The song speaks of a woman from a small town in Punjab who, on experiencing big-city life, can only think of Saturdays because she gets to party. Men surround her and she gets them to spend all their money on her (Mundeya de palle ni tu chaddeya ni kakk). She’s also a social climber: Aati Honda mein, Audi mein iaati tu khisak (She comes in a Honda but leaves in someone’s Audi).Badshah went on to top charts with tamer party anthems such as Abhi Toh Party Shuru Hui Hai (Khoobsurat, 2014), Kar Gayi Chull (Kapoor and Sons, 2015) and Akkad Bakkad (Sanam Re, 2016), while composers like Meet Bros created similar numbers like Babydoll (Ragini MMS 2, 2014) and Nachenge Saari Raat (Junooniyat, 2016). Some films recreated older Punjabi hits, such as Kala Chashma in Baar Baar Dekho (2016). Meanwhile, 2017 was the year of Guru Randhawa, whose music, with rhythm-and-blues influences, did not veer into the risque.In 2018, Honey Singh returned, bringing his alcohol-fuelled fantasies with him. In Chhote Chhote Peg in Sonu Ke Titu Ki Sweety, Nusrat Bharucha’s character declares, “I’m a bad girl, I like whisky”. She follows that up with “Jab mujhko chadh jaati to/Nashe mein ho jaati main risky (When I get high, I get risky).”\n\n\n    \n    Play\n\nChhote Chhote Peg, Sonu Ke Titu Ki Sweety (2018).The perspective is resolutely male even when ascribed to a woman. The immensely popular Chittiyan Kalaiyan in Roy (2015), written by the lyricist Kumaar, features Jacqueline Fernandez asking her lover to take her shopping (“Mann jaa ve, mainu shopping kara de”), buy her golden earrings (“Tu leya de mainu golden jhumke”) and a pink scarf (“Gulabi chunni diva de”), because she has got milky-white wrists (“chittiyan kalaiyan”).In contrast to the financially dependent woman in search of a sponsor, Fernandez’s character in Roy is a strong and independent woman. The song was shoehorned into the film possibly because it was too catchy to ignore.\n\n\n    \n    Play\n\nChittiyan Kalaiyan, Roy (2015).The closest thing to an exception is London Thumakda from Queen (2014). The Kangana Ranaut-starrer is about a woman’s journey of self-discovery after she is ditched before her wedding. The hit song, written by Anvita Dutt Guptan, weaves elements of a Punjabi party song into the wedding song genre.Here too, the theme of a Westernised, English-speaking woman is used, but instead to create the image of a bride on a honeymoon to London. “Heellan de chaldi, Tuk tuk tu kardi/Make up tu kardi yaar/Angrezi padhdi, git-pit tu kardi/Jimme queen saddi Victoria” (You walk wearing heels making a tuk-tuk sound/You wear make-up/You read English and talk in English/like our queen Victoria).\n\n\n    \n    Play\n\nLondon Thumakda, Queen (2014).Despite their levels of offensiveness, the songs that have made it to Hindi films are sanitised versions of the bouquet of offerings in Punjabi pop, which openly praise drug-taking.Harpreet Dhillon’s Drug proclaims that “Jatt de blood vich soniye drug wangu rachi hoyi e” (Drugs run in the blood of Jatts, beautiful). Honey Singh’s SATAN is about a woman pleading for a man to help her smoke weed. There are also open calls to violence: some songs call upon men to get their firearms ready to protect their lands, or intimidate a rival gang. The music of Abhishek Chaubey’s Udta Punjab (2016), a film about Punjab’s drug problem, tapped into this lyrical sub-genre to criticise it.Chitta Ve (the white one, a euphemism for cocaine), written by Shailender Singh Sodhi aka Shellee, starts out as an addict’s ode to the drug: “O chitta ve, o chitta ve/kaiyaan nu hai khush kitta ve” (The white one, you have made so many people happy). The second half describes the consequences of addiction: “Chhora chhori ho ya naar, munda kudi mutiyaar/Iska pehle badhe pyar, phir cheekh aur pukaar” (Be it boy or girl, a man from the city or a villager, first they fall in love with it, then they scream and cry).\n\n\n    \n    Play\n\nChitta Ve, Udta Punjab (2016).","author":"Devarsi Ghosh","time":"2018-04-15T07:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/875109-86080-ixtrqiqftl-1522817692.PNG","tags":["Punjabi pop music","Hindi Film Music","Honey Singh"],"source":"https://scroll.in/reel/875109/from-four-bottles-of-vodka-to-small-pegs-the-evolution-of-the-punjabi-party-song-in-hindi-films"}