{"title":"Hindustani stalwart Amarnath’s path to musical glory ran through the carnage of the Partition","content":"In 1947, as the flames of Partition licked the Lahore skyline, a tall, lanky, dreamy-eyed 23-year-old joined the exodus of refugees taking the perilous train ride to safety. All he had with him was a tanpura and an impossible dream – to learn music under the formidably talented and famously aloof vocal legend, Amir Khan.Stories of how musicians and gurus found, lost and re-found each other are as much the stuff of classical music lore as they are lessons on how fragile and complex the relationship is. Young Amarnath’s impassioned and dogged pursuit of Khan is one of the most poignant of such stories.Along with spare belongings, the youngster carried with him a flavoursome musical legacy of his birthplace, Jhang in the Punjab province. This is where doomed lovers Heer and Ranjha lie buried, their kissa remembered through epic songs. It was also home to jogis, at least six Sufi saints and their lilting kafis.Leaving all this behind had been a wrench, especially the warmth of his first music teacher, the affable BN Dutta and his welcoming home on Lahore’s Nisbat Road. But Dutta himself had encouraged him to flee for a brighter future and a new guru.In the decades that followed, the most charming of relationships formed between Khan and his devoted disciple, who was to grow into a cerebral, mellow musician with a poetic core. Amarnath’s music was deliberate, abstract and meditative in the style of his ustad. Arts scholar Raghava Menon named him one of the four most admirable musicians of the 20th century.Amarnath shared a complex, sometimes prickly, relationship with his ustad, Amir Khan. Courtesy: Nirmal Chawla.“He was greatly influenced by Amir Khansaheb’s manner of sur lagav but he also charted a different path in music, stressing on its poetry,” said vocalist and musicologist Satyasheel Deshpande, who possesses Amarnath’s recordings. “A khayal bandish has to be delicately balanced – not so complex as to hinder the music but also effective – and he created many that went beyond the usual saas-nanad trope. Consider the simple yet complex second line of his raga Kalingada bandish: Tose nithura tori chhaya (your shadow is more cruel than your form). Amir Khansaheb himself used his poetry to great effect. His Chhaye badra kare grew out of Amarnathji’s song for AIR, Ja ja re badra, ja.”Complex characterA self-effacing man with a distaste for showmanship, it is not surprising that Amarnath’s name does not carry the dazzle of celebrity. But with his birth centenary coming up this year, a new biography in Hindi seeks to shine some light on his unusual life and art and how they intertwined – Sangeet-Nama: Maa Se Sur Ka Naata.Written by his daughter-in-law and author Nirmal Chawla, with a foreword by his student, singer Rekha Bharadwaj, the book is a journey into the highly emotional landscape of his music. “I feel that for those who want to know how a musician’s art is also shaped by their personal and emotional life – search for love, loss, compassion – his story could hold insights,” Chawla said.The new work gives us a picture of a complex character, as do his own books, Dictionary of Hindustani Classical Music, Indore ke Masiha (his tribute to his guru), Hansa ke Bain (his book of poetry), and the writings of his late musician-daughter Bindu Chawla. One bright thread running through the new book is Amarnath’s relationship with his guru – part worship, part camaraderie and oftentimes symbiotic.“How he wormed his way into Khan’s heart, and how he constantly dealt with the angst of losing his mother as a toddler through music – these make for the emotional spine of the book,” said writer and daughter Gajra Kottary.\n\n\n    \n    Play\n\nFeverish adoration“I feel like I knew him even before he was known, long before I started to learn,” Amarnath said of his guru once in a Doordarshan interview. “He was my dhyeya (goal). I practised music thinking of him.”Today, unlike other gharanas, there are few practitioners of the Indore style that Amir Khan set up with his highly individualistic style. Early disciples such as Amarnath, A Kannan, Kankana Banerjee and Tejpal Singh took it forward. But among Amarnath’s own students, the brightest, Shanti Sharma, died under tragic circumstances and those who remain make for a niche number.The gharana was often critiqued for being too eccentric. Khan’s khayal singing went into what is termed as the ati vilambit style, even more slowed down than is the norm, allowing for greater abstraction. Detractors found it too soporific, too neglectful of taal. But today, Khan, his music and style have acquired legend status with several musicians admitting to being deeply influenced by his style of raga expansion.In his music, Khan espoused the Merukhand style of unravelling the raga’s canvas, an architectural building up using geometric structures. “Merukhand allows you to build 5040 taans in a scale without repeating a single sur,” Amarnath said in a television interview. “But it takes a guru to teach you how to use it in raga elaboration and maybe just 10 of the 5040 will work for you.”Khan was already something of a colossus, and self-admittedly indifferent to the criticism around his music, when a teenage Amarnath heard him on Lahore All India Radio. The raga Darbari, Amarnath was to recall later, was so sublime he fell into a stupor that did not allow him to touch his own tanpura for days. For the rest of his life, he was to refer to his idol as “maharaj” . And to maharaj, he was “miyan”.Amarnath’s stint in cinema was short-lived, but a nugget he contributed to the film ‘Garam Coat’ became one of Lata Mangeshkar’s favourites. Courtesy: Nirmal Chawla.The adoration reached feverish pitch when Khan arrived in Lahore for a concert at the YMCA centre on Mall Road. Amarnath later recalled seeing an impressive figure, a “tall, muscular man in extra-wide pajamas, kurta and a jacket striding across in stylish Saleemshahi jootis”.It is not as if Amarnath was a novice at this point. At 18, he had become the youngest performing artiste on Lahore All India Radio, a prestigious platform that boasted names like Bade Ghulam Ali Khan and Abdul Wahid Khan. As a teen sensation, he had a wide-eyed fan following among the young, says Sangeet Nama. Aside from this, he was a part of a stylish league of young coffee house intellectuals that included Balraj Sahni. “Over boiled eggs, they would discuss politics, films, classical and Sufi music, theatre and books,” says the biography.Big music festivals such as Vishnu Digambar and Harballabh invited him to perform. But he was still restless for Khan’s tutelage. As it happened, vicious riots broke out in Lahore and across the city’s beloved landmarks there were flames and violence.Mega hitThe 23-year-old was among the thousands flocking the refugee camps of Delhi, but his ambition remained untouched. He found work at radio and one day summoned the nerve to approach his idol at his Ajmeri Gate residence in the capital. The ustad would not yield: “Miyan, neither do I teach anyone, nor do I do riyaaz anymore.”The rejection did not deter him from trying again, he recalled. Heartbroken at the last no, he famously told Khan: “Maharaj, ab hum na kahenge, aap hi kahenge ek din, hamare shagird ban jaao (I won’t ask again, but one day you will say: come learn with me).”As a young man in Lahore, Amarnath was part of a stylish league of young coffee house intellectuals that would discuss politics, films, music, theatre and books. Courtesy: Nirmal Chawla. As all such great sagas go, the guru did yield – for word was getting around that a bright young singer on All India Radio had all the makings of Indore gayaki. In what can only be described as a cinematic moment, Khan waited for the youngster outside the AIR Delhi studio, and said simply: “Miyan ab tum rasam ada kar hi do (You might as well go through the ritual of becoming a shagird).”Amarnath was to later recall the great, sometimes prickly, bond between the two. He mentioned being left hanging for the mukhda of a composition for weeks, or given a complex bewildering pattern with no key to crack it.Still, it would be unfair to reduce Amarnath’s life in art to an appendage in his ustad’s story. For, by the 1950s, he was blooming in many different ways into an eclectic musician. Ravi Shankar roped him in to assist him at the All India Radio, where he conducted the orchestra vadya vrinda. And soon he was to start composing exclusive works for radio, including works that were adjudged the song of the work or the song of the month based on popular listener requests.Two of his songs went on to become mega hits: the exquisite Ja ja re badra ja re set in Jayant Malhar and sung by Shanti Mathur and Shanti Saxena, and one that Amarnath sang with Vinod Kumar, Sajan bin roye, jogania hai Ram.\n\t\t\n\tAmarnath’s brightest student Shanti Sharma died early and those who remain make for a niche number. Credit: Facebook.com/guruamarnathji.He also contributed a nugget to the film Garam Coat, rated by Lata Mangeshkar among her top favourites – Jogiya se preet kiye dukh hoye. But Amarnath’s stint in cinema was short-lived because he could not handle its brusque ways. His bosom buddy and one-time flatmate from Rohtak Road in Delhi – and a sympathiser in his angsty shagirdi under Khan – the composer Jaidev, had better success. According to the family, a dazzling taan twist in Jaidev’s immortal Allah tero naam was Amarnath’s input.As Bharadwaj points out in her tribute to her guru, he excelled in Sufi music long before it turned into the cult it is today. His compositions, around 200 of them, have a bit of Heer and Shah Hussain in them. As he was to say: “Punjab is not a region, it is a mijaz (temperament). I never left it.”Malini Nair is a culture writer and senior editor based in New Delhi. She can be reached at [email protected].","author":"Malini Nair","time":"2024-04-10T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199932-vnitavqzkn-1712656621.jpg","tags":["Music","Hindustani music","Amarnath","Amir Khan"]}