{"title":"From CBI to RBI, an incomplete list of institutions that Narendra Modi has undermined or threatened","content":"The Bharatiya Janata Party spent years accusing the Congress, and in particular Sonia Gandhi’s National Advisory Council, of attempting to conduct governance by remote, undermining India’s institutions in the process. If the BJP and Narendra Modi came to power, this line of argument seemed to suggest, the country’s institutions would be safeguarded and operate in the manner they were supposed to. Events over the last week suggest the exact opposite has happened, with the Centre using the Central Vigilance Commission to interfere in the functioning of the Central Bureau of Investigation in a manner that may be illegal, and a Deputy Governor of the Reserve Bank of India speaking out about government meddling. But the CBI and RBI controversies are only a tiny (if egregious) part of the tale. Remember that the current central bank governor was once accused of staying mum in the face of problematic instructions during demonetisation in 2016, while the CBI director who was sent on leave had been appointed by Modi, that too in the face of dissent by the Opposition. Here then is a quick round-up of problem at institutions that have been put under duress by the government that promised to do a better job than the Congress:Central Bureau of InvestigationThe CBI mess is worrisome not only because of how public the infighting between Director Alok Verma and Special Director Rakesh Asthana has been, but also because of the manner in which the government finally intervened. The top-level battle itself was reported to have erupted because of the Centre’s attempt to use Asthana, who is known to be close to Modi, to carry out more blatantly political investigations in an agency that already has a reputation for politically motivated action. “Not all influence that is exerted by the political government would be  found explicitly or in writing. More often than not, it is tacit, and  requires considerable courage to withstand,” Verma said in his petition to the Supreme Court challenging the government’s order sending him on leave. Click on these links for more details about what is happening within the CBI, what the dramatic midnight moves by the Centre meant, and how the government is stretching the law to is limits.See also: the Delhi Police and the Central Vigilance Commission. Reserve Bank of India RBI Deputy Governor Viral Acharya on October 26 gave a lecture that ended with what could only be read as a warning to the Centre. “Governments  that  do  not  respect central bank independence will sooner or later incur the wrath of financial markets, ignite economic fire, and come to rue the day they undermined an important regulatory institution,” Acharya said. His remarks do not come from out of the blue. Over the past few years, the finance ministry has consistently pushed the central bank to act as the government wants it to, and in some cases even announced new measures without consulting the RBI first. It blamed the Nirav Modi scam on the central bank, said it would take away the RBI’s payments regulatory powers and announced that ministry officials would meet with the monetary policy committee before a policy review (to which the RBI said no).Some of this seems even more egregious because, when current RBI governor Urjit Patel took charge of the bank, he was accused of acquiescing in the face of unreasonable government instructions about the ill-conceived, badly planned demonetisation decision, which the RBI was forced to defend. If an RBI official working under someone believed to be a pliant RBI governor feels the need to speak out like this, what must it say about how much the government is trying to interfere?See also: the Central Statistical Organisation. Election CommissionFirst the Election Commission called electoral bonds – the monetary instrument proposed by the government that would make funding of political parties more opaque – a “retrograde move.” Soon after, the Commission changed its mind and said these bonds are a “step in the right direction”, even though analysts everywhere said that they were a blow to transparency. When asked questions about the functioning of Electronic Voting Machines, the Chief Election Commissioner said “those who lose can often not accept the results”.Most egregious were the incidents around the announcement of election dates. In October, the Commission was accused of delaying its press conference announcing election dates in five states by a few hours so that Prime Miniser Narendra Modi could address a rally before the model code of conduct kicked in. In 2017, the accusations were more serious. Then, the Election Commission decided to split the Himachal Pradesh and Gujarat elections, with little explanation for its actions. The general belief was that the Centre pressed the Election Commission to delay polling in Gujarat so that it could announce more projects and combat the anti-incumbency sentiment. Even if the decision was not blatantly partisan, as it seemed to be, the Election Commission’s inability to explain its actions suggested that serious questions about the Commission’s independence are not without cause. JudiciaryIn January, four of the top five judges of India’s Supreme Court held an unprecedented press conference to complain about democracy being in danger. Their ire was aimed mostly at the actions of then Chief Justice Dipak Misra, who was accused of effectively sitting in judgment on his own case, but it also had to do with the way he had been handling the elevation of one particular judge. The government sat on the file of former Uttarakhand Chief Justice KM Joseph – whose striking down of President’s Rule in that state in 2016 was a big blow to the BJP – for months, even after the collegium reiterated his name. Eventually, the government accepted Joseph’s name, but not before stoking another controversy about seniority . Judicial appointments have been at the heart of the back and forth between the judiciary and the government, with the Supreme Court in 2015 striking down the government’s National Judicial Appointments Council, which would have changed the system entirely. Although many, including those within the judiciary, have argued that the collegium system is inadequate, the government’s handling of cases like Joseph’s have raised questions about the good faith of the Centre in attempting to change things. There are also the questions around the death of Special CBI Judge BH Loya.Rajya SabhaA Money Bill is a piece of legislation that relates directly to the expenditure to the Consolidated Fund of India. To become law, it only needs to be passed by the Lok Sabha. This means Money Bills can bypass the Rajya Sabha, where the BJP currently does not have a majority. The government has used this approach, most pertinently with the Aadhaar Bill. The Supreme Court recently upheld the Lok Sabha Speaker’s decision to classify that legislation as a Money Bill, though the dissenting opinion said it could not be classified as one, and that the passage of the bill was a “fraud on the Constitution”.Analysts across the board have said that this question in particular is sure to be re-litigated. Regardless of the technicalities, the government’s willingness to bypass the Rajya Sabha makes it clear how the Centre views what is a crucial organ in the apparatus of India’s constitutional democracy.  In fact, Union Minister Arun Jaitley even asked whether the “unelected house” could question the Lok Sabha.  See also: Parliamentary Standing Committees.Indian militaryPrime Minister Narendra Modi came to power with a muscular image of being more willing than the previous government to use force, and speak up for India’s armed forces. This turned out to be true, with the Indian Army carrying out “surgical strikes” along the Line of Control in 2016, though whether that move had any major impact remains in question. Following this, the government has steadily propped up the armed forces as a way to burnish its own image, letting armed forces officials address press conferences and make popular videos. It even held a belated-by-one-year “Surgical Strikes Day” to try and benefit from the military action. But even as it has tried to use the armed forces for public relations purposes, questions have been raised about how it is actually dealing with them. The absence of the prime minister and senior ministers from the 2018 Army Day function, the lower-than-average expenditure on upgrading the forces, the 2016 decision to elevate Bipin Rawat as Army Chief, superseding two other officers, and the government’s shameful response to the “human shield” incident in Kashmir all suggest an effort to politicise and profit off the military image without actually improving India’s defence. In November 2017, Rawat had to publicly say that the Army should be kept away from politics. The questions around the Rafale deal, where the government is accused of settling for a more expensive deal for fewer fighter jets despite the Air Force’s needs, only exacerbates the feeling that the government’s posturing on the military is hollow. See also: Hindustan Aeronautics Limited.   Central Information Commission In the 2018 Monsoon Session of Parliament, the government had to abandon its attempt to amend the Right to Information Act. The amendments, if passed, would have given the Centre the power to alter  “salaries, allowances and other terms and conditions” of both the central  and state information commissioner, as opposed to the fixed formulas that currently dictate such details. Activists saw this as a clear attempt to dilute the working of the Right to Information Act. And it only represents the most obvious way to do so. The government also consistently runs the Central Information Commission with fewer commissioners than sanctioned, and has frequently delayed even advertising about vacant positions. This approach is seen by many as a way of standing in the way of the Right To Information Act, even if the law itself was not amended. See also: Numerous other under-staffed commissions.University Grants CommissionThe decision in July to give as-yet-unestablished Jio Institute the government tag of an “Institute of Eminence”, which brings with it a number of perks only represents the tip of the iceberg in how the Centre has been attempting to refashion education. In June, the government announced that it would repeal the Act that underpins the University Grants Commission, the highest regulatory and funding body for India’s university system. The government put out a draft to set up a regulatory body that would take the UGC’s place, but gave teachers, policy experts and other stakeholders just 10 days to offer comments on the new legislation. The UGC, an autonomous body under the Human Resource Development Ministry that is staffed by academics, disburses funds to universities while also seeking to improve their quality. The new legislation would have meant that the proposed regulator would only look at quality, while the ministry would decide on disbursal of funds – leaving it open to obvious manipulation from politicians, where earlier there was at least the semblance of autonomy through the UGC. See also: Pushing educational institutions to get private funds, reducing teaching posts for SC/STs and OBCs.","author":"Rohan Venkataramakrishnan","time":"2018-10-31T11:55:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/900097-12623005-f985-4448-90f1-dbb41dd9c5d0.jpg","tags":["Narendra Modi","CBI","RBI","Supreme Court","Rajya Sabha"],"source":"https://scroll.in/article/900097/from-cbi-to-rbi-an-incomplete-list-of-institutions-that-narendra-modi-has-undermined-or-threatened"}