{"title":"From ‘zouuu zouuu’ to ‘kabaddi kabaddi’: Tracking Iran’s journey to becoming India’s biggest rival","content":"It is a known fact that kabaddi is a sport that India introduced to the world. It was restricted to the Indian subcontinent for thousands of years, before it was included in the 1990 Asian Games. India has won the gold at all nine Asian Games editions since 1990, along with all three World Cup trophies that have been up for grabs. India’s two neighbours, Bangladesh and Pakistan, are the next two successful countries in the sport.\n\n\n    \n    Play\n\nHowever, since the 2010 Asian Games in Guangzhou, another country has rattled the subcontinent’s dominance. Iran won the silver at the 2010 and 2014 Asian Games, and the 2016 World Cup, giving India quite the scare in the final of the latter. The West Asian country today boasts of one of the best defences in world kabaddi and experts believe that if they get their attack, or raiding in order, Iran has the potential to even beat India. But how did the sport reach Iran? There is absolutely no information available on the internet about the history of kabaddi in Iran.The Iran team celebrates its win in the semi-finals of the 2016 Kabaddi World Cup (Image: PTI)The Field approached two of the biggest stars in the Iran national team, Fazel Atrachali and Abozar Mohajer Mighani, who are currently in India playing for the Gujarat Fortunegiants franchise of the Pro Kabaddi league. Atrachali, 25, and Mighani, 28, are both defenders who play at the left- and right-corner positions respectively for both Iran and Gujarat.Asked about the history of kabaddi in Iran, Atrachali said that the sport became professional in the country only 21 years ago when a national federation was formed. However, kabaddi dates back thousands of years in Iran too, according to Atrachali, but it was “only played for fun” before the federation was formed. “Kabaddi started in my city, Gorgan,” he said proudly. A Wikipedia search of the city would tell you that Gorgan is the capital of the Iran’s north-eastern province of Golestan. According to the 2011 census, Gorgan had a population of just 3.3 lakh. It is most famous for the Great Wall of Gorgan, the second longest defensive wall in the world after its cousin in China, and its carpet and rug industry.“Before the federation was formed, there were no teams and no competitions,” said Atrachali. “It was not played in mud, but on a floor. You also did not have to chant ‘kabaddi kabaddi’ during a raid. You had to say ‘zouuuu zouuuu’ and if you stop then you are out.”    This picture always makes me feel good because I have good memories. It was 13 years ago. Hard training in mud but so much fun. خيلي زود گذشت ١٣ سال پيش تمرين توي گِل يكي از بهترين خاطرات اون دوران  #fazelatrachali #sweetmemory #kabaddi #mud #oldpic A post shared by fazel atrachali (@fazelatrachali_kabaddi) on May 28, 2017 at 1:06pm PDT\nThe rules of kabaddi were introduced in Iran only after the federation was formed in 1996. The federation then went around scouting for wrestlers and converting them into kabaddi players. There wasn’t any dearth of wrestlers to pick from, considering Iran has won 43 Olympic medals in the sport till date. Atrachali, who also used to wrestle and play judo as a kid, was 11 when he eventually switched to the sport that has made him an international star. “Because kabaddi has moves like ankle hold and thigh hold, it’s a bit similar to wrestling and that’s what appealed to me,” he said. “I came to kabaddi because it has a lot of fighting and hitting – I like it.” Mighani also was a wrestler who converted to kabaddi when he was 12. “My brother told me to play kabaddi and I’m happy I listened to him,” he said.Like India, Iran also has a kabaddi league, with as many as 16 teams – four more than Pro Kabaddi. However, the Iranian league isn’t as professional as Pro Kabaddi and the talent pool is not all that great, according to Atrachali.     مسابقه امروز ليگ ايران يه حمله و يه دفاع #iranlig #irankabaddi#jump #mohammadabad # A post shared by fazel atrachali (@fazelatrachali_kabaddi) on Dec 20, 2016 at 6:46am PST\n“Kabaddi is not popular throughout the country like it is in India,” he said. “In Gorgan people like kabaddi but it is not like that in other cities of Iran. It is popular in only about four cities: Gorgan, Shehr-e-Sukteh which is the city of [Iran captain] Meraj [Sheykh], Tehran and Isfahan. In other cities, very few people play it. The final of the Iranian league is always between my city and Meraj’s city.”      اينم كاپ قهرماني توي ليگ ايران براي چندمين بارومهمترازهمه اینکه14بازی بدون باخت داشتیم#kabaddi#star sport#meraj sheykh#کبدی#سیستان وبلوچستان A post shared by معراج شیخ (@merajsheikh1) on Jan 27, 2017 at 1:09am PST\nAtrachali and Mighani both coach kids in Gorgan who, they said, aspire to come to India and play Pro Kabaddi. “We have 25-30 children aged 9-10 years old,” said Atrachali. “We also have older children of 15-18 years. They like me, they follow Pro Kabaddi, they see all my matches and they want to be good [players] and come to Pro Kabaddi.” Asked if he sees himself coaching the Iran national team in the future, Atrachali said he’s not interested.“I like coaching juniors, not older [players]. With juniors, it’s more fun. I like everything fun, not serious. With juniors, everything is happy and funny.”For coaching a senior team, you also need to devote a lot of time, he added. “You have to practice with players every day. Players will call you all the time about injuries…A coach has a lot of stress about everything. That’s why I like doing everything with juniors.”    powerful #kabaddi #powerful #rolypoly#terminator A post shared by fazel atrachali (@fazelatrachali_kabaddi) on Mar 17, 2017 at 2:18pm PDT\nAtrachali is now a veteran of Pro Kabaddi, having won the title twice with two different teams. He is the only international player to have accumulated more than 100 points in Pro Kabaddi. His tally currently stands at 123 tackle points over 44 matches since his debut season in 2015. Asked what’s the most important thing he has learnt after playing in India, the 25-year-old said he now knows how to control a match.“Before, I used to play for myself only. [I used to think] if I tackle more and more, it means you are a good player. Now, I know that you have to control the match. The team is more important than myself. For example, if you don’t score tackle points it’s fine, but if you don’t lose points it’s better. In the last Asian Games, at half time, I think Iran was 30 and India was 20. But I didn’t control the match. India had a plan and they did very well and won. They know how to control the match. In Iran, we must try that if we want to beat India.” Along with the exposure, both Atrachali and Mighani are also grateful for being picked to play Pro Kabaddi because it gets them a lot more money. “If a player doesn’t have money, he will always keep thinking about it and won’t be able to concentrate on the game,” said Atrachali. “But if a player has a free mind about money, he can play good.”Atrachali was bought by Gujarat for Rs 55 lakh, while Mighani went for Rs 50 lakh. That’s about double of what the best Iranian players get back home. “In Iran, if you are a national team player, you get up to Rs 20 lakh,” said Atrachali. “If you go to Asian Games or World Cup, the government gives you Rs 30 lakh.”    champion season 2 ,2015 u mumba and champion season 4 , 2016 Patna pirates  #champion #patnapirates #umumba #season4 #pkl4 #prokabaddi #starsportprokabaddi #prokabaddi2016 A post shared by fazel atrachali (@fazelatrachali_kabaddi) on Aug 9, 2016 at 3:25am PDT\nAtrachali is also very happy that Mighani has joined him this season in Pro Kabaddi and hopes more Iranians get the opportunity in the future. Asked how they communicate with their Indian teammates, Atrachali said, “I have been here for three years. I know a little Hindi, and a bit of the Haryana language. I speak sometimes in Hindi, sometimes in English. In Hindi, when I want to tell the cover player to come close, I tell him, ‘Nazdeeq, nazdeeq, come nazdeeq.’ If I want them to move away from me, I say, ‘Duur raho.’ If I want to ask someone if he has understood me, I say, ‘Theek hai?’ If it’s something short, I know how to speak.”Fazel Atrachali (left) and Abozar Mohajer Mighani (Image: Jaideep Vaidya)At this point, Mighani butts in and says, “Theek hai?”, as if to convey that he too has picked up these words. Mighani is playing his debut Pro Kabaddi season and has already raked up 36 tackle points in 12 matches, behind only India’s Surender Nada (38). It’s his first time in India, away from his family. He hardly speaks Hindi or English but is relishing the experience. “I have a good feeling,” he said. “It’s a very good experience for me, playing with good players. I am happy.”Atrachali and Mighani have also watched a few Bollywood films to pick up some Hindi. They are both fans of Salman Khan and Amitabh Bachchan. “I watched Sultan, Bodyguard, Baghban,” said Atrachali. “I like Indian movies. They are so romantic, so lovely. I don’t understand the films 100% but I know 40%-50%.”     بعده مسابقه ديشب عكس يهويي با آميتا پاچان A post shared by fazel atrachali (@fazelatrachali_kabaddi) on Feb 29, 2016 at 1:06am PST\nMighani added, “Some words are the same in Persian and Hindi – duniya, ishq, zindagi, shikhar, duur, nazdeeq, sardi, garmi. Theek hai?”","author":"Jaideep Vaidya","time":"2017-09-06T17:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/849722-67716-wydjmadydx-1504685023.PNG","tags":["kabaddi","Iran Kabaddi","Gorgan"]}