{"title":"From construction to sanitation: How daily wage workers in Delhi survived demonetisation","content":"Life has never been easy for Mani Ram. But it was never this difficult either. “I was a poor man when I started out 13 years ago,” he said. “But now I am worse off.”The 32-year-old left his village in Uttar Pradesh’s Sant Kabir Nagar district in 2005 after he failed his Class 10 school exams twice. The three bighas of land owned by his family were not enough to feed them.He first found work in road construction projects in eastern Uttar Pradesh. “I learnt to drive the road roller,” he said. But the wages were low. In 2012, he followed a friend to the textile hub of Ludhiana in Punjab and found work in a sweater-making unit, acquiring expertise in knitting. But two years later, the unit mechanised production and sacked hundreds of workers.Ram then crisscrossed the country, travelling to Mumbai and Chhattisgarh in search for work, finally settling in Delhi, where he landed a job in the polishing department of a furniture factory.Just when he had settled down, bringing his wife and children to live with him in Delhi, demonetisation struck. The overnight invalidation of high-value currency notes in November 2016 created a liquidity squeeze across the country. Ram’s employer shut down the factory and laid off 40 workers. After 10 months, he resumed business, but with just 10 workers. Ram was not one of them.He joined the ranks of daily wage workers who line up in hundreds at the Mayapuri labour naka in west Delhi every morning. Most days, Ram said he goes back disappointed. When he gets work, the wages are lower than what he earned in the factory. “I get 15-20 days of work now [in a month] for wages between Rs 250 and Rs 300,” he said. “Work availability has crashed after implementation of GST. While inflation is rising, income is falling with time.”Mani Ram outside the rented room where he lives with his family near the railway tracks in Mayapuri. Photo: Aabid ShafiAll 12 daily wage workers that Scroll.in interviewed in Delhi reported a similar decline in the availability of work. All of them attributed the decline to demonetisation. Some of them also blamed the poor implementation of the Goods and Services Tax, which replaced all indirect taxes in July 2017, and the drive by municipal authorities against illegal construction in Delhi’s commercial areas.Getting into new jobsMonu Raikwad, 28, migrated to Delhi from Madhya Pradesh’s Tikamgarh district around nine years ago. He became adept at finding daily wage work in the city’s burgeoning construction sector, operating from the Subhash Nagar labour naka in West Delhi. He would get work for 25 days in a month till late 2016, he said. But in the aftermath of demonetisation, construction work dried up. After a prolonged bout of unemployment, Raikwad accepted sanitation work that he once looked down upon – unclogging drains and clearing garbage heaps. “What could I do? I had to feed my family.”His income crashed – from the daily wage of Rs 600 in the construction sector, he earned just Rs 300 a day in sanitation work. He sent away his wife and four children, aged between three to nine years, to their village in Madhya Pradesh for a few months.Over time, work in the construction sector slowly resumed, but the frequency of jobs remains low. “I have not got any work for the past three days,” said Raikwad. On average, he said he gets 12 days of work in a month. “Is that sufficient to feed a family? Of course not.”Now even a half day of work is welcome. “The half day jobs usually open up when the buildings are near completion,” explained Raikwad. “For that, we get paid half the day’s wage by the contractors. Something is better than nothing.”Waiting at the Subhash Nagar labour naka were skilled workers like the painters pictured here and other unskilled construction workers. Photo: Aabid Shafi.Compromise with food rationFor 15 years, Roop Kishore’s skills in plaster and whitewash of walls ensured that he found regular work in the construction sector. But over the last year and a half, the 35-year-old worker said he now struggles to find work for even 12 full days in a month.The work insecurity is hurting his family. He had to pull out his 11-year-old daughter from school. She has now joined his wife as a domestic worker in homes in West Delhi localities. Most of the workers said they are no longer able to afford the same meals. “Buying milk, fruits and non-vegetarian food is out of question,” said Raikwad.Joginder Sah, 36, said he needed to repair the roof of his shanty but does not have the money to buy an asbestos sheet. He migrated to Delhi from Sitamarhi in Bihar around 16 years ago, living in a slum in Mayapuri, working as a helper in the catering industry. Like Raikwad, in the months after demonetisation, he took up sanitation jobs. He is now back to the catering industry but he is unable to find work for more than 15 days in a month. Hopes and disappointmentsSubhash Yadav, 47, shares the same story as most migrants from Bihar: his family’s plot of land in Sitamarhi district was too small to allow all members to make a living. He moved to Delhi 25 years ago, becoming a regular at the labour naka in Tilak Nagar, where he found construction-related jobs. He remembers demonetisation as a dark chapter for his family – the drop in income meant they could no longer afford the same kind of meals. But he sees a silver lining. “Notebandi was an attack on black money,” he said. “It led to a decline in construction activities where most builders invest their black money.” Supportive of Prime Minister Narendra Modi, he believes the Bharatiya Janata Party will do better, if elected to power in 2019. Most workers are less forgiving.“Modiji is a seller of dreams,” said Kishore. “At the end of the day he has failed us.”Workers surround the car of a potential employer in the hope of finding work. Photo: Aabid Shafi.More in this series:Three cities, 36 workers, the same story: Even daily jobs are now hard to findFrom four chapatis to two: Job shortage forces Mumbai’s daily wage workers to cut back on mealsAs incomes drop, Chennai’s daily wage workers miss Amma, blame Modi","author":"Abhishek Dey","time":"2018-03-16T10:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/871856-84511-xjmiygpypv-1521034199.jpg","tags":["Job Tracker","Daily Wage Workers","Labour Nakas","Demonetisation","GST","Delhi","Labour","Work","Salaries and wages","Employment and jobs","Jobs Ground Reports"],"source":"https://scroll.in/article/871856/from-construction-to-sanitation-how-daily-wage-workers-in-delhi-survived-demonetisation"}