{"title":"'Jai Shri Ram' might be a new slogan – but the use of Ram as a political symbol is 800 years old","content":"The 17th Lok Sabha on June 18 saw an usual opening as Bharatiya Janata Party MPs decided to heckle members of the Opposition, especially Muslims, with the slogan “Jai Shri Ram”. If the spectacle of religious sloganeering in India’s Parliament was odd, what was much more disturbing was a spate of mob attacks around that time in which the attackers forced Muslims to chant “Jai Shri Ram”.On the same day as the heckling in Parliament, a group of Muslims in Assam and a man in Jharkhand were assaulted by mobs and forced to say “Jai Shri Ram”. The Jharkhand man died of his injuries. Two days later, the same thing happened in Kolkata: 26-year old Sahrukh Haldar was assaulted and forced to chant the slogan.Hindi for “Victory to Ram”, the slogan references one of the most popular gods in Hinduism. Given its wide usage over the past weeks, in situations as diverse as Parliament and mob violence, the slogan clearly has an intense political hold on India.In spite of this popularity, however, the mass use of “Jai Shri Ram” is quite new – probably being just three decades old. Its popularity charts the astonishing spread of Hindutva over much of India, a religious nationalism that places great emphasis on the god Ram as a political symbol of Hindu mobilisation.Turks invadeWhile both the mass use of “Jai Shri Ram” and indeed the ideology of Hindutva might be new, the political trope of Ram is not. In a fascinating 1993 paper, “Ramayana and Political Imagination in India”, Sanskrit scholar Sheldon Pollock connects the rise of the epic in the 12th century to the profound changes that accompanied the Muslim Turkic invasions of India starting with the raids of Mahmud of Ghazni in 1001 AD. The invasions eventually resulted in the establishment of the first sultanate in 1206 at Delhi.While “the evidence prior to the twelfth century that Rama may have been the object of worship is scanty”, writes Pollock, this changed by the mid-12th century with a sudden rush of temples built for Ram. This process culminated in the 16th century, with what the paper calls the “vast vernacularisation of the epic”. In this period, versions of the Ramayan in various local languages become widespread, culminating in the creation of the Awadhi-language Ramcharitmanas during the reign of Mughal Emperor Akbar – the most popular version of the Ramayan till Ramanand Sagar’s 1987 television series.Why though did the Ramayan become so popular with the setting up of various sultanates throughout the Indian subcontinent? The epic provides a “very powerful imaginative formulation of the divine king as the only being capable of combating evil,” argues Pollock. Moreover, it is “profoundly and fundamentally a text of ‘othering’” given that Raavan, the villain of the epic, is “presented without question as a tyrant”.In this time of great flux, these factors allowed Hindu kings to instrumentalise the Ramayan to “provide a theology of politics and a symbology of otherness”. As a result, the epic and its principal hero Ram came to play a political role unlike any other religious symbol in India. In the 17th century, for example, two Marathi Ramayans were written, one which compared Mughal Emperor Aurangzeb to Raavan and the other to Raavan’s gluttonous brother Kumbhakarna.Modern politicsWith Ram’s role as a political trope well established over large parts of the subcontinent, it was not a surprise that he was also pressed into use when it came to the emergence of modern politics during the British Raj. Mohandas Gandhi used the concept of Ramrajya – the rule of Ram – to describe an ideal state as opposed to India under colonial rule.However, the most remarkable political use of Ram came during the 1920s peasant movement in Awadh under the leadership of Baba Ramchandra. His real name was Shridhar Balwant Jodhpurkar and he was from Maharashtra. Ramchandra moved to Awadh after having served as an indentured labourer in Fiji. Once there he, according to a first-hand account by Jawaharlal Nehru, “wandered about reciting Tulsidas’ Ramayan and listening to tenants’ grievances”. As part of his efforts to mobilise peasants, Ramchandra urged the replacement of the salutation “salaam”, which was usually used by a social inferior to address his superior with the more egalitarian “Sita-Ram” (Sita is Ram’s wife in the Ramayan). The slogan’s effect was electrifying and rumours of its miraculous properties spread across Awadh – it once stopped a zamindar’s charging elephant, an account went. However, more remarkable were its temporal powers. A cry of Sita-Ram would instantly gather crowds of peasants ready to confront a landlord’s armed posse.So remarkably successful was Ramchandra’s use of the Ramayan in mobilising people that historian Dilip Menon has argued that it was through observing him that “Gandhi discovered the power of the religious idiom in mass mobilisation”.Ramjanmabhoomi movementNote, however, that even at this time, there is still no popular use of “Jai Shri Ram”. Invocations to Ram were conjoined with his wife Sita. “The slogans raised for recitals of Ram Katha that I grew up hearing, were never about Ram as an individual, let alone a warrior,” said veteran journalist Mrinal Pande. “They were about the duo: Bol Siyavar or Siyapat Ramchandra ki jai [victory to Ram, Sita’s husband]. Kindness, grace and inseparability from Sita were qualities publically remembered.”However, a change came about in the 1980s. Faced with long years of economic stagnation and an increasing sclerotic Congress party, a Hindutva coalition headed by the BJP launched a movement to demolish the Babri Masjid in Ayodhya, claiming that it stood on the spot Ram had been born.Like he had been for nearly a millennium now, Ram was again sought to be utilised as a political trope. However, this time the imagining was far more masculine. “The Ramjanmabhoomi movement did away with the traditional Awadhi slogan ‘Jai Siya Ram’ and instead adopted ‘Jai Shri Ram’ as its slogan,” explained Akshaya Mukul, journalist and author of Gita Press, a book about the rise of Hindutva. “The slogan was central to the Ramjanmabhoomi movement”.While the new slogan was incredibly popular, it also had its critics. “The aversion of the Sangh parivar to Sita is understandable,” said a 1995 essay in Manushi, a journal edited by academic Madhu Kishwar. “Those who are actively involved in instigating riots and killings, burning people’s homes, killing their near and dear ones brutally in front of their eyes, not even sparing little children, can have no use for a non-macho Ram.”LK Advani's Rath Yatra, the central event of the Ramjanmabhoomi movement. Credit: Hindustan Times.Rise and riseIn spite of this criticism, however, the continued rise of the BJP meant that the slogan spread across India. In the recent general elections, it was even used to great effect in West Bengal. This is particularly remarkable given that unlike the Hindi belt, the Deccan and Western India, Bengal has little history of Ram worship.The incredible success of the BJP means that the phrase “Jai Shri Ram”, which was first made popular in the 1980s, is now used as a political slogan everywhere from the street to Parliament.","author":"Shoaib Daniyal","time":"2019-06-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121106-osastbatql-1559578655.jpeg","tags":["Jai Shree Ram","Hindutva","BJP","Ramayana","Hinduism"],"source":"https://scroll.in/article/928508/from-ayodhya-to-parliament-a-very-short-history-of-jai-shri-ram"}