{"title":"From Padukone to Sindhu: Complete list of Indians who have won medals at BWF World Championships","content":"India continued their six-year streak of winning at least one medal at the Badminton World Championships with Sai Praneeth bagging bronze in the men’s singles and PV Sindhu winning a historic gold medal in the women’s singles at Basel.Women’s doubles pair of Jwala Gutta and Ashwini Ponnappa started that dream run when they won a medal for India after 28 years at the Worlds at 2011 in London. Ever since then PV Sindhu, with four medals in five editions since, and Saina Nehwal, with her two medals (2015 and 2017), had ensured that India had not returned empty-handed from the showpiece event. Sindhu finished as the joint-most successful women’s singles shuttler in the history of the tournament. She has five world championship medals to her name at the age of just 24 and has equalled the tally of former Olympics and World Champion Zhang Ning, who also had won a gold, two silver and two bronze in the prestigious tournament. While Sindhu clinched her first medal during the 2013 edition, she has finished as runner-up in the previous two editions - losing to Okuhara in 2017 before going down against Carolina Marin last year in what was a repeat of the Rio 2016 gold final. But this time around, she charted a new path for Indian badminton. Her dominant performance in the final would have set alarm bells ringing for her opponents with the Olympics coming up next year. This is a new Sindhu, one who is perhaps now at her peak, and it will take something special to stop her.  Indians who have won medal at Worlds \n    \n       Edition  Host city  Winner  \n    \n     1983  Copenhagen  Prakash Padukone (bronze)  2011  London  Jwala Gutta and Ashwini Ponappa (bronze)  2013  Guangzhou  PV Sindhu (bronze)  2014  Copenhagen  PV Sindhu (bronze)  2015  Jakarta  Saina Nehwal (silver)  2017  Glasglow  PV Sindhu (silver), Saina Nehwal (bronze)  2018  Nanjing  PV Sindhu (silver)  2019  Basel  Sai Praneeth (bronze)  2019  Basel  PV Sindhu (gold)","author":"Scroll Staff","time":"2019-08-26T10:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126143-nspfjlyobd-1566727805.jpg","tags":["Badminton World Championships","Badminton","PV Sindhu"],"source":"https://scroll.in/field/935086/from-padukone-to-sindhu-complete-list-of-indians-who-have-won-medals-at-bwf-world-championships"}