{"title":"From elder care to entertainment, start-ups serving the 60+ age-group are coming up fast","content":"When Ganesh Subramanian crossed the official retirement age of 60 he had no plans to take it easy. Subramanian spent the first half of his engineering career with the government-run Bharat Heavy Electricals Limited and the second half as an independent consultant and doesn’t intend to hang his boots up now. He had been scouting around for new avenues when he found the Second Career workshop run by social enterprise Silver Talkies.“Actually in India there are not many avenues available. There is no platform for senior citizens. Silver Talkies is one of the few in this direction,” said Subramanian, who was introduced to ideas like working with the disabled at the workshop.Silver Talkies started as a blog for the elderly in 2011, when friends Reshmi Chakraborty and Nidhi Chawla found they often worried about the same thing – that their parents who lived in faraway cities were feeling lonely and hamstrung in the absence of their children. The blog evolved into a full-fledged website last year. On this online platform, Chakraborty and Chawla lay out for information on health and nutrition, finances, elder care services, and community events and entertainment specifically for senior citizens. They run features about senior citizen entrepreneurs and conduct workshops for those looking for jobs.“It was quite amazing to see the number of people who had an interest, including people in their late 70s,” Chakraborty said about the second career workshop Subramanian attended, conducted by Silver Talkies along with human resources firm Unfold Consulting. People are looking to hire retirees for more than just charitable work. Silver Talkies job listings page include opportunities at a film production company as an administrator and for the position of manager of a lake improvement trust.While Silver Talkies focuses on careers and community issues for senior citizens, a large number of start-ups catering to this demographic offer medical, paramedical or assisted living services.Daily aids for elderlyRahul Upadhyay started a business of selling daily living aids to the elderly and doing it online. His virtual store, called seniorshelf.com, has products ranging from walking sticks to talking thermometers, which he delivers anywhere in India. “We recently had a order in Agartala. We deliver in small cities like Sambalpur. We even just got a customer in Andmans and we’re figuring out how to deliver there,” Upadhyay said. “We deliver in a lot of tier II and tier III cities where many old people live because the cost of living is a little lower and for other cultural reasons.” Like Chakraborty and Chawla, Upadhyay was inspired to get into the business of serving the needs of the elderly after watching his mother struggle with aging.Shobhana Thakrar, co-founder of Devised Care India that sells daily and medical aids, finds that there is a lot more awareness about products that can improve the quality of living for an elderly person and a better sense that they are affordable in India.  “Manufacturers are continuously upgrading these devices, using technologies to make the product as user-friendly as possible,” she said.But there still is a huge gap in the market, Upadhyay said. \"Many devices are not available in India  like fall alert devices, which are like wrist bands that, in case of a fall, sends alerts to a hospital.\"Not enough services The sudden burst in start-ups focused on senior citizens has been triggered by the realisation that although India has the second youngest population in the world, it also has more than a 100 million senior citizens. The number of Indians in the 60+ age-group will double by 2030 and treble by 2050, according to estimates by the United Nations.Even with all the start-ups, services and community living spaces emerging in the last five years, there simply isn’t enough to meet the needs of the elderly, said Ganesh Krishnan, founder of home healthcare company Portea Medical.“There is a crisis situation where the elderly population is increasing because the elderly are living longer because of advances in medicine but the support system is disintegrating,” Krishnan said. He observes that the crisis is being felt most by people in the ages between 70 and 80 – a transitional generation who looked after their parents by living with them but who have been physically separated from their children by the forces of job mobility and globalisation.Portea carries out 60,000 home visits every month in 24 cities in India and two cities in Malaysia and has served 25,000 customers in the two years of its existence. Yet, Krishnan said, he feels guilty that so many elders have been left without any assistance. “You need at least 100 Portea Medicals to address this issue,” he added.","author":"Nayantara Narayanan","time":"2015-10-06T19:30:49+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/753937-b0a847fa-1ec9-47e1-9fee-923d5217828c.jpg","tags":[],"source":"https://scroll.in/article/753937/from-elder-care-to-entertainment-start-ups-serving-the-60-age-group-are-coming-up-fast"}