{"title":"From interviews to speeches, are Indian judges now playing a more public role?","content":"On September 19, Bengali news channel ABP Ananda aired an interview with an unusual guest: a sitting judge of the Calcutta High Court  Justice Abhijit Gangopadhyay. Not only did Gangapadhyay appear in a one-on-one interview, a rare move by a sitting judge, but he also discussed the state’s politics and defended orders passed by him in an ongoing case that indicts the state government for corruption.This event drew sharp criticism from the members of the legal community, who believe that Gangopadhyay’s interview breaches the code of conduct for a judge.While Gangopadhyay’s interview is an unprecedented example, there have been several recent instances of judges interacting with the media. Apart from that, judges are also speaking more frequently outside of their judgements: at conferences and seminars. All this, combined with increased reporting around courts, points to a trend that judges are becoming more active in public life.The interviewIn his interview, Gangopadhyay, who had given several orders directing the Central Bureau of Investigation to investigate alleged corruption in the recruitment of primary school staff in West Bengal, did not shy away from making political statement. He justified his judgment on ABP Ananda by saying that there was “rampant corruption” in the state, which he could not ignore. This alleged recruitment scam has resulted in significant political ramifications, with former minister Partha Chatterjee and other state officials getting arrested during its investigation.The judge also said that Trinamool Congress’s general secretary Abhishek Banerjee should have been sent to jail for questioning Gangopadhyay’s judgement transferring the case to the CBI.Gangopadhyay also said that sometime in the future, he might join politics. “I can’t say I will never enter politics,” he said. “The call might come one day.”Controversial moveMany legal commentators condemned Gangopadhyay’s interview. “I feel that he should not have given that interview,” former Supreme Court judge Justice Deepak Gupta said. He believed that the interview went against the code of conduct for an Indian judge.Gupta was referring to the Restatement of Values of Judicial Life, a 1997 self-regulation charter for judges prepared by a committee constituted by the chief justice of India. The 1997 guidelines state that a judge should “practice a degree of aloofness” consistent with his office’s dignity and not engage in public or political debates or express views on any matter that is pending, or may come, before courts. Further, judges should not give an “interview to the media” and should let their “judgements speak for themselves”.Gangopadhyay, however, has maintained that his interview was within the Bangalore Principles of Judicial Conduct, an international code of conduct for judges prepared in 2002, which states that judges are entitled to freedom of expression “like any other citizen”, but they should exercise it in such a way that “preserves the dignity”, “impartiality and independence” of their office.Before assuming office, the current Chief Justice of India, UU Lalit gave interviews to several media outlets talking about his priorities as chief. Credit: PTIMedia savvyTaking into account its sharply political content and the discussion on ongoing cases, Gangopadhyay’s interview seems to be unprecedented. However, there have been several other incidents, old and new, of judges interacting with the media.In 2018, four senior-most judges of the Supreme Court held a widely covered press conference alleging that Justice Dipak Misra, the then chief justice, was misusing his power to allocate cases.In rare instances, judges have discussed their judgments with the media. For instance, in 1977,  Justice MH Beg,  the then chief justice, issued a press statement against a judge’s written  observation that the Indian president had tried to influence Beg’s decision in a case.Additionally, many incoming and retiring chief justices give interviews to the media. For instance, before assuming office on August 27, Chief Justice of India UU Lalit  gave interviews to several media outlets talking about his priorities  as chief, constitutional benches at the Supreme Court, judicial  appointments and virtual courts, among other topics.Similar interviews were given by Lalit’s predecessors, such as Justice Sharad Arvind Bobde, in 2019, Justice TS Thakur, in 2016, Justice KG Balakrishnan, in 2007 and Justice PN Bhagwati, in 1985.At times, chief justices have also given interviews during their tenure. For instance, Bobde gave an interview at the start of Covid-19,  to discuss the future of courts in the pandemic.Former Chief Justice of India Sharad Bobde gave an interview at the start of the Covid-19 pandemic, to discuss the future of courts in the pandemic. Credit: PTIA rise in speechesApart from direct interactions with the media, there are other ways through which judges interact with the public: conferences, seminars, book launches, memorial functions, and other events. Supreme Court, and even High Court, judges are routinely invited to speak in them.However, even in this case, the frequency of such interactions now appears to have increased. According to annual reports by the Supreme Court, in 2006-’07, 25 judges of the Supreme Court ̇were part of less than 30 such events. Whereas between 2020-’21, 34 judges attended more than 80 such events.“These speeches have clearly increased,” said professor of law at the University of Portsmouth School of Law, Shubhankar Dam.Dam pinned this on factors such as an increase in the number of law schools that are keen on inviting judges to campus events as it helps the college’s image. “When these colleges recruit [their faculty], they openly ask professors about their contacts in the judiciary,” he added.Dam also believes that the attitude of judges has shifted: “Judges now seem far more willing to engage with the sorts of  activity that are clearly in the bracket of legacy building.”At the same time, media reporting on the judiciary has also increased.  “Social media and websites like Bar and Bench and Live Law have upended  how the law is reported,” he said. Now there is minute-by-minute coverage of courts. With this, several judges now also keep a track of what is being said about them in the media. A more public judiciary?Commentators believe judges now lead a far more public life than they did earlier.“The public role of judges has increased,” former Allahabad High Court Chief Justice Govind Mathur said. “Earlier judges were not covered in news as much.”This has also changed the ways in which judges and the public interact.“There is a kind of engagement with the public, that I do not think existed earlier,” Dam said. For instance, he said, the United Nations High Commission recently held an event to commemorate the fourth anniversary of the 2018 Supreme Court judgement that decriminalised same-sex relations in India. The guest of honour was Justice DY Chandrachud, one of the five judges who gave the 2018 judgement, who gave a speech on queer rights.“Chandrachud is still a judge,” Dam pointed out. “I struggle to recall when a sitting judge was so publicly involved in creating a legacy of their [own] decision.”Even judges themselves have talked about their role in connecting with the public. Former Chief Justice NV Ramana, who gave at least 29 speeches as chief, said that he used these speeches to “bring the court closer to the people” by generating awareness about the judiciary.Agreeing that judges’ role has become more public in recent years, former Supreme Court judge Justice Madan Lokur described it as a positive development. “Judges [both sitting and former] must come out of the ivory towers and appreciate ground realities,” he argued. Former Chief Justice NV Ramana, who gave at least 29 speeches as chief. Credit: PTIReduce interactionOthers, however, frown upon this new visibility that judges have.“[Sitting] judges  should not talk outside the judicial fora,” former Supreme Court judge  Justice Santosh Hegde said. “But if a university invites you to speak to  students, there is nothing wrong in it.” However, in these instances  also, the judge should not talk about political or controversial issues, he added.If  there is anything the judge wants to convey to the outside world, then  they should do it through the court’s administrative staff, such as the registrar-general, Mathur said.","author":"Umang Poddar","time":"2022-10-13T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175481-hgujxvnkpi-1654620071.jpg","tags":["Supreme Court","Judiciary"]}