{"title":"From Mumbai jail, poet accused of Maoist links writes about life on the run","content":"It could have been a regular poetry reading, with Girish Karnad as the chief guest, and actor Ratna Pathak Shah and singer Sambhaji Bhagat among those confirmed to attend. The only problem is that Sachin Mali, the poet whose third anthology will be released at the Mumbai event next week, cannot attend it because he is in jail.The title of Mali’s anthology, Sadhya Patta Bhumigat (Current Address: Underground), draws from his experiences in hiding as he and other members of a cultural organisation called the Kabir Kala Manch spent two years trying to avoid arrest after being accused of having links with Maoists.In early 2011, the police arrested two members of the organisation, and filed charges against eight others under the Unlawful Activities (Prevention) Act. The Kabir Kala Manch was founded in Pune in 2002, after the Gujarat riots, as an organisation to address the issues of workers, women and development. As its ideology evolved, it expanded its scope to dalit rights. But the police accused them of being associated with Naxal groups.Last April, Mali and activist wife Sheetal Sathe surrendered to the police in front of the Maharashtra assembly in Mumbai. They had been in hiding for over two years at the time.“It is a big tragedy when a performing artist is forced to hide his own identity,” said Sathe, now 28, to Scroll.in. She is living with her mother-in-law and infant in the Sangli district of Maharashtra, far from the cacophony of city life. “If you write literature, or you express yourself to people through another medium, you can still manage. But if you have to hide your own identity, you can no longer perform. You have to keep it hidden in your chest.”Most of the 23 poems in the collection were written while Mali was on the run, though some were written in prison. One of the former, Turung, or Jail, talks about that classic separation between physical and mental imprisonment.“There are two kinds of jails,” Sathe said, as she described the poem. “One is made of stones, of the law, of the system. The other type is in your mind, made of comforts that enslave you. You don’t have to sit physically in that type of jail; you can feel yourself trapped in a maze of your mind.”At 31, Mali already has two other anthologies to his name: Ghulam Naahi, Yodhye Paida ho Paaye  (Warriors Should be Born, Not Slaves) in 2006, and Haath Badalale ki Shastraanche Sandarbh (When the Hands are Tied, Scriptures are Quoted) in 2010. Sathe and Mali have together contributed to several of the Kabir Kala Manch’s songs. Both write lyrics and compose music, and contribute to each other’s work. The poems in this collection, however, are not intended for to be set to music.“His poems are written in free verse, in the style dalits brought to Marathi poetry,” she said. “Poets like Namdeo Dhasal initiated this style. But songs are different, the style is different; they rhyme better.”Sathe got bail in June, perhaps because she was pregnant at the time. Mali’s latest bail application was rejected three weeks ago by the Bombay High Court. Ramesh Gaichor, a founder of the Kabir Kala Manch, and Sagar Gorkhe who surrendered a month after Mali and Sathe, are also still waiting for bail.Despite the loss of former leaders to court cases and jail, the Kabir Kala Manch continues to perform. Over the last few months, they have begun to move outside Maharashtra, with performances in Punjab, Haryana, Tamil Nadu and Kerala.“Even when they started out, their political education was through self-study groups where they'd all discuss ideas and politics,” said Bhanuj Kappal, a freelance journalist who did his MA dissertation on Dalit protest music. “They made sure to put their progressive and egalitarian ideas into practice when it came to the functioning of the group. Sheetal and Sachin were both strong leaders, but they all believe that a movement should not have just one face.”Even so, Mali has stopped writing. Some days after rationalist and anti-superstition activist Narendra Dabholkar was murdered by unidentified gunmen in August, Mali wrote about it. (A translation of the poem is copied below.) This poem also appears in the original Marathi in the anthology.Sathe and Mali’s child, born a little over nine months ago, is called Abhang, or Unbreakable, after the verse of Tukaram that upper-castes were unable to destroy. Sathe says that all they have done is to critique the state with their words.“They don’t care if we abuse them on the roads, but if you attack their ideology, that is when they get scared,” she said.Tribute to Dabholkarby Sachin Mali (KKM)*On the edge of a footpath In a pool of bloodlies the 20th of August, 2013But you obscurantist messengers of darknessfrom my jail cell I witnessthe beginning of your defeat.If you wanted to strike and annihilate Dhabolkarwhy didn’t you use your black magic tricksputting a curse on himby crossing out his imageor offering a chicken sacrifice?Why didn’t you organise a Mahayagyawith 108 Brahmins at the doorstepof his Committee Against Blind Faithand reduce his rationality to ashes?With hands folded and eyes shutwhy didn’t you ask for a boonto a millionaire god somewhere?Why didn’t you build more mathas and ashramsand gather hordes of people for your 'satsangs’?Why didn’t you denounce Dabholkar thereand brand him the atheist demon?Did we stop you from doing this?Today your crumpled faces are evidencethat exhausted by your own failed fakerybent in your spine, you have collapsed.Your bag of magic tricks and all your vile powerscould not contain the unstoppable stormof Dabholkar’s rebellion.Facing the harsh sun, strong winds, lashing rainsDabholkar marched on his path of reasona song of equality upon his lipsBrushing cobwebs of blind faith from our eyesplucking out the worms of fanaticismthat crawl in our minds he rode the darknesssowing seeds of hope and light.From crematoriums to mathas of charlatan sadhusfighting casteists and caste panchayatsdemanding common water sources for DalitsDabholkar kept up his relentless campaignBut you obscurantist ghosts of darknessnone of your vile deeds and bags of black magiccould obscure his clear vision.Your so called power of the netherworldcould not finish the thought that is Dabholkar.Then finally you wielded the ultimate weaponthe Bramhastra much used in your history.Stained already by the blood of Charavakaand Tukaram today it is soaked once againin the blood of DabholkarThis is the latest chapter of your terrible deedsThis the bloodied metal of your inhumanityThis the latest link in your history of cruelty.On the edge of a footpath in a pool of bloodlies the 20th of August, 2013But you obscurantist messengers of darknessI witness the beginning of your defeat.From my jail cell I still seea Narendra Dabholkar, undefeated.Sachin MaliSept. 2013, Arthur Road Jail, Mumbai*This is a quick translation from the Marathi by Simantini Dhuru.","author":"Mridula Chari","time":"2014-05-06T07:37:32+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/663675-5c3a8be4-0a0c-49ef-8c15-c80288207adb.jpg","tags":[],"source":"https://scroll.in/article/663675/from-mumbai-jail-poet-accused-of-maoist-links-writes-about-life-on-the-run"}