{"title":"From Marathi identity politics to Hindutva rhetoric: Will Raj Thackeray’s sharp Right turn pay off?","content":"In his 14-year career as head of the Maharashtra Navnirman Sena, Raj Thackeray always started his public speech by addressing his “Marathi brothers and sisters”. But in Mumbai on January 23 to address his supporters about the party’s future, Thackeray had a new gambit. He addressed “my dear Hindu brothers and sisters”. This change reflects the political trajectory the Maharashtra Navnirman Sena will follow from now.To make his altered political position crystal clear, Thackeray also unveiled a new flag for his party.  It is saffron-hued with medieval Maratha rule  Chhatrapati  Shivaji’s royal seal Rajmudra in the centre. Explaining why the party had a new standard, Thackery said that even when he had founded the MNS in 2006, he decided to go with three colours –  saffron, blue and green – because he was not mature enough to realise that saffron flag was the most suitable for the party.Deviating from his long-standing position of linguistic chauvinism, Thackeray filled his speech with Hindutva rhetoric.  From calling for the Samjhauta Express to Pakistan to be suspended to claiming that he had always supported a Ram temple being built in Ayodhya on the spot on which the Babri Masjid had stood, Raj Thackeray seem to be following his uncle Bal Thackeray’s path.Why this sudden love for the saffron? Losing groundBal Thackeray began his career as a political cartoonist, putting the Marathi language and the “Marathi manoos” at the centre of his art. When Bal Thackeray founded the Shiv Sena in 1966, he announced that the party’s primary goal would be to advance the cause of Maharashtrians. In the following year, Sena won 17 out of 40 seats in municipal elections in Thane. In 1968, Sena contested Bombay civic elections and won 42 seats of the total 121. However, the Sena’s “sons of the soil” politics reached its saturation point in the late ’70s and stopped paying dividends. Thackeray soon realised that a politics based on regional and linguistic chauvinism has its limitations. As a consequence, Bal Thackeray started testing the waters in new political arena: during the 1984 bye-election to the Vile Parle Assembly seat, he started openly espousing Hindutva ideology.  The Sena’s decision to seek Hindu votes was prompted by the religious polarisation that was dividing Indian society during the 1980s and also the birth of the Bharatiya Janata Party.  Bal Thackeray began his career as a political cartoonist, putting Marathi identity at the centre of his art. Credit: AFPRaj Thackeray’s sudden affection for Hindutva, months after his intense attack on the BJP during the campaign for the 2019 elections, mirrors those developments four decades ago. Three years after its formation, Raj Thackeray’s MNS won 13 Assembly seats in the 2009 Maharashtra Assembly elections. Ahead of 2014 general elections, Thackeray endorsed Narendra Modi for prime minister but at the same time he fielded his own candidates against the BJP’s ally, the Shiv Sena. Raj Thackeray’s confusing tactics prompted his core vote base to shift to BJP, resulting in a dismal performance for the MNS in the 2014 Maharashtra state elections: the party bagged just one seat. Since then, Thackery’s MNS has lost a considerable number of seats in several municipal corporations across the state.  Ahead of 2019 Maharashtra Assembly election, Thackeray briefly tried to flirt with Sharad Pawar-led Nationalist Congress Party. He addressed a series of public meetings in which he lambasted Prime Minister Modi and Home Minister Amit Shah for converting the country into an oligarchy. In his January 23 speech, however, Raj Thackeray took a U-turn and declared that he would not hesitate to support Modi when the prime minister does the right thing.  In fact, a recent meeting he had with BJP leader Devendra Fadnavis sparked speculation that the MNS might join hands with the BJP. Will this new strategy  revive the MNS? The Shiv Sena factorTo some, it seems obvious that the MNS is trying to fill the political void left by the Shiv Sena when the party joined hands with the “secular” Congress and Nationalist Congress Party to form an alliance to take power in Maharashtra. It would be politically immature and fatal for MNS to completely abandon “Marathi manoos” stance and embrace Hindutva. Thackeray might be trying to resell MNS as a Hindutva Party with a touch of Marathi chauvinism.  The Shiv Sena has changed its language after it decided to share the power with the Congress-Nationalist Congress Party alliance. After becoming the chief minister of the state, Uddhav Thackeray has come across as a progressive administrator.In December, for instance, Uddhav Thackeray said that the controversial Citizenship Amendment Act will not be implemented in Maharashtra. While meeting a delegation of Muslim leaders in Mumbai, he said no member of the community should be afraid of the citizenship act in Maharashtra. Thackeray also said that he would not allow any detention camps to be set up in the state. His statement on the mob attack on students of Delhi’s Jawaharlal Nehru University on January 5 also raised eyebrows. The Maharashtra chief minister compared the attack on the students to the 26/11 Mumbai attack and demanded that the “cowards” caught on camera brandishing rods be unmasked.Recently, the Sena also expressed its support  got the woman who held up a “Free Kashmir” placard during a protest in Mumbai against the JNU attack. Maharashtra Chief Minister Uddhav Thackeray with Nationalist Congress party chief Sharad Pawar and Congress leader Balasaheb Thorat. Credit: PTIThough Uddhav Thackeray has dismissed criticism that he has abandoned Hindutva for the sake of power, the truth is that the “remote control” of the Maharasthra government that he leads lies in the hands of the veteran leader Sharad Pawar of the National Congress Party. The Congress-NCP alliance has turned the Shiv Sena into a paper tiger. If the ever-unpredictable Sharad Pawar pulls the rug out from under Uddhav Thackeray, the Shiv Sena would be forced back to its Hindutva rhetoric. After all, the only reason Uddhav Thackeray is sharing power with the Congress-NCP alliance is because the BJP refused to leave the chief minister’s post to Sena. It is not genuine change of heart or realignment of its politics that has made the Sena deviate from its core ideology. The only reason Uddhav Thackeray has adopted his new avatar is because he has no other option.If the Sena returns to its base, there is no way Raj Thackeray’s MNS will be able to corner Hindutva votes and compete with the BJP and the Sena. From its launch until 2014, the MNS drew considerable support from Maharashtra’s urban educated youth between the age group of 18-25. That vote group has now shifted and split between the NCP, the Congress and the BJP.Contrast Thursday’s image makeover event of MNS in January with its grand launch ceremony 14 years ago, when Raj Thackery ensured that there was a visible presence of Dalits and Muslims. The MNS’s old flag with saffron, green and blue stripes represented Hindus, Muslims and Dalits respectively. With his newfound love for Hindutva, Raj Thackeray’s young voter base from the Muslim community will drift away from his party. After the Bhima Koregaon violence in 2018 and subsequent rise of Vanchit Bahujan Aghadi, large numbers of young Dalit voters in Maharashtra are already consolidated behind Prakash Ambedkar’s party. With only Maratha community, which plays decisive role in elections, left to woo, Raj Thackeray will be have a tough time.But even the Maratha community, which constitutes more than 31% of Maharasthra’s population, is disgruntled with the MNS chief. In fact, the head of the Sambhaji Brigade, a Maratha outfit, has asked Thackeray to refrain from “misusing the Rajmudra” embossed on the party’s new flag. Thackeray also irked Marathas previously by opposing reservations for the community.  With no specific voter base to target and not having a credible political line, Raj Thackeray’s decision to rebrand the MNS seems hasty and desperate stab at political survival.  Yuvraj Sakhare is a masters candidate at Willy Brandt School of Public Policy at the University of Erfurt.","author":" Yuvraj Sakhare","time":"2020-02-06T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/29050-xoqusxdvmx-1580731683.jpg","tags":["Raj Thackeray","Hindutva","Maharashta Politics"],"source":"https://scroll.in/article/952034/from-marathi-identity-politics-to-hindutva-rhetoric-will-raj-thackerays-sharp-right-turn-pay-off"}