{"title":"From Ayodhya 1992 to Delhi 2020, mosques have long been a target of the BJP’s corrosive politics","content":"In the three days at the end of February, when New Delhi’s north eastern district was convulsed with violence, there were pitched street battles between supporters of the ruling Bharatiya Janata Party and its Hindu majoritarian ideology, and small groups of Muslims residents. Fifty three people were killed, both Hindu and Muslim, and over 300 injured. As has been extensively reported, both at the main sites of these clashes,and inside the area’s densely packed narrow alleys ,scores of Muslim homes and businesses were systematically identified, looted and burnt.There is no question that businesses of non-Muslims and a few homes were damaged or burnt, but their numbers pale in comparison.Across the 10 sq km that saw the violence, a pattern emerges. The most vicious attacks were in areas where the number of Muslim homes and businesses was relatively small.  It goes without saying that it would need treacherous neighbours or local political party workers familiar with the electoral roll to point out Muslim properties. In these very neighbourhoods, there are many stories of Hindus and Muslims stopping the violence by barricading their alleys and organising joint volunteer patrols, or of Hindus sheltering Muslims or helping them escape. It is clear that had this not happened the devastation and deaths would have been far greater.But what seems equally clear is that in all the neighbourhoods badly impacted by the violence mosques were a special target. In less than 48 hours of violence, at least 14 mosques and a Sufi shrine were burnt. Some were deep inside a labyrinth of alleys, hard to find except with a local guide. They were all community mosques. Some served a relatively prosperous community, some the very poor.Not a single Hindu temple in the entire district was touched.Like an earthquakeThe largest of the mosques attacked was the Jannati Masjid in Gokalpuri, an established commercial hub in the district. It was a three-storey concrete building built in the 1970s and decorated with arabesques. The mostly Hindu residents of the tenements around the mosque described being shaken out of their beds in the middle of the night by what they thought was an earthquake, only to see thick smoke rising up from the mosque. Other mosques – like the tiny two-storey rough brick structure, the Madeena Masjid, in Milan Gardens, one of the poorest parts of the district – were fire-bombed in broad daylight by a mob of about 20 young men.Mosques and Muslim worship have been targets of the politics  of the BJP and its ideological parent, the Rashtriya Swayamsevak Sangh, from the start.The BJP grew to power on the back of a nation-wide political campaign centred on the destruction of a medieval mosque, the Babri Masjid. The BJP claimed the mosque, in the small pilgrim town of Ayodhya, was built on the exact site of the birth of the Hindu god Ram.  Its goal was to build a temple on the site. The planned and well-rehearsed demolition of the Babri Masjid in December 1992 was a watershed moment in the life of India as a nation. What followed was an orgy of communal violence that left hundreds dead and the idea of India – democratic, secular and bound by the rule of law –under serious threat. In the general election that followed in 1996, the BJP almost doubled its presence in parliament, from 85 MPs to 161.A Hindutva mob atop the Babri Masjid in Ayodhya on December 6, 1992. Credit: Douglas E.Curran/AFPThe campaign to build the temple at the site of the mosque was also at the centre of the BJP and the RSS’ anti-Muslim pogrom in Gujarat in 2002 when Narendra Modi was the state’s chief minister. The pogrom left over a thousand dead, mostly Muslims, and hundreds injured.  Just as in Delhi, Muslim homes and businesses were carefully identified and targeted. Over 500 mosques and shrines were attacked and damaged. A prominently located and much revered medieval period dargah in Ahmedabad was flattened and obliterated, a road was built over the site within 36 hours. In a state election at the end of 2002, Modi won a decisive victory, proving once again that the BJP could turn anti-Muslim political violence to its advantage.Since Modi became prime minister in 2014, the RSS’s vigilante army – some members of organisations directly affiliated to the RSS, others part of its wider ecosystem – has targeted mosques and Friday prayers in different parts of the national capital and the National Capital Territory.  They have petitioned courts to ban the use of loudspeakers for the muezzin’s call to prayer, disrupted Friday prayers, which by convention are held in public places where a mosque is too small or there is no mosque. There have been countless attempts to provoke a confrontation by groups of vigilantes hollering Hindu religious chants and setting off firecrackers outside mosques.Last year, the Supreme Court ruled that although the demolition of the Babri Masjid was illegal, the temple the BJP had promised could be built on the now-empty site.The court’s ruling burnished the BJP’s reputation among its core supporters. It also provided a fig leaf to the great many who claimed that they did not condone the demolition, but believed it was right that a temple should be built on the site.Muslims across the country had prepared themselves – through community conversations and outreach – to accept the court’s verdict, whatever it was, and move on.Misreading the moodModi’s BJP government appears to have misread the mood after the court ruling. A month later, using its massive parliamentary majority it passed the Citizenship Amendment Act, which discriminates against Muslims. The response to the new law was, different. There were student demonstrations in New Delhi, which were brutally repressed. This only led to more student demonstrations across the country and the now-iconic Shaheen Bagh sit-ins, over 90 days old and led by Muslim women of all ages, celebrating the Indian Constitution and its guarantee of equal citizenship and to freedom of conscience and the right to freely practice one’s religion.The BJP and the Modi government have labelled these protests, which have garnered international attention, as “anti-national” and the protestors as traitors and anarchists. The protestors were the main focus of the BJP’s vitriolic campaign for the recently concluded  Delhi state assembly elections. In a campaign speech, a junior Union finance minister had led the crowd in a call to “shoot the traitors”. The Union home minister, and Modi’s closest ally in his party, asked the electorate to ensure that the force of its vote shook up Shaheen Bagh.In the event, the BJP lost badly. Two of the eight seats (of 70) it won are in the North Eastern district.Hours before the attacks in Delhi commenced, Kapil Mishra, a prominent BJP candidate who lost the election and a regular party hell raiser, had challenged the police to evict the protestors or he would do so himself. Mobs of radicalised young Hindu men answered his call to gather near an anti-citizenship law sit-in in the district. Entirely baseless rumours about attacks on temples and the desecration of deities seem to added fuel to a fire he had lit. The police and civil administration stood by as this spiralled into a violent confrontation.A Hindu flag on the minaret of a mosque in New Delhi's Mustafabad area. Credit: Xavier Galiana/AFPUnder cover of a pitched battle between angry young men over a peaceful protest, Hindutva forces deployed ferocious violence against an entire community.  As the embers of homes and lives destroyed were still burning, young men fixed triangular orange flags associated with Hindu places of worship and Hanuman, over burnt-out mosques.The mosques in North East Delhi are simple modern buildings. They do not have the spectacular domes of medieval mosque, or even the modest ones like the demolished Babri Masjid. But very few who lived through that fraught time three decades ago or have seen pictures of it would have failed to see the parallel between the scrawny young men standing atop mosques in India’s capital city, and the ones who had stood atop the Babri Masjid in Ayodhya with sledge hammers. Both had destruction on their minds – destruction not of a mosque alone, but of an India in which everyone has the right to freedom of conscience.","author":"Anjali Mody","time":"2020-03-16T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138388-iorevulted-1584285506.jpg","tags":["Bharatiya Janata Party","Rashtriya Swayamsevak Sangh","Babri Masjid"],"source":"https://scroll.in/article/956268/from-ayodhya-1992-to-delhi-2020-mosques-have-long-been-a-target-of-the-bjps-corrosive-politics"}