{"title":"From Jaipur to Kochi, these Instagram projects are archiving a snapshot of Indian architecture","content":"Anica Mann’s Instagram project often gets mistaken for a real estate page. People keep sliding into her DMs to request for help finding a place to live.Given the beauty of many of the buildings on view, it’s not hard to see why someone might confuse (or wish to confuse) @delhihouses for a directory, even though the bio clearly states “Archiving Modern Delhi houses”. “These are not just photos but an archive of memories, a documentation of the history of objects and neighbourhoods,” Mann elaborated on the page she founded. With this in mind, she captions the images with details about the place: “The guiding question for me is: how would you feel if you lived in this house?”Mann is among a growing group of citizens developing an online repository of photographs of houses in their cities that are representative of modern, vernacular architecture. Over the past few years, they have created a number of Instagram accounts dedicated to documenting street views of private residences across metropolises, smaller cities and even neighbourhoods. In 2022 alone, @delhihouses, @housesofbandra, @housesofbengaluru, @jaipur.houses, @punehouses, @jodhpurhouses and @housesofkerala came into being. Others such as @calcuttahouses, @houses _of_dehradun and @housesofmylapore have been around for a while. Not all these pages have text, and the ones that do try to annotate photos with poetry, history and memory.While the genre belongs to the same broader trend as projects focusing on architectural history and urban heritage that have recently emerged on Indian Instagram, these visual chronicles are more personal. They present an image of built heritage and city life assembled not through public institutions, mass-scale infrastructure and disused structures but through lived-in buildings and their social meanings.Going through the pages, a trope that recurs is the focus on the Art Deco architectural style (incidentally, interest in regional Deco architecture has also gained traction separately). Originating in Europe in the 1920s and gaining popularity in the subcontinent in later decades, the form endured in a provincialised mode in India, its sleek design, geometric motifs and materials like terrazzo visible in cities and towns throughout the country and becoming associated with a modern grammar of residential buildings.It would be easy to think of the houses on the Instagram pages in terms of “clean categories” such as Art Deco but Sarover Zaidi cautions against it. Zaidi works at the intersection of art, architecture and social anthropology and teaches at the Jindal School of Art and Architecture, Jindal Global University, Sonipat. She has written on modernist architecture and carceral cities, and is part of Chiragh Dilli, a website that explores the capital city. “Most houses in India are created by an intersection of architects, contractors and mistris, and indicate the aspirations of residents,” she said. “People build and ornamentalise in diverse ways. As such, architecture does not exist in pure form and incorporates multiple scripts.”Personal explorationsFor some of the chroniclers on Instagram, their projects hold personal significance. In 2018, the founder of @housesofbandra, Shormistha Mukherjee, was undergoing treatment for breast cancer. To distract herself from the pain caused by chemotherapy, she took up walking around her neighbourhood. “Soon I was noticing things I would usually just rush past, walking into bylanes, looking at trees, noting patterns on the grills of gates,” she  said. “And then of course staring at all the houses. Once my treatment got over, the habit stayed. Every lane and every house and every cross felt like an old friend.”Walking seems to have played a germinal role in the conception of many of the city house projects, in a continuation of the 19th-century relationship between flânerie and photography. For Prarthana Banikya and Shiron Antony, it was their regular strolls and interest in architecture’s ability to “capture the essence of a place” that spurred them to start @housesofbengaluru. @punehouses’ Swati Pathak has engaged with the city as a depository of footsteps through her Instagram account @weloiter for six years. Explaining her turn to the houses of Pune, she said, “Houses are a vital component of streetscapes, and I am fascinated by their diversity and individuality. In Pune, specifically, I was struck by the distinct lettering on many of the houses. This led to the birth of PuneHouseType [the erstwhile avatar of PuneHouses], a project that examined the lettering and typography of house names.” She soon realised that she wanted to broaden the scope of this project to include the built forms themselves.How does flânerie translate into images of houses on Instagram, especially since people’s homes are exclusive spaces where not everyone can take a peek? The documenters have rules for themselves, a common one being respect for privacy – for instance, the house has to be visible from the street and the angles used must replicate the street view. While Mann encourages people to share suggestions, Mukherjee, Banikya and Antony, and Pathak rely on an organic process, trusting their instincts to draw them towards a particular building or architectural element. For Bharat Singh of @jaipurhouses, whose shoots are both planned and spontaneous, the rules include “making sure the house/structure is outside of the old city [since the walled city is protected as a UNESCO World Heritage Site] and possess some element of design, historical significance to the city and its people, or just could be aesthetically pleasing.”Apart from Instagram’s easy interface, the reasons documenters chose it to host their projects was its layout’s amenability to functioning as an archive and – quite simply – its massive user base. Banikya and Antony as well as Mukherjee like how they are able to build a “community of like-minded people” because of all the people tagging each other, commenting and sharing memories. Pathak finds that these communities become akin to a visual directory for people “who share a passion for understanding their cities through their architectural history”. Zaidi has a different take. She says she is wary of an Instagram approach which emphasises collecting of pictures, eschews research and doesn’t give people a sense of how the houses are dwelt in.  “The visuals could be commodified and fetishised for likes and followers.” In Zaidi’s opinion, the other challenge with remaining limited to Instagram is that it might restrict how we think about “real solidarity in the time of demolitions etcetera”.Still, the use of social media to host and share visual narratives of a city does allow for the development of a continuous, interactive archive that adds to knowledge about the city’s past for a wider group of citizens. Mann said, “People like to contribute to the project because it gives them a chance to reminisce.” Some exchanges reveal hidden facets. She recounts photographing a house on Delhi’s Hanuman Road in which there iss a fountain that used to be connected to the Yamuna: “Obviously it doesn’t anymore because the river is filthy, so I only discovered this fact because I was told by the owners.” Some stories are less history, more memory, but nevertheless elucidating: Mukherjee recalls photographing a Bandra building with Art Deco ornamentation, when an elderly man stopped to inform her that the residential building had once been a church. At other times, old-fashioned historical study fills in the gaps. Researching a bungalow in Shivaji Nagar, Pune, Pathak found out that the reason the neighbourhood had a high concentration of bungalows was because, in the 1950s, a flood had led to the mass migration of the city’s elite to it. She explained, “This was a strategic move because Shivaji Nagar was situated on higher ground and was therefore less vulnerable to flooding. Learning about this not only gave me a better understanding of the city’s geography but also helped me appreciate how different events in history can shape a city’s development and character.”Marauding developmentFor Singh, the decision to start @jaipurhouses was prompted by concern for too much development, “Every week or so, I would see some old house being demolished – at a rate where soon all we will have left are multi-storey buildings,” he said. His sentiment is echoed by the other documenters, who express dismay at witnessing the character of their city or locality becoming radically different . Mann noted, “I’ve seen Delhi transform from a bungalow city to an apartment city.” She attributes the disappearance of traditional elements of Delhi’s residential architecture to the real estate bubble, and their replacement with new types of roofing, tiling and ornamentation: “I aim to capture these things before they are lost.” Mukherjee hopes that her record of Bandra will be evidence of its past “after five years when the suburb is unrecognisable thanks to its multi-storeys.” According to Mann, it’s not just the skyline but the social organisation of the city that is getting “jumbled up”: “It’s important to think about how the residential landscape was structured along economic lines, by profession, or for historical reasons. In Delhi’s case, for instance, we need to know how the Partition affected housing or how and why the Delhi Development Authority flats came up.”In the wake of a controversial “Smart City” approach to urbanism and dubious implementation of ostensibly stakeholder-inclusive policies, general anxiety around the state of Indian cities prevails. While techno-infrastructural upgradation is an explicit goal, the conservation of cultural heritage including vernacular architectural forms doesn’t seem high on the agenda. On the few occasions when multi-storeys are not the priority, the orientation of urban planning is rightly aimed at public goods and commons. This leaves private property in a twilight zone even as big builders turn old residential areas into homogenous constructions. Mann points out that “Indian cities have distinct identities and the best place to learn about this is through their houses. What is a city’s life and culture? These days, builder apartments are cookie-cutter, neutralising local social habits into global forms.”Zaidi finds that dominant attitudes to urban development can seep into those towards online documentation: “The Smart City logic is at play when the social memory of places gets erased as the built environment changes. We must try to understand the reconstruction and demolition in cities – why is it happening? Who is it for? How is it undertaken? On the other hand, social media documentation cannot just be a nostalgia industry, about how ‘nice and old’ everything is – we must see it from a class-/caste-based/ social perspective. You might take a picture of a beautiful facade but the people inside might be living in neglect. What we consume could reveal little and hide a lot. It’s equally important to ask questions about what and why people document what they do.”Spectre of lossThe spectre of loss might be contributing to the interest in documenting houses that signify a city’s fast-eroding past. Pathak thinks so, observing that since cities are in “a transitional phase on the brink of major developments, people are looking towards history to understand what the future holds. It makes sense to try to understand our heritage, as it is so intricately connected to our everyday lives.” Mukherjee holds the same position: “Our past can be traced via all the clues that our built heritage leaves us. Not just dates, and architectural changes, but also how we lived. And to me personally, as someone who loves whodunits, built heritage is the starting point to a lot of answers about our past.”But fears about vanishing heritage don’t fully account for the sudden spate of city house Instagram pages in the past year. Singh is of the view that the coronavirus pandemic might have made more people aware of what was at stake. “A lot of people in the old cities and towns in India are realising how fast we are losing our heritage, whether built, cultural or natural,” he said. “The need to create an archive of old houses started almost simultaneously in different cities post-COVID-19, once we had the time to take a step back and look at the excessive rate of modern buildings replacing older houses/structures.” Zaidi contextualises city house pages in terms of the people-less language of architectural photography. “In architecture magazines, you often have a clean, white sofa; they never show a lived-in house. Similarly, humans are often not shown in photographs on Instagram handles dedicated to documenting architectural and built spaces. But aesthetics are also about power. I would encourage people to make their documentation more human-centric – where does the sunlight come in from? Where is the leakage? I am glad younger people are archiving the city; I would just hope they do it with depth and seriousness.”For all the documenters, their relationship with their city, whether native or chosen, has only deepened. Their project is, after all, something they do for the love of it. Mann describes it as “having a Dear Diary moment with our cities”, proceeding to talk about how she sees her work as going along with, taking a pause with Delhi. For Mukherjee and Pathak, both children of Air Force officers who moved around a lot, their projects have given them roots in Bandra and Pune respectively. “I get invited for tea, I meet families, I have been given sweets during Christmas, and I get fish at bargain prices,” exulted Mukherjee, while Pathak feels as though she’s “peeking through the windows and opening the doors to the city’s past, present, and future in a way that I never have before.” Banikya and Antony have become more aware of the architectural history of Bengaluru. As has Singh, though this might prove hazardous for him – “Starting the page has made me more conscious of every little structure and house in Jaipur, which is a problem when I’m driving since my focus is more on the houses and less on the road.”Kamayani Sharma is an independent writer, researcher and podcaster based in New Delhi. She is a Kalpalata Fellow in Visual Culture Writing for 2022.","author":"Kamayani Sharma","time":"2023-03-07T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187639-rocicbdvms-1678097489.jpg","tags":["Instagram","Architecture"],"source":"https://scroll.in/magazine/1045118/from-jaipur-to-kochi-these-instagram-projects-are-archiving-a-snapshot-of-indian-architecture"}