{"title":"From Babri to Gyanvapi, how India’s courts have helped escalate Hindutva claims on mosques","content":"It was the order of a district court in Uttar Pradesh in 1986 that “triggered a chain reaction leading to the demolition” of the Babri Masjid in Ayodhya by Hindutva activists five years later.  This is what Justice SU Khan of the Allahabad High Court observed in a judgment in the Ayodhya title suit in 2010.The 1986 order led to the locks at the Babri Masjid being opened, which “catapulted the dispute at the national (rather international) level”, Khan notes in his judgment. “Prior to that no one beyond Ayodhya and Faizabad was aware of the dispute.”The statement summarises a pattern seen in several disputes over religious sites: the Babri Masjid in Ayodhya, the Gyanvapi mosque in Varanasi, the Shahi Idgah mosque in Mathura, the Qutb Minar in Delhi and the Kamal-ud-Din mosque in Madhya Pradesh.Courts, especially those at the lower level, have played an active role in escalating these disputes.Opening the locks at BabriThis first became apparent in Ayodhya. For decades after 1949, when  an idol of the Hindu deity Ram was mysteriously placed inside the Babri Masjid, only a couple of priests were allowed to go inside to perform religious rites. The public could only watch from beyond a grill.However, in 1986, an advocate unconnected to the dispute filed an appeal before a district judge in Faizabad, KN Pandey, on January 31, 1986. The appeal was allowed a day later. The judge directed the gates to be opened for Hindus to worship. Within minutes of the order being passed, the Babri Masjid’s gates were opened.The original parties to the suit were not aware of these proceedings, except for one, who was not allowed to be impleaded in the suit. The district magistrate and the superintendent of police who were present in court said that there would not be any problem if the locks were opened.In 2010, Justice SU Khan expressed shock at the sequence of events, where an appeal was filed by a “stranger” that was “not maintainable” and the impleadment of one of the parties “was wrongly rejected” because of which there was “no one to oppose the appeal”. He noted that there was no reason to show “such undue state”.   \n\n\n    \n    Play\n\nArchaeological survey at GyanvapiWith regards to Hindutva claims about the Mughal-era Gyanvapi mosque, two cases before civil courts in Varanasi have sparked off a controversy.The first case was filed in a Varanasi civil court in 1991 by devotees of “Swayambhu Lord Vishweshwar”. They claimed that the Gyanvapi mosque plot was originally occupied by a temple and asked for permission to worship on the property. The court, in 1997, said that certain portions of the plea were barred by the Places of Worship (Special Provisions) Act, 1991. This act was passed during the Ayodhya temple movement and provided for the religious character of a place as it existed on August 15, 1947, to be maintained.On appeal, a district judge set aside this order in September 1998, saying that these issues could not be decided without evidence being collected. Later in the year, the Allahabad High Court stayed these proceedings.The stay was in force until 2020. However, relying on a 2018 Supreme Court judgment that said that a stay cannot be in force for more than six months unless the stay order is expressly extended, the civil court where the dispute was pending started hearing the case again based on an application filed by the plaintiffs. In February 2020, the Allahabad High Court stayed these proceedings again. In March 2020, it reserved its judgment.After this, a civil court started hearing the matter again. In April 2021, it ordered the Archaeological Survey of India to conduct a survey to determine if a temple had existed at the site of the mosque. Scroll.in had reported that this survey could be used to claim an exception under the Places of Worship Act, which exempts from “ancient monuments” – structures or monuments that are of historical interest and have existed for more than 100 years – from the purview of the legislation.The Allahabad High Court, in September 2021, reprimanded the civil court for its order and stayed the directions for an archaeological survey.“The judicial courtesy and decorum warranted such discipline [of waiting for the Allahabad High Court verdict] which was expected from the court below, but for unfathomable reasons, neither of the courses were taken,” the court noted.Devotees arrive to offer prayers at the Gyanvapi mosque under heavy police deployment. Credit: PTIVideography of GyanvapiIn August 2021, while a case was already pending before the Allahabad High Court, a second petition was filed before a civil court in Varanasi. It asked for the right to perform rituals in the Gyanvapi complex and the preservation of the “Hindu gods Maa Shringar Gauri, Lord Ganesha, Lord Hanuman and other visible and invisible deities” it claimed were present there. On April 8, 2022, a civil judge appointed Ajay Kumar as an advocate commissioner to undertake a videographic survey of the mosque and submit it to the court. He could also ask for police assistance, if required. The Muslim side protested Kumar’s appointment, as his name had been suggested by the plaintiffs.On May 12, the court refused to replace Kumar but appointed two more advocate commissioners to assist him in the videography.  It directed the district administration to break the locks if required and register a first information report against those who create a hindrance.  It also asked for the report to be submitted by May 17.  Former Allahabad High Court Chief Justice Amar Saran told The Quint that this survey contravened the Places of Worship Act, which prohibits even attempts to convert a place of worship. Therefore, “the lower courts are complicit in perpetrating an illegality”, he said.Then on Monday, before even the report was submitted, at a hearing where the mosque representatives were not present, the court took note of the Hindu petitioners’ submission that an oval object found by a court-appointed surveyor in the tank of the Muslim place of worship is a shivling – an idol of Hindu god Shiva. Based on this, it ordered that a portion of the Gyanvapi mosque be sealed.  It also said that only 20 Muslims would be allowed to pray in the mosque.The mosque side has contested this claim, saying that the structure is actually a fountain. The next day, the advocate commissioner was removed for leaking information to the press. The two remaining commissioners will file the report by May 19. The Muslim side had challenged the videography survey of the mosque before the Allahabad High Court. However, the High Court rejected their plea in April 2021, saying that the court orders “hardly decide anything and are ones of a very processual kind, that would lead to a report of local inspection”. The Gyanvapi mosque management committee appealed against the Allahabad High Court order in the Supreme Court. On Tuesday, the Supreme Court removed any restrictions on Muslims entering the mosque. However, it directed the state to protect the structure found due to the survey.The Kashi Vishwanath Temple Dham and Gyanvapi Masjid complex, in Varanasi. Credit: PTIThe Mathura caseThe Shahi Idgah mosque in Mathura, meanwhile, is the subject of more than a dozen cases in various lower courts in Mathura and in the Allahabad High Court. Several Hindus claim that the mosque has been built at the birthplace of the Hindu god Krishna. Hindus want possession of the land and the right to worship in the mosque till their petitions are disposed of.The first of these cases was instituted in September 2020,  after the Ayodhya dispute was decided in favour of Hindus in 2019. Six devotees, through a lawyer Ranjana Agnihotri, filed the petition in a Mathura court asking for the mosque to be removed. Agnihotri’s petition was dismissed in September 2020. However, on appeal one month later, a district judge decided to hear the matter again. A Mathura district court will give its verdict on the maintainability of the petition on May 19. Another petition was filed in December 2020 by several advocates and organisations such as United Hindu Front and Dharm Rakhsha Sangh Vrindaban. The next date of hearing for this petition is July 1.In January 2021, the Allahabad High Court had dismissed a writ petition before it seeking the removal of the mosque, as the petitioner was absent. However, in March 2022, it restored the plea, noting that an application for restoration was filed immediately. It listed the petition for July.Several of these petitions have been in court for more than a year and a half without the court dismissing the pleas – despite the Places of Worship Act prohibiting such cases. Besides, in the Ayodhya verdict in 2019, the Supreme Court also noted  that courts “cannot entertain claims that stem from the actions of Mughal rulers against Hindu places of worship”.Responding to a petitioner filing an appeal to the Allahabad High Court complaining that their applications are not being decided by a civil judge in Mathura, the Allahabad High Court on May 12 directed the lower court to club several cases filed about the Krishna Janmabhoomi dispute and expeditiously decide them, preferably  within four months.Recently, based on the court’s order in the Gyanvapi dispute, several  petitioners have asked for a similar video survey of the Shahi Idgah mosque in Mathura, claiming that it houses remains of Hindu idols that the Muslims are “inclined to remove”. On May 18, a local court in Mathura agreed to hear the plea.The court will decide on these petitions in the coming months.A photo of the Krishna temple in Mathura and Shahi Idgah the mosque next to it. Credit: Shri Krishna Jamna Sthan/FacebookThe Qutb MinarIn Madhya Pradesh, the high court on May 11 issued a notice  on petitions by a Hindu group challenging a 2003 order by the  Archaeological Survey of India that allowed Hindus and Muslims to use  the Kamal-ud-Din mosque on different days. The structure is claimed by Hindus to be a temple of the goddess  Saraswati called Bhojshala and a mosque by Muslims.In Delhi, the Saket court on May 24 will hear a case relating to the Qutb Minar,  which claims that several Hindu and Jain temples were demolished to  make a mosque inside the monument. This is the second time that the matter is being heard by the courts. It was was first heard by a civil court, which  rejected the appeal in November 2021, saying that past wrongs “cannot be  the basis for disturbing the peace of our present and future”.In sharp contrast to these earlier examples, where courts have often encouraged communal disputes and allowed them to fester, is the strong action taken to nip a similar attempt in relation to the Taj Mahal in Agra. On May 12, the Allahabad High Court summarily dismissed  a public interest litigation filed by Rajneesh Singh, the Bharatiya Janata Party official who heads of party’s Ayodhya media unit. He asked for an archaeological survey of the Taj Mahal. The court said that these issues were “non-justiciable” and best left to historians.Also read:Analysis: Could ASI survey of Gyanvapi mosque lead to it being exempted from Places of Worship Act?Why UP court order asking ASI to survey Kashi-Gyanvapi mosque complex is legally unsoundIn Mathura, the Ayodhya playbook is being deployed again to claim Hindu rights over Idgah mosque","author":"Umang Poddar","time":"2022-05-18T09:00:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/129227-iydpfcohsi-1571486973.jpg","tags":["Gyanvapi","Babri Masjid","Krishna Janmabhoomi","Places of Worship"],"source":"https://scroll.in/article/1024134/from-babri-to-benaras-how-indias-courts-have-helped-to-escalate-hindutva-cases-about-mosques"}