{"title":"Fugitive gangster Dawood Ibrahim has inspired many movies, but only one actor got him right","content":"Dawood Ibrahim fled Mumbai in 1986 as the law closed in on him, but if some filmmakers and writers are to be believed, he never really left.The 64-year-old gangster, who is alleged to be living in Karachi, is frequently in the headlines. In early June, claims circulated that he had died of Covid-19, but the reports were debunked. On June 26, Ibrahim was mentioned in passing along with reports of the death of Yusuf Memon, one of the Memon brothers who orchestrated the devastating serial bomb blasts in Mumbai in 1993. Ibrahim is accused of providing logistical support to the Memons and their handlers, the Pakistani spy agency Inter-Services Intelligence.The blasts on March 12, 1993, which claimed over 300 lives, promoted Ibrahim from hoodlum to terrorist. Not surprisingly, he continues to haunt the lanes and localities of Mumbai where yarns about crime and punishment are spun. Nearly every documented aspect of Ibrahim’s life in Mumbai and beyond has inspired films and, of late, web series. Some movies chart his meteoric rise from modest beginnings to superstar status in the underworld. Others recreate his fratricidal war with former associate Chhota Rajan. A few films focus on Ibrahim’s role in the bomb blasts.Among the Bollywood productions with characters directly or indirectly inspired by Ibrahim are Black Friday, Company, Shootout At Wadala, Once Upon a Time in Mumbaai, D-Day and Haseena Parkar. The web series Ek Thi Begum is about a woman who plots to kill a crime lord modelled on Ibrahim. S Hussain Zaidi’s book Dongri to Dubai, a sprawling history of the Mumbai underworld in which Ibrahim is the central figure, is being adapted into a web series.Ibrahim’s fictional portrayals are based on the handful of photographs of him available in the public domain. In the best-known image, Ibrahim sits behind a desk and stylishly holds a cigarette. He has red-tinted sunglasses on and a cocky expression borrowed from the movies. Hindi cinema has been repaying the compliment for years. But who has played this shade-wearing shady the best? Black FridayAnurag Kashyap’s adaptation of Zaidi’s non-fiction book of the same name examines the conspiracy behind the 1993 serial blasts in Mumbai. Vijay Maurya plays Dawood Ibrahim with a mix of menace and mischief. Operating from a mansion in Dubai, Maurya’s Ibrahim plays up the media-fuelled image of the don who exudes plumes of smoke and deadly intent. This gangster is man and myth rolled into one, and is easily the most effective Dawood Ibrahim in the movies. A bonus point for a strong resemblance.Vijay Maurya in Black Friday (2007). Courtesy Mid-Day Multimedia.Also read:The Yakub Memon story: The man who helped India expose Pakistan’s role in 1993 Bombay blasts CompanyRam Gopal Varma’s Company (2002) is a fictionalised account of the rivalry between Ibrahim and his former henchman Chhota Rajan. In the real world, the enmity split the underworld and led to a near-successful attempt on Rajan’s life in 2000. In the movie, Ajay Devgn plays the cool-headed and ruthless Malik, who shoves aside his mentor and rises up the hierarchy. Malik, in turn, mentors the young hothead Chandu (Vivek Oberoi). Their rock-solid friendship is undone by a horrible misunderstanding. Devgn is excellent as the don who thinks first and shoots later. Ajay Devgn in Company (2002). Courtesy Varma Corporation/Vyjayanthi Movies.Also read:The making of a hitman: How Dawood Ibrahim groomed a reckless sharpshooter to murder Chhota Rajan DaddyBefore Chhota Rajan, Ibrahim’s big rival was Arun Gawli. Ashim Ahluwalia’s Daddy (2017) is an uncritical biopic of the mill worker’s son who became a dreaded mobster and a Maharashtra state legislator. In Daddy, Arjun Rampal plays a good-looking, sanitised version of Gawli, while Farhan Akhtar is Ibrahim, who goes by the name Maqsood.Farhan Akhtar in Daddy (2017). Courtesy Raksha Entertainment. Also read:The rise and rise of Arun Gawli, the son of a mill worker and the terror of BycullaEk Thi BegumThe MX Player web series Ek Thi Begum (2020) also has a Maqsood, who is modelled on Ibrahim and played by Ajay Gehi. After Ashraf’s gangster husband is killed by henchmen of the Dubai-based Maqsood, she swears to get the big boss. Maqsood wears dark glasses indoors, puffs on his cigar, and looks every inch the movie version of the don.Ajay Gehi in Ek Thi Begum (2020). Courtesy MX Player.Once Upon a Time in MumbaaiMilan Luthria’s blood-and-thunder movie from 2010 is based on an older rivalry, this time between characters based on Haji Mastan and Dawood Ibrahim. Sultan Mirza (Ajay Devgn) is the gentlemanly don modelled on Mastan, who ruled the Mumbai docklands in the ’60s and ’70s and inspired the anti-heroes in Deewar and Nayakan. Sultan might be a criminal, but he is also principled in his own way, unlike the brash Shoaib Khan (Emraan Hashmi). Once Upon a Time in Mumbaai portrays Sultan’s reign as benign and Shoaib’s rise as the beginning of Mumbai’s fall, suggesting that had Shoaib been stopped in his tracks, the Mumbai bomb blasts would never have happened. In the sequel, Akshay Kumar plays Shoaib, who is ensnared in a love triangle that his power and influence cannot resolve.Emraan Hashmi in Once Upon a Time in Mumbaai. Courtesy Balaji Motion Pictures.Also read:How Dawood Ibrahim’s mentor Khalid Khan saved his life on a cool afternoon in 1980 Shootout At WadalaWhat might Ibrahim’s trajectory have been if Manya Surve had not been killed in a police encounter in 1982? That’s the question driving Sanjay Gupta’s Shootout At Wadala (2013). Surve, a hoodlum who carved his own path and killed Ibrahim’s beloved brother Sabir in 1981, was bumped off by the Mumbai police in what is described as the first such “encounter death”. The tip-off about the fugitive Surve’s whereabouts came from Ibrahim, according to Mumbai gangster lore.In Shootout at Wadala, John Abraham is Surve and Sonu Sood is Ibrahim, renamed Dilawar. Sood’s Dilawar is in the same mould as all the other villains the actor has played in countless films. Like Once Upon a Time in Mumbaai, this film suggests that the Mumbai police used Ibrahim in his early years to take down other gangsters, only to shrink in horror later from the antics of their Frankensteinian creation.Sonu Sood in Shootout at Wadala (2013). Courtesy Balaji Motion Pictures.DVishram Sawant’s D (2005) was among the gangster movies produced by Ram Gopal Varma in the 1990s and 2000s. Randeep Hooda play Deshu, whose formative years resemble a romanticised version of Ibrahim’s origin story. The son of a police constable, Deshu gets involved in gang rivalry and goes on the warpath after his friend is killed.Randeep Hooda in D (2005).D-DayS Hussain Zaidi’s book Dongri to Dubai details a high-level operation to assassinate Ibrahim during his daughter’s wedding to cricketer Javed Miandad’s son in Dubai in 2005. According to Zaidi, the man in charge was Ajit Doval, the former Intelligence Bureau head (and present National Security Advisor). Doval reportedly recruited a couple of fugitive gangsters to carry out the hit. The operation was botched at the last minute because a team of Mumbai police officers also landed up the venue, and, unaware of the Union government’s involvement, tried to arrest the gangsters, Zaidi wrote.There is no such confusion or turf war in Nikkhil Advani’s D-Day (2013). The Dawood Ibrahim-like gangster Iqbal Seth, also known as Goldman, is holed up in Karachi as a guest of the Pakistani intelligence. A group of undercover Indian agents is in hot pursuit, risking life and limb to get Goldman back to India and face a trial. Rishi Kapoor is a scream as the don who likes to protect his eyes from the glare at all times.Rishi Kapoor in D-Day (2013). Courtesy Emmay Entertainment.Haseena Parkar Apoorva Lakhia’s bizarre hagiography portrays Ibrahim’s real-life sister Haseena Parkar as a wronged woman who becomes a criminal because of circumstances and police harassment. Shraddha Kapoor plays Haseena, while her real-life sibling Siddhanth Kapoor plays the future lawbreaker known only as “Bhai” in the movie.Siddhant Kapoor in Haseena Parkar (2017). Courtesy Swiss Entertainment.RaeesRahul Dholakia’s Raees (2017), starring Shah Rukh Khan, is about prohibition in Gujarat and the rise and fall of a locally brewed Robin Hood. Narendra Jha plays Musa, a Mumbai gangster inspired by Ibrahim. Musa gets Raees to transport cartons of gold across North India, but neglects to tell him that the cargo actually contains the RDX explosive. The noble and upright Raees kills Musa in retaliation.Narendra Jha in Raees (2017). Courtesy Excel Entertainment.Also read:‘Raees’ claims it isn’t about Abdul Latif, but who was he? For one thing, he almost killed Dawood Coffee with DWhy so serious? Zakir Hussain plays Ibrahim as a down-on-his-luck hood in the misfired satire Coffee With D (2017). Sunil Grover is a television journalist named Arnab who scores an interview with the man known as “D”. The wig is floppy and the sunglasses larger than usual. Most movies venerate Ibrahim, but this one reduces him to a joke – perhaps the best revenge.\n\n\n    \n    Play\n\nCoffee With D (2017).","author":"Scroll Staff","time":"2020-06-30T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142504-cvtsgsoyhw-1591464532.jpg","tags":["Dawood Ibrahim","Black Friday","Once Upon a Time in Mumbaai"],"source":"https://scroll.in/reel/963976/fugitive-gangster-dawood-ibrahim-inspired-several-movies-but-only-one-actor-got-him-right"}