{"title":"Full text: Arrested lawyer Sudha Bharadwaj says letter read out to media by police is ‘concocted’","content":"Hours after a senior Maharashtra police officer told the media that the police had solid evidence to establish that five human rights activists arrested on Tuesday had links with banned Maoist groups, one of the arrested people, lawyer Sudha Bharadwaj, said that the letter being offered as proof was “totally concocted”. “It is a mixture of innocuous and publicly available facts and baseless fabrication,” Bharadwaj said in a handwritten statement released by her lawyer. Bharadwaj was among the five people arrested on Tuesday when teams of the Pune Police raided the homes of nine human rights activists across the country. The authorities claimed that these people had been involved in an event in Pune on December 31 at which inflamatory speeches were made, sparking caste violence in Bhima Koregaon, 30 km away, the next day.In addition to Bharadwaj, four others were also arrested: Vernon Gonsalves and Arun Ferreira in Mumbai, Gautam Navlakha in New Delhi, and Varavara Rao in Hyderabad.The police claimed to have arrested these five after obtaining evidence from raids on five other activists who had been arrested on June 6. They were Rona Wilson, Surendra Gadling, Shoma Sen, Mahesh Raut and Sudhir Dhawale. During the investigation into the role these activists had allegedly played in provoking violence in Bhima Koregaon, the police claimed to have uncovered evidence of a plot to assassinate Prime Minister Narendra Modi.On Friday, at a press conference, Maharashtra’s additional director general (law and order) Parambir Singh read out letters allegedly exchanged between Navlakha, Bharadwaj, Wilson and  Gadling and their purported Maoist associates. One of these letters had also been the subject of a programme in the Republic TV news channel on July 4. It is not clear how the letter made its way to the media, considering that the police had not made it part of its court case against the arrested people. During the programme, Republic TV anchor Arnab Goswami claimed that that Bharadwaj had written a letter to a Maoist named “Comrade Prakash”, stating that a “Kashmir like situation” had to be created. She was also accused of having received money from Maoists.  On July 16, Bharadwaj sent Republic TV a legal notice for making “false, malicious and defamatory allegations” against her.On Friday, Bharadwaj responded to the police charges with this statement, the full text of which can be read below:Regarding the letter issued to the press by Pune police:It is a totally concocted letter fabricated to criminalise me and other human rights lawyers, activists and organisations.It is a mixture of innocuous and publicly available facts and baseless fabrication. Various legal and democratic activities such as meetings, seminars, protests have been sought to be delegitimised by alleging that they are funded by Maoists.A number of human rights lawyers, activists and organisations have been deliberately named to cast a stigma over them, to obstruct their work and incite hatred against them.There is an effort to delegitimise IAPL [Indian Association of People’s Lawyers], an association of lawyers whose pride is Retd J [Retired Justice] Hosbet Suresh and which has been active in speaking up against attacks on lawyers.I categorically state that I have never given Rs 50,000 to hold any programme in Moga. Nor do I know any “Ankit from Maharashtra” or “Ankit who is in touch with Kashmiri separatists”.I know Gautam Navlakha, a senior and respected human rights activist whose name has been mentioned in a manner to criminalise and incite hatred against him.I know the Jagdalpur Legal Aid Group well and have never solicited any fund for them, least of all from any banned organisation. I categorically state that their work has been absolutely legitimate and legal.I know Advocate Degree Prasad Chouhan, a Dalit human rights activist who is active in PUCL [People’s Union for Civil Liberties] and works with the Human Rights Law Network. Totally baseless allegation has been made against him.There has been an effort to criminalise and incite hatred against various lawyers, activists and organisations who have exposed HR [Human Rights] violations in Bastar, Chhattisgarh.I once again declare that this is a fabricated letter, which I had refuted when it was first flashed on Republic TV on 4th July, and which has not even been brought before either the Pune court nor the CJM (Chief Judicial Magistrate) Faridabad while seeking to whisk me away to Pune.","author":"Scroll Staff","time":"2018-09-01T00:51:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892757-olfqnybbdi-1535512295.jpg","tags":["Bhima Koregaon","Activists Arrested","Sudha Bharadwaj"],"source":"https://scroll.in/latest/892757/full-text-arrested-lawyer-sudha-bharadwaj-says-police-letter-leaked-to-media-is-totally-concocted"}