{"title":"Full statement: ‘I will stand and fight again,’ says Bilkis Bano on premature release of convicts","content":"Bilkis Bano on Thursday said that she will “stand and fight again”, a day after she filed a review petition in the Supreme Court in connection with the remission granted to 11 life-term convicts.Bano has approached the court against its judgement from May that allowed the Gujarat government to decide on the remission of the sentences of the convicts. She has also challenged the premature release of convicts.The 11 men were convicted for having gangraped Bano in a village near Ahmedabad on March 3, 2002, when Prime Minister Narendra Modi was the chief minister of Gujarat. She was 19 and pregnant at the time. Fourteen members of her family were also killed in the violence, including her three-year-old daughter whose head was smashed on the ground by the perpetrators.The men were freed on August 15 from a Godhra jail after the Gujarat government approved their application under its remission policy. In a statement, Bano on Thursday said that for a long time after the men were released, she was “paralysed with shock” and feared for her children.“But, the spaces of my silence were filled with other voices; voices of support from different parts of the country that have given me hope in the face of unimaginable despair,” she said.Read the full statement of Bilkis Bano:“The decision to once again stand up and knock on the doors of justice was not easy for me. For a long time, after the men who destroyed my entire family and my life were released, I was simply numb. I was paralysed with shock and with fear for my children, my daughters, and above all, paralysed by loss of hope.But, the spaces of my silence were filled with other voices; voices of support from different parts of the country that have given me hope in the face of unimaginable despair; and made me feel less alone in my pain. I cannot express in words what this support has meant to me. And how much it has helped rekindle my faith in humanity, renewed my courage and allowed me to believe yet again in the idea of justice.So, I will stand and fight again, against what is wrong and for what is right. I do this today for myself, for my children, and for women everywhere.”","author":"Scroll Staff","time":"2022-12-01T21:10:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/57839-klnizeyuyl-1494393324.jpg","tags":["Bilkis Bano","Supreme Court","Gujarat","Gujarat government"],"source":"https://scroll.in/latest/1038817/full-statement-i-will-stand-and-fight-again-says-bilkis-bano-on-premature-release-of-convicts"}