{"title":"Full text: India captain Mithali Raj on World Cup exit, Jhulan Goswami’s absence, rebuilding & more","content":"Mithali Raj stayed clear of saying anything decisive about her personal future but spoke in length about the team’s exit from the league stage of the ICC Women’s Cricket World Cup 2022, being unable to win the match for Jhulan Goswami’s sake and a few other issues.India were heartbreakingly knocked out of the World Cup in New Zealand off the very last ball that was bowled in the league stage. A three-wicket defeat to South Africa was sealed with the final ball of the game as Mignon du Preez’s unbeaten 52 took the Proteas over the line. World Cup, India vs South Africa as it happened: Mignon Du Preez breaks Indian heartsSo near yet so far: Reactions to India’s heartbreaking exit from World Cup after South Africa defeatSouth Africa had already assured themselves of second place and a spot in the semi-finals, but they wouldn’t given an inch to the Indian side. An inch, as it turned out, would be the margin as du Preez received a late reprieve off a no ball dismissal. It was relief for South Africa, but joy for West Indies who finished fourth on seven points with India unable to reach eight.The 39-year-old captain refused to speculate on her future of that of fellow veteran Jhulan Goswami, who missed her first game in five World Cups with a side strain. Here’s what Mithali had to say in the press conference after the match:Firstly, just reflect on that match. Obviously you put on a big score and got South Africa back -  but wasn’t enough.I think there was a partnership between the between Laura [Wolvaardt] and [Lara] Goodall. I think that was something we managed to break but the most important couple of overs which I felt was when [Chloe] Tryon came in, and when the asking rate was around nine and she got it back to seven. And I think that that was a moment which tilted the match in their favor.Just looking at the tournament as a whole... I know you’ve fallen short of where you wanted to be, but how do you reflect on it?Well, there’ve been ups and has been downs, like we’ve done well against West Indies but we lost against England and Australia. And even New Zealand. So we did mix it up a little bit in the initial phase of the tournament. But I guess the way we made a comeback, even in today’s game, the way the girls have responded, whether it is bowling or batting, I think they’ve done really well. It was a good game overall. If we have to judge it from the crowd, from people who watched, the viewers and for the sport... but yes for the Indian team it’s the end of the road in the tournament. A lot of good things have come out of the tournament like we’ve got Yastika [Bhatia], Shafali [Verma] started to score runs. The spinners have done well and there will be areas that as a team we need to work on moving forward. But overall, I think we could have done better. Yes, definitely. We could have done better in the initial phases of the tournament.You talked there about some of the younger players coming through. What does the future of this team look like and what does the future hold for the team?I think the future definitely is very bright looking at Richa, Yastika and we have  of course, Sneh Rana - she made a comebackk - we have Meghana who’s in the stand-by. These girls will definitely play in the coming years good standard of cricket and the way they get the exposure of playing different leagues and playing regularly with the best of the best in the world. I’m sure the team will shape up well for the future tournaments.I want to know from you that now you have time to reflect on what happened in the match today. Where do you think India could have done things differently?Well, we could have added more runs from the death overs when we batted, the spell [Shabnim] Ismail had bowled in the last five overs, where the sort of start we got and the way we build the innings, we could have got many more runs having wickets in hand.Just wanted to ask about Deepti Sharma was out of the game for a couple of minutes, she just came back and the way she did in the death overs - especially the last one. Your thoughts on how she did in the last phase of the match?I think she brought all her experience of playing for India and overseas in picture today. In the absence of Jhulan Goswami, obviously Jhulan gets a lot of experience in terms of bowling department but not having her, getting Deepti Sharma we got an all-rounder in. I think she knew where she need to bowl - she had a lot of clarity of bowling the last over. But I guess somewhere these no balls haven’t been working in India’s favor. I remember the game that we played against Australia also, it was a last over and – yeah – but I guess having Deepti in terms of as a batter even as a bowler as you mentioned - she didn’t play in the last few ODI’s, but the way she bowled today was exceptional.\"I really wanted to win this game so that we could give her another game, to play the semifinals\"The line, and the moment, that has remained with me from the press conference.#CWC22 pic.twitter.com/VBPMOJcD9w— Vinayakk (@vinayakkm) March 27, 2022\n\nI know it’s so hard when it’s so fresh, but could you sum up your emotions? Honestly, right now I don’t have any emotions, I’m just trying to get the hang of how the match has gone through, preparing myself to answer your questions. Probably  it will hit me maybe tomorrow, because at some point we’ll have to deal with the disappointment, it’s a process - it will take time.Without speculating, how do you reflect on this period of Indian cricket after you and Jhulan Goswami.There will be generations of players coming and going, the team definitely will have to get going. After every World Cup there is always a change in the team, in the dressing room. There’ll be fresh faces in, there will be some experienced players in. So I think every team has to go through this process of rebuilding a team after the World Cup especially after the one day World Cup, so that they prepare for the coming World Cups in another four years. And I guess we are no different, probably the  Indian team also will probably go through the same transformation.Yo just mentioned a little bit about the early part of the tournament probably is where things didn’t go right. The England and New Zealand defeats is where you look back on? Well usually that’s how we reflect when we look back, certain things you could have changed. But again, that’s how it is. Yeah, those two games... the team could have done better. We really didn’t really put up a fight in those two games, I felt. Like the rest of the games where - despite losing against Australia – again that was a very tight game. So yeah, I think those two games as you rightly said is something that we look back and there are a few areas that we could have done better.Have you thought about your future in this team in Indian cricket in general? Do you plan to be involved in some capacity going forward?I think you’ve not even given even an hour to think about my future, to go through and process what has just happened today. (smiles) I’ve not really planned much about the future, as I said - for us as players as athletes when you have a disappointment and the campaign which ends like this in a World Cup where you’ve really prepared very hard over a year, it takes time for players to sort of accept and then probably move on from there. Whatever the future holds for each and every player. So as I mentioned, I’ve not really thought about my future.Just wanted to get a word from you on Jhulan Goswami due to side strain... would she have made a difference? I’m sure she would have made a difference because as I said, with so many years of experience playing different teams and different surfaces, and similar pressure situations... even having a senior player like her to lead the bowling attack, clearly it would have made a difference. But having said that, I’m sure she might be feeling very disappointed that the last game of the Indian team she could not be part of, but then that’s how it is. She had a side strain during the training session and she couldn’t recover. I really wanted to win this game so that we could give her another game to play the semifinals. But then it didn’t go our way.\"Certain things are not in our control.\"Jhulan Goswami sheds light on the injury that ruled her out of the all-important #INDvSA clash.#CWC22 https://t.co/bgAzWugmHx— ICC Cricket World Cup (@cricketworldcup) March 27, 2022\n\nIs this the last time we are seeing you in the blue jersey?Well, as I said before, it will not be appropriate for me to comment anything on that, considering the sort of game that we just played and as I said, the emotions are still there. So it needs to settle down before I could sort of have a clarity on that and give an answer to that.What sort of delays could the very fact that India did not make the semifinals of this World Cup cause to Indian Women’s cricket in a very tangible sense, because there have been improvements called on the domestic front, do you think this setback is going to reflect on things that it should not reflect on, like the start off with women’s IPL perhaps, the improvement of domestic players pay. Is that something you would want to send out as a message as your parting note from this campaign?Well, as a player I can always talk more about tournaments, how players, as a team how we can prepare, what sort of series that we can have before a big event, the sort of preparation... and I think BCCI has done a great job to give us series last year against the best sides. We played South Africa at home. We toured England, we toured Australia, we had couple of Test matches. I think they’ve done their bit of giving us the sort of preparation which would be ideal before the World Cup, having played in New Zealand also before the World Cup. I guess it’s part and parcel of the sport that the team does well, we prepare hard, and sometimes it doesn’t go in the tournament, probably this tournament it didn’t go our way.My message would definitely be for the girls that... of course it is disappointing for all of us. But moving forward, we have very talented youngsters in the side. And I’m sure the coming tournaments we would have a very strong side to get into ICC tournaments and play well.The 2017 World Cup led to India waking up to women’s cricket. So according to you, what impact do you think this campaign will have on India?People did have expectations that the team will do well. Rightly so, getting into a tournament, the way we’ve prepared, of course the bilateral series have not gone our away. But having said that the sort of preparation that individually as players we’ve had, if you have to go by the result of the tournament, we will be more result-oriented but I think somewhere as players and as a team, we look forward to building, rebuilding and try to give our best whenever we compete in the next big event. Every ICC event is an opportunity for the team to do well because these events are followed by everybody around the world and opportunity for all the cricket lovers to look up to women cricketers to play the best standard and it’s our job as players to sort of put our best standard out there so that many young girls take up the sport. So it’s an opportunity as players that we look forward to doing our best in these events.Word on Harmanpreet Kaur’s all-round performance, overcoming her hardships.I think her performance was exceptional in today’s game, just not through her batting. When I gave her a ball, she came there to bowl - even her contribution in fielding was immense, I think very important runouts and getting those crucial wickets as you mentioned and all round performance. I think having senior players in events like this, to get the experience to play the most important game helps with the team and as you also said that she has been struggling with her fitness but I guess when you play over the years you try and manage around it and yet go out there and give your best.What do you think is the next big development that needs to happen in Indian cricket to take that decisive step forward?I think it’s important that you don’t take any step right now. You allow the team to process what has happened and maybe with time the management, the board, the selectors will look into it. But right now, I think as players we need some time to sort of process that the campaign has ended for the Indian team in the World Cup.You can watch the press conference of Mithali Raj here.Transcript courtesy: ICC Business Corporation FZ LLC 2020","author":"Scroll Staff","time":"2022-03-27T21:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172143-viuchsuaok-1648395720.jpeg","tags":["Mithali Raj","India at World Cup","ICC Women's Cricket World Cup","CWC 22","Jhulan Goswami"],"source":"https://scroll.in/field/1020488/full-text-india-captain-mithali-raj-on-world-cup-exit-jhulan-goswamis-absence-rebuilding-more"}