{"title":"Full text: ‘The Chief Justice is only the first amongst the equals – nothing more or nothing less’","content":"Four senior Judges of the Supreme Court addressed the media on Friday saying that their attempts to get the Chief Justice of India to address a crisis had gone unanswered and so they had to speak out or else democracy will not survive.They released an undated letter that they said they had written to the Chief Justice of India “a couple of months back”.Here is the full text:Dear Chief Justice, It is with great anguish and concern that we have thought it proper to address this letter to you so as to highlight certain judicial orders passed by this court which has adversely affected the overall functioning of the justice delivery system and the independence of the High Courts besides impacting the administrative functioning of the office of the Hon’ble the Chief Justice of India. From the date of establishment of the three chartered High Courts of Calcutta, Bombay and Madras, certain traditions and conventions in the judicial administration have been well established. The traditions were embraced by this Court which came into existence almost a century after the above mentioned High Courts. These traditions have their roots in anglo saxon jurisprudence and practice. Once of the well settled principles is that the Chief Justice is the master of the roster with a privilege to determine the roster, necessity in multi numbered courts for an orderly transaction of business and appropriate arrangements with respect to matters with which member/bench of this Court (as the case may be) is required to deal with which case or class of cases is to be made. The convention of recognizing the privilege of the Chief Justice to form the roster and assign cases to difference members/benches of the Court is a convention devised for a disciplined and efficient transaction of business of the Court but not a recognition of any superior authority, legal or factual of the Chief Justice over his colleagues. It is too well settled in the jurisprudence of this country that the Chief Justice is only the first amongst the equals – nothing more or nothing less. In the matter of the determination of the roster there are well-settled and time honored conventions guiding the Chief Justice, be the conventions dealing with the strength of the bench which is required to deal with a particular case or the composition thereof.A necessary corollary to the above mentioned principle is the members of any multi numbered judicial body including this Court would not arrogate to themselves the authority to deal with and pronounce upon matters which ought to be heard by appropriate benches, both competition wise and strength wise with due regards to the roster fixed.Any departure from the above two rules would not only lead to unpleasant and undesirable consequences of creating doubt in the body politic about the integrity of the institution. Not to talk about the chaos that would result from the departure.We are sorry to say that off late the twin rules mentioned above have not been strictly adhered to. There have been instances where case having far-reaching consequences for the Nation and the institution have been assigned by the Chief Justices of this Court selectively to the benches “of their preference” without any rational basis for such assignment. This must be guarded against at all costs. We are not mentioning details only to avoid embarrassing the institution but note that such departures have already damaged the image of the institution to some extent. In above context, we deem it proper to address you presently with regard to the Order dated 27th October, 2017 in RP Luthra vs Union of India to the effect that there should be no further delay in finalizing the Memorandum of Procedure in the larger public interest. When the Memorandum of Procedure was the subject matter of a decision of the Constitution Bench of this Court in Supreme Court Advocates-on-Record Assocation and Anr vs Union of India [(2016) 5 SCC 1] it is difficult to understand as to how any other Bench could have dealt with the matter. The above apart, subsequent to this decision of the Constitution Bench, detailed discussions were held by the Collegium of five judges (including yourself) and the Memorandum of Procedure was finalized and sent by the then Hon’ble the Chief Justice of India to the Government of India in March 2017. The Government of India has not responded to the communication and in view of this silence, it must be taken that the Memorandum of Procedure as finalized by the Collegium has been accepted by the Government of India on the basis of the order of this Court in Supreme Court Advocates-on-Record Association (Supra). There was, therefore, no occasion for the Bench to make any observation with regard to the finalization of the Memorandum of Procedure or that that issue cannot linger on for an indefinite period.On 4th July 2017, a Bench of seven judges of this Court decided in Re Hon’ble Shri Justice CS Karnan [(2017) 1 SCC 1]. In that decision (referred to in RP Luthra), two of us observed that there is a need to revisit the process of appointment of judges and to set up a mechanism for corrective measures other than impeachment. No observation was made by any of the seven learned judges with regard to the Memorandum of Procedure.Any issue with regard to the Memorandum of Procedure should be discussed in the Chief Justices Conference and the Full Court. Such a matter of great importance, if at all required to be taken on the judicial side, shall be dealt with by none other than a Constitutional Bench.The above development must be viewed with serious concern. The Hon’ble Chief Justice of India is duty bound to rectify the situation and take appropriate remedial measures after a full discussion with the other members of the Collegium and at a later stage, if required, with other Hon’ble Judges of this Court.Once the issues arising from the order dated 27th October, 2017 in RP Luthra vs Union of India, mentioned above, is adequately addressed by you and if it becomes so necessary, we will apprise you specifically of the other judicial orders passed by this Court which would require  to be similarly dealt with. With kind regards, J ChelameshwarRanjan GogoiMadan B LokurKurian Joseph","author":"Scroll Staff","time":"2018-01-12T13:29:19.493684+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/864792-78934-yhkfhusyhf-1515743222.jpg","tags":["Supreme Court","Judicial Accountability","Chief Justice of India","Justice Chelameshwar","Brijgopal Harkishan Loya"],"source":"https://scroll.in/article/864792/full-text-the-chief-justice-is-only-the-first-amongst-the-equals-nothing-more-or-nothing-less"}