{"title":"Full text: ‘Non-military preemptive strike’ on biggest JeM camp was absolutely necessary, says India","content":"Foreign Secretary Vijay Gokhale on Tuesday said India carried out “non-military preemptive” strikes on the biggest camp of the Pakistan-based Jaish-e-Mohammed militant outfit after receiving credible intelligence that the terror outfit was attempting suicide attacks in various parts of the country.The Jaish-e-Mohammed had claimed responsibility for the February 14 terror attack in Pulwama in Jammu and Kashmir in which 40 jawans of the Central Reserve Police Force were killed.In the first air strike by India across the Line of Control since 1971, a dozen Mirage 2000 jets of the Indian Air Force destroyed a terror camp across the Line of Control before dawn on Tuesday, ANI reported. At a press conference in Delhi, Gokhale clarified that authorities were waiting for further details as the intelligence-led operation had taken place only a short while ago. Gokhale said the strikes had targeted Jaish-e-Mohammed’s biggest training camp in Balakot, headed by Maulana Yousuf Azhar alias Ustad Ghouri, who is the brother-in-law of the outfit’s chief Masood Azhar.Here’s the full text of Gokhale’s statement:On 14 February 2019, a suicide terror attack was conducted by a Pak based terrorist organization Jaish-e-Mohammad, leading to the martyrdom of 40 brave jawans of the CRPF. JeM has been active in Pakistan for the last two decades, and is led by MASOOD AZHAR with its headquarters in Bahawalpur.This organization, which is proscribed by the UN, has been responsible of a series of terrorist attacks including on the Indian Parliament in December 2001 and the Pathankot airbase in January 2016.Information regarding the location of training camps in Pakistan and PoK has been provided to Pakistan from time to time. Pakistan, however, denies their existence. The existence of such massive training facilities capable of training hundreds of jihadis could not have functioned without the knowledge of Pakistan authorities.India has been repeatedly urging Pakistan to take action against the JeM to prevent jihadis from being trained and armed inside Pakistan. Pakistan has taken no concrete actions to dismantle the infrastructure of terrorism on its soil.Credible intelligence was received that JeM was attempting another suicide terror attack in various parts of the country, and the fidayeen jihadis were being trained for this purpose. In the face of imminent danger, a preemptive strike became absolutely necessary.In an intelligence led operation in the early hours of today, India struck the biggest training camp of JeM in Balakot. In this operation, a very large number of JeM terrorists, trainers, senior commanders and groups of jihadis who were being trained for fidayeen action were eliminated. This facility at Balakot was headed by MAULANA YOUSUF AZHAR (alias USTAD GHOURI), the brother-in-law of MASOOD AZHAR, Chief of JeM.The Government of India is firmly and resolutely committed to taking all necessary measures to fight the menace of terrorism. Hence this non-military preemptive action was specifically targeted at the JeM camp. The selection of the target was also conditioned by our desire to avoid civilian casualties. The facility is located in thick forest on a hilltop far away from any civilian presence. As the strike has taken place only a short while ago, we are awaiting further details.The Government of Pakistan had made a solemn commitment in January 2004 not to allow its soil or territory under its control to be used for terrorism against India. We expect that Pakistan lives up to its public commitment and takes follow up actions to dismantle all JeM and other camps and hold the terrorists accountable for the actions.","author":"Scroll Staff","time":"2019-02-26T12:43:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/113971-plcdxchbxs-1551151423.jpg","tags":["Vijay Gokhale","Pakistan","IAF Air Strike","Jaish-e-Mohammed","Pulwama Attack"],"source":"https://scroll.in/latest/914642/full-text-non-military-preemptive-strike-on-biggest-jaish-camp-was-absolutely-necessary-says-india"}