{"title":"G Aravindan’s classic ‘Kummatty’ is back in view with a sparkling new restored print","content":"A conversation that began in 2020 across three continents is finally nearing its conclusion. Malayalam master G Aravindan’s fourth feature Kummatty (1979) is in the final stages of restoration by the World Cinema Foundation in the US, India’s Film Heritage Foundation and the Italian archive Fondazione Cineteca di Bologna.A team of 20 people at L’Immagine Ritrovata – the reputed restoration laboratory in Bologna, Italy – has been working on the project for the past four months. The completed film is scheduled to be premiered on July 25 at the Il Cinema Ritrovato festival, which showcases classics and restored titles.“It all began because of my partnership with the World Cinema Project,” said Film Heritage Foundation founder Shivendra Singh Dungarpur. The World Cinema Project, instituted by Martin Scorsese’s World Cinema Foundation, focuses on restoring and preserving forgotten or neglected classics. In 2012, Dungarpur and Scorsese had previously collaborated to restore Uday Shankar’s Kalpana, made in 1948.“They asked me which film we would like to restore and partner on next,” Dungarpur told Scroll.in. “I mentioned Aravindan, since he is someone who hasn’t gotten his due.”Dungarpur and Scorsese are also teaming up on Thampu, Aravindan’s black-and-white classic from 1978 about the workings of a circus.“Aravindan was a visionary director and Kummatty is considered among his greatest work,” Scorsese said in a press statement. “The Film Foundation’s World Cinema Project will share this film with the wider audience it deserves, making it a true cinematic discovery.”Dungarpur added in the statement, ‘“I regard Aravindan as one of the most poetic filmmakers in the world. He is a poet who writes in the language of cinema and silence. Watching his films is like a meditative experience.”Kummatty (1979). Courtesy General Pictures.Shot in colour by Aravindan’s regular collaborator Shaji N Karun, Kummatty is based on a folk tale from Kerala’s Malabar region. The bogeyman of the title arrives in a village and attracts a bunch of curious children. The children are both fascinated and frightened by the singing-dancing old man – borne out by the fact that he turns them into animals.Suffused with the innocence of childhood, the wonderment of magic and the sensuality of nature, Kummatty is one of Aravindan’s most loved movies. Apart from the captivating performances and Karun’s gorgeous sun-dappled frames and intimate close-ups, Kummatty has an endearing and enduring soundtrack by MG Radhakrishnan and Kavalam Narayana Panicker.Kummatty (1979). Courtesy General Pictures.Karun was a long-distance consultant on the restoration project. “The restoration is related to the original work – nowadays, everything can be made to look perfect, but that perfection is not necessary,” Karun pointed out. Some restorations have been praised for their rigour but also critiqued for leaching the original negatives of their inherent graininess and texture.Kummatty was shot on Eastman colour stock, whose resolution is yet to be matched by digital formats, Karun said.“I don’t think digital is as good as analogue film in terms of the sharpness and the saturation and colours,” Karun added. “Everything has to be taken care off – the scratches that were originally embedded need to be kept there rather than removed, for instance. We don’t need clinical beauty, but the essence of the original work. A restoration won’t reach anywhere near 100% of the original work, but even if it reaches 90%, that’s okay.”Kummatty (1979). Courtesy General Pictures.The new version of Kummatty forms part of a showcase on Indian parallel cinema at the Il Cinema Ritrovato festival. Curated by Dungarpur, Cecilia Cenciarelli and Omar Ahmed, the section includes Mrinal Sen’s Bhuvan Shome, Kumar Shahani’s Khayal Gatha, Girish Kasaravalli’s Ghattashraddha, Shyam Benagal’s Bhumika, John Abraham’s Amma Ariyan and Adoor Gopalakrishnan’s Ellipathayam. Cecilia Cenciarelli, who as a part of the Fondazione Cineteca di Bologna has been working with the World Cinema Project since its inception in 2007, explained how the restoration of Kummatty worked. Since there is no surviving negative of the film, “we used the best known surviving elements, two positive 35mm prints (one of which with printed subtitles)”, Cenciarelli said. “They certainly both showed signs of time and fragility, they were scratched and extremely dirty. Some portions were affected by mould. The one print we used as the main element has a vertical green line throughout three reels of the film that took hundreds of hours in manual work to remove.” Before Kummatty, Cenciarelli watched Thampu, a documentary-style exploration of the arrival of a circus in a village in Kerala. “Completely by accident, I was working on a new restoration of Charlie Chaplin’s The Circus, and it just hit me on how both of these films are able to seize the very core of the human condition,” Cenciarelli said. On Kummatty, she said, “It’s a very unusual tale which blends together illusion, reality, legend, nature… in other words, cinema.” Kummatty (1979). Courtesy General Pictures.Although the negatives of all of Aravindan’s films have been lost, prints are stored at the National Film Archive in Pune. The Pune archive carried out its own restoration some years ago, including Blu-ray versions of some of the titles, notably Chidambaram.The latest effort on Kummatty was to get as close to the original colours as possible, Dungarpur said. One way in which this was achieved was by comparing the movie’s location with photographs shot of the place by Ramu Aravindan a few years ago. “Shaji was asked if this was the right colour tone, and this is how the guidance happened,” Dungarpur said.“When you outdo time, that is real art,” Karun observed. Kummatty retains its allure because of its handling of emotions and the “magic and anxiety and idea of the fragmentary nature of happiness”, he added. An eminent cartoonist and theatre director before he turned to filmmaking, Govindan Aravindan made his feature debut with Uttarayanam in 1974. He directed 11 acclaimed features, including Kanchana Sita, Pokkuveyil and Chidambaram, and 10 documentaries. He died in 1991, at the age of 56, right before the release of his final feature Vastuhara.A self-portrait by G Aravindan, drawn in 1978. Courtesy Ramu Aravindan.Aravindan’s only son, Ramu Aravindan, is among the flame-keepers of his father’s legacy. A designer and photographer who lives in Bengaluru, Ramu Aravindan was in school when his father was making Kummatty.“My father once said in an interview that Kummatty is not a children’s film but children might be interested in it – he didn’t believe in the category,” Ramu Aravindan said.Among Aravindan’s films, Kummatty is one of Ramu Aravindan’s favourites. “I don’t have the distance to look at his work critically, I like all of them, but this one is particularly special,” he said. “I have seen it at least ten times. It’s a very lush kind of film. It has a very light in touch and is not at all imposing.”The movie was produced by K Ravindranathan Nair, a legend in his own right. A wealthy cashew trader who devoted a share of his profits to philanthropy and film production, Nair and his General Pictures banner made it possible for Aravindan and his contemporaries, including Adoor Gopalakrishnan, to pursue their careers.K Ravindranathan Nair.“I saw the genius in Aravindan after watching his first movie Uttarayanam,” Nair told Scroll.in. “Later, I attended a press conference in which Aravindan was also present. Aravindan was asked why enough good films were not being made. He said it was because producers were not willing to come forward. This gave me the spark to make creative movies which could be considered as works of art.”The goal was to make quality arthouse cinema beyond the pressures of the box office. “Collections from theatres were very small,” Nair said. “However, some of these movies managed to cover the cost of production through foreign television rights and film awards. Appreciation from the critics, media and sections of the film fraternity were also encouraging.”Nair gave Aravindan the freedom to make his movies, he said. For instance, Aravindan chose to film Kanchana Sita, an adaptation of CN Sreekantan Nair’s play based on the Ramayana, in the forests in Andhra Pradesh. Aravindan chose local indigenous people who traded in medicinal herbs as his actors.“This proved extremely challenging as they had no experience in acting, didn’t speak the same language and were nomads,” Nair recalled. “There were instances when they disappeared overnight and had to be tracked and brought back to the shooting site after much convincing.”G Aravindan in 1989. Photograph by Ramu Aravindan.Kummatty represented a happy union of disparate energies – Aravindan’s script, Kavalam Narayana Paniker’s lyrics, MG Radhakrishnan’s music, and Karun’s cinematography, Nair added. “They were all masters of their craft. It blended well, creating a work of art that can never be replicated. There is an ethereal feel to the film that transcends cultural and language barriers. The folk songs were very popular too.”Aravindan filmed Kummatty in Kasargod. He sought to capture the wide-open landscape and the soft quality of the light, Karun said.Kummatty was shot over two weeks, with mainly untested locals. The bogeyman is played by Ambalappuzha Ravunni, a folk artist.The characters includes the white dog into which the boy Chindan is turned. “It was a stray – the trained dog we had brought died before the shoot,” Karun said. “I picked up a stray dog from the location itself. It was young and could not be trained, and that had its own innocence. Sometimes, the dog ran away and the crew had to hunt for it.”Kummatty (1979). Courtesy General Pictures.Also read:The unhurried genius of G Aravindan You know Aravindan the filmmaker? Meet Aravindan the cartoonist In photos: The enduring magic of G Aravindan’s cinema","author":"Nandini Ramnath","time":"2021-07-17T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161561-eutbyajhcv-1626293689.jpeg","tags":["G Aravindan","Kummatty restoration","Film Heritage Foundation"]}