{"title":"G20: India has work to do on key human rights issues as world leaders gather in Delhi","content":"As India prepares to host the Group of 20, or G20, summit in Delhi on September 9-10, the capital is being feverishly cleaned up. To ensure that world leaders find the setting a little less chaotic than usual,  schools, shopping malls, and offices will be closed for smooth traffic during the meet. The organisers are even taking steps to deter the ubiquitous visits by monkeys displaced from their forest habitat. But it may be proving more difficult to plan for a substantive conclusion when the world leaders gather.Amid heightened international disunity, India, which holds the G20 rotating presidency, is struggling to forge consensus. While there is basic agreement on most issues, a joint declaration will prove a challenge because of the severe diplomatic fallouts between members over the war in Ukraine. Last year’s G20 statement in Bali had noted that “most members” condemned the war and the resulting “human suffering” and exacerbation of “existing fragilities in the global economy.” This year, Russia has previously refused to agree to joint statements with similar language. The Indian government is hoping to act as a bridge in the final discussions among otherwise divided governments. Prime Minister Narendra Modi believes that “India and India’s G20 will act as a catalytic agent for the new global order,” and “help shape policies which shape the future of humanity,” while “reflecting the voice and concerns of the Global South”. That ambition will not succeed without agreements that have critical consequences for human rights. Many proposed summit topics – debt crises, social protection programs, food security, climate change, internet freedom – are at their root about human rights. Whatever political differences exist, these are issues that the assembled governments can and should agree on. A cut-out of a langur being fixed to a fence to scare away monkeys, in New Delhi on August 29. Credit: PTI.For instance, the G20 should reach consensus to act on the world’s sovereign debt crisis which is exacerbating poverty and inequality, including due to  austerity measures imposed by the International Monetary Fund. India and other G20 governments, as key stakeholders at the International Monetary Fund, should affirm their support for universal social protection systems that have been shown to be most effective in promoting social cohesion and solidarity, and improving economic resilience.The G20 should act promptly and unite to address soaring global food prices. On climate change, as Modi has said, the G20 should accept that while “there are those who are more responsible for the current situation than others”, the world has to act together to handle the “reality of human impact on the planet.” G20 members should also support  stronger measures against Myanmar’s military junta, whose widespread abuses have been well-documented. There should also be agreement on joint action in Afghanistan, where the Taliban’s severe restrictions on women’s rights have been widely condemned by governments the world over, including even the 57-nation  Organisation of Islamic Cooperation. However, governments cannot speak effectively  on human rights issues unless they honestly accept their own problems and commit to providing remedy to those harmed, instead of just pointing to the failures of others. This includes not just G20 members like China, Saudi Arabia, and Russia but also democracies like the United States,   United Kingdom or  Japan. In  India, civil and political rights have sharply deteriorated under the Modi administration, especially for groups facing persecution due to their caste, religion, ethnicity, or political belief, and for civil society advocates, journalists and human rights defenders critical of the government. Credit: PTI.The crisis in Manipur is yet to be resolved, with communities torn apart, displaced, and beleaguered. Many families are still  waiting to perform the last rites of their loved ones who were killed in the violence, with minority Kuki tribal groups distraught due to official claims that the unclaimed bodies are those of “infiltrators”. The Supreme Court has intervened to  oversee humanitarian relief and rehabilitation, and has criticised the state government for its failures, ordering special investigation teams to prosecute murder and other heinous crimes, as well as sexual assault rape. Modi should publicly  condemn communal violence and hate speech targeting Muslim, Christian and other religious minorities. He should ensure an end to a  politically motivated crackdown on civil society groups, human rights activists, and critics. In promoting India’s success in using digital public infrastructure towards socio-economic development, and “ensuring last mile delivery”, the government should cease  overbroad and indiscriminate internet shutdowns that harm these efforts. All governments need to do better to address gender discrimination, racism, and other entrenched barriers to equality. As they witness the celebration of India’s democracy and diversity, the G20 and other invited heads of state, should remember that institutions to uphold rights are increasingly under threat – not just in India, but in their countries as well. They should together reaffirm the underlying aims of responsible leadership: to promote and protect human rights and liberties. Meenakshi Ganguly is Asia deputy director for Human Rights Watch. John Sifton is the Asia advocacy director.","author":"Meenakshi GangulyJohn Sifton","time":"2023-09-04T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193724-wsgrefztmg-1693737973.jpg","tags":["G20","G20 Summit","Democracy","Manipur","Ukraine"],"source":"https://scroll.in/article/1055334/g20-india-has-work-to-do-on-key-human-rights-issues-as-world-leaders-gather-in-delhi"}