{"title":"G20: Will the Delhi summit conclude without a leaders’ declaration?","content":"Delhi will host the Group of 20 leaders’ summit this weekend, the crescendo of India’s presidency of the multilateral forum.India has used its G20 presidency mainly to project itself as the true representative of the developing economies of the Global South in a forum of the world’s richest countries. However, despite Delhi’s claims to have bridged divisions, India’s G20 presidency has struggled to secure consensus on commonplace communiques.There is a distinct possibility that, in a first, the G20 leaders may not agree on a joint communique at the Delhi summit amid hardening of opposing views on the Russia-Ukraine war.The Delhi summitThe G20, comprising the world’s 19 largest economies and the European Union, focuses on global economic issues. It was created in 1999 after the East Asian financial crisis for consultations among finance ministers and central bank governors. It was elevated to the leaders’ level in 2008 following the global financial crisis. The members represent around 85% of the global gross domestic product and over 75% of global trade. The forum’s non-binding decisions are based on consensus. Despite the G20 being an economic forum, it is often dominated by geopolitics such as in 2022 over the Russia-Ukraine war.The G20 presidency – the country setting the agenda and hosting the leaders’ summit – rotates every year among its members. Indonesia held it in 2022. Brazil will do so in 2024 and South Africa in 2025.The Delhi summit on September 9 and 10 will be the final major act of India’s G20 presidency. It will be attended by all leaders, except China’s Xi Jinping, Mexico’s Andrés Manuel López Obrador and Russia’s Vladimir Putin. China will be represented by Premier Li Qiang and Russia by foreign minister Sergey Lavrov. Obrador, who has never attended an in-person G20 summit, will be represented by a minister.\n\t\t\n\tThe venue of the Delhi G20 Summit. Credit: Anurag Thakur/TwitterIndia’s G20 presidencyIndia has sought to use its presidency to project itself as the true representative of the Global South. “No other G20 chair went through the exercise of asking 125 countries [of the Global South] to please sit down and tell us what is your worry, because you’re not on the table,” India’s External Affairs Minister Subrahmanyam Jaishankar told NDTV on August 29. “So, we represent their issues” at the G20.To this end, Delhi is pitching for the African Union to be included as a G20 member. “Africa is a top priority for us even within the G20,” Prime Minister Narendra Modi said last week. “One of the first things we did during our G20 presidency was to hold the ‘Voice of the Global South’ summit, which had enthusiastic participation from Africa.”This has been in line with Delhi viewing the world as increasingly multipolar.Other striking features of India’s presidency have been that the forum’s smaller meetings – on topics such as tourism and trade – were spread out across the country and the wide publicity around them. The Centre has cited this to assert that India has changed the G20’s scale. “Other G20s pale in comparison,” Union Minister RK Singh told NDTV on August 26. “The other G20s happened in one town. Nobody ever heard of it. We had meetings all over.”Struggling for consensusDespite Jaishankar talking about India bridging divisions, India’s presidency has struggled to secure consensus at the forum on joint outcome documents.Under India’s presidency, no G20 ministerial meeting issued a joint communique due to opposing views on the text relating to the Russia-Ukraine war. More importantly, it remains unclear if there will be consensus on a joint communique, or a leaders’ declaration, that is traditionally released at the end of the summit. Irrespective of what has been achieved by the G20 working groups on various subjects, the focus will now be on whether there is a joint communique. If there is no leaders’ declaration, this will be the first instance that G20 members fail to agree on a common document at the highest level.Indonesia had managed consensus on the leaders’ declaration in 2022 – the first since the Russian invasion of Ukraine. In 2014, Australia had also secured consensus on the joint communique despite Russia’s annexation of Crimea earlier that year.\n\t\t\n\tModi and other world leaders at the G20 Summit in Bali, Indonesia in 2022. Credit: Prime Minister's OfficeWestern nations such as the United States want the language of the common documents to be critical of Russia. On the other hand, China and Russia have objected to the so-called Bali paragraphs in the common documents. The Bali paragraphs refer to parts of the leaders’ declaration that effectively condemned Russia’s invasion of Ukraine and sought its withdrawal.While China and Russia had agreed to the Bali declaration following compromises and negotiations, in which India reportedly played a key role, their position has shifted. Russia has said that the language used in the Bali leaders’ declaration in reference to the Russia-Ukraine war is no longer acceptable to it. It has also threatened to block any such common communique at the summit, unless the document reflects Moscow’s position on the conflict. “There will be no general declaration on behalf of all members if our position is not reflected,” Lavrov said on September 1.Beijing has broadly said that G20’s common documents should not be used to discuss geopolitics.Tristen Naylor, a professor in International Politics and History at Cambridge University, said that Delhi cannot do much to reach consensus on a common document. “If they fail to reach a consensus, it’s because the major powers sitting around the table don’t agree on some really fundamental things – the war in Ukraine,” Naylor told Scroll.Therefore, Naylor said India should look at this logjam as an opportunity. “Most people don’t remember G20 summits after they are over,” he said. “If Modi wanted this to truly be memorable, place his mark on the institution’s history, he’s got an opportunity to shift how things are in the world right now…Modi has the ability to double down on his words that ‘this is not the era of war’.”Yet, Jaishankar remains optimistic. “As a consultative and committed chair, we have held meetings and tried to build consensus,” Jaishankar said on August 29, when asked if a joint communique was still possible at the summit. “I’m very confident that when we reach the G20 summit, collectively within the G20, there’ll be a shared interest in coming out with a common solution and a common statement about all the key problems of the world.”Also read: G20: India has work to do on key human rights issues as world leaders gather in Delhi","author":"Nachiket Deuskar","time":"2023-09-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193849-hegyftpmai-1694020073.jpg","tags":["G20","India","G20 Summit"],"source":"https://scroll.in/article/1055544/g20-will-the-delhi-summit-conclude-without-a-leaders-declaration"}