{"title":"‘Gabhricha Paus’ revisited: In film on farmer suicides, a hard look at the real price of cotton","content":"Gabhricha Paus isn’t the first independent Marathi-language movie to have been made in difficult conditions. The Marathi cinema world is rife with stories about worthy, modestly budgeted productions that take immense struggles to complete. Even in this milieu, there’s something especially noteworthy about Gabhricha Paus. Perhaps it is writer-director Satish Manwar’s sensitive, subtle treatment of a difficult subject – the suicide of farmers in drought-scarred Vidarbha. In 95 minutes, the first-time filmmaker packs in a wealth of detail about the challenges of rural life. Shorn of sentimentality but bursting with emotion, Gabhricha Paus makes its point simply – and powerfully.Perhaps the movie’s endurance has to do with its bold infusion of black humour into a tragedy. As the suicide rate goes up in the village that serves as the setting for the story, a family schemes to save the man of the household from the noose, with sometimes comic results.The movie’s enduring power could also be attributed to the continued relevance of the issues tackled by Manwar’s screenplay – the never-ending crisis in Indian agriculture, the unremitting poverty, the lasting impact of a single bad spell of weather on a farmer’s life. Sonali Kulkarni, the celebrated actor who plays the farmer’s wife, is still sent enthusiastic reminders of her indelible performance by fans. “If I put up a random photo of myself on social media, say, in a sari, or put out an appeal for a social cause, people will tell me about how much they liked me in Gabhricha Paus,” she said.  Sonali Kulkarni in Gabhricha Paus (2009). Courtesy Pacific Entertainment.When Satish Manwar began writing the screenplay in 2007, he was inspired by the headlines. His background is in theatre. He had studied the art form at the Savitribai Phule Pune University but he wanted to move into filmmaking.“Farmer suicides were high then, and they are high even now,” the soft-spoken filmmaker told Scroll.in from Pune, where he lives. “Suicides take place even today. It’s just that nobody is talking about it anymore.” According to a report in The Indian Express on October 11, 3,927 farmers in Maharashtra died by suicide in 2019, up from 3,500 deaths in previous years. Manwar was equally keen on exploring the wider culture of farming in Maharashtra. “The film is about the farmers, their connection to one another, their way of life,” he said. “Farmers have been suffering for years, through the ages. I grew up in Yavatmal in the Vidarbha region, and although I am not a farmer myself, I knew about the kind of problems they were facing.”The mordant humour that distinguishes Gabhricha Paus from other films on farmer suicides was a reflection of Vidarbha’s hard-bitten attitude to unrelenting hardship, Manwar said. “These are people who are doing everything possible, but life goes on and on,” he said. “I wanted to be as unsentimental as possible.” Gabhricha Paus begins with a distressingly familiar image – a body swaying from a tree, its life extinguished by debt and defeat.Alka and her mother-in-law are determined that Kisna will not be the next victim. They begin a suicide watch. Alka (Sonali Kulkarni) pampers Kisna (Girish Kulkarni) with puran poli and seductive smiles. Kisna’s mother (Jyoti Subhash) keeps a close eye on him. The couple’s young child (Amman Attar) is recruited to ensure that his father is never allowed to be alone. Kisna has reason to brood. His lender wants his money back, the water table is sinking and the skies are refusing to open up. The film’s title means “Damned Rain”.Dependent on the monsoon for a good crop, Kisna keeps looking upwards, hoping against hope. Later in the movie, his neck drops and his shoulders slump – the body language of resignation.Girish Kulkarni and Jyoti Subhash in Gabhricha Paus (2009). Courtesy Pacific Entertainment.Kisna isn’t alone in his dilemma, Manwar skillfully reveals. The screenplay highlights the role played by women in agriculture – as sowers, reapers, weather watchers and offering support. When the men kill themselves, the consequences weigh most heavily on the women they leave behind. Manwar ran into his own problems after he completed the script and began to approach producers. He was all set to shoot when a producer backed out, delaying the film by at least a year.Sonali Kulkarni, who had already been cast, stuck by her director’s side. “Satish’s story and his conviction” had greatly impressed the award-winning actor. “He went through a lot of hurdles while putting up the project,” she recalled. “He was very honest about the changes.”Manwar’s uncompromising approach cost him one producer but also led to another. The actor and writer Girish Kulkarni had made his debut in 2008 with Umesh Kulkarni’s acclaimed satire Valu, and Manwar had cast him as the farmer Kisna. “The script was so gripping and powerful that I wanted to do it,” Kulkarni said. “When the producer backed out, I got my friend from the merchant navy on board. All of us were convinced that this film had to be made, by hook or crook. We wanted to do it desperately.”The friend had already dabbled in the world of film. Prashant Pethe had stepped in to steer Valu after its original producer backed out – a story that would repeat itself with Gabhricha Paus.“I put all my savings into Valu, got some other people to put in money, and it worked out,” Pethe said. “I was looking for something else to do on my own when Gabhricha Paus came along through Girish.”There was some urgency to the endeavour. Manwar and cinematographer Sudheer Palsane wanted to shoot in Vidarbha before the onset of the monsoon. Palsane, whose credits include Valu, Katyar Kalijat Ghusali and MS Dhoni: The Untold Story, liked the script’s documentary flavour and its attention to detail.“The courage to use black humour instead of the typical melodrama around such subjects was unique,” Palsane added.Palsane had a visual reference in mind: the nineteenth-century painting The Angelus by French artist Jean-Francois Millet. He wanted “a burning landscape” filled with “wavy, distant figures”.The Angelus by Jean-Francois Millet. Courtesy Orsay Museum.In June 2008, the crew finally reached Jalu village in Vidarbha, only to realise that Manwar’s script hewed a bit too close to reality.Jalu was barely equipped to host a film crew. There were only a couple of hotels. A marriage hall was repurposed to accommodate the crew. “It was a backward place and lacked basic infrastructure,” Palsane said. The condition of the cameras, lenses and lighting and grips was below par.  But “exceptional initiatives from the individuals in the crew” compensated for all this, Palsane added. Sonali Kulkarni, thrilled that the movie was finally taking off, had ejected herself from the reality show Fear Factor, which was being filmed in South Africa. “I just had to be a part of this project,” she said. “I arrived from South Africa and went straight to Vidarbha.”On the first day of the shoot, her “nice and comfortable and outdoor-friendly” slippers were stolen. She was allotted a small hut for costumes and make-up. Even though she was a veteran of low-budget and risky productions, Kulkarni was moved by her experience.“My first reaction when my chappals were stolen was irritation, but then I realised that perhaps somebody needed them more,” she said. She befriended the women in the village, gaining their trust and curiosity. Why didn’t she have children yet, they wanted to know. (She did eventually have a daughter, Kaveri, born in 2011). “They started talking to me about their lives, and I would go to their houses to change into my costumes,” Kulkarni said. “Nearly every household had somebody who had committed suicide. I couldn’t believe the luxurious life I had been leading. The shoot brought me back to earth.”Hearing the women’s stories caused Kulkarni to break down on occasion. “The women would cry with me and console me and say, it happens,” she said. “The contradiction between the poverty and the emotional richness was an eye-opener.”Girish Kulkarni and Veena Jamkar in Gabhricha Paus (2009). Courtesy Pacific Entertainment.Conversations with the people whose lives had inspired the movie also helped Girish Kulkarni forge connections with his character Kisna. As he grapples with his Sisyphean situation, the farmer is often morose and bad-tempered.“I just couldn’t relate to the guy – his numbness, his violent but silent side,” Kulkarni said. “I am an urban guy with no real experience of farming. I went through a lot of turmoil, and my behaviour was erratic. Satish and the crew members probably realised it, but they didn’t complain.”The longer Kulkarni filmed his part, the better he could relate to Kisna as well as the themes of the film. A villager whose brother had killed himself provided Kulkarni with the gateway into Kisna’s soul. “The villager told me that his brother had become tired, he had done everything but the earth hadn’t heeded his efforts,” Kulkarni said. “There is almost a love affair going on between the farmer and the land. When the land doesn’t yield, there is a sense of heartbreak and betrayal. I managed to come out of my urban shell and get under the skin of my character.”There were other painful reminders that Gabhricha Paus was cutting close to the bone.Water in the village was scarce, and had to be brought in from Amravati 13 kilometres away. “Whenever our lunch would arrive, the villagers would gather around and silently watch us eat,” Girish Kulkarni said. “So we started sharing our food with them.”Gabhricha Paus (2009). Courtesy Pacific Entertainment.And then there was the rain – unseasonal, damned rain.The shoot had commenced on June 4, 2008, Pethe recalled. The sun was high up and blazing, which was what was required. But soon after the crew got to work, the skies darkened and drenched the cracked earth.“We were supposed to have a dry look for the story, but the rains changed many things,” Manwar said. “Grass grew everywhere after the first rains, so we had to avoid those parts.” For some scenes, crew members and actors held up tarpaulin.Ironically, the vagaries of the monsoon, so crucial to Kisna’s prospects in the movie, nearly wrecked the production. “It was raining like crazy, and there was the thought that we should perhaps cut our losses and leave,” Prashant Pethe said. “We would shoot for a few hours and it would begin to rain. When a camera crane fell down one day, everybody said we should stop, but I insisted we hold on. Fortunately for us, it stopped raining and then it didn’t rain for the next one-and-a-half months. There is no possibility of extending the shoot since the budget was so limited. There would be no second chance.”In early 2009, Gabhricha Paus was selected for the prestigious Rotterdam Film Festival. It was released on a limited number of screens in July that year.“I was doing it quite alone – my misunderstanding was that going to festivals could help me release the film better,” Pethe said. “We got a distribution grant from the Rotterdam festival’s Hubert Bals Fund, I borrowed some money from friends, and we managed to give the film a decent release.”Nikhil Sane, an influential distributor who was with Zee Studios at the time, told Pethe that Gabhricha Paus was “a bit ahead of its time”. A few years later, it might have gotten more screens and made a bigger noise, Sane told Pethe. The movie is now available on the Disney+ Hotstar streaming platform.Pethe went on to produce Sudhakar Reddy Yakkanti’s Naal (2018). He translated Anant Samant’s Marathi novel Aiwa Maru into English and subtitled Nagraj Manjule’s blockbuster Sairat (2016).“All these years later, I wonder what kept us going,” Pethe said. “It was probably the fact that everybody was so involved with the production. It was more than a film for many of us.”\n\n\n    \n    Play\n\nHey Maze Maata Maay, Gabhricha Paus (2009).Despite widespread acclaim, Gabhricha Paus did not win a single National Film Award. The 2000s had been a stellar period for independent Marathi cinema. The decade had produced Dahavi Fa, Vastupurush and Devrai by Sumitra Bhave and Sunil Sukhtankar, Umesh Kulkarni’s Valu and Vihir, Mangesh Hadawale’s Tingya, Sachin Kundalkar’s Restaurant and Gandha, Chitra Palekar’s Maati Maay, Rajeev Patil’s Jogwa and Paresh Mokashi’s Harishchandrachi Factory.In 2008, the competition was fierce at the National Film Awards for Marathi productions completed that year. Jogwa won four awards, including the best film on social issues. Gandha got the best screenplay prize. Harishchandra Factory was named the Best Marathi film.Gabhricha Paus had to make do with the Best Marathi Film award at the Pune International Film Festival and a special jury award at Maharashtra State Film Awards, both in 2009.“A film’s success can’t be judged by its earnings – a film goes beyond even one’s life,” Girish Kulkarni observed.Satish Manwar’s second project, Tuhya Dharma Koncha?, followed in 2013. The movie examines the politics of proselytisation through a group of tribals who are targetted by Naxalites, Hindutva politicians and Christian missionaries.“The film isn’t available anywhere – the issue was also a bit controversial,” Manwar said. Once again, he faced funding challenges and had to deal with runaway producers. While he returned to theatre, he has also written a couple of screenplays that he hopes will translate into films someday.“I am always hopeful – I never give up on anything,” Manwar said. Until he gets back to the sets, we have Gabhricha Paus, which reveals, like few other movies, the human price of cotton.Satish Manwar (left) and Sudheer Palsane at the Gabhricha Paus shoot. Courtesy Pacific Entertainment.Also read:Film flashback: ‘Amma Ariyan’ and the fruitful afterlife of its director John Abraham ‘27 Down’ revisited: The magic and tragedy behind Awtar Kaul’s first and last movie Film flashback: In Goutam Ghose’s ‘Paar’, an audacious body-and-soul exploration of survival","author":"Nandini Ramnath","time":"2020-10-11T14:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148858-conkihjowg-1602147767.jpeg","tags":["Gabhricha Paus","Satish Manwar","Marathi cinema"],"source":"https://scroll.in/reel/975263/gabhricha-paus-revisited-in-film-on-farmer-suicides-a-hard-look-at-the-real-price-of-cotton"}