{"title":"‘Gali Guleiyan’ film review: Manoj Bajpayee shines as a man trapped in Old Delhi and inside his head","content":"Dipesh Jain’s Gali Guleiyan is at a remove from most films set in older urban neighbourhoods. Where other directors hunt for quirkiness, community spirit and the pleasures of a pre-modern way of living, Jain finds violence, loneliness, claustrophobia and a form of mental imprisonment in Old Delhi’s Chandni Chowk.There are a handful of characters in Gali Guleiyan (the international title is In the Shadows), but one casts such a large shadow over the others that he threatens to obscure their good work. Gali Guleiyan rises and falls with leading man Manoj Bajpayee, whose exertions enhance the strong sections and yank the film through its weak bits.Bajpayee is Khuddus, whose worry lines, hunched shoulders and inability to make eye contact are reflections of an unnamed trauma in his past. Khuddus is a monomaniacal loner with only one friend, Ganeshi (Ranvir Shorey), who fusses over him as would a mother over a truant child. Khuddus does have a brother, Shaukat (Ashwath Bhatt), but when Shaukat drops by Khuddus’s repair shop, where dust shares shelf space with outdated electrical equipment, it is clear that he isn’t welcome.It turns out that Khuddus has a curious relationship with technology. He barely uses his CDMA phone, but has built an elaborate network of closed-circuit cameras in his decrepit mansion to spy on the goings-on beyond his door. In a movie that is all about watching, and looking carefully, Khuddus’s chosen mode of engagement with a world on which he has turned his back becomes clear only much later.All senses are on high alert for Khuddus, so when he hears the cries of a son being beaten by his father, he is determined to leap to the rescue. The young boy, Idris (Om Singh), shares with Khuddus the habit of peeking into the lives of others, but it isn’t only voyeurism that binds them.Khuddus’s back story is initially as vague as Idris’s is laid out. Idris has a loving mother, Saira (Shahana Goswami), but a cruel father, Liaqat (Neeraj Kabi), from whom he seeks permanent escape. Liaquat is a butcher – an on-the-nose detail that doesn’t add a layer to his volcanic temperament as much as it distracts from other, more important aspects of his character.\n\n\n    \n    Play\n\nGali Guleiyan.The theme of being trapped in the place of one’s birth and fettered by the invisible chains cast by family ties is reinforced by the estimable camerawork and production design. Cinematographer Kai Miedendrop marvellously captures Chandni Chowk’s unique architecture and spatial layout without ever once slipping into a distressed-but-pretty aesthetic. The frames convey the idea of walls closing in, and the yellow-brown-grey palette is complemented by Sujata Sharma Wirk’s evocative sets and costumes, which create a suitably run-down world in which the present has meshed with the past.An invisible barrier prevents Khuddus from leaving his neighbourhood, and he is forever lost in its winding streets, where he searched for a boy being harmed by his father and his own scarred self. Khuddus seems to feel no physical pain – a wound on his hand evokes barely any response – but his agony, both real and self-inflicted, is deeply felt. Much is wisely left unsaid, but a whole lot else is also unwisely explained. Gali Guleiyan. Courtesy Exstant Motion Pictures.There is actually too much plot for a 114-minute film that spins on abstract ideas related to memory, redemption and the inheritance of loss. The suspense is light in a narrative that is barely the psychological thriller promised by the promotional material. Only the first part of this PR spiel is true: Gali Guleiyan plays out in the labyrinthine mean streets of old Delhi and inside Khuddus’s head. At least on this score, Dipesh Jain makes a strong argument for the link between architecture and emotion, brick-and-mortar structures and psychic wounds. As the worlds of Idris and Khuddus intersect, the parallel cutting gets clumsier and the film becomes less convincing, especially since the denouement can be sensed many miles away. But Bajpayee’s career-best performance prevents interest from flagging. The actor never loses Khuddus’s humanity, and portrays his plight with unerring rigour and poignancy.Bajpayee’s co-stars cannot be accused of slacking either. Shahana Goswami is this movie’s big beating heart, a bundle of unconditional love and warmth who gives Idris a reason to go from one day to the next. Ranvir Shorey is equally wonderful as Ganeshi, while debutant child actor Om Singh is impressive as the young and troubled Idris.Gali Guleiyan. Courtesy Exstant Motion Pictures.","author":"Nandini Ramnath","time":"2018-09-07T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/893329-qehwopagkz-1535915743.jpeg","tags":["Gali Guleiyan","Manoj Bajpayee","Dipesh Jain"],"source":"https://scroll.in/reel/893329/gali-guleiyan-film-review-manoj-bajpayee-shines-as-a-man-trapped-in-old-delhi-and-inside-his-head"}