{"title":"‘Game of Thrones’ at 10: Its popularity is rooted in a mix of qualities rarely seen in conjunction","content":"Caution: Spoilers ahead for those who have been living under a rock and haven’t yet watched ‘Game of Thrones’.I was introduced to Game of Thrones via a hard disk containing its first four seasons, an apt initiation to the most pirated programme in the world. My viewing of the series went legit in Season 6, when Hotstar gained rights to stream uncensored versions of each episode at the same time it showed in the US.As we approach the tenth anniversary of Got, as it is commonly known, and as HBO get ready to milk its biggest hit through a bunch of spinoffs and prequels, it is worth asking what lies behind the show’s unprecedented global appeal. My sense is that its popularity is rooted in a mix of qualities rarely seen in conjunction. An epic scale of action, moving across two continents from frozen wasteland to blazing desert, combines with a masterfully intricate plot in which each thread is given its due weight. Supernatural elements like fire-breathing dragons and an army of the Undead interweave seamlessly with a human realm of conspiracy and counter-conspiracy, romance and renunciation. Villains receive their just desserts in cathartic acts of retribution, but a few fan favourites are killed off with perverse determination, signalling a show that goes beyond simple crowd pleasing. \n\n\n    \n    Play\n\nA Decade of Game of Thrones.I cannot think of any series or film that is as spectacular as GoT while also being as concerned about dozens of individual narrative arcs. Even a book and film trilogy as expansive as Lord of the Rings, the great granddaddy of the fantasy genre, provides no rounded characters and little psychological insight. When I think of the closest comparable story to GoT, the Mahabharata springs to mind. It may not be a very accurate parallel and gives the series a bit too much credit, but illustrates the virtues I have enumerated.Although GoT’s author George RR Martin, its showrunners David Benioff and DB Weiss, and its sponsor network HBO, are all American, most of the characters speak in England accents. This is partly because of a convention – wonderfully profitable for British actors and contravened only by a few films like Milos Forman’s Amadeus and Sofia Coppola’s Marie Antoinette – that anything period-ish should have characters speak thus. It is also relevant that the series is located in a fantasy variant of the British Isles and inspired by the Wars of the Roses, which tore apart late medieval England. Lannister and Stark, the names of the two fictional families most prominent in the deadly game for possession of the Iron Throne, echo the historical houses of Lancaster and York. The elder male members of the House of Stark speak in Northern English accents, while the Lannisters employ Received Pronunciation as do most nobles of other clans. \n\n\n    \n    Play\n\nLena Headey on Cersei Lannister.The opening episode of GoT features a scene of incest between two Lannister siblings, the discovery of which has violent consequences that ripple through the entire series. The show is well-known for its brutally gory sequences as well as for nudity that is frequent and explicit by the standards of popular television. But for all the blood, grit and grime that the show rubs our noses in, when it comes to intercourse it displays protagonists with perfectly proportioned bodies, washboard abs, depilated armpits, groomed pubes, and skins scrubbed clean and pink. While I will never object to watching good looking people naked, the sex is far too predictable to be anything but a diversion. Can screen sex ever be anything but a diversion? Sure, a case in point being the scene in HBO’s Perry Mason between the eponymous detective and his lover, a middle-aged Latina pilot named Lupe Gibbs which is intense yet not intimate, clumsily acrobatic, almost funny, almost scary, and completely unexpected.To return to GoT, it is a truth universally acknowledged that the final two seasons are disappointing despite the amping up of battle scenes to levels never seen previously on television. The conventional explanation for the decline, which I accept, is that the series began to flounder as it sped ahead of the books. George RR Martin published the fifth volume of the cycle, A Dance with Dragons, shortly after the first season of the show premiered, and has yet to produce the sixth. As a result, Benioff and Weiss went from picking and carving out the choicest items from a lavish buffet to stretching the bare-bone outlines provided by the author, and did an indifferent job of the latter.\n\n\n    \n    Play\n\nEvolution of the Dragons.Even before this point, the series departs significantly from the books, such as when it switches Robb Stark’s love interest, the blue-blooded Jeyne Westerling, with a foreigner named Talisa Maegyr. The Stark/Maegyr romance, as it turns out, is among the weakest parts of the show’s early seasons. Few viewers care for Robb and Talisa the way they do for Daenerys Targaryen, Jon Snow, Tyrion and Jaime Lannister, and at least three Starks: Ned, Sansa and Arya.The series reserves a final shock for its climax, in which everybody’s favourite to mount the Iron Throne, the Mother of Dragons Daenerys Targaryen, incinerates an entire city along with its wailing civilians. Another fan favourite Jon Snow, who loves Daenerys only to discover that she is his aunt – which is a big deal for a man like him brought up in the Stark ethos, although a trifle for Daenerys whose family members often wed siblings in the manner of Egypt’s Pharaohs – responds to the genocide by stabbing the newly crowned queen to death and is banished for that act. Bran Stark, whose character the creators never nailed and who as a consequence makes nobody’s top ten favourite’s list, is anticlimactically pronounced king of the realm.The reason fans rebelled against the final twist after they had accepted the trauma of Ned Stark’s beheading and the Red Wedding massacre is that those earlier tragedies were set in motion by betrayals rather than a radical change of direction in the protagonists themselves. In Daenerys’s case, while there was always a tug of war inside her between conciliation and force, there was little suggestion she would descend into murderous lunacy. It made viewers who had invested much in her feel robbed at the end with no compensation.\n\n\n    \n    Play\n\nNot a Queen, a Khaleesi.George RR Martin is 72 years old, and looks unlikely to live to complete the sequence of novels he inaugurated back in 1996. It could well be that the final season of Game of Thrones is all the ending we will ever get for a narrative that enthralled so many millions. While that would be a pity, I cannot see myself seeking satisfactory closure through upcoming spinoffs. My GoT watch has definitively ended.Also read:‘Game of Thrones’: How Arya and Brienne are classic medieval romance heroines‘Best thing I’ve ever done’: Tears fall like snow in emotional ‘Game of Thrones’ documentaryHow ‘Game of Thrones’ became a global watercooler (piracy has something to do with it)","author":"Girish Shahane","time":"2021-04-15T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157673-ewstkhyjqi-1618515713.jpg","tags":["Game of Thrones","Jon Snow","Daenerys Targaryen"],"source":"https://scroll.in/reel/992303/game-of-thrones-at-10-its-popularity-is-rooted-in-a-mix-of-qualities-rarely-seen-in-conjunction"}