{"title":"‘Best thing I’ve ever done’: Tears fall like snow in emotional ‘Game of Thrones’ documentary","content":"“Have we got a fake head hanging around? Yep, any severed head will do.”It’s the little moments and the asides that matter in Game of Thrones: The Last Watch. The official behind-the-scenes documentary about the final season was aired on HBO on Sunday and on Hotstar in India on Monday. HBO has given itself the farewell gift denied by irascible fans of the adaptation of the fantasy series based on George RR Martin’s A Song of Ice and Fire novels. The eighth season proved hugely divisive among critics and devotees, but there are no signs of the troubles and tensions in The Last Watch. (And no misplaced coffee cups or plastic bottles either.)Farewells are bid, tears are shed, and “Best thing I’ve ever done” statements are made across the 148-minute documentary, which has been directed by Jeanie Finlay and produced for HBO by the show’s creators and long-time writers, DB Weiss and David Benioff, and producer Bernadette Caulfield. \n\n\n    \n    Play\n\nGame of Thrones: The Last Watch (2019).The documentary was made during the filming of the concluding season at Titanic Studios in Belfast and other locations in Northern Ireland, Croatia, Iceland and Spain. Sets for key locations – the Winterfall castle, the capital King’s Landing – were created at Belfast and merged seamlessly with the locations through visual effects. The season is very big, it is written very big, it’s made on the scale of a movie, but on a TV schedule and deadline, Caulfield says.A technician sums it up: The series had to finish because it could not get any bigger.A model of the direwolf Ghost. Courtesy HBO.Among the fan-friendly moments is the script reading session that is attended by Weiss and Benioff and the main members of the cast. Kit Harington, who plays Jon Snow, tears up as he realises that he will kill Daenerys Targaryen (Emilia Clarke) in the final episode. A glimpse from the script reading session for the first season, which was attended by Sean Bean in the role of Ned Stark, is a reminder of how far the show has travelled.Harington also delivers an emotional speech after he delivers his final shot. “I feel like my heart is breaking,” says the global heartthrob, for whom the series was the first major acting assignment. “It has never been a job for me. It’s been my life. And this will always be the greatest thing I will ever do or be a part of.”Kit Harington, Lena Headey, and Sean Bean at the script reading of the first season of Game of Thrones. Courtesy HBO.Emilia Clarke, who also shot to fame as Daenerys before being dealt a cruel blow in the final episode, is contemplative on her last shooting day. Is a part of you relieved that it’s all over, she asks the woman in charge of her braided wig. The woman replies that she is, that she has been with the show for seven years, and that her life has been on pause.Emilia Clarke on the sets of Game of Thrones. Courtesy HBO.The documentary feels a bit rushed, much like the final season itself, but it manages to highlight the immeasurable contributions of the technicians, who ensured superlative production values that often surpass the movies. The opening credits feature an embroidered tapestry of key scenes. Subsequent interviews showcase the chief weavers – the showrunners, the husband-wife prosthetics team, the location manager, the woman in charge of the wigs, the security personnel tasked with shooing away inquisitive fans, the head of costumes, the caterer who keeps everybody fed, the extras who pop in episode after episode.Game of Thrones: The Last Watch (2019). Courtesy HBO.The creation of some of the movie-friendly sequences are revealed, such as Arya Stark’s killing of the Night King, Daenerys’s assault on King’s Landing,  and the anointment of Bran Stark as the king of the realm. Photographs circulated of Kit Harington applying make-up to Arya in the Bran Stark sequence, and the mystery is cleared up by the documentary: Harington, like some other actors, was flown to Spain for the sequence to act as a decoy and throw off nosy fans. Also solved is the mystery of how Arya managed to emerge out of thin air to stab the Night King in his heart. A considerable portion of the documentary is devoted to the episode The Long Night, which featured Arya’s heroism. The episode was filmed over 55 nights. We learn how episode director Miguel Sapochnik instructed Arya and her sister Sansa (Sophie Turner) to pretend that they had a stomach ache while watching the zombie-like White Walkers launch their assault on Winterfell.Featuring prominently across the film is Slovakian stunt artist Vladimir Furdik, who played the Night King from the sixth season. The Night King doesn’t speak in the series, but Furdik has plenty to say about his elevation. He had a choice at the age of 15 to be dead, a gangster or enroll in a live television show, he recalls. He chose option three.Furdik revels in his newfound stardom when he poses for photographs with fans during the shoot in Spain. Winter is coming for the fans, Furdik jokes.Vladimir Furdik gets ready to play the Night King. Courtesy HBO.Another prominent character is Andrew McClay, an extra who is a soldier for the Stark clan and who has miraculously survived several key battles. McClay represents the important roles played by the countless extras who were beaten up, slaughtered and dismembered across the seasons. McClay declares his loyalty to House Stark because “direwolves are just cool, Jon Snow is my favourite character, armour is cool, and Winterfell is class”.Also among the characters is Del Reid, designated as “Head of Snow” – a very important post in a series whose first episode is titled Winter is Coming.Andrew McClay, a recurring extra on Game of Thrones. Courtesy HBO.The producers and directors give credit where it is due. I am a conductor of musicians who basically just waves his arms around, observes David Nutter, who has directed several episodes, including three in the final season. Mushy songs fill the background as the shoot nears its end. As emotions run high and cast and crew members hug each other, the documentary achieves what the final season couldn’t – an unambiguous pat on the back for a job fabulously done.Game of Thrones: The Last Watch (2019). Courtesy HBO.Also read:‘Game of Thrones’ final episode recap: All hail the new Westeros From Mother of Dragons to Mad Queen: Daenerys Targaryen’s journey on ‘Game of Thrones’‘I choose violence’: How Cersei Lannister made her way through ‘Game of Thrones’Watch: Suffering from ‘Game of Thrones’ withdrawal symptoms? These videos might helpAll shows must end, but this is why the ‘Game of Thrones’ series finale hurt so much","author":"Scroll Staff","time":"2019-05-28T14:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120529-lpioecljuu-1558952395.jpeg","tags":["The Last Watch documentary","HBO","Game of Thrones"],"source":"https://scroll.in/reel/924988/game-of-thrones-documentary-the-last-watch-hbo-kit-harington-emilia-clarke"}