{"title":"‘Game of Thrones’: Fan video imagines a buddy comedy with Jaime and Bronn","content":"The fantasy series Game of Thrones, which concluded on  May 19, is packed with endearing oddball pairs. These include Jon Snow and Sam Tarly, Jon Snow and Davos Seaworth, Davos and Shireen Baratheon, Arya Stark and Tywin Lannister, Arya and Sandor Clegane, Tyrion Lannister and Varys, and Brienne of Tarth and Podrick. In the early seasons, Tyrion (Peter Dinklage) had a great bond with the mercenary Bronn (Jerome Flynn), before Tyrion’s elder brother Jaime (Nikolaj Coster-Waldau) replaced Tyrion for Bronn’s tough love.The Jaime-Bronn bonhomie yielded so much welcome humour that it continued way beyond it should have. Jaime’s endless promises of wealth and castles kept Bronn by his side through several episodes, and persuaded Bronn to accompany Jaime on adventures and misadventures. A fan video edited by Kristian Repshus imagines what a buddy comedy with Jaime and Bronn might be like. The video for the fake movie Jaime & Bronn has been styled on the upcoming Fast and Furious spin-off movie Hobbs & Shaw, starring Dwayne Johnson and Jason Statham. By splicing together scenes across seasons, the video imagines Jaime and Bronn taking on Daenerys Targaryen (Emilia Clarke). Repshus even manages to make a much-derided sub-plot set in the Dorne kingdom seem more interesting than it was in the HBO series.\n\n\n    \n    Play\n\nJaime & Bronn.Meanwhile, David Leitch’s Hobbs & Shaw will be released on August 2. The cast includes Idris Elba, Vanessa Kirby and Helen Mirren, and follows the attempts of the action heroes to defeat a genetically enhanced anarchist who is known as the “Black Superman” and has a nasty bio-weapon.\n\n\n    \n    Play\n\nHobbs & Shaw (2019).Also read:‘Best thing I’ve ever done’: Tears fall like snow in emotional ‘Game of Thrones’ documentaryWatch: Suffering from ‘Game of Thrones’ withdrawal symptoms? These videos might helpAll shows must end, but this is why the ‘Game of Thrones’ series finale hurt so much","author":"Scroll Staff","time":"2019-06-13T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121703-xhuyopdxpi-1560361886.jpeg","tags":["Jaime Lannister","Bronn of the Blackwater","Game of Thrones"],"source":"https://scroll.in/reel/926831/game-of-thrones-fan-video-imagines-a-buddy-comedy-with-jaime-and-bronn"}