{"title":"‘Game of Thrones’ final gaffe: A plastic bottle in Westeros","content":"After a takeout coffee cup, a plastic water bottle made its way from the present into the historical realm of Westeros in the series finale of Game of Thrones. Directed by David Benioff and DB Weiss, The Iron Throne marked the end of the HBO fantasy drama and was aired on Monday morning in India. As characters gathered one last time to decide on the fate of the Seven Kingdoms, the bottle briefly joined the deliberations. The accidental cameo, spotted by fans on social media, occurred around the episode’s 40th minute, when Tyrion Lannister (Peter Dinklage) is brought before a council of Westeros’s lords and ladies. It peeked through from behind the shoes of Samwell Tarly (John Bradley). What seems to be a second such bottle also crept into the frame a few minutes later, next to Ser Davos (Liam Cunningham).  On Twitter, viewers lost no time in registering their protest. It's not just there, I actually found the second water bottle next to Ser Davos. #GameOfThrones pic.twitter.com/rZHqiWmDU4— Bala Yogesh (@Yo_Bala) May 20, 2019\n\nEven the most important lords of the seven kingdoms need to stay hydrated.#gameofthrones #waterbottle pic.twitter.com/NS22F3SQgV— savvyshopaholic (@Savanna39803740) May 20, 2019\n\nThe gaffe comes two weeks after a similar slip up in the season’s fourth episode, where a takeout coffee cup was spotted next to Daenerys Targaryen (Emilia Clarke) during a feast at Winterfell. HBO admitted it was a blunder and later digitally erased it  from the scene. “The latte that appeared in the episode was a mistake. #Daenerys had ordered an herbal tea,” a post on the show’s official Twitter handle cheekily declared.  The HBO series, developed by DB Weiss and David Benioff, concluded its eight-season run on Monday and had been on air since 2011. Game of Thrones is an adaptation of George RR Martin’s A Song of Ice and Fire novels.  Also read:‘Game of Thrones’ final episode recap: All hail the new WesterosFrom Mother of Dragons to Mad Queen: Daenerys Targaryen’s journey on ‘Game of Thrones’‘What do we do now?’ Twitter mourns the end of ‘Game of Thrones’","author":"Scroll Staff","time":"2019-05-20T13:50:57.994324+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/120086-uhhacyhbif-1558339855.jpeg","tags":["Game of Thrones","HBO","The Iron Throne"],"source":"https://scroll.in/reel/924096/game-of-thrones-final-gaffe-a-plastic-bottle-in-westeros"}