{"title":"Gandhi’s talisman and a migrant worker’s lynching in Bihar","content":"“Just months before he was assassinated, Mahatma Gandhi left behind for his countrywomen and men a talisman. “Whenever you are in doubt,” he counselled us, “or when the self becomes too much with you, apply the following test. Recall the face of the poorest and the weakest man whom you may have seen, and ask yourself if the step you contemplate is going to be of any use to him.”He further elaborated the questions we should ask ourselves: “Will he gain anything by it? Will it restore him to a control over his own life and destiny? In other words, will it lead to swaraj [freedom] for the hungry and spiritually starving millions?” As you find answers to these questions, he wrote, “you will find your doubts and your self melt away”.The iridescent wisdom, the intense humanity and the moral imperative of the counsel that the Mahatma left for us as a talisman is timeless. Except that he should have said “the weakest woman” instead of “man”, because surely the most vulnerable person in the country would be a woman or a girl. His talisman becomes even more precious in an age during which India combines unimaginable wealth with the most desperate and disgraceful levels of impoverishment and hunger; and when rising hate compels millions to cower in fear as a normal part of their everyday existence.It was therefore fitting that on the eve of the day on which the world was celebrating the 150th birth anniversary of the greatest Indian of modern times, we were with a woman who would qualify the test that Gandhiji left for us, of being among the “poorest and the weakest” people we have encountered. This was Rudhi Devi, a young widow, landless and bonded, with six large-eyed children, four boys and two girls – whose sallow skin divulged their chronic malnourishment – and a sickly father-in-law who she was also alone responsible to feed and tend.Rudhi Devi. Credit: Karwan e MohabbatWe sat amidst the slush outside her home in her village Misherpura in the Naubatpur area of Phulwari Sharif, a one-hour drive from Patna. We were members of a delegation of the Karwan e Mohabbat who had travelled there to meet her because of news that her husband, Krishna Manjhi, had been pitilessly lynched less than two months earlier, on August 10.Her tiny hovel – a single bare windowless room with uneven earth walls and an untidy thatch and plastic roof – was not much larger than ten square metres. But what made her yet more defenceless was that her family does not own even the land on which the shack stands. This is the property of a Bhumihar landlord, and for the privilege of inhabiting this tiny fragment of land, Rudhi Devi is a bonded worker to the Bhumihar for life. She toils at his bidding on his farms and in his home, and is paid no cash wages for this labour, only some food to keep her alive. In the brief interludes when she is free from the grind for her landlord, she scours for wage work on other large farms in her village. But employment is scarce and sporadic and remuneration abysmally low.The slender thread by which the family survived was the casual wage work which her husband Krishna Majhi could attain. There was no regular employment on which he could depend in his village or even in his home state of Bihar. For work, instead, he would have no option except to travel for several months at a time to distant lands. Once he left his village, his family would have no idea where he was or when he would return. They could not afford to buy even the cheapest mobile phone.This last time he was gone for much too long, and he had not sent home any message or money for several months. The family was desperate but helpless. They had no way of contacting him. They did not know if he was even alive.Grim newsIt was only on a morning in mid-August that villagers came to Krishna Manjhi’s father and wife with the grim news that he might have been killed. An unclaimed body lay with his name tattooed on his arm. Rudhi Devi rushed with her father-in-law to the local health facility. His body lay there among other unclaimed bodies. His face had been so badly savaged by the lynch mob that it was unrecognisable. But his name was indeed tattooed on his hand, and seeing this a sobbing and distraught Rudhi Devi confirmed that this was the body of her husband. Still, to be sure, she lifted his lip and found his broken tooth which she had known for years. There could be no doubt it was him.They had no money even to transport his body and arrange fittingly for his last rites. No government official came to their aid, then or since. They did what they could, bereaved and broken.From accounts of other workers who had migrated with him, they were able to gradually piece together the story of what might have happened to Krishna Manjhi. He had travelled this time to Chennai, and it is not clear whether he was working in a construction site or a brick kiln. But the conditions of work were of a kind of semi-bondage that is common in construction and brick making in much of the country. The employer would extract long hours of hard toil from their labourers, but would withhold their wages until they completed the required months of work so that they could not run away. Krishna Manjhi was therefore unable to send home any money. His family does not know what finally pushed him over the edge. But one day in desperation, he ran away, without his back wages and with almost no money.He must have travelled ticketless and hungry to Patna from Chennai. The bus fare to his village from Patna station is no more than Rs 20 but he could not even afford this. So, he began the long trek to his village. To reduce the distance home, he left the highway and walked through villages where he was a stranger. In one such village, Mohammadpur, people caught him, claiming he was a child abductor. He had no papers to prove who he was. People in his village told us that his mind was also a little slow. The mob fell upon the man, mutilating his face and body, and left him dead.Official apathyVillagers told us that the police have registered a police complaint naming 27 people in the mob that attacked the Krishna Manjhi at Mohammadpur. In their knowledge, the police had made no attempt to work further on the case. No policeperson or any other government official or public representative had met the family even once. All the suspects were free.As we spoke to Rudhi Devi, she was in grief, in turn angry, bewildered, frightened and numb. She did not know how the family would survive. There are many laws and government programmes which should have helped her in her predicament. There is a law which gives homestead rights to every person remains on paper, and other laws and programmes for her protection from bondage, employment in public works, a widow’s pension, education for her children in hostels, free rations for the poorest of the poor, and protection from the savage caste discrimination which as Musahars she and her family endure routinely. But not one of these had worked in any way for her. Bonded as she was to the Bhumihar landlord who owned the land on which her one-room mud hut stood, she had no means to secure the food and survival of her family.The only certainty of her life was one of unremitting darkness.Children outside Rudhi Devi's home. PostscriptEveryone in the Karwan e Mohabbat delegation was badly shaken and moved by our encounter with Rudhi Devi, her children and her husband’s father. People who had joined the Karwan quietly made a spontaneous fund-collection of money we carried in our pockets, which they silently pressed this into Rudhi Devi’s hands. She did not resist. But we knew that this would only help the family survive through a few more weeks. What would happen after that?Two senior volunteers in the Karwan e Mohabbat – Anwar ul Haque who heads our work with homeless people, and Ibrahami, a retired IAS officer from Bihar – decided that they would do nothing until they were able to extract some promise from the state administration for action to sustain the survival with dignity of Rudhi Devi, her children and her father-in-law.They drove first to the office of the Sub-Divisional Officer at Paliganj. They spoke to him of the lynching of Krishna Manjhi and the urgent plight of his family. They spoke also of their regret that in nearly two months since Krishna Manjhi was lynched, no official or panchayat representative had visited his home or offered any support to his family. The official said that he could do nothing to help them, as the case was under the jurisdiction of the Danapur Sub-Division.The reason he gave for this was that the village of Mohammadpur where Krishna Manjhi was lynched fell not his sub-division but in Danapur. My Karwan colleagues then drove to meet with the SDO Danapur. He too heard them out patiently, then told them that he too could do nothing, because Krishna Manjhi was a resident of Misherpura village, which falls under Dulhin Bazar block in Paliganj Sub-Division.Therefore ,he was clear that the responsibility in the matter actually fell with the SDO Paliganj.The team then called on the District Welfare Officer at Patna and also the Block Welfare Officer to Dulhin Bazar. All the officers they met said strangely that they knew nothing about the lynching of Krishna Manjhi, even though the story had been carried in local newspapers and was known to ordinary people across the region.Minimal demandsEventually the Block Welfare Officer Deepak Kumar agreed to visit the family at Misherpura with my colleagues. He accompanied the Karwan team to the home of Rudhi Devi, along with the local panchayat member that evening. My colleagues had a list of demands for him, that without any further delay, Rudhi Devi must be given sanction for a) Rs 3,000 under the Kabir Antodayasti Scheme that extends assistance to disadvantaged families for conducting last rites of members; b) free monthly rations under the Antyodaya Anna Yojana; c) a widows’ pension; d) compensation mandated by the Supreme Court for the lynching of Krishna Manjhi; e) admission of her children into a residential school in the neighbourhood; f) a house-site in her name and house-building assistance  under the Indira AawasYojana; and g) documents and information to Rudhi Devi about the criminal case around the lynching of her husband to assure her of legal justice. This was a minimal necessary wish-list.We are determined to ensure that the state does at least this, to enable the survival of Rudhi Devi and her family. But our anguish runs much deeper. It stems from the fact that none of these elementary steps, which every public official is trained in and knows, were taken by any state official; and that not a single public representative from any political party had found it fit to visit her home after the cruel lynching of her husband and to extend to them a helping hand. It was apparent how little her life mattered, and that of Krishna Manjhi, his father and their children.The day after our visit was October 2.The Karwan e Mohabbat was in Ahmedabad to pay tribute to the memory of Mahatma Gandhi on his 150th birth anniversary. All roads to the Sabarmati Ashram were blocked all day, because Prime Minister Narendra Modi was scheduled to visit the Ashram that evening. The city was festooned with posters of Modi, some displaying his smiling face next to a beaming Mahatma Gandhi; others showed him walking with US President Donald Trump.But the whole day, I could not forget the faces of Rudhi Devi and her children, the faces which Gandhiji had advised us to recall in times of uncertainty and confusion.I thought also of the talisman which the Mahatma had given us in his last months among us before he fell to the forces of hate. It is evident that we, his people, have lost his talisman somewhere in the blinding glitter of our wealth and the heady intoxication of our hate. How many generations will pass, I wondered, before we find his talisman again?Read previous parts of the Karwan Tracks series here.","author":"Harsh Mander","time":"2019-10-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128539-oofhbnwztv-1570253181.jpg","tags":["Karwan e Mohabbat","lynchings in India","Mohandas Gandhi"],"source":"https://scroll.in/article/939527/gandhis-talisman-and-a-migrant-workers-lynching-in-bihar"}