{"title":"Gang-rape survivor Priya was the most popular superhero at Mumbai Comic Con this year","content":"In its fifth year, the Mumbai Comic Con was filled with the ghosts of Comic Cons past. The event, as always, was for fans and creators only – but, as usual, several large global brands made their presence felt. Stalls sold popular merchandise, like Star Wars T-shirts, pen drives in the shape of characters from the Minions movie, superhero action figures, 1990s memorabilia and other pop culture paraphernalia.At a far corner of the venue in Goregaon East, World Wrestling Entertainment had set up a booth, where the average (teenage and male) Mumbaikar could dress up and walk down the ramp to their favourite wrestler’s theme music. At another stall, fans of Harry Potter could point a wand at a screen and “perform magic”, or have their picture taken dressed as Doctor Strange, star of the next Marvel superhero movie.Indian fan culture’s most successful import, and for some, the highlight of Comic Con, was cosplaying. Boys and girls, men and women, who came dressed as characters from anime, popular movies and television shows, were occasionally stopped by bemused or excited attendees who wanted to click a selfie with them.Image Credit: Aakash Karkare; WWE Image Courtesy: Mumbai Comic ConAmong the independent comic artists at the event was prolific comic creator Abhijeet Kini. At a stall, he sold merchandise and copies of his Angry Maushi, a popular series about a female superhero who kicks ass while eating the traditional Maharashtrian fare of batata pohe. Kini also launched Fanboys, a 16-page comic about the numerous hare-brained schemes and adventures of two young boys.Choorma, the creator of fan-favourite Pressure Cooker, who likes telling stories about “absurd fantastical things”, shared a stall with Sumit Kumar, the writer of The Itch You Can’t Scratch and Amar Bari Tomar Bari Naxalbari. Kailash Iyer, the editor of Pulp Quarterly , a magazine that features interviews with Indian comic writers, reviews and excerpts, was present at the venue with back issues of the journal for collectors, as well as two comic anthologies of horror and science fiction.Credit: Aakash KarkareA survivor's taleThe highlight of the Comic Con on October 22-23 was Dan Goldman, co-creator of the graphic novel Priya's Shakti, which is based on the story of a young gang-rape survivor turned vigilante. Goldman was at the event with collaborators to launch a sequel, this one titled Priya's Mirror. The Los Angeles-based artist worked on Priya’s Mirror with New York-based documentary filmmaker Ram Devineni and Paromita Vohra, a filmmaker and writer from Mumbai.When Priya’s Shakti was launched in 2014, the graphic novel became a global phenomenon. Available for free, it used a blend of mythology and present-day events to describe the origin of Priya, billed as “India’s first female superhero”. The book was downloaded over 500,000 times, not to mention the thousands of copies distributed at Comic Cons in New Delhi and Mumbai.Devineni came up with the idea of a hero like Priya in the aftermath of the 2012 gang rape in Delhi. He was part of the protests that followed the tragedy, but felt that a documentary on the issue would be too complex. Besides, Devineni wanted to approach the story culturally, and narrate it to an audience of young boys – comic books, therefore, seemed the best route to take.His approach to the subject of violence remains rooted in his training as a non-fiction documentarian. The story of Priya is based on real incidents, interviews with survivors of rape, and has been made in partnership with several Indian NGOs.  A fruit-seller from a small village in India, Priya is gang-raped by locals, one of whom is familiar to her. Abandoned by her family for \"causing them shame\" and offered no recourse by the village panchayat, who asks, \"why were you out by yourself?\", Priya turns to the Hindu Goddess Parvati for help. The goddess provides her with a mantra to maker her braver, and as a result Priya gets her \"Shakti\" – a ferocious tiger (modelled on Goldman's cat). The superhero returns to her village, not to take revenge on her attackers, but to spread a message of peace, love and equality for all. Courtesy: Ram DevineniBoth Priya's Shakti and Priya's Mirror use augmented reality, something Devineni worked on two years before Pokemon Go took over phone screens. Using an app called Blippar, pages of the comic book can be made interactive. This allows for more information to be loaded on each page. On some pages, there is statistical information about gender crimes in India, on others, there is information about Hindu mythology. On a few, fresh artwork and animation pops up. There are also interviews with the real women who inspired the stories in the comic books. Both books afford the reader the opportunity to click a picture with Priya and share it on social media with the hashtag #standwithpriya. The augmented reality feature adds a layer of nuance to the comic that is unlike any other reading experience. Devineni was drawn to the feature because of its video-game-like quality, which he felt would appeal to younger readers, and help them engage with an issue they would not otherwise choose to think about. Last year, as an extension of the augmented reality feature for the graphic novel, a wall in Dharavi was painted with Priya, and her tiger Shakti. \n\n\n    \n    Play\n\nMirror to violenceThe artwork is incredibly colourful and beautifully detailed. The scenes, set in present-day India, look realistic and familiar. The fantastic and mythological scenes jump off the page.Goldman had not visited India before the first issue, but says that the best compliment was when readers at the 2014 Comic Con told him that his art felt very Indian.For research, Goldman said he immersed himself in Indian films dealing with mythology from the 1960s and 1970s, and read back issues of the popular Indian comic series Amar Chitra Katha.“I think this work that we are doing is a sort of a politically, socially activist version or grandchild of Amar Chitra [Katha] Comics,” Goldman said. “We are dealing with the same sort of mythic structures but with a contemporary activism component so that when the work is created we are working with NGO partners here in India and around the world in helping the work spread so it has maximum impact.”Between making the first and second book, Goldman had the chance to travel through India, because of which he says he was able to bring a “real texture to the art work” which was “more Indian than the first”. However, he did find it difficult to portray the scars of the acid attack survivors.“The physical effects of the attacks are horrific,” he said. “I didn’t want to be gratuitous. I didn’t want to portray them as monsters, but we still needed to show these attacks, to have the reader feel what the emotions were, there’s a balance between being exploitative and being accurate enough and I hope I was able to do that.”Courtesy: Ram DevineniCourtesy: Ram DevineniGoldman and Devineni were helped in this by Vohra. Devineni had showed the filmmaker a draft of Priya’s Shakti.“She gave me such incredible advice that I thought if we were going to do a second one, I would have to ask her to co-write it with me,” said Devineni.The second novel builds on the premise of the first one. Priya’s Mirror emerged out of the trio’s conversations with acid attack survivors in Delhi. The goal was not to portray them as victims but to create a narrative different from the one usually told, which Vohra said was often patronising. The goal was not to be didactic, and create a world that anyone would “love to be a part of”.The result, Priya's Mirror, is a graphic novel that does not offer easy solutions. There are shades of grey in every character. Even the antagonist Ahankar, whose name translates to ego or pride, has a stomach full of acid, a resemblance to Bollywood actor Amrish Puri, and a well-explored backstory.“You cannot fight Ahankar unless you find out what made him a demon,” explained Vohra, adding that this dual portrayal was a response to the recent trend of dividing all issues into binaries: good and bad, right and wrong, bhakt and lib-tard.This was also where the idea of Priya’s Mirror, a \"mirror of love\" came from. The mirror offers the acid attack survivors a view of themselves, not as society sees them, but as they truly are. Consequently, they get the courage to break out of their shackles and begin fresh lives in the real world, which becomes the perfect way to defeat Ahankar.(L-R) Paromita Vohra, Dan Goldman, Ram DevineniCourtesy: Ram DevineniDevineni, Vohra and Goldman are now working on the third issue of the comic book series which will deal with sex trafficking in Sonagachi, the red light district in Kolkata. India's first female superhero and her Shakti will be back in Priya And The Last Girls. Courtesy: Ram DevineniCourtesy: Ram Devineni","author":"Aakash Karkare","time":"2016-10-27T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/819937-44135-tyefiuzzbo-1477400236.jpg","tags":["mumbai comic con","priya's shakti","comic books"],"source":"https://scroll.in/article/819937/gang-rape-survivor-priya-was-the-most-popular-superhero-at-mumbai-comic-con-this-year"}