{"title":"‘Gangubai Kathiawadi’ review: Brassy Alia Bhatt dominates this saga set in a Mumbai brothel","content":"Gangubai, the madam of a brothel, has run into her latest problem – a school wants her and her kind out of the neighbourhood. A journalist rushes to Gangubai’s aid, giving her a voice through his reportage and a spot in a public debate on the issue. Why are you helping me, Gangubai wonders. The journalist replies with a knowing smile. Why wouldn’t he? Gangubai is played by Alia Bhatt, who has never looked more stunning. Gangubai is the lead character in the latest film by Sanjay Leela Bhansali, one of Hindi cinema’s most assiduous purveyors of enchantment. The journalist Hamid (Jim Sarbh) can only gaze upon Gangubai in wordless wonder, as do we in a film that is a feast for the eyes even as it leaves the soul hungry.Gangubai Kathiawadi places Alia Bhatt at the front and centre of a narrative that champions sex work but most of all venerates its impeccably styled heroine. Although beautifully filmed and less grandiloquent than some of Bhansali’s other productions, Gangubai Kathiawadi is about as bloodless, more concerned with technical perfection and the showcasing of its star lead than the complexities of the subject matter.Alia Bhatt in Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.The film has been adapted from “The Matriarch of Kamathipura”, a chapter in the anthology Mafia Queens of Mumbai by S Hussain Zaidi and Jane Borges. Gangubai was a madam in Mumbai’s red-light district until the 1970s. Zaidi and Borges indiscriminately mix fact and apocrypha in their breathless profile of Gangubai as a patron saint of the sex workers in her employ and a power broker who was allegedly granted an audience with the former prime minister Jawaharlal Nehru.   The screenplay by Bhansali and Utkarshini Vashishtha completes Gangubai’s canonisation. The dramatic licence already present in the source material feeds Bhansali’s career-long quest to create larger-than-life characters whose exploits can barely be contained even by the big screen. Gangubai Kathiawadi is set in the 1950s and 1960s. A newly trafficked teenager reminds Gangubai of her own arrival in Kamathipura. Tricked by a lover with the promise of a film career, Gangubai charts her version of stardom. Gangubai begins her ascent by challenging her madam Sheela (Seema Pahwa). Gangubai makes friends in high places, including with the gangster Rahim Lala (Ajay Devgn). She falls in love once again, this time with the boyish tailor Afshan (Shantanu Maheshwari). An election for the post of the head of Kamathipura’s brothels brings Gangubai in the crosshairs of the hijra Raziabai (Vijay Raaz). Ajay Devgn in Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.With her curly tresses and tart tongue, Gangubai is a direct descendant of Rukminibai, the madam from Shyam Benegal’s Mandi. The influence of Mandi also shows up in the moral outrage against prostitution and the proposed relocation of the brothels. We contribute to the safety of women in public by reining in the potential for sexual assault, Gangubai thunders at a public meeting – a sentiment previously expressed by an only half-serious Rukminibai.However, Mandi’s sly humour and Rukminibai’s self-serving ways don’t make it to the Bhansaliverse. A suggestion that Gangubai’s feminist stance is a gimmick is quickly jettisoned. Real feminists, who re-designated prostitution as sex work and have campaigned for its legalisation, do not breach the invisible walls of the fictional Gangubai’s bastion.The opponents within are as ineffective as Gangubai is gorgeous. Or rather, are they weak because they lack her comportment? From Gangubai’s first boss to the customers who torment her to Raziabai, nobody is allowed to out-dazzle the leading light of Kamathipura. Raziabai, an already marginalised figure, suffers the most from the film’s fixation with Gangubai and its lack of empathy for other sex workers who might have had journeys similar to hers. The absence of serious confrontation as a dramatic device weights down an already bloated screenplay, in which scene after scene is dedicated to Gangubai’s gangster cool.Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.The bordello saga plays out in a typically self-contained Bhansalian world. The director often resembles a bioscope operator peering into a fantastical realm governed by its own rules and populated by flamboyant characters.But unlike some of his once-upon-a-never films, Gangubai Kathiawadi feels closer to reality. The bravura production design, by Amit Ray and Subrata Chakraborty, complements rather than overpowers the story. In the incredibly detailed warren of dense streets with stone buildings that resemble cages, feisty women put their bodies to work, forge lasting friendships, and gravitate towards Gangubai’s leadership. Cinematographer Sudeep Chatterjee’s central and frontal framing places Gangubai at the literal heart of the movie. Bhansali, who has also edited Gangubai Kathiawadi and scored its tepid music, dexterously throws in close-ups that fill up the screen and showcase the acting talent.The performers who are occasionally permitted to steal Alia Bhatt’s thunder include Indira Tiwari, who is lovely as Gangubai’s confidante Kamli. Gangubai’s loneliness at the top is aptly captured by her relationship with Afshan. Some of the best moments are between the assertive madam and the mild-mannered tailor, including a charming sequence that captures the entire arc of courtship through gestures and expressions.Shantanu Maheshwari and Alia Bhatt in Gangubai Kathiawadi. Courtesy Bhansali Productions/Pen India Limited.Unlike the virginal and decorative women in Bhansali’s previous projects, Gangubai is wise to the ways of the world and brassy enough to make her place in it. The actor who plays her makes a fantasy of empowerment halfway credible.Alia Bhatt is mesmerising from word go, mounting a charm offensive that is hard to resist. Effortlessly handling pages of bombastic dialogue as well as expressive dialogue-free moments, Bhatt throws herself into the Gangubai mythos. Gangubai appears to have walked off the movie posters at the New Roshan cinema a few doors down from her workplace, her tinsel intact. She’s a bit of a stand-up comic and a bit of a thug. Bhansali never lets us forget that she is first and foremost the heroine of Kamathipura.\n\n\n    \n    Play\n\nGangubai Kathiawadi (2022).Also read:Who was Gangubai Kathiawadi, played by Alia Bhatt in Sanjay Leela Bhansali’s movie?‘Realism as well as glamour’ in the world of ‘Gangubai Kathiawadi’","author":"Nandini Ramnath","time":"2022-02-25T10:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170605-ftmgttqcbp-1645731937.jpg","tags":["Gangubai Kathiawadi","Sanjay Leela Bhansali","Alia Bhatt"],"source":"https://scroll.in/reel/1017735/gangubai-kathiawadi-review-brassy-alia-bhatt-dominates-this-saga-set-in-a-mumbai-brothel"}