{"title":"Gangster Vikas Dubey death: Panel clears UP Police action, seeks inquiry into official collusion","content":"A Supreme Court-appointed judicial commission has cleared the Uttar Pradesh Police for its action in the July 2020 encounter killing of gangster Vikas Dubey, The Indian Express reported.The report tabled in the Uttar Pradesh Assembly on Thursday, however, mentioned that Dubey had the patronage of the local police, revenue and administrative officials in Kanpur, and recommended an inquiry against them.Dubey was arrested in Madhya Pradesh’s Ujjain city on July 9, 2020, for the murder of eight police officers in a shootout in Kanpur’s Bikru village earlier in the same month. The gangster was shot dead by the police on July 10 when he was allegedly trying to escape from their custody.A three-member judicial commission led by former Supreme Court judge BS Chauhan was set up to conduct an inquiry into the incident after the Opposition criticised the Uttar Pradesh government for killing him in custody.The Special Task Force of the Uttar Pradesh Police had claimed that the car transporting Dubey overturned after the driver attempted to avoid a herd of cows and buffaloes. On this, the commission’s report said that the accident caused “momentary unconsciousness” to some of the police personnel in the vehicle. The report corroborated the police’s version that Dubey took advantage of this situation, snatched the revolver of a policeman and tried to flee away. He fired at the policemen, injuring two of them and was killed after the police fired in self-defence, the commission concluded, according to The Indian Express.Reports on the commission’s submission, however, do not mention if the judicial body took note of a video shared on social media that showed that Dubey was in a Tata Safari vehicle when the convoy went through a toll booth on its way to Kanpur and not a TUV 300 – the vehicle which was found overturned.Meanwhile, on Dubey’s alleged collusion with officials, the report said that the local police “dictated terms” when it came to lodging complaints against the gangster.“Investigation in any case lodged against them was never impartial,” the report stated. “Sections relating to serious offences were dropped before filing the chargesheet. During the trial, most witnesses turn hostile.”Dubey’s name was not mentioned in the police records among top 10 criminals of the Kanpur circle even as there were 64 criminal cases pending against him, News18 reported. The report also pointed out that Dubey had significant clout in the local administration as wife was a member of the Zila panchayat (district body) and his brother’s wife was the village head.","author":"Scroll Staff","time":"2021-08-20T15:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144112-uhqptuajdn-1597840882.jpg","tags":["Vikas Dubey","UP Police","Supreme Court"],"source":"https://scroll.in/latest/1003310/gangster-vikas-dubey-death-panel-clears-up-police-action-seeks-inquiry-into-official-collusion"}