{"title":"‘Garba jihad’: How Navratri became a communal flashpoint  in Gujarat and Madhya Pradesh","content":"In April, processions during Ram Navami sparked communal conflagrations across the country. Leading up to Navratri on September 26, communal tensions returned. This time, they were focused on garba events – the traditional dance function held during the nine-day festival.In some parts of Madhya Pradesh, Hindu supremacist groups checked identity cards to ensure that Muslims did not join the celebrations. In another instance, viral videos from Gujarat showed the local police publicly flogging Muslims who had allegedly thrown stones at a garba pandal.The coverage of such incidents on television news channels may have heightened tensions. For instance, Aaj Tak news anchor Sudhir Chaudhary devoted a whole episode of his show “Black and White” on September 30  to the “garba controversy”. Why did Muslims want to attend garba events when their own religion prohibited dance and music, Chaudhary asked. “Is love jihad the motive behind this?” he speculated, referring to the conspiracy theory favoured by the Hindu Right that Muslim men have launched a campaign to court Hindu women so that they can force them to convert to Islam after they are married,Chaudhary drew a parallel between the garba events and the protests against the Citizenship (Amendment) Act in Delhi’s Shaheen Bagh, led primarily by Muslim women. Attendees  at the protest had to show identity cards as well, he claimed. “Why was ID card being checked not an issue then?” he demanded.Republic Bharat had a 40-minute episode on October 2 entitled “Gair Hindu naam, garba ka kya kaam?” – Do you have a non-Hindu name? Then what are you doing at a garba?” .Anchor Himani Naithani also speculated about “love jihad” and claimed Muslim men were hiding their identities to steal into garba events.On October 2, a News Nation show called “Rashtramev Jayate” spoke of “garba jihad” as an established fact. Bajrang Dal members were interviewed and asked to outline the contours of this alleged conspiracy to invade garbas. These accounts were not questioned, nor were any of the Muslims who wanted to take part in the garba interviewed. Scroll.in tracked four communal flashpoints in Gujarat and Madhya Pradesh. Besides these incidents, there were also several instances in Madhya Pradesh’s Ujjain and Indore, where Bajrang Dal members beat up Muslim men who wanted to enter garba pandals.Madhya Pradesh demolitionsIn Surjani village, part of Madhya Pradesh’s Mandsaur district, the properties of three Muslim men were demolished by the administration on October 4. The three men were accused of throwing stones at a garba venue days earlier.“In Surjani village, there was a conflict between two sides, during which stones were pelted on a garba mandal,” Mandsaur Superintendent of Police Anurag Sujania told reporters on October 4. “Today, through the help of the administration, the property of three of the accused, which were illegal, were acted upon.”He added that the homes of the three men were spread across 4,500 square feet and cost over Rs 4 crore.Raju Khan's home being demolished in Madhya Pradesh's Mandsaur district. (Photo: Special arrangement)A police complaint had been filed on October 3 by a man named Shiv Lal Patidar. According to the complaint, trouble had started brewing on October 1, when Patidar had observed a neighbour, Salman Khan, whiz past a temple where a garba function was held. Patidar claimed he then went to Salman Khan’s father, Aktu Khan, and asked him to rein his son in.On October 2, an argument reportedly broke out between Patidar, who was accompanied by two friends, and Aktu and Salman Khan. More men from each sides reportedly joined in. As matters heated up, Patidar alleged, Aktu Khan hit him with a stone, injuring him in the eye. During the course of the scuffle, Patidar alleged, his companions as well as the site of the garba were pelted with stones. According to Sujania, of the 19 accused in the FIR, seven had criminal records. They had been booked under various sections of the Indian Penal Code, including attempt to murder, rioting and volunatarily causing hurt.Thirty-eight-year-old Firoz Habib Rehman, the brother of one of the accused, Raju Khan, said a petty fight between young people had been misrepresented as an attack on the pandal. “There was something about Salman overtaking and driving fast and it led to a fight between two groups,” he said. “They have however made it bigger by adding allegations that the pandal was attacked. That never happened.” By 7 pm on October 3, Rehman said, there were notices from the local panchayat announcing the demolitions. The next morning, the bulldozers arrived to demolish three homes. According to Rehman, Raju Khan’s house was not named in the notices but was demolished anyway.“There is no point talking to any police official,” he said. “No one listens to us anyway. They didn’t even give us enough time to take our things out.”‘Search drives’ by the Bajrang DalSeveral television channels reported “search drives” by the Bajrang Dal in parts of Indore and Ujjain. Videos circulated online show members of the group interrogating local people and attacking Muslims at garba venues while crowds chant slogans against “love jihad”.On October 4, Tannu Sharma, Indore convenor of the Bajrang Dal, told NDTV that 14 Muslims had been arrested from garba pandals and they were on the alert for non-Hindus showing up at such functions. He repeated claims about “love jihad” and alleged that such attendees made videos of Hindu women that they then misused online. That was why, he claimed, they were checking phones and vetting attendees.Sharma said he was taking his cue from Madhya Pradesh Home Minister Narottam Mishra. On September 27, Mishra told garba organisers to check the identity cards of people before letting them into the event. “In a bid to maintain peace and harmony on such a holy occasion, the organisers have been instructed to allow entry in the garba events only after checking the ID cards,” Mishra told reporters. The state’s culture minister, Usha Thakur, had said that entry should be supervised to prevent “love jihad”.Men being beaten in pandals in Madhya Pradesh after Bajrang Dal interrogates them about their identity. (Photo: Screengrab)Scroll.in contacted the deputy inspector general of Indore and the inspector general of Ujjain to ask whether the police  had taken action against the attacks by the Bajrang Dal. Neither responded to calls and messages.A public floggingIn Undhela village, part of Gujarat’s Kheda district, a group of Muslim men allegedly attacked a garba site near a mosque on the night of October 3. Kheda Superintendent of Police Rajesh Gadhiya said that the sarpanch of the village had organised a garba on a plot of ground that was close to both a temple and a mosque. When Muslims objected, Gadhiya recounted, the sarpanch said the function would end in 45 minutes or so. “But they did not agree,” Gadhiya said, adding that stones were then hurled at the garba attendees.The police said seven people, including a policeman, were injured by the flying stones. Two of them were briefly admitted in the intensive care unit of a hospital. “A lady, 60-65 year old, has had a serious injury on her hand,” Gahdiya said.On October 4, the police filed an FIR based on the sarpanch’s complaint.The next day, the Muslims allegedly involved in the incident were dragged out in public, tied to a pole and flogged by the police while a crowd cheered them on. Videos of the flogging show the men being asked to apologise to the public. They are then led into the Kheda police bus, still being beaten.According to Gadhiya, 13 people have been arrested for rioting, unlawful assembly and attempt to murder. One of the main accused, Arif, was still on the run, Gadhiya said. As for the public flogging, Gadhiya said the police were investigating the matter. “We have received orders to conduct an inquiry into the incident on October 5,” said Gadhiya. He said a fact-finding report had been ordered on the videos of the flogging and the inquiry would start on October 6.Tensions over two flagsIn Savli in Gujarat’s Vadodara district, communal clashes broke out on the night of October 1, Superintendent of Police Vadodara (rural) Rohan Anand said. According to Anand, the clash took place after both Hindus and Muslims draped religious flags on the same pole. While Hindus flew a flag for Navratri, Muslims were celebrating the birthday of Prophet Mohammad, which is on October 8. “Words were exchanged and then stone pelting happened,” said Anand. “No injuries were reported as such. Two first information reports have been registered and around 20 people from both sides have been picked up.” A vehicle and a shop were damaged in the incident. The police have since brought down the flags.All the accused in the case have been booked for unlawful assembly, uttering obscene words in public and criminal intimidation, Anand said. They have since got bail.The police continue to patrol the area. “We cannot say that it is all alright,” said Anand, who was worried there might be fresh tensions on October 8. “We have to be alert going forward as well.” Pamphlets on ‘love jihad’Meanwhile, videos from September 27 show Bajrang Dal and Vishwa Hindu Parishad members clad in saffron robes beating up at least two Muslim men at a garba pandal in Ahmedabad.Gujarat Vishwa Hindu Parishad spokesperson Hitendrasing Rajput told PTI that Bajrang Dal members were standing near garba venues, distributing pamphlets on the perils of “love jihad”.Gujarat director general of police Ashish Bhatia said a first information report had been registered against the men who are seen beating Muslims. “Currently, the footage and video are being analysed. We are trying to identify who the accused who are being violent are,” he said. The police themselves were the complainant in the case, he said. He did not reveal the contents of the FIR.Ahmedabad Commissioner of Police Sanjay Srivasatava confirmed that a first information had been registered against the mob of eight to 10 people based on the videos as no complainant came forward. “Five accused have been arrested by police, based on evidence available in the videos,” Srivastava told Scroll.in.They have been booked under various sections of the Indian Penal Code including rioting, provoking a riot and voluntarily causing hurt. “No victim has approached the police as yet,” he said. “Once they are located, the extent of injuries [based on their medical reports] will determine if any further sections of IPC need to be added.” He said that no other incidents had taken place in Ahmedabad due to strict patrolling by the police.","author":"Aishwarya Iyer","time":"2022-10-06T16:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180877-wmtyfcfgcq-1665050358.jpeg","tags":["communal politics","Navratri"],"source":"https://scroll.in/article/1034414/garba-jihad-how-navratri-became-a-communal-flashpoint-in-gujarat-and-madhya-pradesh"}