{"title":"Gates Foundation award to Modi will demoralise India’s civil society, say South Asians in US","content":"A group of South Asians in the United States has urged the Bill and Melinda Gates Foundation to withdraw an award it plans to give Prime Minister Narendra Modi this month. Accusing Modi of human rights violations, the group said that if the organisation wanted to encourage Swachh Bharat Abhiyan, it could instead honour community-based organisations and grassroots advocates.Modi is scheduled to receive the award from the foundation for the cleanliness campaign during his visit to the United States this month. The foundation runs several philanthropic projects around the world, many of which are in India.In an open letter on Tuesday, the group of South Asians claimed that under Modi’s leadership, religious minorities were facing “heightened levels of violence, exclusion, and discrimination”. They said the organisation’s decision contradicted its own stated mission of seeing “equal value in all lives”.The open letter was signed by 30 South Asians and 13 “allies” working with philanthropy groups.They said gross human rights violations in India “must not be diminished, denied, or compartmentalised, and especially not by philanthropic entities such as the Gates Foundation which seeks to address global inequality”. The honour sends the message that the lives of minorities in India are of less value, they said.The signatories said the decision would also undercut and demoralise India’s “beleaguered” civil society and signal the world’s “willingness to overlook, and remain silent, in the face of the Indian government’s brazen violations of human rights principles”.The letter pointed out problems with India’s handling of Jammu and Kashmir since revoking the region’s special status in August, and the exercise to prepare the National Register of Citizens in Assam.“For over a month now, PM Modi has placed 8 million people in Jammu and Kashmir under house arrest, blocked communications and media coverage to the outside world, detained thousands of people including children, and denied basic benefits,” they said. “Reports of torture, including beatings and the murder of a young child by Indian security officers, are emerging as well. In addition, the Indian government has begun to disenfranchise millions of residents, mainly Muslims, in the state of Assam.”The letter added: “Many of the victims of the government’s political repression are grassroots organizations devoted to addressing the needs of disadvantaged communities that are also the targets of the government’s animosity. The Indian government has also politicised the conduct of philanthropy by intimidating foreign funders or restricting their funding in many cases where it promotes community empowerment or the rule of law.”Last week, a senior leader of the Swadeshi Jagran Manch, which is a political and cultural organisation affiliated to the Rashtriya Swayamsevak Sangh, had urged Narendra Modi not to accept the award from the Bill and Melinda Gates Foundation. Ashwani Mahajan had claimed that the organisation was “no philanthropist” and were “doing business in the guise of philanthropy”.Over the years, many researchers have expressed concerns about lack of transparency in the organisation, its veto power over other global health institutions, and its spending priorities. Some of these concerns were mentioned in a 2015 article published by Vox.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-11T09:48:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/126461-kmctfjbkwj-1567146031.jpg","tags":["Gates Foundation","Narendra Modi","human rights violations","Swachh Bharat Abhiyan"],"source":"https://scroll.in/latest/936936/gates-foundation-award-to-modi-will-demoralise-indias-civil-society-say-south-asians-in-us"}