{"title":"Gauhati High Court ordered detention centres to be moved out of jails – but that’s just geography","content":"In a judgment on October 7, the Gauhati High Court pointed out the obvious. People identified as foreigners and awaiting deportation or repatriation cannot be held in jails. Neither can people waiting to establish their citizenship.In March, the Centre said that there were 3,331 people identified as or suspected to be “foreigners” lodged in six detention centres across Assam. Several hundred have been released since then as the pandemic swept across the country. These detention centres are part of various prison premises. A designated detention camp, capable of housing 3,000 inmates, is under construction in Lower Assam’s Goalpara.There are numerous accounts of the harrowing conditions in the detention centres carved out of jails – inadequate food and drinking water, no sanitation to speak of, poor hygiene and healthcare, even some instances of inmates being tied to prison beds.The high court rightly pointed out that such individuals must be ensured basic amenities and had the right to be treated with dignity. It tore apart the Assam government’s argument that detaining them in jails was a temporary measure – some of the jails have been used as detention centres for a decade now. It directed the government to move such centres out of jails and demanded to see an action taken report.But shifting such inmates from jails to standalone detention centres is mainly a change in geography, although arguably with better facilities. Inmates will still forfeit their freedom in secured compounds. The Gauhati High Court order does not even begin to cut to the heart of darkness in Assam’s foreigners detection mechanisms.A foreigner in AssamIn its order, the Gauhati High Court cited a Supreme Court judgment passed in 2012. The apex court had been hearing the case of 37 Pakistani prisoners who had finished their sentences and 11 Pakistani fishermen. Both groups were awaiting repatriation but their nationality had not been confirmed by the Pakistan High Commission. The court had ruled that such prisoners be assured basic rights and be held in centres outside jail premises. It had directed all states and Union Territories, apart from Jammu and Kashmir, to implement the order.There are hundreds of such prisoners stranded in Indian and Pakistani jails, fishermen who strayed across maritime borders, individuals who were convicted for overstaying their visa, travelling without valid travel documents and other offences. India and Pakistan regularly exchange lists of such prisoners. In better times for bilateral ties, they were often used as diplomatic currency, released in batches as “goodwill” gestures. India and Bangladesh also allow each other consular access to jails identify citizens from their respective countries. A sign points to a detention centre being built in Assam's Goalpura. Credit: AFPIn Assam, the so-called foreigner is a different creature. Frequently, they are individuals who were born in India, whose families have lived here for generations, but who could not provide documents to satisfy the state authorities that they were Indian citizens. Take the case of Ratan Chandra Biswas, one of the prisoners chained to their beds. He said he had documents to show that he was born in Assam, that his father and grandfather owned land and voted in the state. He lost a punishing legal battle before being imprisoned. Or Sahida Bibi, who was declared a foreigner in an “ex parte” order and sent to a detention centre where her new-born baby died. When her case was reviewed, it was found she was an Indian citizen; she should not have been detained in the first place. Or Puna Munda, an adivasi man from Jharkhand who died of cancer in jail, unable to even afford a lawyer to prove his citizenship. The countryside in Assam is strewn with many such tragedies.  Living on the edgeA border state, Assam has seen waves of migration from Bangladesh through the 20th century. It also is home to local communities who feel under siege from an unabated “influx” of so-called illegal migrants, a fear that has driven politics in the state. In the decades since Partition, Assam developed elaborate foreigner detection mechanisms. It set up the border police, a separate wing of the state police designated to pick off so-called foreigners from the local population. Electoral rolls were scrutinised and thousands were marked “D” or “doubtful” voters, people whose citizenship was now challenged. Foreigners’ tribunals, quasi judicial bodies tasked with deciding on matters of disputed nationality, were instituted.Last year, the state updated its National Register of Citizens, meant to be a list of Indian citizens living in Assam, sifted from undocumented migrants. Over 19 lakh people were left out of the final list. They must now appeal to the tribunals and make fresh claims to citizenship. Should the tribunals decide against their claim, they will be declared foreigners facing detention.ahida Bibi and her son, Nobizur Islam. Credit: Arunabh SaikiaProving citizenship in Assam is a tortuous process. People who cannot establish that they or their ancestors had entered India before midnight on March 24, 1971 – the eve of the Bangladesh War – are declared foreigners liable to deportation. This involves proving not only your identity but also ancestry, in a state where most of the population is rural and poor, and documents are patchy at best.All mechanisms have been accused of flaws and biases. The border police of acting on unreliable tip offs to target linguistic and religious minorities in the state and of failing to notify the people they were investigating. The foreigners’ tribunals of stripping people of citizenship on trivial or specious grounds. A vast number of judgments were read ex parte – many so-called foreigners had not even received notices.Tribunal members, chosen by the government, were rewarded for declaring the maximum number of foreigners. Allegations of communal bias were sharpened this year, when the government replaced seven Muslim lawyers appointed to tribunals in Dhubri district with Hindu lawyers.Even the NRC, which prided itself on being a “scientific” process, did not escape similar accusations of bias and error.To make matters worse, Bangladesh does not accept such individuals as citizens and India has no repatriation treaty to cover them. Until last year, they were doomed to indefinite detention. The Supreme Court then provided some relief – those who had been detained for over three years could be released if two Indian citizens provided sureties of Rs 1 lakh each. This is beyond the means of many prisoners.An erratic defenderThe Gauhati High Court has an uneven record of checking the ravages of this system. In the past, it has done little to demand accountability from the tribunals and seemed to encourage the tendency to declare more people foreigners. This year, it has been erratic.In February, it was criticised for ignoring evidence and upholding a tribunal order that stripped a woman of citizenship and landed her in jail. But in March, it set aside a tribunal order that declared a 65-year-old man a foreigner, calling it a “perversity”. Then in April, it ordered the release of so-called foreigners to decongest jails as the pandemic spread, setting a deadline for the border police to do so.So far, the high court’s interventions have been limited to ensuring better conditions for prisoners and questioning scattered tribunal orders. The current order, for instance, seems to imagine detention centres on the lines of those seen in the United States, also under fire for violating human rights.The high court has not questioned a system that takes an exclusionary view of citizenship, that deprives individuals of basic rights because of its own biases, that stands accused of violating constitutional values. The Supreme Court’s record on this matter does not stand up to scrutiny either. But the Gauhati High Court, as the immediate court of appeal, must do better.","author":"Ipsita Chakravarty","time":"2020-10-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/138203-eqarudtzgb-1584009394.jpg","tags":["detention centres","NRC","Gauhati High Court","citizenship","Assam"],"source":"https://scroll.in/article/975410/gauhati-high-court-ordered-detention-centres-to-be-moved-out-of-jails-but-thats-just-geography"}