{"title":"Gauhati High Court echoes Assamese ethnic nationalist discourse in order on foreigners tribunal ","content":"On November 21, a division bench of the Gauhati High Court said that a man named Forhad Ali had been declared a foreigner by the Bongaigaon Foreigners Tribunal in October 2019 based on an inconsistent reading of the evidence presented before it.As the bench responded to Ali’s plea to review the Bongaigaon Tribunal’s decision, it also delivered a scathing indictment of the Foreigners Tribunal regime – especially its seemingly ad hoc method of functioning. Foreigners tribunals are quasi-judicial bodies established by the government to identify “illegal immigrants” from Bangladesh, formerly East Pakistan. A person determined to be a foreigner by one of these tribunals can be detained and deported.These tribunals function like civil courts, with the power to summon witnesses and demand documents. As a constitutional court, the Gauhati High Court’s criticism of the foreigners tribunal is significant. It vindicates the contentions of advocates, activists, journalists and scholars who have long been calling attention to the arbitrariness inherent in Assam’s foreigners tribunal regime, which has stripped at least 1.43 lakh people of their Indian citizenship thus far.But then, the High Court order took a strange turn. Taking an inexplicable leap of logic, it ended up issuing a directive with the potential to create even more fickleness in Assam’s citizenship determination regime.Indictment of Foreigners TribunalsThe bench meticulously scrutinised 11 pieces of evidence that Ali had presented before the tribunal in Abhayapuri to conclude that there was nothing to suggest that he is a foreigner. The High Court said that the tribunal had callously dismissed the evidentiary value of the documents such as voter lists that Ali had furnished to prove his citizenship.When a “suspected illegal” is referred to one of the tribunals, they need to conclusively establish their familial antecedents in Assam through hard documentary evidence to prove that they were born in the state and are not interlopers from Bangladesh or East Pakistan.At the heart of the tribunal’s adverse opinion on Ali’s citizenship was a discrepancy in the spelling of his father’s name. The tribunal had concluded that Ali could not be an Indian citizen because his father’s name was spelt as “Habi Rahman” on one voter list and “Habibar Rahman” on another.The High Court rejected this argument, noting that there was nothing to indicate that Habi and Habibar are different individuals. Citing a 2019 Supreme Court order in the case of Sirajul Hoque vs State of Assam and Others, the High Court observed that “minor variation in the spellings of the name is not to be made a basis to conclude that the two persons may be different persons”. Similarly, the bench noted that the tribunal had used an inappropriate arithmetic calculation on the age of Ali’s father to reject the voter lists that he furnished. It also criticised the tribunal for rejecting a jamabandi, or land record, that Ali had presented to establish a link between himself and his father. Observing that the jamabandi is a “computer generated certificate, duly sealed and signed by the person occupying a responsible official position”, the High Court noted that the tribunal had ignored the evidentiary value of the document under the Indian Evidence Act, 1872.The bench sent the case back to the tribunal in Abhayapuri and urged it to pass a “reasoned order”. It then made a broader systemic observation: that in “many cases”, the foreigners tribunals declare individuals as foreigners without “stating the reason”. In a powerful indictment of the tribunals, Justices Achintya Malla Bujor Barua and Mitali Thakuria argued that in such cases, they “had not discharged the jurisdiction vested upon it under the law”.The bench’s criticism of the operational practice of the Foreigners Tribunals was clear-eyed and conscientious. What followed, though, was absurd.Leap of logicThe bench expressed an interest in knowing what rules the foreigners Tribunals have been following to strip people of their citizenship. The High Court bench proceeded pulled up a statistic furnished by the Assam government’s home department that “in about 85% of the referred cases, the proceedees have been declared [by the tribunals] to be citizens”.Based on this information and extrapolating on arbitrariness displayed by the Abhayapuri tribunal in Ali’s case, the bench concluded that “there is a good possibility” that the tribunals had “wrongly declared” many “foreigners or illegal migrants” as Indian citizens. The bench said it arrived at this conclusion after perusing a “good number of judgements on a random sample basis” that the state government had furnished on its request.The High Court directed the home secretary of the Assam government to conduct a departmental review of all cases in which the foreigners tribunals had judged people to be Indian citizens. It also called upon the state government to “take appropriate measures as may be available under the law” if any discrepancies are found in the orders of the tribunals.Four sets of urgent questions emerge from this request.One, does the Assam government – an executive authority – have the legal power to review the orders of foreigners tribunals, which, according to the Supreme Court, are “quasi-judicial” bodies and whose determinations have “civil consequences”?What does the court really mean when it asks the government to “take appropriate measures as may be available under the law”? Does the state government’s home department even have the legal expertise to review the complex evidentiary pools that form the basis for the decisions of the tribunals? Should not a court or a court-appointed panel of judicial experts be doing that?Two, if Ali was a genuine Indian citizen who was wrongfully declared a foreigner, why did the High Court not call for a review of all such cases where tribunals declared individuals as foreigners, instead of cases where they declared people to be citizens? Why review the 85%, if those like Ali actually fall within the other 15%? What made the court arrive at such a glaring non-sequitur?Three, would the court’s directive to the state to review and act upon arguably fallacious foreigners tribunal orders not amount to a violation of res judicata, a legal principle that prohibits the parties involved in a certain case to reopen it after it has been decided by a competent court?This is especially crucial as the Supreme Court had concluded in the case of Abdul Kuddus vs Union of India in 2019 that the principle does apply to the foreigners tribunals in Assam, except in the case of family tree discrepancies over close relatives. What is more, the Gauhati High Court had itself reaffirmed this in May 2022, arguing that once a person was declared an Indian citizen, they cannot be declared a foreigner again.Four, why did the court choose to step out of the remit of the matter at hand – that is, the order by the foreigners tribunal pertaining to Ali? Assuming that it noticed a larger operational malaise in the foreigners tribunal system and that the executive has some authority to review tribunal decisions, why did it not direct the Assam government to review all foreigners tribunal orders, instead of just one pool of orders? More arbitrariness The bench, instead, appears to be saying that the fallacies of the foreigners tribunal system have allowed many “illegal immigrants” to become Indian citizens in Assam. In fact, it goes a step further and asserts that this anomaly needs to be retroactively fixed – meaning, closed cases need to be reopened.This coheres with the belief of dominant Assamese nationalist groups who have been claiming that many entered the state’s National Register of Citizens by subterfuge. The latest draft of the register, first prepared in 1951, was published in 2019 after the Supreme Court ordered the Assam government to update it in 2013. Over 19 lakh people were excluded from the final draft, leaving them in an awkward limbo of contested citizenship.Technically, the register is a list of individuals who can be referred to the foreigners tribunals for a final determination of their citizenship status.The Assam Public Works, a civil society group whose petition culminated in the 2013 Supreme Court order on the National Register of Citizens, has been asking for a complete reverification of the register in 20 districts. It claims that some individuals in these places managed to include their names through “fraudulent means”. The Assam government itself has been seeking a reverification of 20% of applicants in the districts that border Bangladesh.This distrust emanates from a larger belief, unsubstantiated as it may be, within mainstream Assamese nationalist discourse that the National Register of Citizens identified far fewer “illegal Bangladeshis” than it ideally should have. The Gauhati High Court order is, in many ways, a reaffirmation of this rhetoric of distrust around the National Register of Citizens – a headcount process that is intrinsically linked to the foreigners tribunal system.But, the critical paradox of the order is that after rightly setting out to identify and fix the arbitrariness in the foreigners tribunal regime, it offers a solution that could end up potentially introducing even more arbitrariness into the system. By asking an incongruent authority – the Assam government – to use its discretion to review the orders of the foreigners tribunals and act upon them, the court risks opening up the whole tribunal system to the vagaries of executive whim.Further, according to a report in The Telegraph, the Assam government, in response to the court’s order, is planning to offer a “crash course” for members of Foreigners Tribunals at the National Law University and Judicial Academy, Assam. One only wonders what such a course would entail or whether it will lead to a decrease in the number of declared foreigners. Missed opportunityThe judicial approach in this case shows that the legal battles in the citizenship process are a never-ending loop. The vulnerable may escape, only to be trapped in another struggle for recognition, dignity and rights. The law becomes a pendulum, swinging from one logical end to another, and the legal regime a revolving door. As one person is allowed to exit the territory of injustice, another batch is pushed into it.The regime to determine citizenship in Assam is no less than a bureaucratic and legal maze. It is incumbent upon the highest judicial bodies of this country to resolve these complications. But, by asking the state government to reopen closed files of those who have been already adjudged to be citizens by the foreigners tribunals, the Gauhati High Court has only further complicated this legal labyrinth.In the process, it has also created the possibility for renewed anxiety and fear across Assam. This has already been the hallmark of the Foreigners’ Tribunal regime and the National Register of Citizens process. The imperative to prove one’s Indianness through printed documents has already generated widespread trauma, indignity and mental displacement among some of Assam’s poorest and most marginalised people. They were forced to run from pillar to post, many throwing away their lives’ savings, just to prove that they are not illegal interlopers from Bangladesh.The High Court should have ideally intervened to mitigate this adverse social fallout of the whole foreigners tribunal process. If it had to step beyond the strict confines of Ali’s case, it could have used the opportunity to establish a system of state-sponsored legal aid for individuals referred to the tribunals.It could have also directed the state to provide adequate compensation for those who had been wrongfully declared foreigners, many of whom have spent several years in one of Assam’s six detention centres. Or it could have spared a moment to look at the files of others who have been declared foreigners – just so that more Forhad Alis aren’t lost in this maze forever.Instead, by turning the spotlight back to those who are declared as citizens through Forhad Ali’s ordeal, the court resorted to what philosopher Gilles Deleuze and psychoanalyst Félix Guattari called the “negative law of lack”. In some ways, it brings to sharp relief the psychosis of the law that, instead of offering a consistent basis for political processes, behaves unpredictably to create disorientation. Rather than easing the suffering of the weakest, it ends up creating what Deleuze and Guattari call “lawful violence”.Angshuman Choudhury is an Associate Fellow at the Centre for Policy Research, New Delhi, and co-founder of the Right to Nationality and Citizenship Network.Suraj Gogoi teaches sociology at the School of Liberal Arts and Sciences, RV University, Bengaluru. The views expressed in this article are the author’s own and do not reflect or represent his institution.","author":"Angshuman Choudhury Suraj Gogoi","time":"2023-12-24T06:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/125478-stlbzkmppy-1582433861.jpg","tags":["Assam","National Register of Citizens","Assam NRC","Assam Citizenship","Ethnic nationalism"],"source":"https://scroll.in/article/1060769/gauhati-high-court-echoes-assamese-ethnic-nationalist-discourse-in-order-on-foreigners-tribunal"}