{"title":"Gautam Navlakha released from jail, put under house arrest","content":"Activist Gautam Navlakha was on Saturday evening released from Taloja Jail in Navi Mumbai, where he had been lodged for more than two years, PTI reported.  After being released around 6 pm, he was taken to a premises in Belapur-Agroli area of Navi Mumbai, where he will be kept under house arrest, an unidentified police official told the news agency. The 70-year-old activist has been accused in the Bhima Koregaon case, which pertains to caste violence in a village near Pune in 2018. He was among 16 people arrested for allegedly plotting the violence.  On November 10, the Supreme Court had allowed Navlakha to be placed under house arrest for a month. This was after the activist filed a plea seeking to be shifted from jail on the grounds of ill health and poor facilities in prison.Navi Mumbai, Maharashtra | Bhima Koregaon case accused Gautam Navlakha taken from Taloja jail to Belapur for house arrest pic.twitter.com/jkCIf28NDr— ANI (@ANI) November 19, 2022\n\nHowever, his release was delayed by nine days due to bureaucratic hurdles and objections from the National Investigation Agency. The house arrest could be implemented only after the Supreme Court on Friday directed to do so within 24 hours. Justice KM Joseph gave the order while rejecting an application filed by the National Investigation Agency seeking to vacate the November 10 order to allow house arrest.The National Investigation Agency had claimed that the medical reports cited by Navlakha were biased since they were prepared by Mumbai’s Jaslok Hospital, where a senior doctor – S Kothari – is the activist’s brother-in-law.This was after a special NIA court put the house arrest on hold on Wednesday after the central agency raised safety concerns about the premises where Navlakha wanted to stay.The objection raised by the National Investigation Agency was the second hindrance Navlakha is facing in being shifted from jail. Among the conditions laid down by the Supreme Court while allowing the house arrest, was producing a surety of Rs 2 lakh by November 14, as proof of solvency. Navlakha could not be shifted from jail initially as he could not produce the document.On Tuesday, the Supreme Court had waived the requirement after Navlakha’s lawyers submitted that it would take a minimum of six weeks to secure a solvency certificate.","author":"Scroll Staff","time":"2022-11-19T19:03:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/99079-erhnsuyuxd-1535530242.jpg","tags":["Gautam Navlakha","Bhima Koregaon","Supreme Court","National Investigation Agency","Taloja Jail"],"source":"https://scroll.in/latest/1037833/gautam-navlakha-released-from-jail-put-under-house-arrest"}