{"title":"GDP growth during UPA years was faster than previous estimates suggested, shows new data","content":"India’s economy has grown at over 10% twice in terms of market prices since the country opened up its economy in 1991, both the instances being during the United Progressive Alliance rule, according to official data. The numbers were earlier thought of to be slightly lower.The country switched to the base year 2011-’12 three years ago to calculate its economic growth. Data for earlier years, therefore, were considered incomparable to data for later years, which were calculated based on a new method. This is the first time that older figures have been released based on the new series, thus making them comparable.The “back series data” – or older data based on the new series – on Gross Domestic Product was prepared by the Committee on Real Sector Statistics, which submitted its report to the Centre on July 15. The committee was set up by the National Statistical Commission. The report was released on July 25.In terms of market prices, the economic growth figures based on the new series are between 22 and 52 basis points higher than the old-series numbers for 2003-’04 and later. One basis point is one-hundredth of a percentage point. If calculated based on the new series, the GDP growth on market prices in 2007-’08 would be 10.23%, higher than 9.80% according to the old series. The number is 10.78% for 2010-’11.The Congress responded, saying that it proves that “like-for-like”, the economy under the two terms of the UPA grew was faster than the average growth in the four years of the Narendra Modi government. “The UPA also delivered the ONLY instance of double digit annual growth in modern Indian history,” the party said. The party was apparently referring to the GDP growth figure based on factor costs, which exceeded 10% only once under the UPA rule according to the back series.At factor costs, the back series puts the average economic growth rate at 8.87% during the first term of the UPA government, which fell to 7.39% during its second term, according to The Indian Express. The average growth rate in the first four years of the current government is 7.35%. The Congress-led UPA government was in power between 2004 and 2014.A Central Statistics Office spokesperson, however, told Mint that these are “indicative and experimental numbers”.The GDP backseries data is finally out.It proves that like-for-like, the economy under BOTH UPA terms (10 year avg: 8.1%) outperformed the Modi Govt (Avg 7.3%) .The UPA also delivered the ONLY instance of double digit annual growth in modern Indian history. pic.twitter.com/33Qt9x8YZS— Congress (@INCIndia) August 17, 2018","author":"Scroll Staff","time":"2018-08-18T08:44:47.448301+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/890891-arnnqncysb-1524025406.jpg","tags":["Gross Domestic Product","Indian economy","Back series"],"source":"https://scroll.in/latest/890891/gdp-growth-during-upa-years-was-faster-than-what-previous-estimates-suggested-shows-new-data"}