{"title":"Geeta Johri takes over as new Gujarat DGP after officer accused in Ishrat Jahan case resigns","content":"Gujarat’s first female IPS officer, Geetha Johri, was appointed the state’s director general of police on Tuesday, ANI reported. Johri succeeds PP Pandey who is an accused in the Ishrat Jahan case and currently out on bail. She has been credited with defying orders from her superiors in September 1992 to arrest don Abdul Latif’s aide Sharif Khan, as well as making a breakthrough in the Sohrabuddin Sheikh encounter investigation, The Times of India reported. Johri was earlier charged in the Sohrabbudin Sheikh encounter case, but the charges were dropped, NDTV reported. She is currently managing director of the Gujarat Police Housing Board and was scheduled to retire in November, Ahmedabad Mirror reported. On Monday, the Supreme Court had directed the state government to accept Pandey’s resignation. Pandey was the head of the state crime branch when Ishrat Jahan and three others were killed in an alleged encounter with security forces on the outskirts of Ahmedabad on June 15, 2004. The Gujarat Police had claimed that the four had terror links and were conspiring to kill Narendra Modi, who was Gujarat’s chief minister at the time. Pandey was released on bail and returned to the force in February 2015.  In 2010, she accused the Central Bureau of Investigation of “pressurising her into falsely implicating former Gujarat Minister, Amit Shah, in the Sohrabuddin fake encounter case,”, The Hindu had reported. In 2014, Bharatiya Janata Party president Amit Shah was exonerated of charges in connection with the case. This is a news alert. More details to follow.  #NewsFlash #NDTVNews pic.twitter.com/UkKDL39Xn0— NDTV (@ndtv) April 4, 2017\nGeetha Johri appointed new DGP of Gujarat.— ANI (@ANI_news) April 4, 2017","author":"Scroll Staff","time":"2017-04-04T14:09:22.907291+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833654-kdgqnobboz-1491294831.jpg","tags":["PP Pandey","Gujarat","Gujarat Police","Geetha Johri","Sohrabuddin Sheikh case"],"source":"https://scroll.in/latest/833654/geeta-johri-takes-over-as-new-gujarat-dgp-after-officer-accused-in-ishrat-jahan-case-resigns"}