{"title":"‘Gehraiyaan’ review: A sensitive deep dive into love and relationships ","content":"Gehraiyaan (Amazon Prime Video) is the story of how the present lives of two cousins are deeply affected by the choices of others in the past. Alisha and Tia were once close but over time their lives have taken very different paths. Alisha’s father has chosen to live a quiet, unambitious life. His brother, Tia’s father, continued to build assets and a small fortune. Now grown up, Alisha (Deepika Padukone) is stuck in a mundane long-term relationship with struggling novelist Karan (Dhairya Karwa). She teaches yoga and fusses over the correct disposal of the household garbage. Alisha stares wistfully from the gate of her modest Mumbai apartment block, perhaps wishing for a better life or some escape from reality. All of this happens when Tia (Ananya Panday), Alisha, Karan and Tia’s fiance Zain (Siddhant Chaturvedi) take a private yacht to spend a weekend in Tia’s expansive Alibag home. Batra does not need to underline the chasm between the cousins’ fortunes. This communication without overstating is one of the strengths of a drama that follows four young adults navigating the complexities of modern-day relationships and life.Zain is an ambitious entrepreneur with a point to prove. He is immediately attracted to the more reserved Alisha. His unabashed flirtation, attention and similar childhood angst pulls Alisha out of her ennui and into a passionate affair. Zain offers Alisha everything Karan cannot. Morality, guilt and consequences are tossed overboard. But life has a way of catching up and circumstances can upset the most finely tuned plans. Ghosts of the past, emotional triggers and secrets abound in this story written by Batra and Ayesha Devitre Dhillon.Siddhant Chaturvedi and Ananya Panday in Gehraiyaan (2022). Courtesy Viacom18 Studios/Dharma Productions/Jouska Films.All the principal characters are flawed – you are not rooting for any one, which is one of the film’s victories. Everyone is negotiating with their lives, careers and relationships, building and destroying them. There is not just love and passion at stake here – it’s also everyday issues such as money, respect and opportunities. Batra keeps the proceedings crisp, leaving little breadcrumbs that instigate a prediction on where the story is headed. There are small surprises, but that’s a byproduct rather than a motive. The background music adds to the sense of foreboding, where even small moments of happiness don’t feel joyous. Padukone puts her heart into her performance. Alisha’s pain and suffering feels real. She is at times conflicted, burdened by the fears of the past and battling with her anxieties, and other times swept away by a heady affair. Panday is convincing when playing the entitled heiress, but less so in the heavily emotional situations. Chaturvedi brings a nice roguish edge to Zain, who doesn’t give much away, until he does.\n\n\n    \n    Play\n\nDoobey, Gehraiyaan (2022).If the principal actors, supported by Rajat Kapoor (Zain’s business partner) and Alisha’s father (Naseeruddin Shah) breathe life into Gehraiyaan, it’s because of a strong and sensitive script, realistic dialogue (Yash Sahai and Dhillon) that switches easily between Hindi and English and Kaushal Shah’s cinematography. Batra’s assured execution keeps us interested and invested in characters who are navigating emotionally fraught waters. The song Doobey is quite an earworm too.While much of the focus has been on physical intimacy, Gehraiyaan captures intimacy of a more emotional kind, across generations and genders, within a family and also in the bedroom. This is not a clean love story – as most love stories tend not to be. While the movie touches on infidelity and trust, it is also not a lesson on morality. What comes out of Gehraiyaan is that people do not always act with reason, childhood memories shape our decisions and influence our follies, and the shadow of the past looms on the present and the future.\n\n\n    \n    Play\n\nGehraiyaan (2022).Also read:‘Gehraiyaan’ takes a fresh look at monogamy, says director Shakun Batra","author":"Udita Jhunjhunwala","time":"2022-02-11T00:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169714-kihjhrtons-1643993447.jpg","tags":["Gehraiyaan movie review","Deepika Padukone","Siddhant Chaturvedi"],"source":"https://scroll.in/reel/1016701/gehraiyaan-review-a-sensitive-deep-dive-into-love-and-relationships"}