{"title":"‘Gehraiyaan’ takes a fresh look at monogamy, says director Shakun Batra","content":"“Domestic noir” is how Deepika Padukone described her first collaboration with Shakun Batra in 2020. The film, Gehraiyaan, is set for a February 11 release on Amazon Prime Video. It stars Padukone as Alisha, who has an affair with Zain (Siddharth Chaturvedi), the fiance of her cousin Tia (Ananya Panday). Also in the mix is Karan (Dhairya Karwa), Alisha’s partner for six years. What does Padukone’s description mean? “I love films about day-to-day life which also have elements of thrills,” Batra told Scroll.in. “Gehraiyaan is a story about four urban characters and their day-to-day lives. The thrills organically emerge because of their relationships.”The trailer reveals a slice-of-life look at affluent characters and tempestuous exchanges behind closed doors. “Alisha is what you’d call middle or upper-middle class and Zain is the upper elite,” Batra added. “What they connect on, once they meet, and how they see their lives in comparison to each other forms the basis of their relationship.”Panday’s claim of having watched Polish and Swedish films before meeting Batra reinforces his reputation as a thoughtful director of relationship-based films. Panday was joking, Batra said.Siddhant Chaturvedi and Ananya Panday in Gehraiyaan (2022). Courtesy Viacom18 Studios/Dharma Productions/Jouska Films.The 39-year-old-director cites Billy Wilder, Wes Anderson and Martin Scorsese among his influences. “I thought with Kapoor & Sons, people would note the parallels with [Woody Allen’s] Hannah and Her Sisters,” Batra said. “That’s one film where I could see where I was drawing inspiration from.”Was he inspired from Allen’s Matchpoint for Gehraiyaan? “Infidelity is, of course, a huge part of Woody Allen’s films,” he said. “I am just exploring a world and characters of my own. It’s tough for me to go back and erase his influence, although he’s controversial now.”Bollywood obsessives in a corner of the internet have been debating whether the film “glorifies infidelity”, which Batra finds to be a valid concern.“I know the film could polarise and split the audience, but the attempt is to not be pro or anti-monogamy,” he clarified. “The intention is to observe some characters. I am not one to take stands. We are not giving an answer but at the end the audience can choose how they feel about them. What’s healthy is to see a story which allows you to question and re-look at things.”Deepika Padukone and Shakun Batra. Courtesy Viacom18 Studios/Dharma Productions/Jouska Films.Hindi cinema has often dealt with romantic relationships in a simplistic manner, Batra observed. “Silsila, Lamhe, Masoom, Arth and even Devdas dealt with such complex relationships,” Batra said. “But of late, I couldn’t think of any recent film like that. My attempt was to bring back that kind of storytelling back into the audience’s living room.”Batra made his debut with Ek Main Aur Ekk Tu in 2012, followed by Kapoor & Sons in 2016. Both movies, about relationship dilemmas and dysfunctional families, were led by big-name actors playing against type, from Kareena Kapoor to Alia Bhatt.“My films fall in the somewhat indie space, and stars do not always want to play such parts,” the 39-year-old director said. “But they are always looking out for layered, fleshed out characters. I like writing complex characters and I happen to be fortunate enough to be in a set-up where I have access to movie stars.” \n\n\n    \n    Play\n\nKapoor & Sons (2016).Most Indian actors rejected the lead role of a gay man, eventually played by Pakistani heartthrob Fawad Khan. However, Batra had no trouble persuading Padukone to be in Gehraiyaan. He wrote its first draft in English in 2019, along with Ayesha DeVitre Dhillon.Sumit Roy was brought in to work on the screenplay. Yash Sahai, hired to write the Hindi dialogue, snagged an “additional screenplay” credit. Shooting was supposed to begin early in 2020, but got postponed because of the coronavirus pandemic, “which bought us time to sit on the screenplay, think, rework it”, Batra said.Unusually for a Hindi film production, Gehraiyaan has an intimacy director, used increasingly in Hollywood productions for scenes of a sexual nature. Dar Gai, whose own projects include the movie Three and A Half and music videos for Ritviz and Prateek Kuhad, has handled the intimate scenes in Gehraiyaan as well as directed the music videos.\n\n\n    \n    Play\n\nDoobey, Gehraiyaan (2022).The understated electroacoustic tunes and background score are by indie musicians Kabir Kathpalia and Savera Mehta, who perform as Oaff and Savera. Ankur Tewari, who was the music producer for Zoya Akhtar’s Gully Boy, has overseen the Gehraiyaan soundtrack.“I really wanted to change the sound of Bollywood with respect to what we had seen in the past decade,” Batra said. “Remixes had become such a thing, like some kind of assembly-line production. At one point, I didn’t even want music fearing it would all sound the same.” \n\n\n    \n    Play\n\nGehraiyaan (2022).","author":"Devarsi Ghosh","time":"2022-01-28T11:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169381-axxdktzdvp-1643293444.jpg","tags":["Gehraiyaan","Shakun Batra","Deepika Padukone"],"source":"https://scroll.in/reel/1016086/gehraiyaan-takes-a-fresh-look-at-monogamy-says-director-shakun-batra"}