{"title":"Gentle reminder, Mr Modi: What happened to 'minimum government, maximum governance'?","content":"Small government might seem like a new idea but it’s really the oldest form of government. Throughout history, states were tiny, consisting of little more than an army (often temporary) and a paper-thin bureaucracy extending just a bit beyond a royal court. Then in the late 19th and early 20th centuries, notions of a welfare state started to take root. Pushed in part by the appeal of socialism, the United Kingdom introduced wide-ranging healthcare and Germany old-age pensions.In the 1970s, there was a reaction to this welfare state in both the United States as well as Britain with Conservatives championing a cut back of government spending. This was a position shared with Libertarians who held no significant political power but, interestingly, had a fair bit of influence among the elite in India.In 2014, as most of the Indian elite supported the Bharatiya Janata Party during the Lok Sabha election, the party nodded back with a surprising slogan in the Indian context: minimum government, maximum governance. Apart from this slogan, though, there seems to be little that the BJP did to understand what small government meant. On his website, Narendra Modi intriguingly argues that Mohandas Gandhi’s vision of empowered village governments is an instance of small government. No statistics of, say, reduced spending or examples of unneeded government functions being jettisoned are provided during his 10-year stint as chief minister of Gujarat. Most glaringly, though, the website has no corresponding Hindi version of the slogan, simply transliterating the English words “minimum government, maximum governance” into the Devanagri script – an indicator of how little mass relevance Modi himself thought the idea had in Indian politics.Two years after Modi was sworn in as prime minister, it’s more than obvious that minimum government, maximum governance was simply a slogan meant to woo a rather small – and ultimately politically useless – section of the Indian elite. Since 2014, size and function of the government has been decided by a number of political factors no different from how the Congress or any other state party would do it. Here are five examples of how the Modi administration is anything but a limited government.Increased taxes and larger governmentUsing “small government” as a slogan is easy. Implementing it is tough. In the United States, George Bush assumed office on this promise in 2001 but then, in his tenure of eight years, went on to preside over the largest growth in government spending (measured as a percentage of the economy) since the US welfare state started under Franklin D Roosevelt in the 1930s.In India, Modi has pulled a Bush. After the November 9, 2014, reshuffle, Modi’s government had 65 ministers which was 14 more than the last government with a majority in the Lok Sabha: Rajiv Gandhi’s 1984 ministry.  On taxes, the government seems to be taken with cesses, introducing two new ones since 2014. Eating out, to take one example, now means shelling out a fifth of your bill to the Union government. Even worse, the Modi government isn’t even passing on this extra money to the state governments (who do the actual work of running development projects even as the prime minister organises yoga soirees). As Muthukumar K points out, while a transfer to the states of 6.3% of the GDP was budgeted for 2015-'16, the Union government only passed on 6.1%.Continuing to run businessesThe government running, say, airlines or hotels is by even the most basic benchmarks, completely antithetical to any concept of small government. Indeed, during his 2014 campaign Narendra Modi himself made it a point to mention that, “I believe government has no business to do business.\"After winning the election, however, the prime minister has been a bit kinder to state-owned enterprises. Even as think tanks such as the Niti Aayog recommend privatising 26 state-owned firms, the Indian tax payer under Modi still continues to subsidise the government’s efforts to run airlines, hotels and banks.Indian public sector banks, for example, are running what could only be described as a crony capitalist dacoity, offering terrible loans to politically connected industrialists – loans which are never paid back. Just in 2015, the largest public sector bank, the State Bank of India wrote off a whopping Rs 21,313 crore in bad debts. If you think privatisation is just a matter of time and the government will eventually get to it – after all there’s three more years to go – there’s some bad news. “In any developing country in the world, both the public sector and the private sector have a very important role to play,” Modi said in an interview to the Wall Street Journal in May 2016. “You can’t suddenly get rid of the public sector, nor should you.\"As is clear, after entering office Modi has made a neat U-turn on his “government has no business to do business” point-of-view.Poking its nose into private businessFree market economies work best when the government makes a broad set of rules and lets private capital do the rest of the work. Unfortunately, the Modi government seems keen on acting like a busybody, poking its nose into industry. Just this month, the Modi government went to the trouble of laying down detailed rules for matrimonial sites to prevent, as one newspaper put it, \"casual hookups\". For a federal government of 1.3 billion, mostly poor, people to spend time policing what people are up to on matrimonial websites is more than a bit silly. It doesn’t end there. On June 15, the new aviation policy attempted to directly control airfares, capping fare for flights of less than an hour duration at Rs 2,500.Most egregiously, the government’s draft Geospatial Information Regulation Bill proposes near-draconian controls on business and individuals, making and using maps of India – a move that commentators have described as a return to the License Raj. Businesses such as taxi cab apps or restaurant delivery services, amongst others, might find it very difficult to operate with the new regulations.Trying to control what people see, eat and speakPost-2014, the BJP brought in a stringent law outlawing the consumption of beef in Maharashtra. Things reached a pass where the Maharashtra police actually went on to make bovine photo identity cards in order to track cows – not exactly what he had in mind, one suspects, when economist Adam Smith spoke of limited governments.On June 9, a minister in Modi’s government announced a new scheme to promote Hindi in areas such as North East and South India – another curious addition of responsibility by the Modi government.Most recently, the Union government took it upon itself to use the full force of it powers to block escort websites. While this fits in with the government’s overall meddling in the private affairs of Indians, this is legally quite unneeded since sex work is perfectly legal in India.Of course, the crowning glory of the Modi government’s culture meddling: a mutant censor board which recently recommended 89 cuts in the Hindi-language film Udta Punjab, for illustrating the extent of the drug problem in Punjab, a state ruled by the Akali Dali in alliance with the BJP. Most recently, the censor board struck down another Hindi film for showing a teacher-student romance and a Malayalam film for nudity.","author":"Shoaib Daniyal","time":"2016-06-27T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/810378-jvhszamtiu-1466784300.jpg","tags":["BJP","Minimum Government","Maximum Governance","Cronyism"]}