{"title":"‘Geopolitical games’: Nepal hands over hydropower projects from Chinese to Indian companies","content":"In recent years, Nepal has started to shift  hydropower projects worth billions of dollars from Chinese developers to  Indian companies. This is happening, experts say, not for economic or ecological reasons – two areas where Nepal’s ambitious pursuit  of hydropower has been criticised – but because India, as Nepal’s  principal buyer of the exported electricity, apparently refuses to buy  power produced by Chinese-built plants.The story of the  750-megawatt West Seti hydropower project in western Nepal shows how  geopolitics is steering this shift. In 2012, Nepal signed a memorandum of understanding  with the China Three Gorges Corporation to develop the project, one of  the largest planned in the country at an estimated cost of USD 1.2 billion. This was followed by a 2017 deal to set up a billion-dollar joint venture company. In 2018, however, the Chinese company backed out, citing lower-than-expected returns, and geographic and other development challenges.10,000 MWInstalled hydropower capacity the Nepal Electricity Authority hopes to achieve by 2030, from 2,190 MW as of 2021.According to the Investment Board Nepal, the government agency responsible for promoting and facilitating  domestic and foreign investment in the country, the Chinese company had  asked to downsize the project from 750 MW to 600 MW, arguing that the  larger amount was not economically viable. “Nepal’s government agreed to  the terms and asked for documents to proceed to start the project but  the company didn’t submit required documents,” reads a report prepared by the Investment Board Nepal for other government agencies.A  different reason was given by Sher Bahadur Deuba, the prime minister of  Nepal and chair of the  Investment Board Nepal. “India won’t buy electricity from the West Seti  hydro project if it’s built by Chinese companies so I am going to give  it to India,” Deuba told the media in May 2022 while campaigning for local elections. The following month, the Investment Board Nepal decided to award the West Seti project to India’s state-owned National Hydro Power Company, with an agreement signed in August. In a press release,  Deuba said: “We will be able to reduce the trade deficit with India by  selling electricity and this will help foster better cooperation and  mutual sharing of water resources between two countries.”Another  project downriver of West Seti, Seti River-6, was included in this  agreement. The total cost of the two projects is now estimated at $2.4 billion, although the Investment Board Nepal was, when this article was published, yet to upload documents with details about the projects to its website.‘Nothing in return’ for NepalDuring a ceremony in August  to mark the signing of the agreement, National Hydro Power Company’s president AK Singh said:  “It is our history that when we enter a project, we complete it. We  understand that West Seti is taken as a harbinger of development. We  will not leave any stone unturned.”This is not how this turn of  events is perceived by everyone. “There is a strong sense of feeling in  Nepal that India promises but doesn’t stand by its promises and we need  to deal with it quickly,” said Ranjit Rae, India’s former ambassador to  Nepal, during a webinar in August hosted by the Institute of Chinese Studies – a thinktank funded by the Indian government. #NHPC today submitted the Survey license application for West Seti Hydroelectric Project to Investment Board of Nepal ahead of the scheduled date. This important event heralds NHPC's journey towards becoming a #multinational #organization.@MinOfPower @raghurajmr @power_pib pic.twitter.com/JIigx4eFTU— NHPC Limited (@nhpcltd) September 27, 2022\n\nThis year, there have been reports of problems with the 900 MW Upper Karnali and Arun III projects being built by Indian companies in Nepal, with deadlines extended and local protests over compensation for relocation.Dipak  Gyawali, Nepal’s former minister of water resources, told The Third  Pole that the West Seti deal is a loss to Nepal. “Signing an agreement  doesn’t ensure project development, as it has been going on for years.  It’s not the time to celebrate but to look at how badly the agreement  was done as it doesn’t talk about sharing of water resources between two  countries,” Gyawali said, explaining that the project will increase the  flow of water to India during winter and help irrigate land there, “but  there is nothing in return that Nepal is going to receive”.The story of Nepal’s largest planned hydroelectric plant, the 1,200 MW Budhi Gandaki  project, is even more complicated. It was supposed to have started  generating electricity this year, but construction work has not yet  started. In 2017, a few days before leaving office, the cabinet of the  Communist Party of Nepal (Maoist Centre) and prime minister Pushpa Kamal  Dahal decided to award the project to the China Gezhouba Group  Corporation, without a bidding process. Later that year, the incoming  Nepali Congress party-led government headed by Sher Bahadur Deuba  scrapped the contract, citing irregularities and lack of transparency  around its award.A court action followed. Then, in February 2018,  another government came to power in Nepal, with KP Oli as prime  minister heading a coalition of Communist parties. This returned the  project to the China Gezhouba Group Corporation in September 2018. In  July 2021, Sher Bahadur Deuba returned as prime minister and on April  7, 2022, his government decided to revoke the Chinese company’s licence for the Budhi Gandaki project. The decision was made after an announcement in April of a commitment between Nepal and India to expand cooperation in the power and energy sector.“We  can clearly see more geopolitical games being played in Nepal’s  hydropower in recent years and it will eventually hamper project  development,” said Dwarika Nath Dhungel, former secretary of Nepal’s  Ministry of Energy, Water Resources and Irrigation. Sh A.K. Singh, CMD, NHPC met Sh Sher Bahadur Deuba, Hon'ble PM of Nepal at Kathmandu on 19.08.22 & discussed about upcoming HE Projects in Nepal to be undertaken by NHPC. #Hydropower #nhpclimited@raghurajmr@MinOfPower@power_pib@PIB_India pic.twitter.com/xOPSR8lUx1— NHPC Limited (@nhpcltd) August 19, 2022\n\nIndian rulesAs governments changed in Nepal, India altered its rules regarding the purchase of power.In 2016, India introduced an export-import guideline  stating that it would buy electricity from companies that are either  fully Indian-owned or are at least 51% owned by Indian companies. After  complaints and lobbying by Nepal, India amended the guideline  in 2018 and removed the 51% provision, but still there is a caveat. The  procedure document reads: “Indian entities may import electricity  provided that the generating company is not owned, directly or  indirectly by any natural/ legal personality(ies) whose effective  control or source of funds or residence of beneficial owner, is situated  in/ citizen of a third country with whom India shares land border and  that third country does not have a bilateral agreement on power sector  cooperation with India.”Though China is not mentioned explicitly,  in effect this excludes China. “We have heard from Indian officials  that they won’t buy electricity from companies that have Chinese  investment. Furthermore, they won’t buy electricity from those companies  using Chinese equipment to produce electricity,” said Ganesh Karki,  vice-president of the Independent Power Producers’ Association of Nepal. “India buys electricity only from those projects that don’t have  Chinese investment, but still it’s better than no trade,” said an  official at the Ministry of Energy, Water Resources and Irrigation,  speaking on the condition of anonymity.“I don’t see a situation where India can encourage Chinese investment  in Nepal’s hydropower as India itself has enough capacity and resources  to develop hydro projects in Nepal,” said Rae, India’s former  ambassador to Nepal. “It’s evolving though. We had said it was India and  Nepal only earlier but now India has been flexible to multilateral  investments but not China.”Some experts believe this side-lining  of China will harden, especially in hydropower development. “It’s a  double standard of India as it has been welcoming investment  from [China] to its territory but discouraging [Chinese] investment to  its neighbour,” said Anup Kumar Upadhyay, former water resources  secretary at Nepal’s Ministry of Energy, Water Resources, and  Irrigation. He added: “Fighting on such a large battlefield with such a  weak weapon won’t help [India] achieve anything.”Others emphasise  that this is not just about investment, but is a strategic matter for  India. “China sees Nepal’s water resources through the lens of  development and it is a money-making business for them. But for India,  it’s a strategic resource and is an issue of security so water is far  more important to them,” said former water resources minister Gyawali. He added: “Sadly Nepal doesn’t have its own lens – neither [a]  development lens nor a security [lens]. It is lost somewhere and that is  an even bigger problem.” Moreover, with development and security the  only lenses through which hydropower is looked at, other important  issues such as ecological impact or whether projects make economic sense  are ignored. Nepal’s electricity-exporting plansThese issues have become more important relatively recently, with  India only opening its market to Nepal’s electricity in November 2021.  According to Nepal’s Ministry of Energy, Water Resources and Irrigation,  India had agreed to buy 39 MW produced by two hydropower projects – the  24 MW Trishuli and 15 MW Devighat plants, both developed by India. In  June 2022, it increased the amount to 364 MW.Nepal added 710 MW  of hydropower to its national grid in 2021, giving the country an energy  surplus for the first time and expanding its installed hydropower  capacity to 2,190 MW, according to the Nepal Electricity Authority. This is still far from the government’s stated aim of creating 10,000 MW of installed capacity by 2026. The Nepal Electricity Authority hopes to now achieve this by 2030, through power purchase agreements for 4,839 MW with private companies and producing 4,341 MW itself.In a June press release,  the managing director of the Nepal Electricity Authority, Kul Man  Ghising, stated that “the quantity of electricity sold in June and  earnings [$13 million] made from it suggest trading of electricity  with India has been moving forward smoothly”. He also voiced an ambition  to transmit electricity through India to its neighbours: “In addition  to India, we will sell at least 100 MW electricity to Bangladesh soon  and works are in progress. It will happen in next one year.” Just as long as that electricity does not come from Chinese-built projects, or those using Chinese equipment.This article was first published on The Third Pole.","author":"Ramesh Bhushal","time":"2022-10-15T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180833-elxymbfzjg-1664966348.jpg","tags":["Nepal","India","China","Indo-Nepal Relations","Hydroelectricity"],"source":"https://scroll.in/article/1034337/geopolitical-games-nepal-hands-over-hydropower-projects-from-chinese-to-indian-companies"}