{"title":"George RR Martin on ‘Game of Thrones’ prequel: There will be Starks, direwolves and mammoths","content":"George RR Martin has revealed details of the upcoming pilot episode of the Game of Thrones prequel, including on whether the series will feature the Stark clan. The show will include the predecessors of the Starks and their direwolves – and mammoths, Martin told Entertainment Weekly. “The Starks will definitely be there,” he said. “Obviously the White Walkers are here – or as they’re called in my books, The Others — and that will be an aspect of it.”The series is set 5,000 years before the events of Game of Thrones, and traces the first major confrontation between the residents of Westeros and the White Walkers. Martin, whose A Song of Ice and Fire novels formed the basis of the acclaimed eight-season HBO series, is an executive producer on the prequel. Jane Goldman is steering the pilot, which is being filmed in Northern Ireland. The cast includes Naomi Watts, Naomi Ackie, Denise Gough, Marquis Rodriquez, John Simm, Richard McCabe, John Heffernan, and Dixie Egerickx.The official plotline reads: “Taking place thousands of years before the events of Game of Thrones, the series chronicles the world’s descent from the golden Age of Heroes into its darkest hour. And only one thing is for sure: from the horrifying secrets of Westeros’ history to the true origin of the white walkers, the mysteries of the East to the Starks of legend… it’s not the story we think we know.”Martin told Entertainment Weekly that the Westeros kingdom will be divided into roughly a hundred smaller kingdoms. The Casterly clan, which was replaced by the Lannisters, will be featured in the new show.Like Game of Thrones, the prequel will have a large ensemble cast. “I hesitate to use the word ‘lead,’” said Martin, who is completing the sixth novel in the series, The Winds of Winter. “We don’t have leads so much as a large ensemble cast.”The title remains a mystery. Although fans are calling the series Bloodmoon, one possibility is The Long Night (which was also what the third episode of the final season was named). “I heard a suggestion that it could be called The Longest Night, which is a variant I wouldn’t mind,” Martin told Entertainment Weekly. “That would be pretty good.”In a previous interview to Entertainment Weekly, Martin had said about the prequel, “There’s no King’s Landing. There’s no Iron Throne. There are no Targaryens — Valyria has hardly begun to rise yet with its dragons and the great empire that it built.”\n\n\n    \n    Play\n\nInside The Long Night episode.Also read:Watch: Suffering from ‘Game of Thrones’ withdrawal symptoms? These videos might help‘Best thing I’ve ever done’: Tears fall like snow in emotional ‘Game of Thrones’ documentaryWatch: How the ‘Game of Thrones’ prosthetic team created the Night King and the wights","author":"Scroll Staff","time":"2019-07-09T23:54:44.496921+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/123538-imuzuhnieh-1562695282.jpeg","tags":["George RR Martin","Game of Thrones prequel","The Longest Night"],"source":"https://scroll.in/reel/929998/george-rr-martin-on-game-of-thrones-prequel-there-will-be-starks-direwolves-and-mammoths"}