{"title":"German born and made in India: The story of Josef Wirsching, who shot many Hindi film classics","content":"In 1925, a 22-year-old trainee cinematographer travelled to Mumbai from Munich to join the crew of Franz Osten’s movie Light of Asia. The Indo-German production starred Himansu Rai, the pioneering filmmaker and future founder of the Bombay Talkies studio, as Gautama Buddha. When Rai set up Bombay Talkies in 1934 along with his wife, Devika Rani, he approached the German producer, Emelka Studios, for technical assistance, and recruited Osten and the trainee as part of his technical team.Osten made several movies for Bombay Talkies, including Shiraz (1928), A Throw of Dice (1929) and Achhut Kanya (1936), before returning to Germany. The cinematographer, Josef Wirsching, stayed on, and went on to shoot some of the best-known Indian films all the way until the 1960s.Josef Wirsching in 1924. Courtesy The Wirsching Archive.Wirsching’s credits include Jeevan Prabhat (1937), Mahal (1950), Sangram (1951), Dil Apna Aur Preet Parai (1960) and Pakeezah (1972). Pakeezah was completed after Wirsching’s death in 1967. The films are characterised by a distinctively bold and Expressionist lighting style and the use of asymmetrical angles, and have earned Wirsching his spot in the history of Indian cinema.Devika Rani and Najamul Hussain in Franz Osten’s Jawani ki Hawa (1935). Courtesy The Wirsching Archive.Wirsching took his own photographs alongside shooting movies, and some of these will be shown at an exhibition at the Serendipity Arts Festival in Panaji in December. A selection of nearly 160 behind-the-scenes photographs of cast and crew members, production stills, and publicity images will be displayed between December 15 and 22.Titled A Cinematic Imagination, the show has been curated by Rahab Allana of the Alkazi Foundation for the Arts in New Delhi and photo historian Debashree Mukherjee. The photographs have been sourced from The Wirsching Archive, which is managed by Wirsching’s grandson, Georg.Franz Osten’s Vachan (1938). Courtesy The Wirsching Archive.“My grandfather has not won a single award in the three decades that he worked, and he was never recognised as a filmmaker by the Indian film-going fraternity,” Georg Wirsching, who lives in Goa, said. “Hopefully now, we can at least show people that this is the kind of work he’s done, so that they realise that the phenomenon that is recognised as Indian filmmaking did not happen overnight.” Wirsching’s 19-year collaboration with Bombay Talkies understandably takes centrestage at the show. “It was this iconic studio put together by a team of cosmopolitan and privileged filmmakers – people who seized culture and cinema as the grounds on which they could ascertain Indian competence,” Debashree Mukherjee said.On the sets of Franz Osten’s Izzat (1937). Courtesy The Wirsching Archive.Films such as Acchut Kanya (1935), Jawani-ki-Hawa (1936) and Jeevan Naiyya (1936) “are addressing questions of democracy, nationalism and tradition in a very nuanced way”, Allana said. “Wirsching’s photographs are not just about a German aesthetic, but also the emergence of a new kind of socialism.”Wirsching’s career at Bombay Talkies hit a standstill when World War II broke out. Since he was a German national living in British-ruled India, he was detained at internment camps in India between 1939 and 1947. After his home in Munich was destroyed in an air raid in 1944, Wirsching settled down in Mumbai, and started working with outside productions, including Kamal Amrohi’s Mahal (1950) and Dil Apna Aur Preet Parai (1960).Franz Osten’s Achhut Kanya (1936), starring Ashok Kumar and Devika Rani. Courtesy The Wirsching Archive.Before his death in 1967, Wirsching also shot large portions of Amrohi’s classic Paakezah. “It took almost 11-12 cameramen to emulate the work that my grandfather had done,” Georg Wirsching said. “Those few scenes they have worked on are markedly different from what my grandfather shot prior that, in terms of lighting and camera technique.”After his death, his son Peter Wolfgang packed away Wirsching’s photographic negatives and prints in a watertight steel trunk. The trunk was a source of fascination for Peter’s son, Georg. “I knew that my grandfather was someone in the film industry, but it’s only when I went to college and studied visual communication that I actually started learning what my grandfather actually did and how important he was,” Wirsching said. “I’d never watched any of his films, but the impact of what he did started picking away at my brain, and I started wondering what was in the trunk.”Franz Osten’s Jawani ki Hawa (1935). Courtesy The Wirsching Archive.Peter Wolfgang and Georg opened the trunk in 2008, and proceeded to do an inventory of the thousands of photographs and negatives it contained. The process took them more than two years. “There were more than 6,000 negatives in hundreds of rolls, but everything was in perfect condition, apart from maybe one or two rolls which were affected by water damage,” Georg Wirsching said. In 2015, the family initiated a crowd-funding project for a coffee table book featuring Wirsching’s photographs, titled Bollywood’s German Origins. Since they were unable to raise the funds, the project was shelved. The exhibition in Goa was planned after Allana approached the Wirschings to display a selection of the cinematographer’s photographs.Kamal Amrohi’s Pakeezah (1972). Courtesy The Wirsching Archive.“We are going to be exhibiting about 130 stored photographs, which have been printed literally for the very first time,” Wirsching said. “There are also going to be 25-30 original prints in display cases. The public will be able to see the immaculate, mint condition that the photographs are in.”Devika Rani. Courtesy The Wirsching Archive.Although Hindi cinema is widely regarded as the flag-bearer of India’s national identity, several foreign professionals such as Wirsching have contributed to its visual language. “Moments of encounters of various natures – personal, professional, cultural, intermedial – have shaped our cinema, and it is important to highlight this right now, in a time that is saturated with the idea of nationalism,” Mukherjee pointed out.Wirsching’s photographs also indicate changing modes of technology. “The exhibition gestures towards important technological changes, such as the introduction of the Leica camera and the use of 35mm film,” Mukherjee said. “Some of the greatest exponents of photography used 35mm film for modern photojournalism and it changed the way people depicted reality. Josef Wirsching was doing that as well, not just for the cinema, but also for the people behind the camera.”Himansu Rai, Devika Rani and Ashok Kumar on the sets of Franz Osten’s Izzat (1937).","author":"Damini Kulkarni","time":"2017-12-04T08:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/860155-75532-gtkvdtvszl-1512325196.jpg","tags":["Josef Wirsching","Bombay Talkies","Franz Osten"],"source":"https://scroll.in/reel/860155/german-born-and-made-in-india-the-story-of-josef-wirsching-who-shot-many-hindi-film-classics"}