{"title":"‘Ghoomketu’ review: This spaced-out trip to Bollywood has its charms","content":"If a movie is inspired by a celestial object that veers out of its orbit ever so often, who are we to complain?Ghoomketu, which is being streamed on Zee5, is named after an aspiring writer from a small town. He has a talent for weaving words into greeting card sentiments and political slogans, so he figures that a literary career cannot be too far away. Ghoomketu applies for a job at the town’s newspaper, and is advised by its editor that he should try his luck as a screenwriter in Mumbai. The editor should know. He has published a screenwriting manual that includes a hot tip – be funny.Ghoomketu (Nawazuddin Siddiqui) skedaddles to Mumbai, leaving behind a new bride and a family that includes a permanently short-fused father (Raghubir Yadav), a faux-menacing uncle (Swanand Kirkire) and a supportive aunt (Ila Arun). Ghoomketu tries peddling scripts in Mumbai, most of which are rejected outright, and is unaware that a police inspector (Anurag Kashyap) has been assigned to send him back home.Will Ghoomketu succeed? It depends on how you define success in the gently absurdist universe created by writer-director Pushpendra Singh Misra. Ghoomketu isn’t exactly a replacement for Salim-Javed, or, for that matter, Neeraj Vora. He comes up with dull melodramas and horror films that don’t frighten anybody. The ideas that have some traction are the ones about his eccentric family and their escapades.Ghoomketu’s aborted scripts allow for a raft of fake films within the main movie, which feature cameos by Chitrangada Singh, Ranveer Singh, Sonakshi Sinha and Nikhil Advani. Ranveer Singh and Sonakshi Sinha feature in one of Ghoomketu’s more inspired yarns – a new version of Dilwale Dulhania Le Jayenge. Another fake film, featuring a fake Arnold Schwarzenegger, is a hoot.Amitabh Bachchan, without whom movies about the movies are seemingly never complete, also makes an appearance.\n\n\n    \n    Play\n\nGhoomketu (2020).It’s clear that despite his efforts, Ghoomketu doesn’t quite belong in a city where everybody is always cutting to the chase. His long-winded anecdotes about his family’s foibles don’t fit into the formulaic conventions of the average box-office scorcher. The movie that follows Ghoomketu’s here-there-everywhere journey could well have been written by him. Many sequences do not connect with what came before or what is to follow, but are funny enough to be plucked out and watched as discrete vignettes. If the point is that there is, in fact, no larger point to Ghoomketu’s adventure, the movie succeeds a bit too well in this regard.Every scene that is undermined by the determinedly out of-sync pacing is equally salvaged by its actors. Brijendra Kala is hilarious as Ghoomketu’s mentor, while Ila Arun is inspired as a conspirator to her nephew. Anurag Kashyap puts on a jolly good show as a corrupt police inspector trying very hard not to work too hard.Any scene with Nawazuddin Siddiqui in it is a doozy. Siddiqui is excellent at shifting gears from the comic to the manic. With a haircut that is halfway between Mithun Chakraborty and Mahesh Anand and an attitude that is entirely his own, Ghoomketu is hard to resist, and the actor who plays him doubly so.The comedy never quite comes together, and doesn’t benefit from constant backing and forthing between Ghoomketu’s town and Mumbai. Always picaresque, often funny, but also maddeningly distracted, Ghoomketu wanders this way and that before returning to its orbit, leaving behind a trail of original jokes and the nagging feeling of a job half done.","author":"Nandini Ramnath","time":"2020-05-22T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141642-oypybeganj-1589910445.jpeg","tags":["Nawazuddin Siddiqui","Ghoomketu","Zee5"],"source":"https://scroll.in/reel/962415/ghoomketu-review-this-spaced-out-trip-to-bollywood-has-its-charms"}