{"title":"‘Ghost Stories’ review: No chills in Netflix anthology horror film","content":"While you were recovering from your hangover, Netflix dropped Ghost Stories on its platform. The anthology film reunites Zoya Akhtar, Dibakar Banerjee, Anurag Kashyap and Karan Johar in a collaboration that began with Bombay Talkies in 2013 and continued with Lust Stories in 2018. Bombay Talkies examined the relationship between cinema and Mumbai, while Lust Stories looked at the different shades of sexual desire. The quartet of unconnected tales drew on the strengths of each of the directors but also exposed their weaknesses when they ventured beyond their comfort zones.Ghost Stories is set along the spectrum of horror, which nudges the filmmakers towards navigating unfamiliar territory. Kashyap, no stranger to dark material, seems up for the challenge, but his attempt is marred by an underveloped idea, poor casting and inadequate visual effects. Kashyap’s contribution is centred on a pregnant woman with a doll collection, her exhausted-looking husband, and her nephew, who has sharp eyes and evil dimples. Among the themes is the literal and metaphysical horrors of child-bearing (if we understood it right), and the film’s most noteworthy attribute is its sharp framing and predominantly black-and-white look with hints of colour (by Sylvester Fonseca). Sobhita Dhulipala, who plays the expectant Neha, has the equanimity and ennui of the runway model, which makes her ill-suited for her part. There’s also a scruffy creature on loan from a Ramsay set.Sobhita Dhulipala in Ghost Stories. Courtesy Netflix. The anthology begins with Zoya Akhtar’s film, set during a Mumbai monsoon downpour and exploring the strange tale of a replacement nurse. Sameera (Janhvi Kapoor) steps in for her friend and spends a couple of nights at the sprawling house of the bed-ridden Mrs Malik (Surekha Sikri). Sameera is too distracted to carry out her duties properly – she has a married lover, Guddu (Vijay Varma), and is fed up with her job. Mrs Malik keeps talking about her absent son, things go bump in the night, and then Guddu shows up. The most startling thing about this overstretched yarn is Sameera’s inefficiency – she rarely answers Mrs Malik’s calls for help on time and does not sleep in her room at night. Perhaps Sameera should give up nursing after all.Janhvi Kapoor in Ghost Stories. Courtesy Netflix. Karan Johar’s imagination is similarly stretched to its limits in his horror outing. Johar hunts for the shocks in a mansion that resembles an over-stuffed luxury furnishing store. Self-described social media star Ira (Mrunal Thakur) gets hitched through the arranged marriage route to Dhruv (Avinash Tiwary). Dhruv is dedicated to the memory of his dead grandmother, which initially seems like a sweet eccentricity. He also confesses that the song Mera Saaya, the title track of the 1966 ghost story, makes him feel happy. The drapes tremble to signal the grandmother’s presence, somebody sleepwalks, a maid purses her lips meaningfully, and Ira learns the hard way that there is nothing scarier than a film in search of a plot.Avinash Tiwary and Mrunal Thakur in Ghost Stories. Courtesy Netflix. The concluding film, by Dibakar Banerjee, is the most absorbing in the set. Banerjee’s Star was the best thing about Bombay Talkies, and his exploration of infidelity in Lust Stories had more nuance than the other entries. Banerjee’s yarn for Ghost Stories combines zombie movie elements with political commentary, and boasts of strong performance and Ranjan Palit’s richly textured cinematography.A government official lands up at his village posting and finds a ravaged landscape. Cannibalism has consumed the place, and the only survivors are a boy and a girl who have managed to dodge the hungry zombies staggering about. The official is frightened but also sceptical, a dual state perfectly conveyed by actor Sukant Goel. When told by the boy that “they” ate his father, the unnamed official replies, that’s no way to talk about your elders.The well-paced and atmospheric allegory works perfectly until Banerjee feels compelled to explain what is going on, rather than trust the allusiveness of the narrative. The idea that the irrational is unnerving but that the new normal is far more horrific survives the clunky exposition.Sukant Goel in Ghost Stories. Courtesy Netflix. The fatigue across the scarcely scary anthology (two hours and 24 minutes) is as visible as a jump scare. The idea of getting big-name directors to turn their attention to short-format stories is a smart one, but perhaps the club needs to be thrown open to new members and more sharply defined themes. Bombay Talkies worked the best, Lust Stories showed the first signs of fatigue, and the new batch of yarns has clear indications of wear and tear.   Two performances redeem Ghost Stories: Surekha Sikri, as the supposedly senile but very sharp Mrs Malik, and Aditya Shetty as the precocious boy in Banerjee’s film. Sikri channels a wealth of experience into her performance, while the knee-high Shetty displays both bravery and mordant wit. Even as Ghost Stories stumbles towards its demise, we get a few performances to savour and at least one successful attempt to anchor the otherworldly in our world.\n\n\n    \n    Play\n\nGhost Stories (2020).","author":"Nandini Ramnath","time":"2020-01-02T13:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/133870-kfibsckkyv-1577894375.jpeg","tags":["Ghost Stories review","Dibakar Banerjee","Anurag Kashyap"],"source":"https://scroll.in/reel/948498/ghost-stories-review-no-chills-in-netflix-anthology-horror-film"}