{"title":"Ghosi bye-polls: Muslims being prevented from casting votes, alleges Samajwadi Party","content":"The Samajwadi Party on Tuesday wrote to the Election Commission, alleging that Muslims are being prevented from casting their votes in the bye-elections to the Ghosi Assembly constituency.“The polling officer at booth number 137 of the Ghosi constituency is not allowing the Muslims to vote,” alleged Arvind Kumar Singh, national executive member of the Samajwadi Party. “When they reach the booth, they are being told that their vote has already been cast.”Singh also alleged that the police and polling officer hurled abuses at the Muslim voters when they raised objections. He alleged that the head of Daulatpoor village and the booth agent of number 419 are being forced to ensure that residents vote the Bharatiya Janata Party.The Samajwadi Party leader has requested the Election Commission to take strict actions and ensure a free and fair election.Voting for bye-elections in seven Assembly constituencies of six states began at 7 am on Tuesday.Polling is being held at the Ghosi constituency in Uttar Pradesh, Dumri in Jharkhand, Dhanpur and Boxanagar in Tripura, Bageshwar in Uttarakhand, Dhupguri in West Bengal and Puthuppally in Kerala.The Ghosi bye-election is being held as Dara Singh Chauhan, who had won the seat in 2022, on a Samajwadi Party ticket resigned. Chauhan is now contesting on a BJP ticket against the Samajwadi Party’s Sudhakar Singh.The constituency has nearly 4.38 lakh voters, of which 90,000 are Muslims.Ahead of the elections, Muslim residents had claimed that they were told by police officers in the area to vote for the BJP, reported NewsClick. Some residents had also told NewsClick that the police were “gearing up to prevent Muslim voters from voting by stating that if the name on their identification documents does not match the exact name present on the voter’s list, they will not be allowed to cast a vote”.Following this, Samajwadi Party leader Shivpal Yadav, along with 10 legislators, met Inspector General of Police Akhilesh Kumar on Monday and demanded action against the officials of the force who were “threatening” voters, reported PTI.Yadav also accused Ghosi and Kopaganj state house officers and circle officers of harassing and threatening voters.","author":"Scroll Staff","time":"2023-09-05T15:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193791-hfujcbcnju-1693903711.jpg","tags":["Muslims","bye-elections","Samajwadi Party","election commission","muslim voters","ghosi bypolls"],"source":"https://scroll.in/latest/1055451/ghosi-bye-polls-muslims-being-prevented-from-casting-votes-alleges-samajwadi-party"}