{"title":"Ghulam Nabi Azad says he will start new party soon, first unit to be in Jammu and Kashmir","content":"Former Rajya Sabha MP Ghulam Nabi Azad on Friday said that he would start a new party soon and set up its first unit in Jammu and Kashmir, PTI reported.He made the statement hours after he resigned from the Congress after having been associated with it for nearly 50 years. “I am in no hurry as of now to launch a national party but keeping in mind that elections are likely to be held in Jammu and Kashmir, I have decided to launch a unit there soon,” Azad told the news agency. However, he did not give any further details about his proposed outfit.In his resignation letter on Friday, Azad said that the Congress had lost the “will and ability to fight for what is right for the country”. He also accused party leader Rahul Gandhi of destroying the party’s “entire consultative mechanism” after he became its vice-president in 2013.Close on the heels of Azad’s resignation, five former Jammu and Kashmir MLAs also quit the Congress on Friday, ANI reported.The former legislators who resigned are GM Saroori, Haji Abdul Rashid, Mohammad Amin Bhat, Gulzar Ahmad Wani and Choudhary Mohammad Akram. “We the five ex-MLAs are resigning from the Congress party in support of Ghulam Nabi Azad,” said Saroori. “Now, only JKPC [Jammu Kashmir Pradesh Congress Committee] president will be left alone.”Meanwhile, former Jammu and Kashmir minister RS Chib and Congress leader Salman Nizami also resigned from the party on Friday.Chib, in his resignation letter to Congress chief Sonia Gandhi, alleged that the party had “lost its momentum” in contributing to the welfare of Jammu and Kashmir, according to PTI.“Keeping in view the turmoil that the State of [Jammu and Kashmir] has witnessed over the past decades, the people require a decisive leader like Azad to guide them towards a better future,” the former minister said. “I feel that the Congress Party has not been able to play the role that is expected of it.”Nizami also said on Twitter that he was disassociating himself from the Congress in support of Azad. He alleged that local leaders were not consulted when the Congress formed an election committee for Jammu and Kashmir.“I gave my blood, sweat & toil to Congress,” Nizami said. “Faced slander and detention for standing up for ideals of the party. And how does Congress treat us? Humiliated & disrespected. We have ZERO say.”J&K election committee formed, but we were not even consulted. Our Loyalty has been strangulated by opportunists who have taken over the Congress!— Salman Nizami (@SalmanNizami_) August 26, 2022","author":"Scroll Staff","time":"2022-08-27T10:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178997-rdurrksrlv-1661576921.jpg","tags":["Ghulam Nabi Azad","Congress","Jammu and Kashmir","GM Saroori","Salman Nizami"]}