{"title":"Ghulam Nabi Azad declines to head Congress J&K campaign committee hours after his appointment","content":"Hours after the Congress appointed party leader Ghulam Nabi Azad as its campaign committee head and a member of political affairs panel of the Jammu and Kashmir unit on Tuesday, he declined both the posts, reported The Indian Express.The development came on the day the All India Congress Committee appointed Vikar Rasool Wani, who is considered close to Azad, as the party’s Jammu and Kashmir unit president. Wani was appointed to the post after former chief GA Mir quit, following open revolt by Azad loyalists in the Union Territory.An unidentified party leader said that Azad felt insulted and humiliated, according to The Indian Express.“He [Azad] is a member of the political affairs committee headed by Sonia Gandhi,” the Congress leader said. “It is strange to include him in a similar committee in a state as a member. These are mindless decisions.”The leader said that that Azad has been a minister in five Congress governments, the leader of Opposition for seven years, a former chief minister and a member of the Congress Working Committee for the last 37 years but those in the All India Congress Committee were now appointing him as the campaign committee chief.Azad, who is part of the group of 23, or G-23, was also a former chief minister of the erstwhile state. The G-23 has been pushing for collective and inclusive leadership in the Congress since August 2020, when the group wrote a letter to interim chief Sonia Gandhi to press for sweeping changes in the party.Congress leader Ashwani Handa said the veteran leader declined the offer to head the campaign committee as it ignored the aspirations of the party’s grassroots workers in the Union Territory.On Tuesday, the Congress also formed a coordination committee, manifesto committee, publicity and publication committee, disciplinary committee and Pradesh election committee for its unit in Jammu and Kashmir, reported PTI.Two former Congress MLAs also opposed the appointment of Wani as the chief of the party’s Jammu and Kashmir unit, ANI reported.Gulzar Ahmad Wani and Haji Abdul Rashid Dar resigned from the coordination committee in protest.The Congress’ organisational changes came ahead of the Assembly elections in Jammu and Kashmir. While a timeline is yet to be officially declared, Union minister Rajnath Singh had said in June that polls are likely to be held at the end of the year.","author":"Scroll Staff","time":"2022-08-17T08:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171717-azokcdstct-1647615417.jpg","tags":["Ghulam Nabi Azad","Congress","Jammu and Kashmir","Vikar Rasool Wani","Ghulam Ahmed Mir"]}