{"title":"Gita: A new book says its focus on action in the face of uncertainty makes it important for our time","content":"What is the meaning of action in the face of uncertainty? It is neither healthy nor viable to worry about every possible event or every possible outcome of an action. To borrow metaphors from mythology and religion, such an approach is likely to turn us to stone or salt, immobilised and frozen into inaction or ready to crumble under the slightest pressure. And yet, it is a perfectly legitimate desire to want some sense of stability in which to ground one’s existence. In times when difference is treated as dangerous and those seen as visibly different face the threat of exclusion and violence, the question of how we behave towards our fellow humans also takes on a special urgency. Who are our kin? Who are Others? What is the nature of our obligations towards our fellow beings? This is a question that takes on a heightened salience in light of the kinds of identities and differences – national, cultural, religious, sexual, ethnic, caste, racial, gendered, bodily and others – that we, as individuals and communities, assert, negotiate and encounter today, perhaps at a scale unprecedented in human history. Of equal import is the matter of war, both literal and metaphorical. What sense do we make of the relentless wars being waged today between state and non-state actors? What norms or codes should govern the wars of the twenty-first century? Are the costs that they extract from us worth it? Are these wars inevitable? And what approach do we take to fighting battles with adversaries like the Covid-19 coronavirus? Or those waged for the cause of social justice? The abiding significance of these kinds of questions is perhaps why the Gita has spoken compellingly to readers across two millennia, since it was written in the first or second century CE.Like any other text, religious or secular, the Gita may not provide easy or immediate answers to such questions. But it may give us a way to struggle with them, and show us a way to find the answers for ourselves. If war is a near constant of human existence, whether understood as the struggle of the soul, the fight for justice, political and ideological clashes, or military conflict between nations, then the Gita has something to say about it. “Kurukshetra”, Davis points out, “is both a particular field of battle and perpetual field of dharma, or righteousness.” While the setting of the Gita is an actual field of battle, the battlefield in the text refers to any struggle we may face in life. If living in a state of crisis, with the threat of global warming, pervasive pollution and economic upheavals is part of our reality, the Gita does have something valuable to contribute to how we negotiate and understand that state of affairs. It has likely done the same for readers across the centuries, in times of crisis or otherwise.Shakespeare, the scholar Jan Kott persuades us in his influential book, is our contemporary. Ran, Kurosawa’s masterful interpretation of King Lear, and Omkaara, Vishal Bhardwaj’s gripping rendition of Othello set against the backdrop of a nexus of caste, politics and crime in Uttar Pradesh, strongly endorse Kott’s thesis. Greek tragedy moves us and leaves us chilled to the bone, its landscapes of desolation strangely familiar, the savagery and horrors of its violence painfully current. The writings of Marx or the meditations of Marcus Aurelius affect us with an immediacy and intimacy that we may not experience in more recent, run-of-the-mill texts that are set in contexts much more well known to us. In Italo Calvino’s Invisible Cities, the traveller Marco Polo describes all the cities to which he has travelled to the emperor Kublai Khan. I find Calvino’s masterpiece to ring more true of Mumbai than any novel which takes the great Indian metropolis as its literal setting. Works likes the ones named here are representative of particular traditions, yet also possess a life beyond them. The Gita shares this quality of transcending historical and geographical context with other great texts, whether of religious or secular provenance. Davis has described this quality as the “doubleness of the Bhagavad Gita – its historical specificity and its continuing, even eternal, life”.Truly, over the course of its long and ongoing life, the Gita has meant an astonishing number of things to an astonishing number of people. The interlocutors of the text include “medieval Brahmin scholars and Krishna devotees, British colonial scholars, German romantics, globe-trotting Hindu gurus, Indian anticolonial freedom fighters, Western students, and spiritual seekers”, all of whom have “engaged in new dialogues with the Gita”. Architects of war and apostles of peace, ordinary folk and extraordinary people, atheists and believers alike have found the Gita a source of wisdom, guidance and consolation, a powerful instrument of justification for troubling actions or a bulwark for weathering storms of doubt.In a number of cases, the meaning of a word, Wittgenstein tells us, “is its use in the language”. We may extend this dictum to the meaning of texts. The Gita, Davis suggests, “is internally complex and ambiguous enough to have spoken differing truths to different audiences, as suited to their diverse situations and expectations”. Flood and Martin, similarly, point out that “the Bhagavad Gita is a dialogue, rather than a work of systematic philosophy, and so the meanings of the text are not self-evident. As a result, the Gita has been interpreted in many ways and used in support of a number of different philosophical and political ideas, from pacifism to aggressive nationalism, from philosophical monism to theism.” In a justly famous essay, AK Ramanujan suggests that the existence of numerous versions of the Ramayana means that no single version of the text should be considered authoritative. Each of the 300 or 3,000 versions of the Hindu epic is the Ramayana. There may not be as many versions of the Gita, a text not close to the size of an epic since it is but a part of one, but there is no dearth of readings of the relatively slender 700-verse poem. Inseparable from the innumerable interpretations that flower from its aesthetic, political and philosophical richness, the Gita is an infinite text, its meanings endlessly refracting as it speaks to readers across time and space.Excerpted with permission from Context.","author":"Rohit Chopra","time":"2021-05-20T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/117799-egdpzjbvlm-1555587135.jpg","tags":["Gita","global"],"source":"https://scroll.in/article/995204/gita-a-new-book-says-its-focus-on-action-in-the-face-of-uncertainty-makes-it-important-for-our-time"}