{"title":"In Gitanjali Rao’s animated film ‘Bombay Rose’, flowers, love and dreams about a place called home ","content":"Acclaimed animation director Gitanjali Rao has finally made her first full-length feature – and it is headed to the prestigious Venice Film Festival, where it will inaugurate the Critics’ Week sidebar section. The section head, Giona Nazzaro, made the announcement on Friday and noted that the film has a “strong and interesting critique of the sexist male stereotypes of the Bollywood industry”. The Venice Film Festival will be held between August 28 and September 7.The co-production between Les Films d’Ici and Cinestaan is among the very few animated films made by Indian directors. Some of these are based on mythology, such as VG Samant’s Hanuman (2005) and Arnab Chaudhuri’s Arjun: The Warrior Prince (2012). Others have been inspired by television characters, such as the Chhota Bheem series, or weave in folk elements or classic stories, such as Shilpa Ranade’s Goopi Gawaiya Bagha Bajaiya. Bombay Rose is an original story that is set in Mumbai and follows the relationship between Kamala, a woman who makes strings of flowers, and Salim, a rose seller. These characters previously appeared in Rao’s short film TrueLoveStory in 2014. The Bollywood dream factory features as a backdrop for the romance. The voice cast includes Cyli Khare as Kamala, Amit Deondi as Salim, Makarand Deshpande as the villain, Anurag Kashyap as a Bollywood star, and Virendra Saxena as Kamala’s grandfather. Geetenjali Kulkarni provides a variety of background voices.Rao studied commercial art at the JJ School of Art, and learnt animation while working for the legendary animator Ram Mohan. Her first short film, the acclaimed Printed Rainbow, was made in 2006. In 2016, she Photoshopped herself into photographs with political and artistic personalities for a fun-filled “Wish Fulfilment Selfie” project. The 46-year-old filmmaker’s full-length debut has been several years in the making. While trying to raise finances for her projects, she appeared as a model in television commercials and was most recently seen acting in Shoojit Sircar’s October (2018), as the mother of a severely injured young woman. In an interview, Rao described the themes of Bombay Rose and her love for flowers (second only to cats). What is the story behind Bombay Rose?I had an idea for a film six years ago. It was a different one, and I didn’t find the finances for it. Girgit was about three migrants to Mumbai, and was six months into production before being abandoned. I took one idea from that to make the short film, TrueLoveStory, which was shown at Cannes in 2014.I also took some ideas from another unfinished film, Shadows of the Mahabharat, especially the folk art style.In 2013, the idea developed with the help of a French producer, Les Films d’Ici. By 2017, Cinestaan had come on board. \n\n\n    \n    Play\n\nBombay Rose (2019). What does an animated project involve?Pre-production in animation is very specific, and is about making a dummy film, really – bringing together the screenplay, the animatic, or the animated storyboard, the design and look and feel of the characters, the colours and concepts, the voices. The rough cut of the film becomes its blueprint. This blueprint can often take longer than the production itself.Once this is done, there is the task of bringing around the animators to my style. Post-production is where all the elements come together. My personal style includes a lot of influence of painting. I am also influenced by truck art, the miniature, folk art, leather puppets and, most of all, reality. I use 2D animation that is created frame by frame, and I also pay more attention to the acting than the action.For Bombay Rose, the blueprint took two years. In all, the film took five-odd years to make. While I was putting together the production deals, I was also working on the animatic. What are some of the ideas and themes that ‘Bombay Rose’ explores?In my mind, I still call the city Bombay. The film is so much about Bombay that it had to be there in the title.I have packed in many ideas tightly, like many clothes in a suitcase. It’s a city film, a story about people who have migrated, whether a few months ago or ages ago. I myself am a second-generation migrant. The film is about these characters who have come to the city with the dream of a better survival than back home. It’s about what is left of you from home, and the place you make for yourself in the city. There’s Salim, a young man who has had political problems back home in Kashmir. There’s Kamala, a young woman who has escaped a child marriage in Madhya Pradesh and come to the city with her grandfather and sister. Then there’s an Anglo-Indian woman, Shirley. The film examines their encounters with each other. Animation also lets me get into dreamscapes freely and then come out of it. This is where I explore different graphic styles. Each dreamscape is linked to the character’s world, to the extent that you don’t know if it dream or reality any more.The film is set in 2005, the year dance bars were banned in the city. That story was interesting to me. I was fascinated by the tawaif culture, and had observed several bar dancers while travelling in the trains late at night. I had also always been interested in the uncelebrated actresses of cinema, and I always wondered what happened to them. I wanted a character who was a background dancer in old Hindi films. The story of Shirley gave me a way of exploring this theme. Bombay Rose. Courtesy Les Films d’Ici/Cinestaan.Flowers seem to play an important part in the narrative.Kamala’s character comes from a very pretty flower seller I used to see on the train. After cats, I love flowers. I have always worn jasmine in my hair. It’s the best way to smell good in sweaty Bombay. I love gajras too.Roses don’t do it for me, but they are romantic. The rose in the film that is grown for the dead comes back to life, and yet it is, in a sense an act of stealing. Plus, the title Bombay Rose would make sense all over the world. How has the city of Mumbai inspired the backdrops in the film?The city that is explored in Bombay Rose has the hustle-bustle, but is also intimate. There are people milling around the Dadar flower market and Juhu Beach. I had a team of people just animating traffic and crowds for eight months to make the film look like Bombay.The film is the story of two lovers on opposite sides of the road, for whom the traffic becomes a metaphorical hindrance. Among the real-life locations that inspired the landscapes were the St Andrew’s Church graveyard in Bandra, the beaches of Mahim and Juhu, and the dance bars. The only domestic space is the Anglo-Indian woman Shirley’s dilapidated ancestral house, which evokes a nostalgia for the 1950s and a certain Bombay sub-culture.The colours in Bombay are chaotic. The star of my film is the background colouring person, Shailesh Ambre. We sat with the colour palette from the beginning to the end and detailed everything – the backgrounds, the locations, and even the characters. Kamala was red for me, while Salim was yellow. Shirley’s palette has shades of black and white.I have also used rain in the film – things get volatile but also provide a respite. This too is a flavour of Bombay.\n\n\n    \n    Play\n\nPrinted Rainbow (2006).‘Bombay Rose’ has contemporary Bollywood as a backdrop. Does Shirley, who used to be a background dancer, let you reference older films too?Shirley’s character gave me a way of getting into memories of the good times, as well as older Hindi films. I have always loved the songs and lyrics from 1950s films and the way the songs were situated in the narratives. I wanted to pay homage to that style, the evergreenness of the music.Among the songs we have referenced is from the films of Guru Dutt, such as Hoon Abhi Main Jawan from Aar Paar. In that song, what the club dancer sings, what she feels, what he sees and what the smoke tells us are all different emotions set in different layers, and yet you have this homogenous feeling. And a universal one.Eighty per cent of the music in Bombay Rose is archival, pre-recorded music. I don’t believe in conventional background scores. I wanted a quiet film. But since Bombay is never quiet, I put some songs in. Kamala doesn’t say much, but she’s always singing in her head, so I added an original song sung by Cyli Khare and written by Swanand Kirkire. The movie also has Caetano Veloso’s rendition of Cucurucucu Paloma in a crucial scene. It was there on my storyboard throughout the pre-production. I remember the way it has been used in some of my favourite directors’ films, in Wong Kar Wai’s Happy Together and Pedro Almodovar’s Talk To Her, as well as in Barry Jenkins’s Moonlight. It was so beautiful that I went begging and pleading to my producers, and they fought hard to get the rights.Gitanjali Rao with Guru Dutt, from her Wish Fulfilment Selfie series.You played a prominent role in Shoojit Sircar’s October in 2018. How did that happen?I was a part of Satyadev Dubey’s Theatre Unit for three years. I also did plays for the groups Arpana and Aavishkar.I have got acting offers over the years. I was offered Anurag Kashyap’s Paanch years ago, for instance, but I refused. I was deeply involved in animation at the time. I worked in Shoojit Sircar’s October because he wouldn’t take no for an answer and while waiting for my film to start, I needed to pay the bills.A bit of recognition did follow, with people coming up to talk to me. I did get other offers, but I was busy directing Bombay Rose by then.Also read:Gitanjali Rao and the art of taking selfies with idols who are dead and gone","author":"Nandini Ramnath","time":"2019-07-20T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124108-aiobhglhip-1563534492.jpg","tags":["Venice Film Festival","Bombay Rose","Gitanjali Rao"],"source":"https://scroll.in/reel/931087/gitanjali-raos-animated-film-bombay-rose-is-headed-to-the-venice-film-festival-heres-why"}