{"title":"Global Hunger Index: India ranks 101 out of 116 countries, behind Pakistan, Nepal and Bangladesh","content":"The 2021 Global Hunger Index published on Thursday ranked India at 101 position out of 116 countries. India’s rank fell from 94 last year and the country was also behind its neighbours Pakistan, Nepal and Bangladesh.The index calculates the hunger levels and malnutrition across the world. This year, the report accessed data from 135 countries but evaluated only 116 of them. The report detailing the index said that there was not sufficient data from the remaining 19 countries.The Global Hunger Index score is calculated on four indicators – undernourishment, child wasting (the share of children under the age of five with low weight for their height), child stunting (children under the age of five with low height for their age) and child mortality (the mortality rate of children under the age of five).Pakistan was ranked at 92 position. Nepal and Bangladesh were placed at 76 rank.India’s global hunger index score is 27.5 – a slight improvement from last year’s 27.2 among a list of 107 countries. This still puts India in the “serious” category along with 30 other countries, including Pakistan.The other categories are classified as “low”, “moderate”, “alarming” and “extremely alarming”.  Nepal and Bhutan are placed in the “moderate” category.India was again the worst performer in the indicator measuring child wasting, which reflects acute undernutrition. Child wasting in India was 17.3% just like last year, but marginally better than 2019’s 20.8%.Five countries – Central African Republic, Chad, Democratic Republic of the Congo, Madagascar and Yemen – were placed in the “alarming” category. Somalia was placed in the “extremely alarming” category. Eighteen countries, including Belarus, Brazil, Croatia, Chile and China, were ranked at the top in the index.The report said that world’s commitment to zero hunger was “tragically distant”.“Current projections based on the Global Hunger Index show that the world as a whole – and 47 countries in particular – will fail to achieve even low hunger by 2030,” the report said. It added: “Conflict, climate change, and the Covid-19 pandemic – three of the most powerful and toxic forces driving hunger – threaten to wipe out any progress that has been made against hunger in recent years.”Also read:A new app is failing India’s fight against child malnutritionAround the world, people are getting taller – so why are Indian heights on the decline?","author":"Scroll Staff","time":"2021-10-14T21:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144563-psonohfgwj-1595000358.jpg","tags":["India","Global Hunger Index","Malnutrition","Stunting","child mortality"],"source":"https://scroll.in/latest/1007739/global-hunger-index-india-ranks-101-out-of-116-countries-behind-pakistan-nepal-and-bangladesh"}