{"title":"Global anti-terror watchdog FATF keeps Pakistan on its ‘grey list’ for four more months: Reports","content":"Global anti-terrorism watchdog Financial Action Task Force on Friday voted to keep Pakistan on its “grey list” for the Imran Khan-led government’s failure to fully comply with a 27-point action plan, the Hindustan Times reported. As the country failed to meet the conditions necessary for unfettered access to international funds, it will remain on this grey list till February 2021, FATF ruled according to NDTV.India had on Thursday accused Pakistan of continuing to shelter terror groups and claimed that the country had addressed only 21 of the 27 points of an action plan laid down by the FATF. Earlier on Friday, Pakistan Foreign Affairs Minister Shah Mehmood Qureshi had claimed that India’s attempts to “push Pakistan into the blacklist” of the FATF would not succeed, Dawn reported. “I can say this with confidence, India will fail in its designs to push Pakistan into the blacklist,” Qureshi said, adding that the world had acknowledged that Pakistan had done enough to meet the FATF’s conditions. However, he too acknowledged that Pakistan had taken action on only 21 points.“Considering all this progress, the FATF forum should view Pakistan’s measures positively and create room for Pakistan,” Qureshi said. Pakistan has been on the global watchdog’s grey list since June 2018, due to its consistent failure to act against terrorist groups and plug loopholes in its legal framework to bring them to justice. On Thursday, Pakistan’s Foreign Office had rejected reports that Saudi Arabia had voted to keep it on the FATF grey list. “Pakistan and Saudi Arabia enjoy strong fraternal ties and the two countries have always cooperated with each other on all matters of bilateral, regional and international importance,” Foreign Office Spokesperson Zahid Hafeez Chaudhri had said.  Remaining on the FATF’s grey list will continue to make it difficult for Pakistan to get aid from the International Monetary Fund, World Bank, Asian Development Bank and the European Union. India, which is a member of FATF, has repeatedly asked Pakistan to take necessary steps to meet international standards in stopping financial crimes. In February, FATF had decided to retain Pakistan on its  “grey list” and gave the country four more months to achieve full compliance with its 27-point action plan to avoid being put into the “black list”. However, in June, Pakistan gained a breather when the watchdog temporarily postponed all mutual evaluations and follow-up deadlines in the wake of the coronavirus pandemic.","author":"Scroll Staff","time":"2020-10-23T21:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149574-lykpbunmtn-1603463434.jpg","tags":["Pakistan","Financial Action Task Force","Imran Khan","India","terrorism"],"source":"https://scroll.in/latest/976606/global-anti-terror-watchdog-fatf-keeps-pakistan-on-its-grey-list-for-four-more-months-reports"}