{"title":"Global nonfiction in April: Six new books about our fascinating cultural and personal histories","content":"Not Your China Doll: The Wild and Shimmering Life of Anna May Wong, Katie Gee Salisbury Before Constance Wu, Sandra Oh, Awkwafina, or Lucy Liu, there was Anna May Wong. In her time, she was a legendary beauty, witty conversationalist, and fashion icon. Plucked from her family’s laundry business in Los Angeles, Anna May Wong rose to stardom in Douglas Fairbanks’s blockbuster The Thief of Bagdad. Fans and the press clamoured to see more of this unlikely actress, but when Hollywood repeatedly cast her in stereotypical roles, she headed abroad in protest.Anna May starred in acclaimed films in Berlin, Paris, and London. She dazzled royalty and heads of state across several nations, leaving trails of suitors in her wake. She returned to challenge Hollywood at its own game by speaking out about the industry’s blatant racism. She used her new stature to move away from her typecasting as the China doll or dragon lady, and worked to reshape Asian American representation in film.Rural Hours: The Country Lives of Virginia Woolf, Sylvia Townsend Warner and Rosamond Lehmann, Harriet BakerIn Rural Hours, Harriet Baker tells the story of three very different women, each of whom moved to the countryside and was forever changed by it. We encounter them at quiet moments – pausing to look at an insect on the windowsill; jotting down a recipe; or digging for potatoes, dirt beneath their nails. Slowly, we start to see transformations unfold: Virginia Woolf, Sylvia Townsend Warner, and Rosamond Lehmann emerge before us as the passionate, visionary writers we know them to be.Following long periods of creative uncertainty and private disappointment, each of Baker’s subjects is invigorated by new landscapes, and the daily trials and small pleasures of making a home; slowly, they embark on new experiments in form, in feeling and in living that would resonate throughout the rest of their lives. In the country, each woman finds her path: to convalescence and recovery; to sexual and political awakening; and, above all, to personal freedom and creative flourishing.A Really Strange and Wonderful Time: The Chapel Hill Music Scene (1989-1999), Tom MaxwellNorth Carolina has always produced extraordinary music of every description. But the indie rock boom of the late 1980s and early ’90s brought the state most fully into the public consciousness, while the subsequent post-grunge free-for-all bestowed its greatest commercial successes. In addition to the creation of legacy label Merge Records and a slate of excellent indie bands like Superchunk, Archers of Loaf, and Polvo, this was the decade when other North Carolina artists broke Billboard’s Top 200 and sold millions of records – several million of which were issued by another indie label based in Carrboro, Chapel Hill’s smaller next-door neighbour. It’s time to take a closer look at exactly what happened.A Really Strange and Wonderful Time features a representative cross-section of what was being created in and around Chapel Hill between 1989 and 1999. In addition to the aforementioned indie bands, it documents – through firsthand accounts – other local notables like Ben Folds Five, Dillon Fence, Flat Duo Jets, Small, Southern Culture on the Skids, The Veldt, and Whiskeytown. At the same time, it describes the nurturing infrastructure which engendered and encouraged this marvellous diversity. Never Leave the Dogs Behind: A Memoir, Brianna MadiaIn the wake of a painful, public divorce and the ensuing fallout, Brianna moves from a pared-down van into a pared-down trailer. She reckons with her decision to be alone in the desert, living on a nine-acre plot of undeveloped land on the dusty outskirts of a small town in Utah, accompanied only by her four precious dogs: Bucket, Dagwood, Birdie, and Banjo. As she grapples with the anger, despair, and delicious freedom that comes from being wholly on her own, Brianna wonders where, exactly, the road less travelled has led her.The Age of Magical Overthinking: Notes on Modern Irrationality, Amanda Montell “Magical thinking” can be broadly defined as the belief that one’s internal thoughts can affect unrelated events in the external world: Think of the conviction that one can manifest their way out of poverty, stave off cancer with positive vibes, thwart the apocalypse by learning to can their own peaches, or transform an unhealthy relationship to a glorious one with loyalty alone. In all its forms, magical thinking works in service of restoring agency amid chaos, but in The Age of Magical Overthinking, Montell argues that in the modern information age, our brain’s coping mechanisms have been overloaded, and our irrationality turned up to an eleven.In a series of razor-sharp, deeply funny chapters, Montell delves into a cornucopia of the cognitive biases that run rampant in our brains, from how the “Halo effect” cultivates worship (and hatred) of larger-than-life celebrities, to how the “Sunk Cost Fallacy” can keep us in detrimental relationships long after we’ve realized they’re not serving us. As she illuminates these concepts with her signature brilliance and wit, Montell’s prevailing message is one of hope, empathy, and ultimately forgiveness for our anxiety-addled human selves. Reading Lessons, Carol AthertonHow can a Victorian poem help teenagers understand YouTube misogyny? Can Jane Eyre encourage us to speak out? What can Lady Macbeth teach us about empathy? Should our expectations for our future be any greater than Pip’s? And why is it so important to make space for these conversations in the first place?In a career spanning almost three decades, English teacher Carol Atherton has taught generations of students texts that will be familiar to many of us from our own school days. But while the staples of exam syllabuses and reading lists remain largely unchanged, their significance – and their relevance – evolves with each class, as it encounters them for the first time.","author":"Scroll Staff","time":"2024-04-13T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199934-ekrzlrgicy-1712660239.jpeg","tags":["nonfiction","reading list"],"source":"https://scroll.in/article/1066428/global-nonfiction-in-april-six-new-books-about-our-fascinating-cultural-and-personal-histories"}