{"title":"Global Hunger Index: India’s rank down to 102 out of 117 countries, in ‘serious’ category","content":"India’s rank in this year’s Global Hunger Index dropped to 102, which is considered to be in the “serious” category. The index, which calculates the hunger levels and malnutrition across the world, had ranked the country at 95 in 2010.India is positioned only 15 places above Central African Republic – the country with the most severe hunger problem –  which is ranked at 117. The report is based on four indicators – undernourishment, child stunting (impaired growth and development), child wasting (low weight for height) and child mortality.India scored 30.3 on the list of 117 countries. India’s score has dropped from 38.9 in 2005 and 32 in 2010, to 30.3 in 2019. The index stated that India, with its large population, significantly contributed to the indicator values in the region. The country’s child wasting rate was “extremely high at 20.8%”, which the report said was the highest wasting rate of any country for which data was available. The child stunting rate was at 37.9%, also categorised as very high in terms of India’s public health significance.Only 9.6% of all children, between the ages of 6 and 23, in India are provided a minimum acceptable diet. In 2015-’16, 90% of Indian homes had a better drinking water source, while 39% of houses had no sanitation facilities.“In 2014 the prime minister [Narendra Modi] instituted the “Clean India” campaign to end open defecation and ensure that all households had latrines,” the report said. “Even with new latrine construction, however, open defecation is still practiced. This situation jeopardises the population’s health and consequently children’s growth and development as their ability to absorb nutrients is compromised.”On October 2, Modi had declared rural India “open defecation free”. “Today the whole world is appreciating and awarding us providing toilets to over 60 crore people in 60 months by building over 11 crore toilets,” he had said. In September, the prime minister had received the Global Goalkeeper Award from the Bill and Melinda Gates Foundation for the Swachh Bharat Abhiyan.Other countriesThe report noted that countries such as Bangladesh and Nepal had made significant achievements. Bangladesh recorded a decline from 58.5% to 49.2% between 1997 and 2011 while Nepal’s stunting rates dropped from 56.6% in 2001 to 40.1% in 2011. Nepal took 73rd place in the index, Bangladesh was at 88, and Pakistan was ranked 94.The top rank was shared by 17 nations, including Belarus, Ukraine, Turkey, Cuba and Kuwait. The report said that overall global hunger levels have reduced and that the global indicator falls on the cusp of “moderate and serious” categories. “This achievement is no small feat,” the report said. “It coincides with a decline in poverty at the global level from 28.6 percent in 1999 to 9.9 percent in 2015.”Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-16T10:19:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/940666-41868-kdcuktbdjd-1515043983.jpg","tags":["India","Global Hunger Index"],"source":"https://scroll.in/latest/940666/global-hunger-index-indias-rank-down-to-102-out-of-117-countries-in-serious-category"}