{"title":"Glorious past, uncertain future: Can East Bengal stay relevant in Indian football’s new landscape? ","content":"East Bengal’s centenary year has not gone to plan. Since the celebration marking the start of their 100th anniversary kickstarted in July, the club has had few reasons to rejoice.The Red and Golds were knocked out in the semi-finals of the Durand Cup, finished second in the I-League behind arch-rivals Mohun Bagan, who also secured their passage to the Indian Super League (now the top division of Indian football) through a historic merger with ATK.Also Read: Potential precedent or historic mistake? What Mohun Bagan-ATK merger could hold for Indian footballEast Bengal couldn’t even get their hands on the Calcutta Football League, a matter of great prestige in the city, seeing underdogs Peerless SC triumph. Last month, investors Quess Corporation also ended their contract with the club, thus leaving them without any financial partner when a move to the ISL looks like the need of the hour.Falling behind timesThe club seems to be on course to find a new financer and have made a few notable signings preparing itself for the big leap, but the uncertainty over the move remains. The Covid-19 pandemic has also not helped their cause.“The recent results are not good but the truth is that the club has been falling behind for a few years now. It has not come to terms with how football is now being run all over the world and we have not adapted,” Krishnendu Dutta, a member of the East Bengal Ultras, who has been a supporter of East Bengal for over 20 years told Scroll.in.Former striker Shyam Thapa who played for the club during the 1970s echoed his thoughts.“The club officials have been giving too many excuses for not being able to make positive changes at the club. Whenever there’s criticism, they say we can’t do anything as we are an army-controlled club. I find it quite ridiculous,” Thapa told Scroll.in.“They had big sponsors in Kingfisher, the Chief Minister also offered them land but they did not take it. You got to ask questions to the officials for the lack of vision and professionalism at the club,” he added.During Thapa’s time at the club as a player, East Bengal was in the sound hands of club secretary JC Guha. From arranging finances to scouting talent and signing the best players, he was at the heart of everything the club did.Under him, the club prospered and became one of the best clubs in Asia in the 1950s. Even in the years that followed, the Red and Golds were the dominant force in Indian football alongside Mohun Bagan.But Thapa feels football has changed with time and clubs need a modern set-up to be successful, something that East Bengal has never adopted.“The club has been in the hands of the same, few people and their children and so on. It needs fresh ideas and a new approach. The glory days are gone. How long can you live in the past?” he said.The ISL moveWith arch-rivals Mohun Bagan moving to the ISL, the pressure on East Bengal following suit has grown. However, there’s more to securing a move to the ISL than just matching their city rivals.“It’s not much about Mohun Bagan moving to the ISL. It’s about playing in the top league which is the ISL. Whether we like the competition or not, it’s marketed much better, has better players and most importantly has the AFC Champions League slot,” Dutta said.“In the 90s, we were regulars in the AFC competition and that’s where we want to get to. And for that, we have to move to the ISL. It’s a must for a club like East Bengal,” he added.“I think a move to the ISL will keep the officials on the toes because of the tougher competition there. In the I-League that was not the case, and East Bengal were always seen as favourites,” he continued.East Bengal were offered a chance to move to the ISL two seasons ago, but the club refused to pay the franchise fee of Rs 15 crore that every team participating in the ISL paid. Thapa believes the club’s reluctance in doing so further stalled their progress.“East Bengal had a chance to join ISL, but they refused to pay. They thought we are a club with such a big history, so we should not be paying. That doesn’t work when other participating teams in the ISL are paying. It’s a new competition that has done well and has its own rules. East Bengal must do everything to be a part of it,” he said.Former East Bengal midfielder Alvito D’Cunha though argued that the ISL needed East Bengal as much as the club needed the competition.“East Bengal is a massive club with great fans. No team in the ISL can compare to it. So, the ISL needed East Bengal as much as the club needing to play there. Hopefully, this time we will see it happening. A club like East Bengal has to be in the top league,” he told Scroll.in.D’Cunha felt the problems at the club were not as deep as Thapa thought and it’s been the case of failing to clear the final hurdle when it came to winning titles. East Bengal have not won a national-level competition since the 2012 Federation Cup.“You can’t say there’s a problem at the club or with the recruitment. If that was the case East Bengal wouldn’t have come close in the I-League or the other competitions. I feel it’s down to the players who have fumbled at crucial junctures,” he said.“I find it surprising as the pressure on the players has eased considerably now. When we played the pressure was very high,” added the Goa-born player who played for the Kolkata outfit for 14 years.Keep identity or seek progress?With an agreement among former players and fans alike that a move to the ISL is the best foot forward for the club, the jump is likely to come at a cost.Mohun Bagan have had to sacrifice their identity to an extent with the merger with ATK, and it’s something East Bengal want to avoid.“We want to join ISL, but with our own name. Mohun Bagan have now become a new entity. We don’t want East Bengal to go that way,” Dutta said.Thapa though felt the club would need to make a compromise for the greater good of the club.“The investor is going to want some control after putting so much money. That’s where the problem could arise as the club officials have not been known to do things amicably with their partners. They don’t want to lose control,” he said.D’Cunha though felt East Bengal’s brand was big enough to attract partners as their presence would only enhance their own product.“I’m sure there will be an investor soon and even if there is a merger, the other club will have to merge into East Bengal and not the other way round,” he said.Even if East Bengal manage to get into the ISL, it would need time to be able to get to the pinnacle of Indian football.“The earlier we get into the ISL the better. We would need time to get used to it and settle in the new league. Once we are steady then only we will be able to attract the best names in Indian football. Yes, we have great fan following and heritage, but as of now, players may hesitate to join East Bengal. We need to remove those reservations through performance,” Dutta said.A hundred years after coming into existence as a breakaway club and finding their way to the pinnacle of Indian football, East Bengal are in dire need of a reincarnation. For a club often accused of dwelling on the past, inspiration to regain their lost glory must come from those glorious and glittering times.","author":"Kaushal Shukla","time":"2020-05-10T09:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/58418-yvyxblebbw-1588952521.jpeg","tags":["Football","Indian Football","East Bengal","Mohun Bagan","Indian Super League","I-League","Shyam Thapa","Alvito D'Cunha"],"source":"https://scroll.in/field/961439/glorious-past-uncertain-future-can-east-bengal-stay-relevant-in-indian-footballs-new-landscape"}