{"title":"GN Saibaba’s detention is ‘inhumane and senseless’ says UN Special Rapporteur ","content":"India’s persistent detention of former Delhi University professor GN Saibaba is an “inhumane and senseless act” that needs to end, the United Nations Special Rapporteur Mary Lawlor said on Monday. Wheelchair-bound Saibaba, who is 90% disabled, was convicted by a trial court in 2017 for allegedly having links to the banned Communist Party of India (Maoists) and a frontal organisation, the Revolutionary Democratic Front. He was sentenced to life imprisonment.In October, the Bombat High Court had acquitted Saibaba, holding that a sessions court in Gadchiroli charged Saibaba under provisions of the Unlawful Activities (Prevention) Act without sanctions from the Centre. However, the order was suspended by the Supreme Court on petition filed by the Maharashtra government challenging the order.“GN Saibaba is a long-standing defender of the rights of minorities in India, including the Dalit and Adivasi people,” Lawlor said on Monday. “His continued detention is shameful. It bears all the hallmarks of a state seeking to silence a critical voice.”Lawlor, who is in contact with the Indian government regarding the case, said that the UN human rights experts have repeatedly raised grave concerns about his prosecution. His detention was declared arbitrary by the UN Working Group on Arbitrary Detention in an opinion issued in 2021, she said.“Mr Saibaba has been detained in a high security ‘anda barracks’ in conditions incompatible with his status as a wheelchair user,” the UN expert said. “His 8×10 feet cell has no window and one wall made of iron bars, exposing him to extreme weather, especially in the scorching summer heat.”Lawlor said that states have an obligation to uphold the right to health of prisoners and detainees and ensure their dignity. “Prison authorities must ensure that prisoners with disabilities are not discriminated against, including by ensuring accessibility and providing reasonable accommodation,” she said. The UN expert added that Saibaba’s health has “severely deteriorated” in detention and he should be released.Also read: Why experts criticise SC order suspending Bombay HC’s acquittal of GN Saibaba","author":"Scroll Staff","time":"2023-08-22T11:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181297-paotzfgxya-1665758231.jpg","tags":["United Nations Special Rapporteur","GN Saibaba","Delhi University","Maoists","Human Rights"],"source":"https://scroll.in/latest/1054685/gn-saibabas-detention-is-inhumane-and-senseless-says-un-special-rapporteur"}