{"title":"Goa polls: Former CM Manohar Parrikar’s son not on BJP’s candidate list, AAP offers him ticket","content":"Former Goa Chief Minister Manohar Parrikar’s son Utpal Parrikar is not among the 34 candidates that the Bharatiya Janata Party announced on Thursday for the upcoming Assembly elections. There are 40 seats in the Goa Assembly.Earlier this month, Utpal Parrikar had expressed his desire to contest the Panaji constituency which his father held for 25 years before his death in 2019. However, the BJP has fielded sitting MLA Atanasio Monserrate from the constituency.“Sitting MLA has been given [a] ticket from Panjim,” BJP leader Devendra Fadnavis said, while announcing the candidates, ANI reported. “Utpal Parrikar and his family are our family. We gave [him] two more options but he rejected the first one. [A] second option is being discussed with him. We feel that he should agree.”Utpal Parrikar has questioned Monserrate’s candidature from Panaji, News18 reported.“Will the party give [the] ticket to a person with criminal antecedents in the constituency represented by late Manohar Parrikar?” he asked.Monserrate told reporters that he cannot compare himself with Manohar Parrikar, and that he has high regard for the former chief minister and his family, ANI reported. He refused to comment on Utpal Parrikar’s statements.“I assure you, with all my supporters, we will work hard to see that the margin of victory should be the highest that the BJP has got,” he said.Meanwhile, Delhi Chief Minister and Aam Aadmi Party National Convener Arvind Kejriwal invited Utpal Parrikar to contest on his outfit’s ticket. In a tweet soon after BJP announced the candidates’ list, Kejriwal wrote: “Goans feel v[ery] sad that BJP has adopted use and throw policy even with Parrikar family. I have always respected Manohar Parrikar ji. Utpal ji is welcome to join and fight elections on AAP ticket.”Earlier, Shiv Sena leader Sanjay Raut had also backed Utpal Parrikar’s candidature, ANI reported.“Manohar Parrikar contributed to Goa’s development, but his family faced disrespect after his demise,” he told the news agency on Monday. “Utpal Parrikar, his son, must be given a ticket from Panaji. Every political party contesting polls must support him and bring him to power.”","author":"Scroll Staff","time":"2022-01-20T14:38:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/123637-hvbqbadgwz-1562854791.jpeg","tags":["Manohar Parrikar","Goa Assembly Polls","Goa","BJP","Utpal Parrikar"],"source":"https://scroll.in/latest/1015485/goa-polls-former-cm-manohar-parrikars-son-not-on-bjps-candidate-list-aap-offers-him-ticket"}