{"title":"Goa polls: BJP falls one short of majority mark, claims it has support from Independent candidates","content":"The Bharatiya Janata Party won 20 constituencies in Goa, falling just just one seat short of the majority mark of 21 in the 40-member Assembly as counting ended in the coastal state on Thursday.The Congress won 11 seats. Three Independent candidates won in the state, while the Aam Aadmi Party and the Maharashtrawadi Gomantak Party have won two seats each. The Goa Forward Party and Revolutionary Goans Party have won one seat each.The BJP’s Goa unit chief Sadanand S Tanavade claimed that the party has received letters of support from the Maharashtrawadi Gomantak Party which has won two seats, and also from three Independent candidates, reported PTI.  Photo credit: Election Commission of IndiaBJP’s Goa in-charge Devendra Fadnavis said that BJP will form a government in the state with a “good” majority of 25, reported the Hindustan Times.“Apart from three Independents, the MGP [Maharashtrawadi Gomantak Party] has also given a letter of support to the BJP,” he said.However, of the three Independent candidates, only Chandrakant Shetye has publicly expressed his support for the BJP, according to the Hindustan Times.Fadnavis added that the party would “take it slow” in meeting the governor regarding staking claim to power. He said a BJP legislature party meeting will be held before meeting the governor. “Because we have a majority, we do not need to run around,” Fadnavis said.Celebrations at BJP office in Panaji following official EC trends for #GoaElections2022 As per the latest trends, BJP has won 5 and is leading on 15 so far. pic.twitter.com/JK27eRuhla— ANI (@ANI) March 10, 2022\n\nDelhi Chief Minister Arvind Kejriwal congratulated Captain Venzy Viegas and Engr Cruz Silva who won representing Aam Aadmi Party from Benaulim and Velim.AAP wins two seats in Goa. Congratulations and best wishes to Capt Venzy and Er Cruz. Its the beginning of honest politics in Goa— Arvind Kejriwal (@ArvindKejriwal) March 10, 2022\n\nGoa Chief Minister and BJP leader Pramod Sawant won the Sanquelim constituency by a narrow margin of 666 votes.In Panaji, BJP’s Atanasio Monserrate defeated former Chief Minister Manohar Parrikar’s son, Utpal Parrikar, by 716 votes.“It was a good fight, I thank the people…but the result is a little disappointing,” Parrikar told reporters, NDTV reported.#ResultsWithNDTV | BJP supporters celebrate outside counting centre in Panaji, Goa #ElectionResultsWatch live: https://t.co/hMlRpgrUU6 pic.twitter.com/d8Cok9BBvI— NDTV (@ndtv) March 10, 2022\n\nOther key candidatesBJP leader Vishwajit Rane won the Valpoi constituency by 8,085 votes, while Leader of Opposition, Digambar Kamat of Congress bagged the Margao constituency by 7,794 votes. Kamat was up against Deputy Chief Minister Manohar Ajgaonkar.Deputy Chief Minister in the Pramod Sawant-led cabinet, Chandrakant Kavlekar, lost to Congress candidate Altone D’Costa in Quepem. D’Costa, a first time contestant from the constituency, defeated Kavlekar by a margin of more than 3,000 votes.As many as 11,64,215 voters have voted to elect from 301 candidates who contested in 40 Assembly seats. In the polling held on February 14, Goa had recorded a voter turnout of 78.94%.The Bharatiya Janata Party was looking to retain power in the state, contesting for the first time after its prominent leader and former Chief Minister Manohar Parrikar died in 2019.Besides the BJP, the Congress, which has allied with Goa Forward Party, is also a major contender. It had had lost the 2017 Assembly elections even after winning the most number of seats – 17. The BJP had quickly formed alliances and staked claim to form the government before the Congress could.Other parties contesting the polls are the Trinamool Congress and Maharashtrawadi Gomantak Party coalition, and the Nationalist Congress Party-Shiv Sena alliance.Exit polls, however, had predicted a tight race for the BJP and Congress. Both parties were tipped to win 16 seats each in the 40-member Assembly, according to the poll. The Trinamool Congress-led alliance was predicted to win three seats.After the exit polls were announced, the Congress, which had earlier refused to form alliances with many other parties, had said on Monday that it was it would begin talks with parties that oppose the BJP to form a government in the state.","author":"Scroll Staff","time":"2022-03-10T11:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171322-oiwmuxvrat-1646916027.jpg","tags":["Goa","Goa elections","Assembly elections","Pramod Sawant"],"source":"https://scroll.in/latest/1019156/goa-elections-bjp-leads-in-18-seats-congress-ahead-in-11"}