{"title":"Goa's Civil Code has backing of BJP, but it's not truly Uniform","content":"Goa's Portuguese-crafted Family Law has a strange set of backers. Five decades after the departure of the European colonists from the tiny coastal state, the law is being championed by Bharatiya Janata Party politicians who claim it is India's only uniform civil law, applicable to all citizens regardless of religious difference.Under the current legal system, Indians of different religious groups are governed by so-called personal laws that regulate marriage, divorce, guardianship and succession.  But the BJP had in its election manifesto promised to implement a Uniform Civil Code, applicable to all citizens. Since 1997, the party has been holding up Goa’s Civil Code as a model to be implemented across the country.“If we can have a Uniform Civil Code in Goa then what is the problem in introducing it countrywide?\" BJP leader LK Advani said when he brought his Swarn Jayanthi Rath Yatra to the state that year. \"The majority of the population in Goa is Christian and if there is no problem there, how can it create a problem elsewhere?”The Goa Civil Code, or Family Law, is based on the Portuguese Civil Code of 1867. There have been subsequent amendments regarding the customs and \"usages of Gentile Hindus\" in 1880, marriage and divorce in 1910, and on Catholic marriages in 1946. All these periods, except 1910, reflect points in time when Portugal was deeply conservative.It’s strange that these 19th-century colonial laws are consistently lauded, because they are far from equal, or even capable of coping with contemporary requirements.To begin with, marriage laws differ for Catholics and people of other faiths, and this affects the laws governing Catholics after they marry. Divorce depends on what law people have been married under.  \"There is no separation of the Church from the State yet,\" argued lawyer Albertina Almeida, a campaigner for women's rights. She points out that in the case of those who opt to solemnise their marriage in church, the Church can annul the marriage at the instance of one of the parties, as is laid down in church law.In addition, the “customs and usages” of the Hindus of Goa are also recognised. “Limited” polygamy has been allowed to Hindus and bigamy has been recognised to have civil effects. Other inequalities – on issues of adoption and the rights of illegitimate children – are also allowed for in these laws. When it comes to taking an oath in court, differences on the basis of caste have been accepted.To be sure, some provisions of the Goa Civil Code are revolutionary in the Indian context. Take, for instance, the Community Property Law, which guarantees – immediately upon betrothal – each spouse 50% of all assets owned and due to be inherited at the time of marriage. Not only does a woman own half the property of her husband, and vice versa, but each partner must take the spouse’s permission before disposing of any of those assets.However, Shaila de Souza, who heads the Centre for Women's Studies at Goa University, said that these property rights often exist only on paper. \"Very often, daughters get a certain amount of gold at the time of their marriage and are asked to sign off their rights to the family property,\" she said. \"It is not common that daughters fight for their share of the parental property and if there are such cases invariably it will be because of an informed son-in-law who wishes to claim his share.”Almedia also notes that the mere existence of a law does not bring about equality in social relations.“We did a study to show that despite these seemingly equal laws, the issue of domestic violence is very prevalent,\" she said. \"We had to demand and lobby to extend the Dowry Prohibition Act to Goa. Similarly there were murmurs that a domestic violence law is not required for Goa. But we kept emphasising that family laws, no matter how equitable, do not automatically translate into the absence of domestic violence.\"So, how and why does the Goa Family Law continue to get such good press?Crucially, there is also an influential section within Goa that sees a financial opportunity here. The supposed shared income between the spouses can result in lower taxes on their families, especially when one spouse is the major income earner. As the income in notionally divided between both spouses, tax incidence is reduced, sometime even halved. There's money to be made in presenting that the Goa civil code is uniform.","author":"Frederick Noronha","time":"2014-06-09T05:47:59+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/666255-5085ea69-774d-4e1e-98ec-08cca6b96b23.jpg","tags":[],"source":"https://scroll.in/article/666255/goas-civil-code-has-backing-of-bjp-but-its-not-truly-uniform"}