{"title":"Khayyam interview: ‘My way is different, I don’t compose music over any instrument’","content":"There’s a nip in the air as I walk up to music director Khayyam’s three-bedroom flat in Mumbai’s Juhu neighbourhood. Clad in a full-sleeve shirt and a pyjama, Khayyam ushers me into the drawing room. As I follow him towards the upholstered old-style sofa, it is hard to believe that this unassuming slender man has composed haunting numbers such as Jeet Le Lenge Baazi Hum Tum, Hazar Rahein Mud Ke Dekhi, Simti Hui Ye Ghadiyan, Ae Dil-e-Nadan, Karoge Yaad To and Dikhai Diye Yun. It’s overwhelming to be in the company of the last surviving musician of the golden era of the Hindi film music.I throw a glance at Khyyam’s neat and sparse room. A red carpet adorns a part of the pale yellow floor studded with black marble tiles. Numerous film awards are lined in glass-encased shelves. A few family photographs, film posters and a framed picture of his son Pradeep, who died at a young age, describe the world of the Khayyams.Khayyam is a bit hard of hearing, and his legs wobble as he gets up from the sofa. But the 90-year-old composer speaks enthusiastically while sifting through his memories. His speech is peppered with Hindi, Urdu and English. His words have a musical ring to them. Perhaps, after composing music for over 70 years, Khayyam is subconsciously trying to create music even in his speech.Born Mohammed Zayur Khayyam Hashmi in Rahon near Jalandhar on February 18, 1927, Khayyam found himself deeply moved by cinema at an early age. He was mesmerised by KL Saigal in particular. “I wanted to be like him ever since I can remember – the quintessential actor-singer,” he said.Khayyam’s father was interested in literature, music and poetry, and he often took Khayyam and his siblings to Jalandhar to watch films. On the way, Khayyam often heard something that filled him with patriotic fervour. “When the train halted at Khatkar Kalan station, my father made us kids stand,” Khayyam said. “He then said, ‘Salute this village, this is the village of Shaheed Bhagat Singh, where his ancestral home is located.’ For the rest of the journey, my father told us about Bhagat Singh’s inspiring life and how he and his friends chose the gallows to liberate the country from the British.”Being interested in films was one thing, but becoming a singer-actor was quite another. Khayyam’s family failed to come to terms with his ambition, and he was often rebuked for not paying attention to his studies. At the age of 11, Khayyam ran away to his uncle’s home in Delhi. “When my uncle learnt that I had travelled all alone from Jalandhar without informing my parents, he was furious,” Khayyam said. “Fortunately, my granny was there and she calmed him down.”\n\n\n    \n    Play\n\nAye Dil-e-Nadan from Razia Sultan (1983).Noticing his passion for music, his uncle took him to Pandit Husnlal and Pandit Bhagat Ramunder, with whom Khayyam studied music for the next five years. To fulfill his dream, 17-year-old Khayyam travelled to Mumbai, but after a month-long struggle, he realised that he was too young to catch anyone’s attention. Then, a friend took him to music composer Ghulam Ahmed Chisti – or Chisti Baba, as Khayyam remembers him – in Lahore. Impressing him by reciting a musical phrase that Chisti Baba wanted to hear, Khayyam succeeded in becoming one of his assistants.“My work was to give rehearsals to singers and musicians,” Khayyam said. “Chisti Baba provided for my food and lodging, but he said that I would not get any money until I learnt my work.” Khayyam soon ran short of money. He decided to approach his elder brother, who had a flourishing transport business. “When my brother learnt that I was earning practically nothing, he slapped me so hard that I haven’t forgotten the stinging pain till date,” Khayyam said. “I couldn’t sleep the entire night, torturing myself to death that by not studying like my other siblings, I had ruined my life.”Unable to bear the humiliation, Khayyam joined the Indian Army as a soldier in 1943. “There was another reason that prompted me to wear the uniform,” Khayyam said. “The British government had promised to give freedom to the country if we supported them in the war.”Posted in Lahore, Rawalpindi and Pune, Khayyam regaled his unit with his songs. “On important occasions, my officers used to send for me,” he said. But the longing to become KL Saigal hadn’t faded away. Khyyam quit after three years in service and joined Chisti Baba again. Recognising his hard work, filmmaker BR Chopra suggested to Chisti Baba that Khayyam should be paid like the others. “I started getting Rs 125 as a monthly salary,” Khayyam said. “For the first time, I realised that there was both respect and money in music.”\n\n\n    \n    Play\n\nAkele Mein Wo Ghabratein To Honge from Biwi (1948).In January 1947, Khayyam came to Mumbai with Rahman, who was also an assistant to Chisti Baba. He met his gurus Pandit Husnlal and Pandit Bhagat Ram, who had established themselves as the country’s first music director duo. “They gave me a playback song,” Khayyam said. “I also teamed up with Rahman and we got our first break in Heer Ranjha. We composed music under the pseudonym Sharmaji Vermaji.”Rahman opted to move to Pakistan during the Partition. Even as communal tension gripped Mumbai, Khayyam didn’t think of leaving as he felt protected by the people he knew. “If anybody troubles you, “tell him that you are my son,” Pandit Husnlal told him.Khayyam continued to compose music under the pseudonym Sharmaji for a few more films. His ghazal Akele Mein Wo Ghabratein To Honge, sung by Mohammed Rafi in Biwi (1948), became a huge hit. “It was a lucky break,” Khayyam said. “All great poets of the film industry started liking me.”In 1952, when Khayyam bagged Footpath, his friends Majrooh Sultanpuri, Sardar Jafri and Chandulal Shah suggested that he should use his real name. The composer chose Khayyam from his full name. Whether it was the effect of the name or Khyyam’s stars, the music of Footpath became an instant hit the following year. The nation was humming Shaam-e-gham ki qasam, aaj ghamgin hain hum.\n\n\n    \n    Play\n\nShaam-E-Gham Ki Qasam from Footpath (1953).Despite the success of his songs, Khayyam did only a handful of films. In 1958, Raj Kapoor chose him over his favourite Shankar-Jaikishan in his 1958 production Phir Subah Hogi. It’s telling that Khayyam never fawned over anybody or played foul to get work. After the success of Phir Subah Hogi, Kapoor invited him for dinner. During the conversation, Khayyam’s wife, Jagjit Kaur, pointed out that Raj Kapoor was paying more attention to him, leaving the senior composer Jaikishan uneasy. A distressed Khayyam walked out of the house without informing anybody. Kapoor didn’t offer him any film after that incident.Khayyam didn’t even propose his wife’s name to producers even though she had sung timeless classics, such as Tum Apna Ranjo Gham.\n\n\n    \n    Play\n\n Tum Apna Ranjo Gham from Shagoon (1964).Khayyam went on to score lilting numbers in such films as Lala Rukh (1958), Shola Aur Shabnam (1961), Shagoon (1964) and Aakhri Khat (1966). “It was painful when people told me that though my music was good, my films didn’t become jubilee hits.” Khayyam said. When Yash Chopra signed him for Kabhie Kabhie in 1976, he told Khayyam that he had been signed on despite stiff opposition because he was considered unlucky. Khayyam prayed at the shrines of Imam Hussain and Hazrat Abbas. Kabhie Kabhie became a super hit, and its songs have hung on to people’s lips till date.  \n\n\n    \n    Play\n\nThe Kabhi Kabhie title track.Khayyam went on compose melodies in Kaala Patthar, Trishul and Noorie and in other successful films such as Bazaar, Thodi Si Bewafaai, Dard and Umrao Jaan. It was amazing how well Khayyam could adapt to the music of the new era. In 1981, when Chopra offered him Silsila, Khayyam turned it down as he wasn’t comfortable with its theme. “Yash asked me to reconsider my decision, but I was firm,” he said. “This ended my professional association with him, but we remained friends.”In a career that began in 1947, Khayyam composed for only 57 films. “I could easily have done 200-plus films like most contemporary musicians, but I was clear that I didn’t want to compromise on quality,” he said.Indeed, Khayyam paid close attention to details. Before composing any song, he would read the script to get the right mood in the music, pondered over the lyrics and learnt about the characters who would hum the songs. To give an authentic feel of a particular area, he also wove regional folk songs into the soundtrack. It is said that he got Phir Subah Hogi because he was the only composer who had read Fyodor Dostoevsky’s Crime and Punishment, on which film was based.\n\n\n    \n    Play\n\nDil Cheez Kya Hai from Umrao Jaan (1981).Khayyam also composed music for ten television serials. “I was also chosen by the government to compose two patriotic songs during the war with China – they were part of a documentary made by Mehboob Khan and were shown in film theatres to wide acclaim across the country,” Khayyam said with a proud glint in his eyes before reciting one of the songs penned by Jan Nisar Akhtar: “Ek hai apni zamin, ek hai apna gagan, ek hai apna jahan, ek hai apna watan, apni aab sukh ek hain, apne sabhi gham ek hain, awaz do hum ek hain, hum ek hain.”Khayyam also made several non-film albums in various styles – ghazals, bhajans, geet, shabd – that amounted to over 200 titles. “Some of them were so popular that I was pleasantly surprised to notice that a few music directors had copied parts of their tunes and musical phrases and used them in their film songs,” he said. “They may not give me the credit, but they know that God has made Khayyam special.”How does Khayyam come up with intricate tunes interspersed with perfect pauses of silence? Does he compose music over his harmonium or any other musical instrument? “My way is different,” he explained, “I don’t compose music over any instrument. When the composition comes to me through the divine power, I discuss them with my wife and we examine if they are technically correct. Half of the credit of my songs goes to my wife. I had once proposed to compose music under ‘Khayyam Jagjit Kaur’, but she turned it down.”In 2016, Khayyam formed a trust to donate his wealth to struggling artists and the needy. “We got everything from our country, and when my wife suggested that we must do something for our people, I couldn’t agree more,” he said. “We have decided to sell everything we have, and the interest on the principal amount, which is close to Rs 10 crore, will be donated every year. We have started with giving away a small sum last year and the annual donation will get bigger and bigger in the future. Our trust will ensure this even when we are gone.”","author":"Aditya Sharma","time":"2017-02-19T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/829740-51779-qvqidwxshl-1487445576.jpg","tags":["Khayyam","Umrao Jaan","Razia Sultan"],"source":"https://scroll.in/reel/829740/god-has-made-khayyam-special-at-90-the-hindi-film-music-composer-isnt-done-yet"}