{"title":"God made me an instrument to represent people at Ram temple consecration, says PM Modi","content":"Prime Minister Narendra Modi on Friday claimed that God had chosen him as “an instrument to represent all the people of India” at the consecration ceremony of the Ram temple in Ayodhya on January 22.“I am emotional,” Modi said in an audio message posted on social media. “For the first time in my life, I am experiencing such feelings.”He also said that he has begun an 11-day “special observance” as prescribed in Hindu scriptures. This, he said, was to “awaken divine consciousness” within him ahead of the ceremony. He did not elaborate on what the observance comprises.Only Modi, Uttar Pradesh Chief Minister Adityanath, the state’s Governor Anandiben Patel, Rashtriya Swayamsevak Sangh chief Mohan Bhagwat and the chief priest of the temple will be inside the sanctum sanctorum during the consecration. The Rashtriya Swayamsevak Sangh is the parent organisation of the ruling Bharatiya Janata Party.प्राण-प्रतिष्ठा से पूर्व 11 दिवसीय व्रत अनुष्ठान का पालन मेरा सौभाग्य है। मैं देश-विदेश से मिल रहे आशीर्वाद से अभिभूत हूं। https://t.co/JGk7CYAOxe pic.twitter.com/BGv4hmcvY1— Narendra Modi (@narendramodi) January 12, 2024\n\n\nOn Friday, PTI quoted senior BJP leader LK Advani, who led the agitation for the Ram Janmabhoomi temple in the late 1980s, as having said that “Lord Ram had chosen his devotee [Modi] to rebuild his temple”.The former deputy prime minister’s comment is part of an article that will be published in the Rashtriya Swayamsevak Sangh mouthpiece Rashtra Dharma magazine next week.The Babri masjid, located in Ayodhya, was demolished by Hindutva extremists on December 6, 1992, because they believed that it stood on the spot on which the deity Ram had been born. The incident triggered communal riots across the country. The Ram temple is being built on site of the razed Babri mosque.Advani also said that Modi was his assistant during the Rath Yatra that he took out on September 25, 1990 from Somnath in Gujarat. The yatra had culminated in the demolition of the Babri mosque.Advani is likely to attend the consecration ceremony, The Hindu reported on Tuesday quoting Alok Kumar, the president of the Hindutva organisation Vishwa Hindu Parishad.Advani, who is 96 years old, had initially been urged by the temple trust not to attend the ceremony considering his old age and frail health.Also read: Ram temple shows Hindutva demands complete surrender – even of our memories","author":"Scroll Staff","time":"2024-01-13T09:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195298-rpysurpfoq-1698291316.jpg","tags":["Narendra Modi","LK Advani","BJP","Ram temple"],"source":"https://scroll.in/latest/1062064/god-made-me-an-instrument-to-represent-people-at-ram-temple-consecration-says-pm-modi"}