{"title":"‘Godse 2.0’: Jamia shooter makes speech at Haryana event encouraging attacks on Muslims","content":"On January 30 last year, a young man with a frenzied look and a pistol in his hands marched up to a crowd of  students protesting outside Delhi’s Jamia Millia Islamia  against the amended Citizenship Act and the proposed nationwide National Register for Citizens. Contending that the initiatives discriminated against India’s Muslims, the protestors had adopted a range of slogans, including a rhythmic chant demanding “azadi”, or freedom, from a litany of injustices.“Yeh lo azadi,” here is your freedom, the young man shouted as he fired his pistol, with Delhi police officials looking on a short distance away. His bullets injured one student. The attacker was quickly bundled away by the police. Because he was reported to be a minor aged 17, his face was blurred in most published photographs and his name could not be published. In his home town in Jewar in Uttar Pradesh, his neighbours expressed support for his actions. He was sent to 28-day protective custody in a correctional facility by the Juvenile Justice Board in January. But little was known about him and because he was a minor, the legal details of his case were kept secret. Now, over a year later, he resurfaced in public. On July 4, he made a speech at the communally charged mahapanchayat in Pataudi in Haryana that had reportedly been organised to discuss religious conversions, so-called love jihad and the need for a population control law.  He told Scroll.in over the phone that he was in his second year of his bachelors’ studies at Indira Gandhi National Open University. “I am only working towards Hindutva,” he added, after which he abruptly ended the call and was unreachable thereafter. Since his current age is not explicitly known, Scroll.in has decided against revealing his identity.Videos of the mahapanchayat show him taking the mike, dressed in a plain white shirt with a disheveled look. He started his speech chanting “Jai Shri Ram!” and ended by calling for Muslims to be attacked.“Jab mulle katey jayenge...” he started, and the crowd completed his sentence, “Tab Ram Ram chilayenge”. When mullahs – a pejorative term for Muslims – are stabbed, they will scream the name of Ram.BJP leader and Karni Sena president Suraj Pal Amu delivered anti Muslim hate speech at Hindu Mahapanchayat in Pataudi, Haryana.No FIR against him?Via: @adabehindustan pic.twitter.com/03ovyJzUwr— Azhar Khan (@I_am_azhar__) July 4, 2021\n\n‘Pick up weapons’ A number of videos on social media show that the shooter is well-versed in the language of Hindutva.On July 3, he announced that he would be attending the mahapanchayat at Pataudi in a Facebook live video while speaking to a person named RB Gurjar. Gurjar lives in Palwal, Haryana and works as an educational consultant, according to his Facebook page. It adds that he is interested in Hindu ekta or Hindu unity. In the video, Gurjar and the shooter discuss “love jihad”, a conspiracy theory floated by Hindutva supporters alleging that Muslim men charm Hindu women into marrying them merely so that they can force the women to convert to Islam.In the video, the shooter urges Hindu men to protect their sisters and daughters. “Have we become so weak that we are unable to protect our sisters and daughters?” he said. “Hindus will only awaken when they have to read the namaz.”He insists that Hindu men act and cites the example of his attack on the protestors last year: “Don’t just act, but create a ruckus. The Constitution gives us this right.”He declared that caste divisions were a barrier to Hindu unity, and said that he had dropped his last name, which indicated that he was a Brahmin. Instead, he had decided to use the suffix “Ram Bhakt”. “What is the duty of a Brahmin? It is to take everyone together,” he said in the video. “If someone enters the temple, it is only a Brahmin who tells you this is Lord Ram, Lord Krishna and Sita.”On the next day, videos show the shooter entering the venue at which the event is being held flanked by several men carrying saffron flags. The men chanted, “Mullo ka na qazi ka, desh hai veer Shivaji ka”. This country belongs to the brave Shivaji and not to Muslims or Muslim priests. Call to armsHe chided Hindu men for being unable to “pick up” Muslim women to bring them into the fold of the Sanatana Dharma. “Do you not have an iPhone?” he said. “Do you not have big cars? If they can pick up your sisters then why can you not get one of them?”After his speech, he gave an interview to a reporter from State News Haryana, in which he urged Hindu youth to “pick up weapons” and dismissed the idea of secularism. “I do not believe in the word secular, it has been thrust upon the Hindus,” he said. “There is no one left to define minorities in the country…I would like to implore the youth to pick up weapons…we will have to write history again.”Jamia Student Shadab Nazar injured in shooting at Jamia  Shifted to Aiims trauma center.#Jamia #Jamia pic.twitter.com/9j10ltnwzI— Rehan_ahmed (@Dr_Rehan_ahmed) January 30, 2020\n\n‘Godse 2.0’Even before the attack on the Jamia students, the shooter had made several social media posts criticising the protests against the citizenship initiative. He live streamed videos of himself walking around the neighbourhood in which Jamia Millia Islamia is located, and shouted “Jamia Murdabad”.In another series of posts, he said: “Shaheen Bagh, the game is over.” Shaheen Bagh was a protest site in Delhi led by Muslim women that became the epicentre of the resistance to the citizenship law.But over a year after he was taken into custody, the shooter has not shied away from expressing his radicalised views on social media platforms, especially Instagram. His display picture is a shot of him, ready to shoot the crowd of student protestors last year with a policeman looking on. His posts express pride at his actions. A video accompanied by a fast-paced song, shows images of him splashed on the front pages of newspapers reporting on the firing incident. Another post shows him posing with an axe and flexing his arm. In nearly every post, he signs off as “Godse 2.0”, a reference to Nathuram Godse, the man who assassinated MK Gandhi in 1948. A post dated April 11 shows that he was awarded the Sanatan Dharm Rakshak Samman 2021 by the Sanatan Hindu Sansad. He writes that he was felicitated by Pratap Sarangi, the Union minister of animal husbandry, dairy and fisheries.Kapil Gujjar, the man who opened fire in Delhi's Shaheen Bagh area yesterday has been sent on police remand for two days by a Delhi court. (file pic) pic.twitter.com/PNsvM9cP0M— ANI (@ANI) February 2, 2020\n\nHe also seems to have met Kapil Gujjar,  who opened fire at Shaheen Bagh last year, according to a post the shooter put up on April 12.In one post on April 20, he wrote, “Gurudev, I am only walking on the path you have shown.” The post was a video of a speech being made by Yati Narsinghanand Saraswati, the priest at Dasna Devi Temple in Ghaziabad in Uttar Pradesh, who is well known for his anti-Muslim views. In March, a  Muslim boy was brutally assaulted by two men for entering the temple compound to look for a drink of water.","author":"Vijayta Lalwani","time":"2021-07-06T09:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135603-clyrbarmyn-1580400078.jpg","tags":["Jamia firing","CAA protests","Jamia shooter","Ram Bhakt Gopal","Jewar","Jamia Millia Islamia","Hindutva"],"source":"https://scroll.in/article/999380/godse-2-0-jamia-shooter-makes-provocative-speech-at-haryana-event-a-year-after-firing-at-students"}