{"title":"Godse remarks: Narendra Modi says he will never be able to forgive Pragya Thakur","content":"Prime Minister Narendra Modi on Friday said he will never be able to forgive Bharatiya Janata Party Bhopal candidate Pragya Singh Thakur for calling Mahatma Gandhi’s assassin a patriot. Those who speak like this should think a hundred times before speaking, he said.Thakur had on Thursday called Nathuram Godse a patriot. She apologised for the remark earlier on Friday.In an interview with News24 channel, Modi said: “This [Thakur’s comment] is terrible, and worthy of condemnation and anger. There is no place for comments like this in civilised society. She may have apologised but I will not be able to forgive her with my heart for this.” \n\n\n    \n    Play\n\nDuring his interview, Modi defended his comments on former Prime Minister Rajiv Gandhi by saying that he has every right to criticise someone in public life. “No one has the right to talk about your parents,” Modi said. “But I and the nation can discuss anyone in public life. This country is open to debate. People can criticise me in five or more years if they want.” Earlier this month, Modi had claimed that former Prime Minister Rajiv Gandhi had misused the naval warship INS Viraat for a family vacation in 1987.  On the violence in West Bengal involving the Bharatiya Janata Party and Trinamool Congress, Modi said the media has restricted its coverage to the events of the last few days. “Last year, during the panchayat elections there was violence and people moved court,” Modi said. “People were killed and hanged to death. People were forced to leave their homes. If you consider that, you will realise that not much has changed.” Modi said West Bengal Chief Minister Mamata Banerjee is angry with the people of the state and not the BJP or the Centre. “This [violence in the state] is not an issue between the BJP and West Bengal,” Modi said.","author":"Scroll Staff","time":"2019-05-17T15:55:08.056727+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116925-mcsvwuceha-1554623515.jpg","tags":["Narendra Modi","Pragya Singh Thakur","BJP","Nathuram Godse"]}