{"title":"Going global: EU MPs visit shows that BJP has now thoroughly internationalised the Kashmir issue","content":"For the past half century, since India signed the Simla Agreement with Pakistan, Indian foreign policy has had a single-minded strategy when it comes to Kashmir: insisting that the dispute is not an international one.India has rejected third-party mediation as well as a United Nations-backed plebiscite as measures to solve the Kashmir dispute, even as Pakistan has always pushed towards both those measures.In spite of a fierce militancy in the territory in the 1990s, it is India’s position that has largely won out in the international community. Part of this change was driven by a remarkable turnaround in Kashmir over the last decade, with a sharp drop in violence and increased participation of ordinary Kashmiris in elections. The voter turnout in the 2014 Assembly election, for example, was a healthy 66% – similar to most other Indian states.Sudden downturnHowever, the shock decision of the Modi government in August to remove Kashmir’s special status in the Indian Union, strip it of its status as a state and even partition Jammu and Kashmir has reversed most of that. Kashmir is now more international that it has even been in the past two decades.The first blow came a few weeks after the revocation when the United Nations Security Council decided to hold a closed-door consultation on the issue of Kashmir – the first time the issue had made it back to the high table of the United Nations in decades. The move itself resulted in nothing adverse for India – except a weakening of the Indian government’s stand that Kashmir was not an international issue.This was only the start. Since then, leading politicians from the West have spoken out on Kashmir, much of it criticising India and the government’s lockdown in Kashmir. On September 22, Bernie Sanders, a leading US presidential contender, criticised his own government for its “deafening silence” on the Kashmir issue, which he called a “human rights crisis unfolding right before our eyes”.Another presidential contender, Elizabeth Warren has spoken about how she is “concerned about recent events in Kashmir, including a continued communications blackout and other restrictions”.Across the Atlantic, Great Britain’s main opposition party, the Labour Party, sought international intervention in Kashmir. The European Union urged India to talk to Pakistan in order to resolve Kashmir.Matters came to a head on October 22 as the United States’ federal legislature, the Congress, conducted a hearing on “Human Rights in South Asia”. What was meant to be a discussion about South Asia turned into an all-out attack on India and its policy on Kashmir. “Not since the 1998 Indian nuclear tests have members of the US Congress shown such a visceral reaction to events in India,” remarked Seema Sirohi, a Washington-based foreign policy analyst for the think tank ORF.As security studies academic and Massachusetts Institute of Technology professor Vipin Narang put it: “India may say ‘it’s an internal matter’ until it’s blue in the face but it is now internationalised, like it or not.”Foreign policy messHow did the Indian government react to this internationalistion? Ironically, it reached for more internationalisation. On Wednesday, around two dozen members of parliament from the European Union were taken to Kashmir on a highly orchestrated tour. Before that the MPs met National Security Advisor Ajit Doval and even the prime minister himself.There was much that was murky about the way the visit was organised, with the involvement of a shadowy “international business broker” who had reached out to the MPs, claiming to act on behalf of Prime Minister Modi. It was unclear what the visit achieved in terms of generating a narrative positive for the Indian government. There seemed to be little reporting on the event in the West, one invitee declined the invitation calling it a “PR stunt” and another European MP proceeded to lecture the Indian government about keeping Indian MPs out of Kashmir.The fact that the Indian government’s aim of keeping Kashmir from being internationalised has been so compromised that the Indian government is itself inviting foreign observers to come and report on Kashmir is a troubling sign for the manner in which the country’s foreign policy is conducted.","author":"Shoaib Daniyal","time":"2019-10-30T20:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130036-pcukpgbktx-1572446222.jpg","tags":["Kashmir","India","Kashmir after 370"]}