{"title":"Going bananas: ‘Run as Slow as You Can’ is a hyperreal comment on our image-obsessed times","content":"One would think that the Indian reboot of HBO’s record-shattering show Succession ought to be based on the patron-and-founder family of the Nita Mukesh Ambani Cultural Centre. (It would probably never be allowed to be made, of course, unless it is unabashedly hagiographical like the movie Guru.)The outlandish arts centre, spoken about in whispers in Mumbai’s social cliques as one with “garish and glitzy interiors”, is currently exhibiting an ambitious feat in the art world: Run as Slow as You Can, a show by Italian surrealist photographer-art-director duo Maurizio Cattelan and Pierpaolo Ferrari. Succession, coincidently, streams on the business family’s digital streaming venture, Jio Cinema. By a twist of fate, the stunning cover art for New York Magazine 2021 feature on Succession was directed and photographed by Cattelan and Ferrari.Run as Slow as You Can is conceptualised as a maximalist, surreal and oversaturated walk-through and immersive experience across four floors of the art centre’s four galleries. The first among these, titled Take a Left, Right (?), not-so-gently invites audiences into a visually charged labyrinth. Images inspired by photography, advertising, religious iconography, art history and pop culture are flex-printed and mounted through the narrow maze of the curated gallery space. Credit: Chirag Thakkar.As fans know, Cattelan and Ferrari’s flagship agency and magazine Toiletpaper Magazine has caused ripples and provocations across advertising, fashion, and art worlds. A carefully orchestrated and mediatised euphoria surrounds their work, particularly Cattelan’s practice, as pure pursuit of fame for fame’s sake, devoid of any actual political or socially relevant substance. Take for instance, Cattelan’s infamous and inflammatory cover shoot for W Magazine featuring supermodel Linda Evangelista that is charged with overt religious symbolism. Or Him (2001), the famous and creepy sculpture of Hitler on his knees in what is seen as him atoning for his sins. It sold for $17 million in auction at Christie’s.While the Evangelista cover story may have escaped attention, few could have failed to notice the circus around Cattelan’s Comedian (2019) – a banana taped to a wall. It inspired a million memes (and sold for a staggering $120,000 at Miami’s Art Basel). The receipt came with instructions from the artist for the buyer to replace the banana every few days.Comedian polarised critics and art collectors. Was a taped banana really art? The debate was accompanied by a lawsuit and trial in Miami challenging the originality of Comedian. An artist named Joe Morford sued Cattelan, alleging copyright infringement. The ruling went in favour of Cattelan. The jaded district judge Robert Scola, at a loss for words at the sheer absurdity of the trial going that far, wondered what the point of art even is. “Thankfully for the Court, the question of whether a banana taped to a wall can be art is more a metaphysical question than a legal one,” Judge Scola concluded. “But the legal question before the Court may be just as difficult – did Morford sufficiently allege that Cattelan’s banana infringes his banana?” Perhaps the most comedic of events in the banana drama surrounding Comedian was performance artist David Datuna’s removing and eating of the banana as well as the Korean student Noh Huyn-soo’s filmed attempt to do the same and taping its peel back on the wall. One couldn’t tell who the joke was on. What good is life if it doesn’t imitate some cringe art?The other piece of Cattelan’s that shocked the art world is the provocative 18-karat golden toilet titled America at the Guggenheim Museum, a classic throwback to Marcel Duchamp’s Fountain urinal (1917).If you look up the words “the golden toilet,” the algorithmic search results first throws up “the golden toilet scandal”. Scandal because it was famously stolen from a retrospective of the artist’s work in Blenheim Palace in southern England. What good is a palace – in this case Winston Churchill’s birthplace – if a golden toilet can’t be effortlessly nicked from it. On the utility versus vanity aspects of the work, Catellan said to Francesco Bonami, the curator of his Beijing show  The Last Judgment (2021-’22), “I want to hope that the owner of the work frees himself in it to give it its meaning as an artwork. Well, I think a little bit the same about America: if you don’t use it, it goes back to being just an expensive toilet, not a work of art.” Credit: Chirag Thakkar.At the Nita Mukesh Ambani Cultural Centre, the first chapter’s photomontages from Run as Slow as You Can are supposed to ease you into the experiences-coming and the dramatically increasing scale of the subsequent three. The faint-hearted may take slightly longer to adjust to the imminent assault on the senses. Intended as an investigation “of the current phenomenon of hyper-consumption of images, all with a delicious dose of irony”, according to the curatorial note of the exhibit, the images are digital manipulations very reminiscent of the complicated legacy of the retro advertisement world. On display is “love for the unnatural, artifice and exaggeration”, as Susan Sontag put it in her celebrated 1964 Partisan Review essay Notes on Camp.The second gallery, Is There a Room in the Sky (?), is meant to tap into the viewer’s subconscious with its optical illusionary and blown-up pieces floating from what appears to be a very finite sky, after all. You half-heartedly greet a flex-printed horse pasted on foam dangling with polyester strings suspended from a flex-printed sky in a room full of, thankfully, actual mirrors and not flex-printed ones. This horse, although plastic, appears to be alive, as opposed to Cattelan’s usual morbid obsession with dead ones.Chapter 2, Is There Room in the Sky. Courtesy: Nita Mukesh Ambani Cultural Centre.The artist has repeatedly used equine literalism. Cases in point: The Untitled (2007) collection from Museum für Modern Kunst, Frankfurt, had a whole herd of taxidermised headless horses installed on a wall with their bodies protruding. In his Louis Vuitton Foundation show The Ballad of Trotsky (1996), a stuffed horse was suspended mid-air from the ceiling with saddlery rope. These have  received mixed reviews, some observings seeing them as breaching  ethical boundaries of how far art should go and some giving them the due credit of being morbidly fascinating.In the Mumbai show, the third gallery, A House is a Building That People Live in, simulates a house – if you hadn’t seen that coming – one I wouldn’t recommend anyone consider living in, if you can help it. As you enter, having left any sober expectations two galleries behind, there’s a plastic crocodile sculpture nibbling on plastic bananas waiting to receive you. There’s also a spaghetti-printed Ambassador car that you’re free to sit in the back seats of. The house itself is flex-printed in red and blue with tuns of lipstick popping out near its balconies.Chapter 3, A House Is a Building That People Live In. Courtesy: Nita Mukesh Ambani Cultural Centre.You then walk through an ostentatious bedroom and find yourself in what appears to be a room that only the convicted felon and zookeeper, the American tiger king, may wish to live in. One encounters a plastic corpse of a woman under the carpet over which several visitors accidentally walked, finding themselves freaked out for their lives for a few seconds. If you wish to secure the world’s shortest nap, the exhibition has a snake acrylic bed with spaghetti-printed linen for you to lie on. The studio’s bathware and accessories are the stars of the most surrealist bathroom you may possibly have been to. The entire exhibition’s most brilliant piece is the pink bathtub full of pills, a sharp critique of the pharma-industrial complex, even though the fan favourite is likely to be the pool full of plastic bananas. It’s possible that the banana is Cattelan’s new horse.  This is a house without a roof, the household utilities with no function, its residents missing, a pantry with plastic food, a graveyard of the living, a space too unsafe to be called home as the visitors to the fourth floor gallery voyeuristically surveil you with their cameras – much like the emptiness and precarity offered by modern nation states to its peoples. Chapter 3, A House Is a Building That People Live In. Courtesy: Nita Mukesh Ambani Cultural Centre.The final and fourth chapter is the house’s Control Room, the most minimalist of the four galleries – and shockingly relieving in its curation. It is designed as a Lynchian monochromatic lighter space, full of neon-lit inspirations behind the exhibition and their objects of affection.  This kitsch-fest masquerading as a surrealist and avant garde comment on everything that’s wrong with culture today doesn’t offer even the semblance of an emancipatory way out. If anything, it re-appropriates the image culture it critiques. After all, this critique of a hyper visual culture comes from dominant races, nations and castes that had the earliest access and gatekeeping powers to the making, circulation and ownership of these images. It remains, at best, a middle-class concern offering very little to other classes and castes in the Global South that may, in fact, find great empowerment in this visual culture, what with the promise of democracy in the age of digital revolution for the last standing woman. But then, should all art have the burden of being emancipatory?Chapter 4 - The Control Room. Courtesy: Nita Mukesh Ambani Cultural Centre.There’s no denying the unmistakable and self-congratulatory attempt at commenting on the hyper-consumerist image-obsessed culture we live in, but one wonders if Toiletpaper Magazine intends to critique it or simply repackage and stylize it for yet another cycle of mediatised consumption. When seen in conversation with Catellan’s other staggering work, his long and exhausting legacy of being the provocateur, the jester, the non-artist “outsider” who mocks the art world itself all the while being completely complicit in it, Run as Slow as You Can surely pales in comparison.Even if overtly pop volcanoes and excessive bombardment of visual stimuli are not for you, you’re sure to come out of the exhibit feeling something – be it a rush of adrenaline or tonnes of what-on-earth-was-that screaming for a palette cleanser. This oversaturated, hyperreal exhibit is at best the vending machine version of Salvador Dali, with some belated crumbs of Andy Warhol, but there’s no denying the ability of the images and pieces to affect you. Perhaps, it is the most fitting exhibition for a democracy plummeting into its own demise. Chirag Thakkar is a writer and editor living in New Delhi. His day job is the midwifery of books.Run as Slow as You can is on display at the Nita Mukesh Ambani Cultural Centre in Mumbai till October 22.Chapter 3,  A House Is a Building That People Live In. Courtesy: Nita Mukesh Ambani Cultural Centre.Chapter 3, India inspired arches. Courtesy: Nita Mukesh Ambani Cultural Centre.","author":"Chirag Thakkar","time":"2023-08-06T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192879-suwkmrxppr-1691164912.jpg","tags":["Maurizio Cattelan","Succession","Pierpaolo Ferrari","Run as Slow as You Can","Nita Mukesh Ambani Cultural Centre"],"source":"https://scroll.in/article/1053756/going-bananas-run-as-slow-as-you-can-is-a-hyperreal-comment-on-our-image-obsessed-times"}