{"title":"Going against the tide: How para swimmer Satendra Singh Lohiya turned sympathy into admiration","content":"For Satendra Singh Lohiya, a kid born in the Gata village of Bhind district in Madhya Pradesh, life was never too easy, but never too hard either. Even as fate placed daunting challenges in his path, leaving him disabled since the age of seven due to medical negligence while he was admitted to a hospital for treatment of fever, Satendra never let his disability hamper his pursuit of excellence. Despite underdeveloped thigh bones that don’t allow him to straighten his limbs, Satendra went on to become one of India’s finest open water swimmers, crossing the English channel in 2018. In 2020, he was awarded the Tenzing Norgay National Adventure Sports award, the highest adventure sports award in the country, a year after he also won the National award for Best Sportsperson of the year.Satendra Singh winning the Best Sportsperson of the Year award. Tata TrustA subject of sympathyBut for Satendra, the challenges just started with a physical disability.“When you have a physical weakness, you are viewed with a lot of negativity. In my village, I was a subject of sympathy. People advised me to sit in temples, so that people treat me well. But I was convinced that my life wasn’t meant to be like this,” Satendra told Scroll.in in an interview. “People saw the weakness in my body, what they couldn’t see was the strength of my mind,” he added. Satendra was a passionate swimmer from a young age. He went to a nearby river for a swim after school every day and became a pretty good swimmer. But for people around him who struggled to look beyond his weak limbs, it was a huge risk. “Because of what people said about my love for swimming, my family was worried that I would drown in the river. So I had to sneak out of the house for odd reasons to go for a swim,” he said. In 2007, Satendra’s family moved to Gwalior so that he and his brothers could get a quality higher education. It was there where Satendra’s passion would being to turn into his profession. He was inducted in the Laxmibai National Institute for Physical Education where he was trained by Dr Dabas. Being a para-athlete, Stendra was only afforded the pool at the institute for an hour every day. It was not enough for what he wanted to achieve, but it also wasn’t enough to deter him. “We got the pool for an hour every day. It was almost like an act of obligation for someone with a disability. But I believed in making the most of your resources and never made a fuss of it,” he said. Swimming or nothingIn 2009, in his first nationals, Satendra won a silver medal. It was a moment where he truly believed that he could carve a career for him in the sport. By that time, he had enrolled for a bachelor’s degree in political science. But juggling studies with swimming was proving to be a problem. On being given an ultimatum by his professor, he chose swimming over his studies. “Every year, so many students pass out of college, but there are very few swimmers who emerge,” Satendra said. It proved to be an inspired call as his swimming career excelled. He scooped medals regularly at the national level and was awarded the Vikram award – the highest sports award for the state of Madhya Pradesh – in 2014. In the meantime, as Satendra struggled for an income, he completed a Diploma certificate in his Computer Application Examination that earned him a government job. However, his swimming commitments meant, he struggled to meet the demands of both. He quit his job to focus on swimming,“I wanted to achieve something big and I knew as life had shown that I could do it as a swimmer,” he said. The English dreamSatendra was not the one to rest on his laurels. He set his sight on crossing the English channel, a task not just physically daunting, but also financially. He could barely speak English, knew little about the details of the swim and had no financial resources to fund it. “It’s an expensive affair. You need to stay in England for three months, need to hire a boat and also need to train for it. I neither had the money nor the expertise, but all I knew that there was this feat that few Indian swimmers had achieved,” he said. After doing some research, he contacted Rohan More, India’s first Ocean 7 swimmer who had crossed seven different channels for advice. With his guidance, Satendra had the necessary information to prepare himself for the swim, but no money. He then knocked on the door of the Sports Director of Madhya Pradesh in Bhopal who turned down his plea for funds, saying that they will not fund a “suicide mission’.The director didn’t believe that a disabled person could swim such a long distance. He asked Satendra to prove his worth in India first to stand a chance of being funded. Thus in 2017, the Gata native swam a distance of 33 kms in the Arabian Sea near Mumbai, a feat he completed in less than six hours. But even that wasn’t enough for him to release the funds. “I took the disappointment in the stride. That rejection made my will to cross the English channel doubly strong. All my life I had proved my doubters wrong. I knew I could do it again,” he said. After receiving support from Tata Trust who decided to take up all his expenses, Satendra travelled to England later that year. However, he was unsuccessful in his first attempt to cross the channel. After coming back, he trained with More in Pune for a year. “It’s not easy to cross the channel and you need to get a lot of things right. The water is extremely cold, so you need to have enough fat in your body to keep you warm, but at the same time you should not develop a paunch,” he said. Satendra then trained again for three months in England spending almost eleven hours a day in the water. In June 2018, he crossed the English channel through a relay with other para swimmers. The boy, who his villagers feared would drown while swimming in a river, had completed the crossing in just 12 hours, setting a new record for an Indian swimmer. “I came back and thanked all the officials who had doubted me. They were my inspiration,” he said. Satendra Singh. Image credit: Tata TrustNo looking backSatendra didn’t stop there and then crossed the challenging Catalina channel in August 2019 along with six other para swimmers. “I never considered my disability to be my problem. I never considered myself weaker than anyone. I thought if I couldn’t overcome all the obstacles in my life, I would be remembered as a disabled person. So my battle was always for self-respect,” he said. Satendra’s fight wasn’t just limited to carving out an identity for himself in the oceans. He strove hard for almost eight years, meeting various top officials to have a sports policy in place for para-athletes in Madhya Pradesh. Finally, in 2019, the government complied. Now, Satendra Singh Lohiya is no longer a subject of sympathy. He is a figure of admiration. By swimming against the tide literally and figuratively, he has navigated through the diversities that life threw at him. “I feel a disability isn’t physical, it’s simply a bad attitude,” he says.Can anyone disagree?","author":"Kaushal Shukla","time":"2020-12-14T11:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151921-uzihcyayog-1607792999.jpg","tags":["Swimming","Satendra Singh Lohiya","Para Swimmer","English channel","Tenzing Norgay National Adventure Sports award"],"source":"https://scroll.in/field/981005/going-against-the-tide-how-para-swimmer-satendra-singh-lohiya-turned-sympathy-into-admiration"}