{"title":"‘Goodbye’ review: A scattershot film about death has its poignant moments","content":"Vikas Bahl’s new movie has two kinds of long goodbyes. One of them is the direct result of his inability to end a scene when he should. The other flows from the film’s highlight: its ability to capture the lasting anguish that results from the demise of a family member.Is it really over after the funeral? Goodbye, which Bahl has also written, is possibly the first Hindi film since Covid-19 made its appearance to examine the shock of unanticipated death. Despite a scattershot narrative, tonal inconsistency and poorly sketched characters, Goodbye gives a solid measure of the inchoate, aching and often rage-filled feelings that constitute bereavement.Gayatri (Neena Gupta) dies suddenly and too early for her husband Harish (Amitabh Bachchan) and her four adult children. Each of them reacts in different ways. Harish retreats into the comfort of religious rituals. Tara (Rashmika Mandanna) lashes out at these very ceremonies, describing them as meaningless and obscurantist. Karan (Pavail Gulati), who arrives with his American wife Daisy (Elli AvrRam), conducts a business meeting in the middle of the cremation. Angad (Sahil Mehta) stress-eats. Nakul (Abhishek Khan) is unreachable.The Chandigarh-based version of the British comedy Death at a Funeral attempts to graft black humour onto the very serious business of mourning. As Gayatri waits to be transported to the crematorium, neighbours (led by a hilarious Divya Seth) gossip while Harish’s friend (Ashish Vidyarthi) tries to take over the proceedings,There are homilies on the meaning of life and death (delivered by Sunil Grover’s Bohemian priest) and explanations for the religious meaning of the rituals. It appears that no one in Gayatri’s family has ever been to a funeral, let alone encountered any form of death. Do we, in 2022, need to be told what a crow that visits a corpse signifies? Or why ashes are immersed in the Ganga?The hectoring tone, loudest when Harish lectures away on the importance of following tradition, is as distracting as the off-putting comedy track. Bahl’s short attention span ensures that minor characters like the housemaid Delna (Payal Thapa) and Tara’s boyfriend Mudassar (Shivin Narang) are cursorily explored. Besides, it is never clear why Tara is cross with Harish, or why Karan is self-serving to the extent of appearing obnoxious.Beyond the contrived squabbling and lame jokes is a poignant film about holding on and letting go. In the moments in which Gayatri returns in flashbacks, Harish remembers their love story, Tara regrets not returning her mother’s phone calls, and Karan revisits a fond childhood memory, Goodbye justifiably sets off the tear glands. Buried in the unearned runtime of 144 minutes is a shorter, more moving, account of the many shades of grief. \n\n\n    \n    Play\n\nGoodbye (2022).","author":"Nandini Ramnath","time":"2022-10-07T09:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/180846-snapzbcowr-1664982526.jpeg","tags":["Goodbye review","Amitabh Bahchan","Rashmika Mandanna"],"source":"https://scroll.in/reel/1034366/goodbye-review-a-scattershot-film-about-death-has-its-poignant-moments"}