{"title":"‘Good luck and goodbye’: Former Punjab Congress chief Sunil Jakhar quits party","content":"Former Punjab Congress chief Sunil Jakhar on Saturday announced his decision to quit the party. He said that the Congress was facing an existential crisis. On April 26, the Congress had removed Jakhar from all party posts accusing him of being involved in activities against the outfit.Jakhar made the announcement on Facebook at a time when senior Congress leaders are taking part in a “chintan shivir”, or introspection meeting in Udaipur.“Good luck and goodbye to the Congress,” Jakhar said on Saturday at the end of a video message on Facebook.'Dil ki Bat' https://t.co/JfJqcPP2SA— Sunil Jakhar (@sunilkjakhar) May 14, 2022\n\nThe former Gurdaspur MP said that the “chintan shivir” was a mere formality, and that it should have been named “chinta shivir”, or a meeting to express worries.“But worry was nowhere to be seen,” he said in the video message. “If there had really been a sense of worry, there would have been a committee on the party’s poor show in Uttar Pradesh.”The Congress had won only two out of 403 Assembly seats in Uttar Pradesh. Congress General Secretary Priyanka Gandhi Vadra had played a key role in the party’s campaign, although she did not contest herself.Jakhar said that 390 Congress candidates could not get even 2,000 votes in the election. He said that this reflected the bad state of the party’s top leadership.Jakhar questioned the rationale for making former Uttarakhand chief minister Harish Rawat the party’s in-charge in Punjab. “Harish Rawat ji had one foot in Punjab and the other in Dehradun,” he remarked.Jakhar said that Rawat was to a large extent responsible for the party’s defeat in Punjab, but added that he did not want to put all the blame on him.The former Punjab Congress chief also blamed party leader and Rajya Sabha MP Ambika Soni for the party’s defeat, The Tribune reported. He accused her of misguiding party leader Rahul Gandhi, not just on Punjab but also other states.Jakhar alleged that Soni tried to pit Hindus against Sikhs, and asked why she had not been thrown out of the party for this. “Unless you get rid of leaders like Ambika Soni, there cannot be revival of the party,” he said.Jakhar had earlier claimed that the party did not choose him as the chief ministerial candidate because he is a Hindu. He had also called former Chief Minister Charanjit Singh Channi a liability for the party.The Aam Aadmi Party swept the Punjab elections winning 92 of the 117 constituencies. The party also garnered 42.01% of the votes. The Congress could bag just 18 seats with 23% of the vote share.","author":"Scroll Staff","time":"2022-05-14T15:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174353-welprpzzgn-1652522505.jpg","tags":["Sunil Jakhar","Congress","Punjab","Ambika Soni","Punjab Congress","Uttar Pradesh"],"source":"https://scroll.in/latest/1023897/good-luck-and-goodbye-former-punjab-congress-chief-sunil-jakhar-quits-party"}