{"title":"Gorakhpur deaths: UP government registers new charges against Dr Kafeel Khan","content":"The Uttar Pradesh government on Thursday said that a new departmental investigation had been launched against Dr Kafeel Khan for spreading incorrect information about the inquiry report and for making “anti-government” remarks during his suspension, The Hindu reported. Khan was a paediatrician at the Baba Raghav Das Medical College and Hospital in Gorakhpur, where 63 children died in 2017 due to lack of oxygen.The state government also pulled up Khan for “causing panic” after he allegedly forcefully entered the paediatric department of the Bahraich district hospital on September 22 last year. The fresh inquiry takes the total number charges against Khan to seven. A senior official said that all four previous allegations against the doctor were still pending departmental action.Last week, a state government inquiry had absolved Khan of all charges and lauded his actions to save lives during the crisis. The doctor was jailed for nine months after a criminal case of medical negligence, corruption and dereliction of duty was filed against him. Also read:Gorakhpur child deaths: Probe absolves Dr Kafeel Khan of all charges, praises him for saving livesThe report stated that no proof of medical negligence and corruption had been found against Khan. The inquiry also established that the doctor was neither responsible for the ward where the deaths had occurred nor did he have anything to do with the “storage, tendering, payments, orders, supply or arrangements” of liquid oxygen.The investigation also found no evidence that Khan held a private medical session at the time of the tragedy. It concluded that the charges against him were “baseless and inconsistent”.On Thursday, Uttar Pradesh Principal Secretary of the Medical Education Department Rajneesh Dube had said that the fresh investigations will look into seven charges against the doctor, according to The Times of India. Dube will be the investigating officer in the case.“The allegation against Kafeel Khan that he used to do private practice while he was a government employee, a senior resident doctor and ran a private nursing home has been proven,” Dube told The Indian Express. “The decision regarding action on this allegation is under process. The final decision on two other allegations against Khan is yet to be taken by the administration.”The doctor, however, refuted the allegations and claimed the Adityanath-led state government was trying to divert attention from problems. “They r doing so many press conference on Kafeel Khan I request them to do one conference on the kids who died of sudden shortage of liquid oxygen,” he tweeted.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-04T10:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128488-dwiyidqplc-1570164957.jpg","tags":["Uttar Pradesh","Gorakhpur BRD Hospital","Dr Kafeel Khan","Adityanath"],"source":"https://scroll.in/latest/939414/gorakhpur-deaths-up-government-registers-new-charges-against-dr-kafeel-khan"}