{"title":"Gorakhpur doctor jailed for infant deaths claims many adults may have also died when oxygen ran out","content":"Dr Kafeel Khan – arrested and jailed in connection with the death of 63 infants at a hospital in Gorakhpur, Uttar Pradesh, in August allegedly because of a lack of oxygen – maintains that he has been made a scapegoat by the state government to cover up its own failings. The paediatrician spoke to Scroll.in and recounted in detail what transpired during those 48 hours at the Baba Raghav Das Medical College and Hospital and alleged that the snapping of oxygen supply over unpaid bills had affected not just infants in the encephalitis ward but adults and pregnant women too. “I remember there were 10 deaths in the medicine department that night,” he said. Khan, who was released on bail in April after eight months in jail, also spoke of his brother being shot at earlier this month, calling it an “attempted murder”. Accusing the state police of delaying treatment, he said his brother could have died. “That is why I call it a second attempt of murder by UP police,” he added.        The paediatrician recalled his conversation with Uttar Padesh Chief Minister Adityanath at the hospital after the infant deaths. After asking him if he had arranged for emergency oxygen cylinders, Khan claimed the chief minister told him, “Toh tu sochta hai cylinder laa ke hero ban jayega? Mai tujhe dekhta hoon.” (So you think that by bringing the cylinders, you have become a hero? I will deal with you.)Suspended and facing an ongoing departmental inquiry, Khan said he hoped to continue to fight encephalitis and work with children.Edited excerpts from the interview:Relatives carry a child at the Baba Raghav Das Medical College and Hospital in Gorakhpur in August 2017. (Photo credit: PTI)What happened that night in August at the Baba Raghav Das Medical College and Hospital?I call it a massacre because what happened in those 48 hours was that 63 children died because the government did not pay Rs 68 lakh to the vendor who supplies liquid oxygen to the hospital.It was my day off but I got a message at around 2 am on August 10 that there was no liquid oxygen and the reserve cylinders would soon run out. I rushed to the hospital. We tried to get cylinders from the local hospital nearby and we got local vendors, but that was not enough. So, we went to the Border Security Force. We got a big truck and, with the help of some soldiers, we got 110 cylinders in one go. We managed to get around 500 cylinders in two days. But there were more than 400 children in the hospital at that time and it was not enough.I do not know why they have made me a scapegoat. The government just wanted to bury the whole incident because it is their fault. Those people sitting in Lucknow got 14 reminders from the oxygen vendor, Pushpa Sales, to make the payment or supply would be stopped. That includes the district magistrate of Gorakhpur, the so-called relative of the chief minister, Director General of Medical Education Dr KK Gupta, Principal Secretary Anita Jain Bhatnagar, Health Minister Ashutosh Chandra. A reminder was sent to the chief minister also. But instead of realising the gravity of the situation, they kept forwarding the letters. So to save themselves, they found me to be an easy target. A smear campaign was launched against me. And then a first information report. And I went to jail.Why is there an encephalitis outbreak in Gorakhpur every year?There are so many factors. You have to remember that eastern Uttar Pradesh is a very backward area. You have only one medical college, the Baba Raghav Das Medical College and Hospital, to cater to a population of two crore. That includes half of Bihar, half of Nepal and half of eastern Uttar Pradesh. We had an acute shortage of warmers [used for infants suffering from low body temperature], so we used to put four to five babies in one warmer. You cannot put more than one baby in one warmer. These warmers have sensors that control the ambient temperature depending on the body temperature of the infant. But when you put four or five babies in there, the sensors cannot function correctly. But we had to because that is the infrastructure we have.Encephalitis is a disease of poverty. It happens because of overcrowding, poor sanitation, lack of safe drinking water. The social conditions play a big role. Children from rich families do not die of encephalitis. Almost 98% of those who die are from the poor socio-economic strata.Japanese encephalitis originated in Japan, but it has been eradicated there, because there are vaccines to prevent it. Here, the government claims they have vaccinated more than 90 lakh children this year. But there are still cases of Japanese encephalitis. So, either they are not vaccinating or they are not maintaining the cold chain, or it is happening only on paper.Acute Encephalitis Syndrome is an umbrella disease, and Japanese encephalitis is just one part of it. In 2016, the Indian Council of Medical Research suggested that encephalitis could be spreading because of scrub typhus, a bacteria found in mice saliva. The theory was that in monsoon, rodents would enter kuchha homes and bite children. But there is disagreement over this in the medical fraternity. Because, first, encephalitis contracted from scrub typhus is very rare; only .1% of scrub typhus cases can lead to encephalitis. Second, we have a very effective drug against scrub typhus, azithromycin and doxicyclin. So if you ask about the causes, Japanese encephalitis is one cause, scrub typhus encephalitis could be another cause. We still do not know 60% of the causes that lead to an outbreak of encephalitis. When you do not know your enemy, you cannot fight it.Has the chief minister, who was also the Gorakhpur MP for the last five terms, helped improve the healthcare infrastructure in any way?There are 66 encephalitis treatment centres in and around Gorakhpur. These have ventilators, beds, machines, everything. But they do not have the required staff. And they shut down by 2 pm every day. Sometimes, one doctor is on duty for 24 hours, sometimes there is no doctor for several days. This will not work. Even at the Baba Raghav Das Medical College and Hospital, with a patient load of 300-400 children at a time, we have only six permanently commissioned doctors. It has been almost a year since my arrest, and they have not appointed a single doctor there.When this incident took place, Yogi Adityanath said it had been just six months since he became chief minister, so the responsibility did not lie with him. But all these years, he could have done something with his MPLADS funds. These warmers cost only Rs 40,000. That night, only 16 warmers were working and we had 68 newborns.Has the government made preparations for this year? Do you think an encephalitis outbreak will happen this monsoon as well?Already, 700 children have died at the Baba Raghav Das Medical College and Hospital this year. So you can imagine where we are heading. Like I said, this is a disease of the poor, so nobody cares. That night when 63 children died, their priority was to hide their failure. They have not given compensation, not even two words of sympathy. When I came out of jail, I told my mother she had got her child back, but what of the parents who lost their children?If you go to the hospital in Gorakhpur and talk to the parents who lost their children, they are so scared to talk about the incident. The investigating officer forced the parents to sign blank pieces of paper, and they wrote whatever they wanted to write. They wrote: there was a shortage of liquid oxygen but doctors arranged cylinders. My child died because of illness, not because of oxygen shortage. This was signed on a bond of Rs 10,000 that was then submitted in court.Uttar Pradesh Chief Minister Adityanath visits the Baba Raghav Das hospital in Gorakhpur on August 13. (Photo credit: Sanjay Kanojia / AFP)After the incident, there was outrage, and at some point you were hailed as a hero by the media. Then the chief minister landed up at the hospital. What conversation did he have with you?It wasn’t just me, there were 16 junior doctors, nurses, and ward boys. And we were just trying to save the lives of the children. It was not only about arranging cylinders. We had to treat those children, decide what drug to give them. A child was dying every half an hour. The parents were agitated, they were going to beat us up. We had to console them, counsel them that we were trying our best.The next day, August 13, when the chief minister came, he asked for me: “Who is Dr Kafeel?” I stepped forward. In front of all the staff, Union Health Minister JP Nadda, MLAs, policemen, the senior superintendent of police, he said, “Toh tum Dr Kafeel ho? Tum cylinder laaye the?” [So, you are Dr Kafeel who got the cylinders?] I was a little taken aback, as I was the junior-most staff. When I replied in the affirmative, he said, “Toh tu sochta hai cylinder laa ke hero ban jayega? Mai tujhe dekhta hoon.” [So you think that by bringing the cylinders, you have become a hero? I will deal with you.]If you are from Uttar Pradesh, there is a huge difference between “tu” and “aap”. That was the conversation we had. After that, people consoled me, asking me to leave because Yogi is angry. Then I came to know there was an FIR against me and the police started hounding my family. That is when I decided to surrender.There were reports that you had stolen cylinders from the college, and that you were running a private practice?At Baba Raghav Das, the issue was about liquid oxygen, not cylinders. The cylinders were for an emergency. The hospital was supplied liquid oxygen and it has a tank some 200 feet tall that can store 30,000 litres-40,000 litres of liquid oxygen. That goes to all the departments through pipelines. So how could I steal oxygen from pipelines?Secondly, why did they send Manish Bhandari, the oxygen supplier, to jail if there was no shortage of liquid oxygen? The fact is that there was a shortage of oxygen, and there was an increase in mortality in those three days. There were 52 cylinders kept for emergency that night. The liquid oxygen got over by 7.30 pm, and we used up the 52 cylinders by 11.30 pm.Also, liquid oxygen is supplied to all departments, not only paediatric. Nobody bothered to ask how many pregnant women died in the gynaecology department. How many adults died in the medicine department? How many adults died at the trauma centre? I remember there were 10 deaths in the medicine department that night.Because of shortage in oxygen?Yes, because once the central supply is finished, the whole hospital is going to be affected. The media only concentrated on the encephalitis ward. Even a year after the incident, there has been no inquiry into how many deaths happened in total at the hospital. So who is responsible for those deaths?About my private practice, I joined Baba Raghav Das on August 8, 2016. Before that, I had a private practice, and all these false stories were spread on the basis of a poster from that time. These claims were so hollow that they had to drop the charges in court. Even the [Allahabad] High Court mentioned that there was no proof of private practice.What was jail like?Jail was hell. The Gorakhpur jail’s capacity is around 800, but there were more than 2,000 inmates. In the barrack where they put me, the capacity was 60 but there were around 180 inmates. I was a gazetted officer and eligible for Class B facility, but they put me in with hardcore criminals. There were rumours that these criminals would kill me if I revealed the truth about the hospital.Your brother was attacked. What happened, and who do you think are responsible?The incident happened in a spot 500 metres from the Gorakhnath temple, where the chief minister was sleeping at the time. Two men on a scooty fired at my brother, who was on a motorcycle. When he fell and tried to escape, they fired two more rounds. The third shot was aimed at his forehead, but my brother leapt the moment they pulled the trigger. So the bullet struck his hand.First of all, what kind of security is this in a place where the chief minister is around? Even two weeks after the incident, the police say they have no clue about the attackers. Neither have they arrested anyone. My brother has named BJP MP from Basgaon Kamlesh Paswan.The firing was the first attempted murder. The Uttar Pradesh Police are behind the second attempted murder. They intentionally delayed emergency surgery. When we reached Star Hospice, a private hospital, Dr Wajahat Kareem, a surgeon, performed a medico-legal. But the police officers – SEO Praveen Kumar Singh and Superintendent of Police, City, Vinay Kumar Singh – said one more medico-legal was needed from a government hospital. My brother was bleeding heavily and he was crying in pain. They took him to the government hospital, where they spent an hour to finish the medico-legal. That was not enough. One officer got a call, said he was not satisfied with the medico-legal and that we had to go to Baba Raghav Das Medical College, which was 15 km away. Only then could we start treatment. The neurosurgeon said a bullet was stuck in the neck near the carotid artery and it had to be removed urgently to save my brother. Supreme Court guidelines say you have to save life first, and then come the formalities.We did not agree but they called in reinforcements, some 40 to 50 policemen, who forcibly took us to Baba Raghav Das hospital. We reached at 1.30 am, and the doctors there said there was no need for another medico-legal as we had one already. They said there were no doctors at that hour to perform the surgery to remove the bullet. They asked us to take him to Lucknow or to a private hospital. So the surgery that could have been done at 11 pm could only be done at 3 am. Four critical golden hours were wasted. My brother could have died. That is why I call it a second attempt to murder by the police.What is the status of your case?I just got bail. The fight is far from over. The government is neither revoking my suspension, nor rusticating me. So my hands are tied. They have not finished the departmental inquiry. The High Court has said that the Uttar Pradesh government could not produce a single [piece of] evidence against me. I have met the director general medical education thrice, principal secretary Himanshu Kumar also, but nothing has come of it. Even when the chief minister of Kerala [Pinarayi Vijayan] wanted me to come to Kerala to work on the Nipah virus case, these people put a hurdle, saying you cannot go because you are suspended.I cannot serve, I cannot join the Baba Raghav Das Medical College and Hospital and I am financially broken.What do you plan to do next?If they revoke my suspension, I am willing to work at the Baba Raghav Das Medical College and Hospital and serve children. I have already worked for three to four years in that area. If they do not revoke my suspension, I have a plan. Some people have approached me to start an encephalitis treatment centre in Gorakhpur, a non-governmental organisation, that will provide free treatment for all. There will be no shortage of oxygen. One thing I can assure you is that I am not leaving Gorakhpur. I am going to stay and fight encephalitis.","author":"Shone Satheesh","time":"2018-06-29T15:34:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/883944-zhyefrgzyu-1529861658.jpeg","tags":["Gorakhpur infant deaths","Uttar Pradesh","Yogi Adityanath","Dr Kafeel Khan","Oxygen supply","Japanese encephalitis"],"source":"https://scroll.in/pulse/883944/gorakhpur-doctor-jailed-for-infant-deaths-claims-many-adults-may-have-also-died-when-oxygen-ran-out"}