{"title":"Gorakhpur deaths: Kafeel Khan sacked two years after he was cleared of medical negligence charges","content":"Suspended paediatrician Kafeel Khan of Uttar Pradesh’s Baba Raghav Das Medical College and Hospital was on Thursday sacked by the state government, PTI reported.Sixty-three children died at the hospital in Gorakhpur in 2017 reportedly due to lack of oxygen.   “Dr Khan has been sacked after being found guilty in the probe into the circumstances leading to the death of children in the hospital,” said Uttar Pradesh Principal Secretary (medical education) Alok Kumar.Khan was first suspended in 2017 and jailed for nine months on charges of medical negligence, corruption and dereliction of duty. In September 2019, the Uttar Pradesh government cleared Khan of all charges and praised him for doing everything he could to help save lives. In the same year, the government suspended Khan again for allegedly treating patients forcibly at a hospital in Bahraich district.Khan on Thursday said that the government had acted against him even after he got a “clean chit from a court”. He added that he was yet to receive his letter of termination from the Uttar Pradesh government. “As soon as I get it, I will approach the High Court,” Khan said.63 kids died 'cos the govt didn't pay the O2 suppliers8 Doctors,employees got suspended -7 reinstatedinspite of getting clean chit on charges of medical negligence & corruption -I got terminated Parents-Still awaiting Justice justice ? Injustice?U decide 🙏🤲 pic.twitter.com/t7ZFeU4JYf— Dr Kafeel Khan (@drkafeelkhan) November 11, 2021\n\n“Never expected justice from this government as I knew I have not  done anything wrong and have firm faith in our judiciary,” Khan said in a  video he posted on Twitter. Khan claimed that of the eight people suspended in the children’s death case, everybody was reinstated to their jobs except him.Congress General Secretary Priyanka Gandhi tweeted in support of the doctor, saying that his dismissal was driven by malice.“Motivated  by a hate agenda, the government is doing all this to harass him,” she  said in a tweet in Hindi. “But the government should keep in mind that  it is not above the Constitution. The Congress party is with Khan in his  fight for justice.” उप्र सरकार द्वारा डॉ. कफील खान की बर्खास्तगी दुर्भावना से प्रेरित है। नफरती एजेंडा से प्रेरित सरकार उनको प्रताड़ित करने के लिए ये सब कर रही है।लेकिन सरकार को ध्यान रखना चाहिए कि वो संविधान से ऊपर नहीं है। कांग्रेस पार्टी डॉ कफील की न्याय की लड़ाई में उनके साथ है और हमेशा रहेगी। pic.twitter.com/xidIyzv3sI— Priyanka Gandhi Vadra (@priyankagandhi) November 11, 2021","author":"Scroll Staff","time":"2021-11-11T18:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146974-kkalwmpnpx-1599152086.jpg","tags":["Kafeel Khan","Uttar Pradesh","Gorakhpur","Gorakhpur tragedy"],"source":"https://scroll.in/latest/1010367/gorakhpur-deaths-kafeel-khan-sacked-two-years-after-he-was-cleared-of-medical-negligence-charges"}