{"title":"Gorakhpur child deaths: Probe absolves Dr Kafeel Khan of all charges, praises him for saving lives","content":"Two years after the deaths of 63 children in Gorakhpur’s BRD Medical College, a state government probe has absolved Dr Kafeel Khan of all charges against him as well as commended him for doing everything in his power to help save lives.The deaths had taken place in August 2017 after an alleged shortage of oxygen in the government-run hospital. Khan, a paediatrician in the hospital, had been suspended soon after. He was jailed for nine months after a criminal case of medical negligence, corruption and dereliction of duty was filed against him. The case had taken a political turn with the chief minister Adityanath blaming Khan for the deaths while denying that the deaths occurred due to a shortage of oxygen at the government hospital.But an inquiry panel instituted by the state government to probe the child deaths has concluded Khan is not guilty of the charges brought against him. The inquiry panel, formed in August 2017, submitted its report to the state government five months ago on April 18, 2019. Scroll.in has accessed a copy of the report authored by Himanshu Kumar, principal secretary in the Uttar Pradesh government.‘No evidence of medical negligence’The report says that “no evidence” of  medical negligence and corruption has been found against Kafeel Khan. The report establishes that Khan was neither in charge of the ward where the deaths had occurred nor did he have anything to do with the “storage, tendering, payments, orders, supply or arrangements” of liquid oxygen at all.The report commends Khan for doing everything he could to save lives “given the seriousness of the situation in spite of being on leave”. The report states that he rushed to the hospital and made arrangements for a “jumbo oxygen cylinder” given the sudden shortage of liquid oxygen.Although Khan was not involved in the liquid oxygen procurement process for the hospital, “due to his honest efforts, the hospital was able to procure on August 11 and August 12, 500 jumbo cylinders from different companies”, the report adds.The investigation found no evidence that Khan held a private medical practice at the time of tragedy. The report concludes that the charges against Khan of medical negligence and corruption are “baseless and inconsistent”.Political back and forthThe state government in its public communication has not yet acknowledged the report. On September 16, the Uttar Pradesh chief minister repeated his claim in an interview to the Indian Express that there had been no oxygen shortage in the hospital and that Khan had done nothing to help that day. “It was drama we are supposed to believe,” said Adityanath on Khan’s efforts to procure liquid oxygen.But the inquiry report refuted this claim. “Recently an RTI application accepted that on August 11 and August 12, 2017 for 54 hours there was a shortage of liquid oxygen at the BRD Medical College,” the report said. Khan accused the government of suppressing the results of this report. “The report was filed in April yet the chief minister keeps on blaming me for the deaths,” said Khan.“The report was submitted to the state government in April so why then does the chief minister continue to say these things?” he asked.Two years later, the state government is yet to identify who is responsible for the deaths of 63 children. “I believe the real culprits of the completely man-made tragedy at BRD, Gorakhpur are those who received letters of dues from oxygen suppliers, but did not make the payment,” said Khan.The charges against him were a form of obfuscation, Khan claimed. “To hide government  failure, I was made scapegoat and imprisoned for nine months. I continue still to remain suspended from BRD,” he said.Also read:Interview: Gorakhpur doctor jailed for infant deaths claims many adults may have also died when oxygen ran out","author":"Shoaib Daniyal","time":"2019-09-27T21:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/938762-moyvzxacvd-1529291271.jpg","tags":["Kafeel Khan","Gorakhpur","Adityanath","Uttar Padesh"],"source":"https://scroll.in/pulse/938762/gorakhpur-child-deaths-probe-absolves-dr-kafeel-khan-of-all-charges-praises-him-for-saving-lives"}