{"title":"Gosht busters: Five examples of India’s tragi-comic obsession with vegetarianism","content":"Meat eaters, our way of life is under attack.Almost nothing defines a culture as closely as food. It is crucial to who we are. And in Mumbai, at least some part of that is in peril. The kheema paos, biryanis, Goan sausages and mutton sukkas that fed and nourished generations of Mumbaiwallahs have now fallen under the dark cloud of a particularly unappetising brand of religious fervour.The fact that food is so central to identity is maybe why religions take such great care to police it. In this, it could be said, Jainism is a leader of sorts, proscribing vast swathes of foodstuffs. Which was all fine ­– till a number of Bharatiya Janata Party-controlled local bodies across Maharashtra decided to absurdly extend some part of Jainism’s food taboos to the entire population by resurrecting a two-day ban during the Jain festival of Paryushan, introduced in 1994 by the then Congress government, which, meat-traders argued, had never really been implemented until now. More than two decades later, the two-day ban was sought to be extended to four days till the Bombay High Court stepped in this year and got it reduced to two days.Some in the BJP had wanted to extend it for the entire duration of eight days of the Jain festival in Mumbai and many of its satellite towns this year, thus effectively declaring meat a contraband substance, forcing all citizens – whether they believed in the tenets of Jainism or not – to follow the religion's taboos. Earlier, the same was done for Hinduism’s taboo against beef, at an even larger scale: 24 states out of 29 restrict beef in some way or another, forcing people to stick to someone else’s religious morals by force of law.This might seem absurd ­­­– and it is – but this sort of militant vegetarianism has actually become quite common in post-Babri India, where the upper-caste food taboos are often pushed down the throats of the rest of the population.Here are five other examples, all pushing the boundaries of the surreal.1. Beef has been censored as a swear wordMany upper-caste Hindus have a beef taboo, based on the sacredness of the cow. However, in the current climate, this has been taken to ridiculous lengths: Indian television channels have started to censor out the very mention of the word “beef”, lest it lead to blasphemy.Here is the popular American sitcom, Friends, in which the word for the meat of cow was represented with four short, sharp asterisks.In fact, when Masterchef Australia aired in India, it put out a viewer discretion notice for beef, lest anyone was scarred by inadvertently watching a steak being charred.Deeply disturbed by the 'viewer discretion advised warning' before masterchef australia episode having images of beef! Never seen it before!— Sneha Gole (@golesneha) October 18, 20142. Anti-egg sentimentEggs are a super food, offering a unique combination of protein, fat, iron and calcium in one, easy-to-ship ovoid package. Eggs have a long shelf life and since they come neatly packaged in a shell, they cannot be adulterated, unlike pulses or milk.That’s the supply-side. The demand-side requirement for eggs is even more urgent. India has an alarming problem of malnutrition. In fact, it could be said to be the worst in the world. The only country that that has a higher proportion of underweight children under the age of five than India is East Timor. Some of the countries which do better than India on this metric are Somalia, Afghanistan, Burkina Faso and Haiti.But, so deep rooted is the anti-egg dogma that many Bharatiya Janata Party-ruled state (and some Congress ones ­– this taboo cuts across parties) have refused to serve eggs in the mid-day meal. A perfect example of religious dogma trumping over the lives of our children.3. Meat-eaters are bad peopleIntertwined with caste, meat eating is not only a matter of “pollution” but also of morality. In 2012, for example, a popular class VI textbook informed its readers that meat “causes you to easily cheat, tell lies, forget promises, be dishonest, steal and commit sex crimes”.Again, this might seem farcical to many but given its roots in caste, the association of meat-eating and morality is not uncommon. Even Gandhi, for example, often advised Dalits to give up meat-eating if they wanted untouchability to end and be accepted by the savarna castes.4. Only veggies at work, pleaseIn case you thought the government was the only one reaching out into your plate to control what’s on it, you’re wrong. Your employer might be just as guilty of trying to police your dabba.A number of organisations in India have banned meat in the office, including the liberal newspaper the Hindu.As the Hindi idiom goes, jaati who cheez hai jo kabhi nahin jaati [caste does not ever go away], and,  it seems, cuts across political divides in India.5. Bovine murder laws are stricter than human murder lawsThe presumption of innocence ­is one of the cardinal principles in legal systems across the world. It’s the same as in India, as well. If the authorities suspect you of, say, robbing a bank or of murdering a human being, you’re held innocent till the law proves you to be guilty.In Indian law, however, there is an exception to this rule. In the states of Madhya Pradesh, Maharashtra and Delhi, for example, it doesn’t hold for gohatya, bovicide. In these states, if you are arrested for cow slaughter, you are automatically held guilty until proven innocent. To escapse punishment therefore, the accused has to prove he didn't harm any cows.","author":"Shoaib Daniyal","time":"2015-09-13T10:30:06+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/755126-3962ea53-9dc5-41eb-84a5-2ed2a8e5a92f.jpg","tags":[],"source":"https://scroll.in/article/755126/gosht-busters-five-examples-of-indias-tragi-comic-obsession-with-vegetarianism"}