{"title":"Allegation that Robert Vadra owns a benami mansion in London is a conspiracy, says Sonia Gandhi","content":"Congress President Sonia Gandhi on Tuesday challenged the government to open an inquiry against her son-in-law Robert Vadra, who has come under the lens for allegedly owning a benami mansion in London. Raids carried out in an investigation against controversial arms dealer Sanjay Bhandari shed light on his link to Vadra in this case. Gandhi claimed it was another one of the government's conspiracies against the party, as part of their \"Congress-mukht Bharat\" (Congree-free India) agenda. \"They make such false allegations every day. If you [the Centre] have proof, do not hesitate to open an investigation [against Vadra],\" she said.A benami property is one that a person buys as a proxy for someone else, in this case Priyanka Vadra's husband. The Bryanston Square mansion in London was allegedly bought for Rs 19 crore in 2009 and sold in 2010, according to an NDTV report. The allegations were made in two reports by investigative agencies, following raids in 18 premises owned by Bhandari.Vadra's lawyers denied the claims, saying he neither directly, nor indirectly, owns any house in London's Bryanston Square. \"He has not entered into any transaction of a financial nature with Sanjay Bhandari and is not even aware that Sanjay Bhandari is involved in any defense transaction,\" his lawyers said. The Narendra Modi-led government has reportedly begun an investigation into the matter and will look into email exchanges regarding the property between Vadra, his assistant and a relative of Bhandari's.Congress, too, denied the allegations. The party held a press conference on Monday to refute the news channel's report. \"Robert Vadra has been systematically persecuted and hounded by Congress opponents...This is based on misinformation. This is based on yet another part of the same dirty tricks,\" Congress spokesperson Abhishek Singhvi said.","author":"Scroll Staff","time":"2016-05-31T07:51:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/809061-lqkyxdgrky-1464661680.jpg","tags":["Robert Vadra","Congress","Sanjay Bhandari"],"source":"https://scroll.in/latest/809061/government-reports-suggest-arms-dealer-bought-a-benami-mansion-in-london-for-robert-vadra-ndtv"}