{"title":"Governor should not enter political arena, says SC on Shiv Sena petitions","content":"The Supreme Court on Wednesday took exception to Maharashtra governor’s counsel making political comments about formation of the government in the state, reported Live Law. The court was hearing pleas filed by the Uddhav Thackeray and Eknath Shinde-led factions of the Shiv Sena.“The governor should not enter political arena,” Chief Justice DY Chandachud said, interjecting on arguments made by Solicitor General Tushar Mehta, who was appearing for the Maharashtra governor.Mehta had said that the Shiv Sena left a pre-poll “principled alliance” with the Bharatiya Janata Party and joined the “opportunistic” post-poll alliance with the Nationalist Congress Party and the Congress.“When you go before the voter, you don’t go as an individual candidate but as a representative representing a political ideology, a representative who will go and say, this is our shared belief, our shared agenda,” Mehta told the court. “The voter doesn’t vote for individuals but for the ideology or the political philosophy that the party projects.”Chandachud, who was leading a five-judge Constitution bench, however, intervened asking how can the governor be bothered about political movements, according to The Hindu. “On the formation of government, how can the governor say this?” the chief justice asked.To this, the solicitor general said that he was speaking in his individual capacity, not on behalf of the governor. Mehta added that he was just beginning his arguments with facts to show that the Nabam Rebia verdict was a correct decision.In a 2016 judgement, the Supreme Court had held that Nabam Rebia, who was then the Arunachal Pradesh Assembly Speaker, was ineligible to decide on disqualification petitions till the motion seeking his removal was completed.Chandrachud said that on one hand, the Nabam Rebia judgement prevented a Speaker or Deputy Speaker from functioning as a tribunal under the Tenth Schedule of the Constitution – which deals with the defection law – until his position was ratified by the House.“Meanwhile, there would be a free flow of human capital from one political party to another,” he added.The Supreme Court is presently considering whether the Nabam Rebia judgement needs to be referred to a larger bench in connection with the Shiv Sena petitions. The court reserved its verdict on the matter on Thursday, reported Live Law. The need to consider Nabam Rebia ruling in the present case stems from a petition filed by Eknath Shinde, before he became the chief minister. Shinde had challenged the disqualification notices issued in June by Narhari Zirwal, who was the Deputy Speaker at the time, against him and 15 others MLAs who had rebelled against Shin Sena supremo Uddhav Thackeray.Shinde had sought restraining the Deputy Speaker from taking any action of the disqualification notices till the resolution to remove him is decided.At Thursday’s hearing, Chandrachud observed that one of the aspects to be considered is whether the Nabam Rebia judgement was applicable at all, including the case at hand, reported Bar and Bench.On the allegations of horse trading related to the present matter, he added: “10th schedule has been internalised by political establishments. It is like a chess board everyone knows what will be the next step.”Shiv Sena crisisShinde had rebelled against the Maha Vikas Aghadi government – a coalition of Shiv Sena, Congress and Nationalist Congress Party. He was supported by 40 out of Shiv Sena’s 55 MLAs.Subsequently, the coalition was ousted from power as the Thackeray faction was reduced to a minority in the state Assembly.Shinde was sworn in as the chief minister of Maharashtra on June 30, while the Bharatiya Janata Party’s Devendra Fadnavis took oath as his deputy. On July 4, Shinde won a floor test in the Maharashtra Assembly. He got 164 votes in his support, significantly above the majority mark of 145, while 99 MLAs voted against him.Several petitions were filed before the Supreme Court after the split between Shinde and Thackeray.","author":"Scroll Staff","time":"2023-02-16T16:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182940-fonbubopic-1668616278.jpg","tags":["Shiv Sena","Maharashtra","Governor","Supreme Court","Uddhav Thackeray","Eknath Shinde"]}