{"title":"Government jobs, Jat agitation, split in a state party are helping BJP in Haryana","content":"Haryana’s Bharatiya Janata Party government hasn’t  always lived up to the image that the party it promotes of itself – as an entitity that provides efficient and confident governance. Since the BJP took charge of the state in 2014, Chief Minister Manohar Lal Khattar’s tenure has been punctuated by bouts of violence and rioting that his government largely failed to check. Soon after Khattar took charge in October 2014, the attempt to arrest Haryana-based spiritual leader Rampal for murder led to violent clashes between his followers and paramilitary forces in Hisar. In February 2016, during the Jat community’s violent agitation for reservations in government jobs and education, the government was “practically a bystander”, according to Rajinder Sharma, professor of political science at Maharshi Dayanand University in Rohtak, where the protests began.In August 2017, violence broke out across the state following the arrest of another religious leader, Gurmeet Ram Rahim Singh of Dera Sacha Sauda, causing damage worth over Rs 126 crore to property. That month, the son of BJP leader Subhash Barala was arrested in a case of stalking that attracted national attention.Haryana has also witnessed several cases of cow vigilantism since 2014. In 2018, the Supreme Court issued Haryana with a notice (along with Rajasthan and Uttar Pradesh) asking why it had not complied with an earlier order to take stern steps against cow vigilantism.Despite this, the BJP is looking strong as the state heads to the ballot booth on May 12, in the penultimate phase of the seven-phase Lok Sabha elections. The state is also due for Assembly elections later this year.The Khattar government’s recent appointment of thousands of people to government jobs is seen as the major factor that has helped the BJP effect this turnaround.In 2014, the BJP had won seven of Haryana’s 10 Lok Sabha seats. Of the other three seats, two (Sirsa and Hisar) were won by the Indian National Lok Dal and the third (Rohtak) by the Congress. In Hisar and Rohtak, the BJP or an ally was second.Scroll.in asked some voters in Rohtak, Hisar and Jind (part of Sonipat Lok Sabha constituency) what they think will influence each party’s chances, and why the BJP was in the reckoning. The reasons that came up most often were: jobs, Jats, the split in the only major state party, the Indian National Lok Dal, the terrorist attack in Pulwama in February and the subsequent Indian Air Force strikes in Balakot, Pakistan.Jobs without ‘sifarish’In the first few months of 2019, the Haryana government recruited around 18,000 support staff – or Group D employees – as well as teachers and policemen.The process is widely believed to have been transparent and fair although the Congress and even some voters see it as a move timed to influence the election. “Earlier, villagers travelled to Chandigarh or Delhi with sifarish [requests] bearing chits with names of relatives they wanted jobs for, and money,” said Vijender Singh, owner of a car hire service in Rohtak. “That did not happen [this time].”Diwan Singh, 72, from Singhwa Khas village of Hisar, said most residents of his village had voted for the Indian National Lok Dal in 2014, but the BJP stood a good chance this year because of the government recruitment. “One boy from a very poor family in our village has been appointed as district attorney,” he said. “His parents are uneducated but he worked hard and got in.” At a shopping centre in Mundhal Khurd village, Hisar, elderly men discuss politics. (Photo credit: Shreya Roy Chowdhury).The BJP has been reminding citizens of the recruitments frequently – in speeches and on social media. But this has also irked some voters.“Was the government sleeping for the first four years?” asked Varsha, a teacher in a private school from Hisar’s Hansi tehsil. “They thought of recruitment only at the time of elections.” Varsha, who does not use her last name, had passed the state eligibility test for teachers in 2009 but did not get a government job. “They took another test in 2017, declared the results in 2018 and then appointments took place this year – 10 years after I qualified,” she said. By then, she was over 40 and had crossed the age limit.The recruitments were dismissed as “a part of the BJP’s election campaign” by Satyanarayan Sahni, a member of the Congress in Rohtak.But Kushal Pal, a political science teacher in Karnal, said that the “perception of fair appointments has helped the BJP, which generally has an urban base, in rural Haryana”. Pal is also the state coordinator for the Lokniti Programme for Comparative Democracy, a research initiative on elections.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/bamowahobo-1557241317.jpg\">\n  </picture><figcaption>The BJP's election office in Rohtak. (Photo credit: Shreya Roy Chowdhury).</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/kovcpjoder-1557241363.jpg\">\n  </picture><figcaption>Motorcyclists stop to watch the video playing in front of BJP's election office in Rohtal. The slideshow of images included at least one of a soldier. (Photo credit: Shreya Roy Chowdhury).</figcaption></figure>\nJats and the restIn 2016, no one would have bet on the fact that Haryana residents would be sympathetic to the BJP again in 2019. The state’s residents were angry with Khattar’s catatonic government after the Jat agitation for reservations led to widespread violence, particularly in Jhajjar and Rohtak. Some estimates put the loss to the state at Rs 20,000 crore. Statements made by Kurukshetra MP, Rajkumar Saini, criticising the demand for Jats to be included in the Other Backward Classes category were the immediate provocation. Saini, who was then with the BJP, now heads the new Loktantra Suraksha Party.The Sainis, a community that originally sold vegetables, suffered enormously from the violence. At Sukhpura Chowk in Rohtak, around two dozen shops owned by them were torched. Atar Singh Saini, 59, owned one of them. He said that he had phoned the police several times as the mob gathered. “They said there was no one there, that the government could help us,” he said. His family cowered in one room of their home as the shop his grandfather set up in 1932 was set on fire.Rajinder Saini, 60, incurred losses worth Rs 50 lakh when the mob set fire to the tents, chairs and other equipment he used to rent out for weddings and other events. “My shop burnt for three days,” he said. He received Rs 20 lakh in compensation and now sells crockery.  In 2014, he had voted for Congress. But in 2019, he expects most Sainis to go with the BJP.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/dslmlstxve-1557241122.jpg\">\n  </picture><figcaption>Rajinder Saini in his shop in Rohtak. (Photo credit: Shreya Roy Chowdhury).</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/zyyfgeqoya-1557241166.jpg\">\n  </picture><figcaption>Atar Singh Saini in his shop (Credit: Shreya Roy Chowdhury)</figcaption></figure>\nRajinder Sharma explained why the Sainis would vote for a party under whose watch the violence took place.Both the Congress and the Indian National Lok Dal are led by Jats. “The Jat agitation had a major impact on our society – it divided the Jats from the non-Jats,” he said. “The Jats have dominated Haryana politics for 40 years. Now BJP is seen as the party that can dislodge them. And the Jats who may have voted for the BJP in 2014 will not this time.”There is another reason. “The BJP has managed to shift blame to the Hoodas,” added Sharma. This was a reference to former Haryana chief minister and Congress leader Bhupinder Singh Hooda, and his son, Deepender, the incumbent MP from Rohtak, who belong to the Jat community. Hooda senior is contesting from Sonipat in the Lok Sabha elections.Though shop owners Rajinder Saini and Atar Singh Saini concede that the Hoodas have done a lot for Rohtak, they blame them for the violence.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 60.34557235421166%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/quhedwbnbt-1557241139.jpg\">\n  </picture><figcaption>Congress office at Ambedkar Chowk, Rohtak. (Photo credit: Shreya Roy Chowdhury).</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 52.21238938053098%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/wvoinpqakr-1557241247.jpg\">\n  </picture><figcaption>Women Congress workers set out to campaign in Rohtak on May 4. (Photo credit: Shreya Roy Chowdhury).</figcaption></figure>\nThe dominant JatsOver a quarter of Haryana’s population is Jat, the most powerful of the state’s 36 biradari or communities.The BJP is counting on non-Jats like Sainis to vote for it. “Since 1952, no non-Jat has won from [Rohtak] but that is because other communities voted for them [a Jat candidate],” said BJP’s state vice-president, Arvind Yadav.The Congress had once represented the non-Jat communities, but when Hooda became chief minister in 2005, Jats grew powerful. Led by Hooda, the Congress ruled the state till 2014.Despite the dominance of the Jats, most Sainis in Rohtak had backed the Congress even in 2014, said Atar Singh Saini. This time, however, they are likely to support the BJP, he said.The BJP did not just dodge blame after the 2016 violence, it won sympathy, said Ram Pal Saini, principal, DAV College in Karnal. He believes Khattar was hamstrung by the police and administrative officers during the violence. On the morning of May 4, at the Congress party’s office in Rohtak, most of the dozen members who had gathered were non-Jats. They denied that Hooda was involved in the violence or that the Jat agitation had harmed their chances in the elections. “If the Prakash Singh committee [established to investigate the role of the state machinery during the agitation] had found anything on the Hoodas, do you think the BJP would have let them go?” asked Nand Kishore Kapoor, a Congress member. “The BJP is spreading false allegations.”Rama Prakash and Sultan Singh of Ikkas village, Jind. (Photo credit: Shreya Roy Chowdhury).Indian National Lok Dal on the waneHaryana’s Jats have seen other changes that have weakened the hold of the community over the state’s politics.The “purest form” of Jat culture and beliefs, as Sharma put it, was represented by the Indian National Lok Dal, led by the family of freedom fighter Chaudhary Devi Lal Chautala. He and his son, Om Prakash Chautala, have both served as chief ministers. But in 2013, Om Prakash Chautala and his elder son Ajay Singh Chautala were jailed for 10 years after being convicted of running a recruitment scam.Ajay Singh Chautala’s son, Dushyant Chautala, became the leader of the Indian National Lok Dal and was elected MP from Hisar in 2014. But in December, a feud within the Chautala clan led to a split in the party.Ajay Singh Chautala, Dushyant Chautala and Digvijay Chautala now head one faction, which is called the Jannayak Janata Party. Om Prakash Chautala’s younger son Abhay Singh Chautala and grandson Arjun Chautala, now head the Indian National Lok Dal, with the patriarch’s blessings.Om Prakash Chautala’s three grandsons are contesting in the elections – Dushyant Chautala from Hisar, Digvijay Chautala from Sonipat and Arjun Chautala from Kurukshetra – but the absence of its main leader and infighting have severely diminished the Chautala’s “chaudhar” or dominance.Dushyant Chautala is considered a “badiya chhoda” – a good boy – in Hisar. “He has a good image,” said Ashok Panghal, resident of Mundhal Khurd village, who said the village had supported Dushyant Chautala in 2014. But it is his party that people are less sure about. Many see Dushyant Chautala’s fledgling Jannayak Janata Party “as an ad hoc party”, said Kushal Pal.The Jannayak Janata Party lost its first election earlier this year. Digvijay Chautala had fought the bye-election for the Jind Assembly seat in January, losing to BJP’s Krishan Lal Middha. The election was necessitated after Middha’s father, Hari Chand Middha, died in August. He represented the seat as a member of the Indian National Lok Dal.The loss in Jind has been interpreted in several ways. Pal sees it as a result of the BJP’s successful “consolidation of non-Jat votes”. But Rama Prakash, 66, and Sultan Singh, residents of Ikkas village in Jind, argued that people “voted for Dr [Krishan] Middha personally, not the BJP”.Jind is part of the Sonipat parliamentary constituency and Sultan Singh believes Bhupinder Hooda stands a better chance here than Digvijay Chautala, “who will also get some votes”.This situation suits the BJP best. “Wherever the contest is multipolar [with more than two viable contenders], the BJP is comfortable,” said Pal.Shamsher Rathi in his tobacco shop in Rohtak. (Photo credit: Shreya Roy Chowdhury).Modi and Army Few BJP supporters in Rohtak or Hisar had anything to say about the BJP candidates for their constituencies.The BJP’s Rohtak candidate is Arvind Sharma whose political career is distinguished by his propensity to change parties frequently. He had joined the BJP in March and before that, had fought elections as a member of the Congress, the Bahujan Samaj Party and as an Independent. The party’s Hisar candidate is first-time contestant, Brijendra Singh, son of Union Minister Chaudhary Birender Singh.Consequently, the BJP is seeking votes in the name of Prime Minister Narendra Modi. “There is no anti-incumbency and people are attracted by Modiji’s glamour,” said BJP’s Arvind Yadav. “This the first time Deepender Hooda is a normal candidate. The first three times, he contested as the chief minister’s son.”However, Deepender Hooda is well-liked.Residents said Hooda has developed Rohtak, building roads and sewer systems. “We cannot count the work Deepender has done for Rohtak,” said Shamsher Rathi, a tobacco-seller in Rohtak. “What has BJP done other than play castes and communities against each other?” Congress workers are attempting to remind voters of the BJP’s failed promises – bringing back black money from abroad, and the creation of jobs – and of how their businesses suffered following the November 2016 demonetisation of Rs 500 and Rs 1,000 notes.The BJP’s booth-level campaigners unhesitatingly use the Army, the surgical strike in 2016 and the February strikes in Balakot in their pitch to the public. “Voting for Modiji is voting for our sainiks [or, soldiers],” said BJP-worker Pankaj Chhabra, who is in charge of two booths in Rohtak. “People are also pleased with Masood Azhar [Jaish-e-Mohammad chief] being declared a terrorist.” Also read:Jat violence: What exactly happened in Haryana (and why)","author":"Shreya Roy Chowdhury","time":"2019-05-10T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119248-txjtuwjgwt-1557343554.jpg","tags":["BJP","Rohtak","Hisar","Congress","Haryana","Elections 2019","Jat agitation","Haryana elections 2019","election report 2019"]}