{"title":"Governors shouldn’t be oblivious that they aren’t elected authorities, says Supreme Court","content":"Governors of states should not be oblivious of the fact that they are not elected authorities, the Supreme Court said on Monday, Live Law reported.A bench headed by Chief Justice DY Chandrachud made the observations verbally while hearing a petition filed by the Punjab government against Governor Banwarilal Purohit. The Aam Aadmi Party government has accused Purohit of not acting on seven bills passed by the state’s Legislature.Bills passed by legislatures become law only after the governor signs off on them. Article 200 of the Constitution gives governors the power to either grant their approval to a bill, reject it or in some cases, reserve it for the president’s consideration.While rejecting the bill, the governor may suggest amendments. However, the legislature is not obligated to accept these suggestions and can pass the bill again in its original form for the governor’s approval. On this occasion, the governor must either give assent or reserve it for the president’s consideration.At the hearing on Monday, Senior Advocate Abhishek Manu Singhvi, representing the Punjab government, said that the pending bills were important and had been placed before the governor in July.Solicitor General Tushar Mehta, representing the Punjab governor, informed the court that Purohit has taken “appropriate decisions” on the bills.Responding to Mehta’s submission, Chandrachud questioned why the governors were acting only after such matters reached the Supreme Court. “This has to stop,” the chief justice said. “You come to [the] Supreme Court then the governor starts acting. This shouldn’t be. Governors must act even before the matter comes to the Supreme Court.”Chandrachud highlighted that the Telangana governor in April similarly acted on legislations when the state government’s plea against her delay reached the top court.The chief justice also noted that Punjab Assembly was adjourned temporally on March 22, without being prorogued, and reconvened three months later, Bar and Bench reported.“Can this be done constitutionally?” Chandrachud asked. “You have to hold a session in six months right? That is why life of ordinance cannot exceed six months. But governor says you adjourn the session for three months? Really speaking the Budget session merges with the monsoon session. Is this really the scheme of the Constitution?”Chandrachud remarked that the chief minister and the governor should do a bit of “soul searching”, according to Bar and Bench. “Governor must know that he is not [an] elected representative,” the chief justice added.The bench said that it will hear the matter next on Friday along with similar petitions filed by the Kerala and Tamil Nadu governments.In its plea, the Kerala government told the court last week that Governor Arif Mohammed Khan’s delay in considering eight bills waiting for his assent threatens to subvert the foundations of the Constitution and defeat the rights of the people of the state. Three of the eight bills have been pending with the governor for more than two years. Three other bills have been pending for over a year, the state government said.This came days after the Tamil Nadu government moved the top court accusing Governor RN Ravi of obstructing the Legislative Assembly from carrying out its duties. In its petition, the Dravida Munnetra Kazhagam government alleged that Ravi has not only kept multiple bills pending but has also not sanctioned the investigation and prosecution in several corruption cases.Also read: Pocket vetoed: Governors are sitting on bills – and undermining federalism","author":"Scroll Staff","time":"2023-11-06T15:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186512-jowwrjbqgc-1675598803.jpg","tags":["Punjab government","Governor","Supreme Court","Legal"],"source":"https://scroll.in/latest/1058711/governors-shouldnt-be-oblivious-that-they-arent-elected-authorities-says-supreme-court"}