{"title":"Government involvement in killing citizen of another country is a red line: US ambassador to India","content":"The involvement of a foreign government or its employees in an attempted assassination of a citizen of another country is a “red line” that should not be crossed, United States Ambassador to India Eric Garcetti told ANI on Sunday.“Any country, having an active member of their government involved in a second country trying to assassinate one of their citizens, that’s, I think, usually is a red line for any country,” Garcetti said during an interview with ANI. “That’s a basic issue of sovereignty. That’s a basic issue of rights.”“That’s just an unacceptable red line,” he said.Garcetti made the comments when he was asked about the investigation into the alleged plot to assassinate a Sikh separatist in the United States by the Indian authorities.On November 29, the United States Attorney’s Office, Southern District of New York, announced that it had filed “murder-for-hire charges” against an Indian national Nikhil Gupta in connection with his alleged participation in a thwarted plot to assassinate a Sikh separatist leader.The US Attorney’s Office had alleged in its November 29 statement that Gupta had been recruited by an Indian government employee, who “directed a plot to assassinate on US soil an attorney and political activist who is a US citizen of Indian origin residing in New York city”.While the statement did not name the separatist leader, a report in the Financial Times on November 23 identified him as Gurpatwant Singh Pannun.Pannun, is an advocate for Khalistan, an independent country for Sikhs in India. He is the general counsel of Sikhs for Justice, which was banned in India in 2019. The next year, Pannun was declared an “individual terrorist” in India under the Unlawful Activities Prevention Act.In November, the Sikh separatist leader accused Prime Minister Narendra Modi government of “using mercenaries” to target and kill those demanding the creation of Khalistan, The Guardian reported.The United States’ Department of Justice has alleged that the plot was part of a larger conspiracy to kill one person in California and at least three in Canada. It claimed that Gupta was working on the directions of an Indian government officer.When asked about why the US is “protecting” Pannun despite India describing having categorised him a terrorist, Garcetti told ANI that freedom of speech works differently in the United States from India.“We are helping our Indian counterparts understand that people can express opinions like, ‘I think this is going to happen to American citizens by the way’,” he said. “And under our law for an American citizen to be convicted in American court or to be deported to have a criminal case in another country, it has to meet our law.”He also said that the US is not protecting Pannun but the allegations against him by India must meet laws set in his country.The Indian government had constituted a high-level inquiry committee to examine the inputs from the United States.Responding to Garcetti’s comments, India’s External Affairs Minister S Jaishankar said that the US ambassador was saying what he thinks is Washington’s position on the matter. “The position of my government is that in this particular case, there has been certain information provided to us which we are investigating,” Jaishankar said.Jaishankar said that New Delhi’s own security interests are involved in the investigation.“So, as and when we have something to say on the investigation we would be very glad to speak about it,” the Hindustan Times quoted him as saying. “At this point, beyond the fact that there is an investigation going on, we have nothing more to say.”India’s probe into the alleged assassination plotHowever, Bloomberg reported in March that New Delhi’s inquiry had found that rogue officials not authorised by the Indian government had been involved in the alleged plot to assassinate Pannun in the United States.At least one of the persons involved in the alleged plot does not work anymore for Research and Analysis Wing, India’s foreign intelligence agency, Bloomberg quoted unidentified officials as saying. However, the person is still working for the Indian government and no criminal action has been taken against him so far.The Joe Biden administration in the United States has demanded that those involved in the alleged plot be prosecuted.Also read: A decade under Modi: Aggressive foreign policy yields mixed returns","author":"Scroll Staff","time":"2024-04-01T11:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167538-urpmcrnwva-1639544975.jpg","tags":["Eric Garcetti","Gurpatwant Singh Pannun","United States","Assassination Plot","India"],"source":"https://scroll.in/latest/1066054/government-involvement-in-killing-citizen-of-another-country-is-a-red-line-us-ambassador-to-india"}