{"title":"Government lists 27 charges to book Farooq Abdullah under PSA, cites statements from 2016: Reports","content":"A government dossier has listed 27 charges against former Jammu and Kashmir Chief Minister Farooq Abdullah to detain him under the stringent Public Safety Act, The Indian Express reported on Tuesday. Abdullah was booked on September 14 under the “public order” section of the Act, which provides for detention of up to six months without trial.The dossier includes 16 police reports, three first information reports –  two filed in Srinagar and one in Delhi – and 13 statements made by him in the past in favour of Article 370 and Article 35A of the Indian Constitution that granted Jammu and Kashmir special status. Some of his statements date back to 2016, reported The Hindu. The dossier said he had made the statements “for the purpose of rebellion against India”.The dossier said Abdullah has the potential to create an environment of public disorder. According to the document, the National Conference leader opposed the sovereignty of India by “saying Pakistan-occupied Kashmir was an integral part of Pakistan”. It also accused the octogenarian of offering support to separatists.  At a public meeting in Hazratbal in December 2018, Abdullah had said, “We stand by you and will not let your efforts go waste”, according to the dossier.The dossier said he had blamed the Indian government for the February 14 Pulwama terror attack in which 40 jawans were killed. He has been accused of justifying acts of terror “by glorifying terrorists”.“Public statements made by Dr Abdullah e.g. asking separatist organisation Hurriyat Conference to join hands for so-called freedom struggle, thereby launching a movement for secession, threatening about the hoisting of national flag in an integral part of the country...clearly makes out a strong case...[he] has wilfully and deliberately misled the freedom of speech and expression so brazenly to incite offences aimed at disturbing public order in the state,” read the dossier, according to The Indian Express.A senior police officer had reportedly suggested that Abdullah be kept in preventive custody, but the government insisted on the Public Safety Act. “It was to send a message to other mainstream leaders and workers that the state will not desist from using harsh measures against them if they don’t agree to the new reality,” an unidentified official told The Indian Express. “After two MPs from National Conference were allowed to meet Abdullah, the feeling in the government was that he was not in a mood to dilute his stance and was insisting on fighting the scrapping of Article 370 and Article 35A.’’ Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-09-24T11:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/24858-gxgxjqotdp-1553074814.jpg","tags":["Farooq Abdullah","Jammu and Kashmir","PSA"],"source":"https://scroll.in/latest/938307/government-lists-27-charges-to-book-farooq-abdullah-under-psa-cites-statements-from-2016-reports"}