{"title":"Government docket to journalists on sengol authenticity includes column titled ‘WhatsApp History’","content":"One of the documents in a docket shared to support a claim that the sengol presented to the country’s first Prime Minister Jawaharlal Nehru symbolised the transfer to power from the British government to India is based on social media forwards, reported The Hindu.The assertions were made by some leaders of the Bharatiya Janata Party on Thursday, who criticised the Congress for placing the sengol, a historical sceptre from Tamil Nadu, at Anand Bhavan, a museum at Prayagraj dedicated to the Nehru family.Union minister Nirmala Sitharaman was among the BJP leaders who made the claim. At a press conference in Chennai, journalists were given a docket purportedly containing documentary evidence for the assertion.However, the documents did not support the claim that it symbolised the transfer of power, The Hindu reported. One of the documents, a blog post, which was based on social media forwards, ridiculed the claim. The blog post, titled “WhatsApp History”, was written by Tamil writer Jeyamohan.Jeyamohan wrote that the sceptre was likely to have been among several presents sent from across India at Independence.Other texts cited by the BJP included extracts from BR Ambedkar’s Thoughts on Linguistic States, Perry Anderson’s book The Indian Ideology, and Yasmin Khan’s Great Partition: The Making of India and Pakistan. None of them stated that the sceptre symbolised the transfer of power, according to The Hindu.The government also claimed that those who prepared the sceptre were taken to Delhi on a special flight. However, a photograph in The Hindu showed the delegation at Chennai’s Central Railway Station on August 11, 1947, indicating that they were likely to have travelled by train.Nevertheless, Sitharaman, in response to a question about the evidence for the specific claim about the transfer of power, said that there were “as many documentary [proofs] as you want”.She said: “What we are saying today...[is] all derived from research sources and that you will see in the appendix.”The head of the BJP’s social media cell, Amit Malviya, also claimed on Twitter that the vesting of the sceptre with Nehru was the exact moment of transfer of power from the British to India. “But instead of being given the pride of its place, it was tucked away in Anand Bhavan, and called the golden stick ‘gifted’ to Nehru,” he wrote. “Such is the disdain for Hindu rituals in the Congress.”He also shared a video that made the same claim.वर्ष 1947 में 'सेंगोल' के जरिए हुई भारत को सत्ता हस्तांतरित… जानिए उस अल्पज्ञात ऐतिहासिक घटना को…#SengolAtNewParliament pic.twitter.com/q1JaPSlLYM— Amit Malviya (@amitmalviya) May 24, 2023\n\nThe sceptre will be placed near the chair of the Lok Sabha Speaker after the new Parliament building is inaugurated by Prime Minister Modi on May 28. Twenty opposition parties, including the Congress, have said that they will boycott the event. They have said that President Droupadi Murmu, and not Modi, should inaugurate the new building. However, five opposition parties – the Biju Janata Dal, the YSR Congress Party, the Telugu Desam Party, the Shiromani Akali Dal and the Janata Dal (Secular) – are slated to attend the event. Bahujan Samaj Party chief Mayawati said the boycott call by the 20 opposition parties was inappropriate, but said that she will not be able to attend the ceremony due to prior commitments. On Friday, Congress General Secretary in-charge of Communications Jairam Ramesh said on Twitter that there was no documented evidence of Louis Mountbatten, the last viceroy of British India, freedom fighter C Rajagopalachari or Nehru describing the sceptre as a symbol of the transfer of power.“The sceptre is now being used by the PM and his drum-beaters for their political ends in Tamil Nadu,” he said. “This is typical of this brigade that embroiders facts to suit its twisted objectives.”Is it any surprise that the new Parliament is being consecrated with typically false narratives from the WhatsApp University? The BJP/RSS Distorians stand exposed yet again with Maximum Claims, Minimum Evidence. 1. A majestic sceptre conceived of by a religious establishment in… pic.twitter.com/UXoqUB5OkC— Jairam Ramesh (@Jairam_Ramesh) May 26, 2023\n\nUnion Home Minister Amit Shah termed the Congress’ claim as “another shameful insult” and said that the party must reflect on its behaviour. “The Thiruvaduthurai Adheenam, a holy Saivite Mutt, itself spoke about the importance of the Sengol at the time of India’s freedom,” he said. “Congress is calling the Adheenam’s history as bogus!”The Thiruvavaduthurai Adheenam had commissioned the sceptre after Rajagopalachari approached it.Now, Congress has heaped another shameful insult. The Thiruvaduthurai Adheenam, a holy Saivite Mutt, itself spoke about the importance of the Sengol at the time of India’s freedom. Congress is calling the Adheenam’s history as BOGUS! Congress needs to reflect on their behaviour.— Amit Shah (@AmitShah) May 26, 2023","author":"Scroll Staff","time":"2023-05-26T12:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190570-wxfrwfgaki-1685081904.jpg","tags":["Jawaharlal Nehru","sceptre","BJP","sengol"],"source":"https://scroll.in/latest/1049810/government-docket-to-journalists-on-sengol-authenticity-includes-column-titled-whatsapp-history"}