{"title":"Government has hindered Election Commission’s independence, says Supreme Court","content":"The Supreme Court on Tuesday said that the government was only paying lip service to the independence of election commissioners, and remarked that this was evident from the duration of their tenures, The Hindu reported.A constitution bench headed by Justice KM Joseph was hearing a group of petitions seeking directions to ensure the functional independence of the poll panel.The court said that the tenures of chief election commissioners have come down from more than eight years in the 1950s to only a few hundred days after 2004. It said that no chief election commissioner has been able to complete a full six-year term since 1996, the Hindustan Times reported.“What the government has been doing is that because it knows the date of birth, it ensures that anyone who is appointed as the CEC does not get his full six years,” the bench said. “...Be it the UPA [United Progressive Alliance] government or this government, this has been a trend.”The court said that the Parliament has not framed a law to appoint election commissioners despite the mandate of Article 324(2) of the Constitution and the recommendations of the Dinesh Goswami Committee in 1990 to foster greater independence for the poll panel. Article 324(2) allows Parliament to make laws on the appointment of the chief election commissioner and other election commissioners.Justice Joseph remarked that the most important thing for any person heading an institution was a full term at the post. “What is the most important thing for anybody at the helm of affairs of an institution?’ the judge remarked. “The time he gets to do what he wants to do.”Last week, the petitioners suggested that the court could direct the setting up of a selection committee for the Election Commission on the lines of the panel to select the director of the Central Bureau of Investigation. The high-powered committee tasked with appointing the Central Bureau of Investigation chief consists of the prime minister, the chief justice of India and the leader of the opposition.","author":"Scroll Staff","time":"2022-11-23T09:37:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183257-eqnbguxyfa-1669174820.jpg","tags":["Supreme Court","Justice KM Joseph","Election Commission","Chief Election Commissioner"],"source":"https://scroll.in/latest/1038101/government-has-hindered-election-commissions-independence-says-supreme-court"}