{"title":"Governor’s suggestion to change Tamil Nadu’s name is unnecessary, says state BJP chief","content":"The Bharatiya Janata Party’s Tamil Nadu unit chief K Annamalai said on Monday that Governor RN Ravi’s recent comments about “Tamzihagam” being a more appropriate name for the state were unnecessary, The Indian Express reported.The word “Nadu” means land but is also at times interpreted as country or nation-state. “Tamizhagam” means a region inhabited by the Tamils. At an event in the Raj Bhavan on January 4, Ravi had suggested that the state’s name should be changed, saying that a “different kind of narrative has been created” in Tamil Nadu.On Monday, Annamalai said that both Tamil Nadu and Tamizhagam are words that convey a “similar spirit”, and that the BJP does not agree with the idea of changing the state’s name. The state BJP chief said that the controversy would not lead to any productive outcome.In an interview to Tamil news channel Thanthi TV, Annamalai said that Ravi made the statement while referring to “divisive forces” and that his remark was just a suggestion.Meanwhile, the ruling Dravida Munnetra Kazhagam has accused Ravi of behaving like a Bhartiya Janata Party spokesperson. The DMK’s allies – the Congress and Viduthalai Chiruthaigal Katchi – shouted slogans against the governor  while he addressed the House at the start of the Assembly session on January 9. In his speech in the Assembly too, Ravi courted controversy, as he skipped references made to Dravidar Kazhagam founder Periyar, father of the Indian Constitution BR Ambedkar, former Tamil Nadu Chief Ministers K Kamaraj and CN Annadurai, as well as the “Dravidian model” of governance, while reading out the speech prepared by the state government.By convention, governors and the president read out speeches prepared by governments at inaugural sessions of state Assemblies and Parliament.After Ravi did not do so, Stalin had moved a resolution asking the Speaker to take on record only the original speech. Once the resolution was adopted, Ravi walked out of the Assembly without even waiting for the national anthem to be sung.","author":"Scroll Staff","time":"2023-01-17T08:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/164049-mhuselnjio-1631687151.jfif","tags":["RN Ravi","BJP","Tamil Nadu","K Annamalai"],"source":"https://scroll.in/latest/1042007/governors-remarks-about-changing-tamil-nadus-name-is-unnecessary-says-state-bjp-chief"}