{"title":"Grand Alliance can be revived if Nitish Kumar leaves NDA, says Congress","content":"Shakti Singh Gohil, the Congress party’s chief in Bihar, said on Sunday that the Mahagathbandhan or Grand Alliance can be revived only if Bihar Chief Minister Nitish Kumar cuts ties with the National Democratic Alliance led by the Bharatiya Janata Party. The Mahagathbandhan had comprised Kumar’s Janata Dal (United), Rashtriya Janata Dal and the Congress and had ruled Bihar from 2015 to 2017. In July 2017, Kumar had walked out of the alliance and allied with the BJP. Gohil claimed the “anti-BJP alliance” was necessary for national welfare and that it would be led by the Congress since it is the biggest Opposition party, PTI reported.On forming a grand alliance ahead of the 2019 General Elections, Gohil said, “If any such possibility emerges [Kumar leaving the NDA], then we will definitely discuss it with our allies.” He added that the BJP and the Janata Dal (United) are “incompatible” and wondered what made Nitish Kumar join the NDA.Gohil’s remarks come amid conflicting statements by the BJP and the Janata Dal (United) over seat-sharing talks of the 2019 Lok Sabha elections. Last week, Nitish Kumar denied there was discontent within his party because of its alliance with the BJP, and said the coalition would decide the sharing of seats. This came after Janata Dal (United) General Secretary Shyam Rajak said the BJP must do justice to his party during the elections.Gohil claimed that Prime Minister Narendra Modi’s government was perceived as anti-backward classes. He said that NDA allies such as the Lok Janshakti Party and the Rashtriya Lok Samta Party, with vote banks of Other Backward Classes and Most Backward Classes, have no option but to cut ties with the BJP or go down with it in 2019.","author":"Scroll Staff","time":"2018-06-18T10:35:43.001010+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/883019-20425959963_222065177c_o.jpg","tags":["mahagathbandhan","Nitish Kumar","Congress","BJP","RJD","2019 elections"]}