{"title":"Granting bail to activists, Delhi HC exposes abuse of UAPA – but flaws inherent in the law remain","content":"The Supreme Court has often said that one of the key functions of the courts is to “lift the veil” to determine the truth of a situation.On Tuesday, when the Delhi High Court granted bail to Natasha Narwal, Devangana Kalita and Asif Iqbal Tanha in the Delhi riots cases in which the three activists have been charged under the stringent Unlawful Activities (Prevention) Act, it was this simple exercise of “lifting the veil” thrown on the case by the prosecution that has led to a significant precedent.At the heart of the judgement are two principles fleshed out by the court in assertive language. First, unless the ingredients of the UAPA are clearly made out in the conduct of the accused, protest and dissent cannot be outlawed by labelling them as a terrorist act. Second, UAPA can be applied only in exceptional circumstances. The draconian law cannot be invoked for crimes that do not fall under these exceptions, however egregious they might be. By establishing these principles and making several other crucial points, the Delhi High Court has managed to put important fetters on the abuse of the UAPA provisions. However, even such a well-argued order does not take away the fact that bail under UAPA cases will remain highly discretionary as it would continue to depend on the individual judge’s ability to question evidence presented in establishing a prima facie truth in the allegations. The casesThe three activists who were awarded bail on Tuesday had been booked under several first information reports related to the North East Delhi communal riots of February 2020. They were also included in an omnibus FIR that dealt with the larger conspiracy and in which the police invoked provisions of the UAPA. They were arrested in May and have spent over a year in jail, with the Delhi Police nowhere close to starting the trial in the cases. The lower courts had denied them bail in the UAPA case, which led to an appeal in the Delhi High Court.To understand the significance of the High Court judgement, it is important to note that as a special criminal law that deals with terrorism, the UAPA has a stringent provision under Section 43 D(5) that bars the courts from awarding bail if, from a perusal of the case diary or the charge sheet, there are reasonable grounds to believe that the accusation against a person is prima facie true. As seen in several recent cases, including those against activists in the Bhima Koregaon case in Maharashtra, the trial courts, more often than not, tend to agree with the prosecution on the prima facie truth of the case. This has led to prolonged incarceration of the accused without a trial. With regards the three activists who were awarded bail on Tuesday, the prosecution had accused them of conspiring to stoke violence during the anti-Citizenship Amendment Act protests that gripped the capital between December 2019 and February 2020.Natasha Narwal, Devangana Kalita and Asif Iqbal Tanha granted bail by the Delhi HC in a case filed against them under the #UAPA.@Memeghnad takes you through the history of UAPA & how it has been misused by successive governments. #Replug #DelhiRiotshttps://t.co/2iZ4HZXvfv pic.twitter.com/P8PQBWpnad— newslaundry (@newslaundry) June 15, 2021\n\nRule of exceptionIn February this year, the Supreme Court awarded bail to an accused person booked under the UAPA in Kerala on the grounds that he had been in jail for over five years and there was no indication that the trial would start anytime soon. This situation, the court said, strikes at the fundamental right of the accused to access speedy justice. As a consequence, he became eligible for bail. However, unlike this Supreme Court precedent, the Delhi High Court order on Tuesday awarded bail to the three activists on the merits of the case itself. The court undertook an analysis of the case documents to determine the prima facie truth and came to a conclusion that no case could be made out under the UAPA. The court looked at whether the case documents had anything that satisfied the ingredients of Section 15, 17 and 18 of the UAPA. Section 15 relates to the commission of a terrorist act, Section 17 deals with raising funds for a terrorist act and Section 18 relates to a conspiracy to commit a terrorist act or an action preparatory for a terrorist act.The court said that in establishing a prima facie case under these provisions, there have to be “specific or particularised” allegations. It notes in the bail order that what the prosecution has only made inferences about three activists, using “hyperbolic verbiage.” The court said: “Allegations relating to inflammatory speeches, organising of chakka  jaam, instigating women to protest and to stock-pile various articles  and other similar allegations, in our view, at worst, are evidence that  the appellant participated in organising protests, but we can discern no  specific or particularised allegation, much less any material to  bear-out the allegation, that the appellant incited violence, what to  talk of committing a terrorist act or a conspiracy or act preparatory to  the commission of a terrorist act as understood in the UAPA”The court has also said that penal provisions have to be read narrowly so that a person is not accused under a provision of law that has no intention to punish the said action. In essence, the court said when normal criminal provisions would suffice, the police cannot invoke drastic laws like the UAPA. On page 19 of the Narwal bail order, the court goes on to establish what the intention of the UAPA provisions are as envisaged by Parliament when it passed the legislation. The legislation relates to crimes that affect the defence of India. Since it was Parliament that enacted the UAPA, it had to fall under the item “Defence of India” in the central list of subjects. Actions affecting law and order and public order cannot be brought under UAPA. The bench said: “Upon a careful consideration of the aforesaid verdicts of the Hon’ble Supreme  Court,  in  our  opinion,  the  intent  and  purpose  of  Parliament in  enacting  the  UAPA  and  in  amending  it  in  2004  and  2008  to  bring terrorist  activity  within  its  scope,  was  and  could  only  have  been,  to deal  with  matters  of  profound  impact  on  the  ‘Defence  of  India’, nothing  more  and  nothing  less.” Thus, to apply the provisions of the UAPA, there have to be exceptional circumstances with particular evidence that shows that the ingredients of the crimes as established by the law, which only relates to the defence of India, are satisfied. Anything less, the application of UAPA will break down. 5 things the Delhi HC said while granting bail to #DevanganaKalita #NatashaNarwal and #AsifIqbalTanha in the 2020 Delhi riots case 1/n pic.twitter.com/rUTpFH9g1E— Anubha Bhonsle (@anubhabhonsle) June 15, 2021\n\nProblems remainThere is no doubt about the fact that the Delhi High Court order on Tuesday has dealt a blow to the agencies that invoke the UAPA in a cavalier manner. It comes as a ray of hope to many who are languishing in jail without trials. However, the orders do not mean the problems inherent in the UAPA have been done away with. Even after these orders, awarding bail will remain highly discretionary and will depend on the particular judge’s ability to analyse the case diary and charge sheet and call out the police for a lack of evidence that establishes prima facie truth. Further, given the profound impact of the orders on the UAPA, it will not be surprising if the Centre moves the Supreme Court against them. Primarily, the Centre could argue that the Delhi High Court had undertaken an exercise of excessively analysing evidence that goes beyond the measures  necessary to establish the prima facie truth, something that the law does not allow.","author":"Sruthisagar Yamunan","time":"2021-06-16T12:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160397-vvfmgvxmwe-1623831268.jpg","tags":["Delhi riots","Delhi High Court","UAPA"],"source":"https://scroll.in/article/997631/granting-bail-to-activists-delhi-hc-exposes-abuse-of-uapa-but-flaws-inherent-in-the-law-remain"}