{"title":"Great highs and astounding lows: The drug problem among Manipuri women","content":"Boinu was about 21 when she fell in love and decided to get married. It seemed a better option than living with indifferent relatives who gave her shelter after the death of her divorced parents – an alcoholic father and a sick mother.A lanky girl with a solemn face and raspy voice, Boinu (she uses one name) lived on India’s far, eastern edge, in the town of Churachandpur, where the plains meet the hills in one of India’s most diverse and conflict-ridden states, Manipur.A year later, her husband had brought home another woman, and a distressed Boinu returned to her relatives. She spent the next many weeks in her room, bursting into tears every now and then, and seldom eating or talking to anyone. When some friends offered her a syringe packed with heroin, she took it.“It’s not like I had anything else working out for me,” she said. “Soon, I was injecting heroin four times a day.” Each injection, done among friends who did the same, usually meant about three grams, or “shots”, of the drug, each Rs 100 – money she got from her relatives.Boinu, now 29, is one of 236 female injecting drug users registered with the targeted intervention project of an NGO in Imphal, Nirvana Foundation, which aims at preventing HIV among drug users. For two years, she has been coming here for shelter, medical checks or just to talk. Boinu has been a sex worker for six years, using her earnings to buy drugs, unable to kick her habit, and living on the streets with no family or social support.There are hundreds of such drug users across the state. Among them are teenagers, teachers, mothers and – the latest victims – school girls. Their stories are important to India because this is a province where the country’s much-discussed but slow-moving emancipation of women is moving from theory to reality. But years of relentless conflict, stress and collapsing governance are nullifying these advances.Perks and perilsA girl child born in Manipur is more likely to not be killed at birth; more likely to be educated; more likely to be working as an adult; more likely to survive childbirth and more likely to not be the victim of crime than in most Indian states, as the chart below shows.\n\t\t\n\tSource: Census 2011; Census 2011; The National Sample Survey Office Report; Regional Institute of Medical Sciences Manipur 2010-11; Sample Registration System Report 2010-12; NCRB Crime in India 2015 Report.  Note: Rankings are among 29 states; they do not include union territories.Contrast these statistics with another: Manipur had the highest percentage of female injecting drug users (28.2%) among all northeastern states, according to this 2015 study by the United Nations Office on Drugs and Crime last year. Manipur makes up less than 1% of India’s population, but even 25 years ago, the state’s intravenous drug users accounted for 23.1% of the nation’s HIV cases because, as this 1991 paper explained, addicts share needles and syringes.Life in Manipur is more challenging than in most Indian states. Manipur is half the size of Haryana, but its complexities are sub-continental. It has no more than 2.7 million people – twice the population of Goa – but it has more than 30 ethnic groups and tribes with conflicting aspirations, as many dialects, and about 34 armed groups, fighting either to secede from Manipur or India.Manipur is a cauldron of strife, made worse by frequent excesses by security forces, granted impunity by a law – the Armed Forces Special Powers Act – that provides them immunity from prosecution and has been in operation for 36 years, 10 more than in Kashmir.More than 20,000 widows in Manipur have lost their husbands to extra-judicial killings by either state or non-state forces, and a large number of widows here are HIV positive following an HIV epidemic that gripped the state in the 1990s. More than 7,00,000 educated youth are unemployed because there are few industries and private enterprises; young Manipuris stream out into India’s largest cities, their education, fluency with English and neat demeanour offering them employment across the country.The protracted cycle of violence, poverty, unemployment, and ethnic tensions has pushed thousands of Manipuris to use drugs, the most common being heroin no. 4 – as the locally available version of high-quality heroin is called; Rs 100 a shot–perhaps a tenth of the cost in Punjab.The easy, cheap availability of drugs comes from Manipur’s location next to the Golden Triangle, a region at the borders of Myanmar, Thailand and Laos, infamous for international drug runners. Every second household in Manipur now has at least one drug user or a history of a family member who died due to HIV or drug overdose, according to Kunal Kishore, a United Nations Office on Drugs and Crime official.“For many women, substances are a way of self-medicating for emotional problems or the experience of living under conditions of extreme distress,” this 2008 United Nations Office on Drugs and Crime report stated. Societies in constant cycles of violence and repression are prone to high degree of drug usage, Kishore added.Manipuri women are most vulnerable because they are less likely than men to seek help or be treated because of the stigma and opprobrium involved, this 2012 study said. They are also more likely to take to sex work to feed their addiction.In a 2011 study – conducted by two NGOs, Alliance India, and Social Awareness Service Organisation, among female addicts in Manipur – 17% of women reported experiencing physical violence over the last three months, about 49% reported harassment, and 32% said they had been isolated by their families.People who take to drugs set off a cycle of drug-taking. “In a close-knit society where vulnerable women have injecting drug users around them, the likelihood of them taking to drugs is extremely high,” Kishore said. Feeding this addiction leads women into progressively darker areas.Rapid descentBoinu cannot forget the first time she had sex for money. “I couldn’t stop crying that first night in the hotel room,” she recalled.“Hotel work” is what friends suggested when her family stopped supporting her. “I realised later they were talking about sex work,” said Boinu. “I refused initially but what other option did I have? I had tried to give up heroin and failed.”Manipur also has the lowest percentage of women drug users living with a partner or spouse (12%), an indicator of their social and economic vulnerability. According to several studies on drug use among women, the primary reasons for initiation are stress, tension, and the influence of friends, spouse or sexual partners.Of the 236 women registered with the Nirvana Foundation in Imphal, where Boinu now lives, 205 are sex workers. For more than half of Manipur’s women addicts, drug peddling and sex work are the primary sources of income, according to the 2015 UNODC study–again, the highest in the northeast.On average, Boinu earns about Rs 3,000-5,000 a day. Later at night, she and her five friends scout for safe street corners to sleep. The only thing that Boinu has going for her is that she does not have HIV.HIV epidemicManipur has had a long, hard struggle against a heroin and HIV epidemic, which was first reported here more than a quarter century ago. Only over the last three years has the government focused attention on women users.There was a time 25 years ago, when HIV was a mystery virus that scared even doctors. “Those were desperate times,” said Vikram Singh Nepram, 53, head of the Manipur State Aids Control Society Partner NGOs Forum, an umbrella body with about 50 members statewide, recalling how drug-users-turned-social workers began to provide home-based care and support to HIV-positive injecting drug users. “I remember just one doctor willing to touch those who were HIV positive. People were dying, and there was widespread stigma against them. We wanted only to at least help them pass away with dignity.”With the help of NACO and other organisations, Nepram, an observant and affable activist who’s worked with injecting drug users for most of his life, led a project called Continuum of Care, which trained family members, healthcare providers and NGO volunteers to care for HIV positive injecting drug users at home and in hospitals.In 2004, the first Anti-retroviral Therapy unit was set up in Manipur, and as the drug, which slows the spread of HIV in the body, became freely available, the project ended. But community-based organisations have continued their work.Though Manipur continues to have high number of injecting drug users, the prevalence of HIV among them–according to the the last survey in 2014–is 12%, lower than both Punjab (21%) and Delhi (18%). But when it comes to female drug users, HIV is only a part of the problem.Why Manipur’s women need specific, special attentionWhen I met Boinu in Nirvana Foundation’s day-care centre – where she goes to rest and recuperate – she was nursing a mild fever and headache. She had not slept well in days. Although she could afford to rent a room, landlords were suspicious of a lone woman.“People keep chasing us from the streets. We have to change places at least four times every night, and wake up before dawn,” she said.Harassment by locals and law enforcement were not uncommon. “Men touch us inappropriately,” said Boinu. “They say ‘hum log marega bhi toh kahan case karega! Chup raho!’ (Even if we beat you, where are you going to file a case about it? Shut up!). I am constantly worried about being raped.”Three of five women drug users I spoke to in Imphal and Churachandpur had experienced mental or physical abuse when they were married. The other two had begun injecting drugs as teenagers in the 1980s and remained single. One was a government teacher, the other a graduate who never got a formal job.Sobhana Sorokhaibam, general secretary of the Nirvana Foundation, formed the organisation in the year 2003 along with a group of people who either injected drugs themselves or had family members who did. She had worked on an intervention project with male injecting drug users for more than seven years, but it was only when she started working with women in 2010 that she realised how different their needs were.“Men do not have to worry about family acceptance. When my brother used drugs, he’d come home and always find hot meals at the table. My family never threw him out,” said Sorokhaibam, 44, who spoke candidly and affectionately in her sturdy voice. “But women are shunned by both the family and the society. These women use drugs not out of choice but because of their circumstance, and yet the level of discrimination against them is unimaginable.”First funded by UNODC when it started six years ago as an intervention project for female injecting drug users–for the last three years, funding comes from the State Aids Control Society – Nirvana provides primary health services, such as medical check-ups and HIV tests, abscess management and condoms. Injecting drug users are provided harm-reduction services, such as needle-syringe exchange programmes to ensure hygiene and safety, and opioid substitution therapy, where addicts orally swallow prescribed medicines to be weaned off a drug.Over a few hours with Sorokhaibam in the Nirvana office, women in distress streamed in: One struggled to walk with an abscess in her ankle; another came rushing to seek help for a friend who had overdosed on the street. There just wasn’t enough support.It was only in the fourth phase of National Aids Control Programme in December 2013, that female injecting drug users were added as a separate group to be addressed. NGO representatives pointed out that none of the projects running in the state address the social and economic vulnerabilities of female drug users adequately.Nirvana also runs a day-care centre, a floor of their office in northern Imphal, where women can bathe, watch TV, and can rest from 10 am to 4 pm. But the women still don’t have a safe place to go to at night.“Most of them spend the night on streets,” Sorokhaibam said. “They start leaving the centre by 4 pm and we can’t do anything to help them after that.”Even with help, getting your life back is not easyNenghoiching (she used one name), 38, was a drug user and has been on therapy for over a year now, even as she works as a peer educator with Society for HIV/AIDS and Lifeline Operations in Manipur (SHALOM) in Churachandpur, about 60 km north of here. She has survived an ethnic conflict in which her village was burned down, lived through extreme poverty with her two sons because her husband was an injecting drug user.Nenghoiching decided to separate from her husband, sent her children to her parents, and lived alone in a rented room. She took to injecting drugs and made a living by doing some sex work and some manual labour.Six years earlier, she tested HIV positive and started ART. But it was only when she ran out of money last year that she decided it was time to start opioid substitution therapy.In all those years, she seldom met her children, and her family accepted her back only once she was clean. “When we do drugs, people don’t love us,” Nenghoiching said softly, looking at me for a brief moment with troubled eyes. Sitting on a far corner of the same bench as me, she faced away most of the time, and spoke briefly and carefully.“When I started injecting, I, at least, forgot how miserable my life was, but after a few years, I really wanted to stop but couldn’t because the withdrawal symptoms were terrible, and I had no support,” she said.Experts say that women find it tougher to stop drug use.A 53-year-old female injecting drug user, ​once a government school teacher, gets a medical check-up ​at a drop-in center run by ​an ​NGO, the Society for HIV/AIDS and Lifeline Operations in Churachandpur district of Manipur. She is HIV positive and has been on Anti-retroviral Therapy since 2006. She continues to inject heroin everyday.“They are fewer in number but more at risk because they engage in sex work,” said Lalruatpuii Pachuau, SHALOM’s project director. “They are likely to earn more and so, spend more on drugs. Their dosages are higher and they inject more often. And at the same time, they have no support system whatsoever.”From 2010 to 2013, apart from health and harm-reduction services, SHALOM and Social Awareness Service Organisation offered those willing to give up drugs long-term shelter, where they could stay for a minimum of six months. Their primary focus was to provide women with vocational skills as well as the funds, about Rs 20,000, to start a small business and resume normal life. Such a project no longer exists.The squeeze on help centresTill August 2015, 10 of 23 opioid substitution therapy centres in Manipur had run out of public and community health centres. None of the four NGOs that run the targeted intervention projects for female injecting drug users have been accredited as therapy centres yet.Nirvana, for instance, has been trained by UNODC to provide therapy but has now been told that NACO is in favour of limiting the service to public health centres.Fewer options make it particularly difficult for women who are on the streets, where there is easy supply of drugs for any therapy to be effective. “The component of night shelter is very important,” said Nirvana’s Sorokhaibam.In Imphal East, Sneha Bhavan, a 15-bedded drug and alcohol rehabilitation centre sponsored by the state’s Social Welfare Department, follows the 12-step recovery programme of Alcoholics Anonymous and Narcotics Anonymous, global addiction recovery organisations that have prescribed steps rooted in spirituality and social support.From 5:30 am to 8:30 pm, women – who spend a month or two here – engage in several group discussions and counselling sessions. There’s also a daily vocational class but only a handful were able to turn these skills into a livelihood.At the time of my visit, a female drug user had checked herself in with her eight-month-old baby, who faced the risk of being infected with HIV or developing a dependence on heroin through her mother.Four of the five women I spoke to had checked themselves into Sneha Bhavan at least once, but none had been able to return to their families, and admitted to using drugs again because of lack of social support.Starting youngAbout 30 new injecting drug users are registered every month, said Sorokhaibam, mostly school or college going students, at Nirvana’s drop-in center in Khumidok, about 7 km from Imphal.She recalled a 14-year-old girl in her school uniform who came to the centre seeking a clean syringe and told the staff that around ten of her friends in her class abused heroin. The age of the drug user is dropping in Manipur, and they often directly start injecting instead of consuming the opioid through other modes as they did earlier, said Kishore.While the number of injecting drug users was increasing, said Nepram, people were now more aware of safe practices so the chances of infection were considerably lower.However, for those like Boinu who crave a new life, every day brings a new struggle. “I walk with the thought that people are constantly judging me, and they’d much rather I did not exist,” said Boinu. “Drugs made my already difficult life more difficult, but I still hope that it will all get better someday.”Names of the two female drug users in the article have been changed to protect their identity.This article first appeared on IndiaSpend, a data-driven and public-interest journalism non-profit.","author":"Sarita Santoshini, IndiaSpend","time":"2016-11-17T20:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/821617-45488-ihlzritoem-1479213492.jpg","tags":["Manipur","Drug Abuse","Heroin","HIV"],"source":"https://scroll.in/article/821617/great-highs-and-astounding-lows-the-drug-problem-among-manipuri-women"}