{"title":"Green Eyes to Azor Ahai: Which ‘Game of Thrones’ fan theories worked out?","content":"Spoilers ahead about the ‘Game of Thrones’ series finale.The series finale of Game of Thrones tackled several burning questions. Who sat on the Iron Throne? What happened to Daenerys Targaryen and Jon Snow? And, most importantly, which fan theory held its ground?Fan theories have been an integral part of how the HBO series based on George RR Martin’s A Song of Ice and Fire novels has been consumed since its global premiere in April 2011. While some theories have been outlandish, others actually made it to the show. Let’s see which ones checked out and which didn’t.Aye: Bran for the Throne Ever since Bran Stark (Isaac Hempstead Wright) found out that he was the mystic known as Three-eyed Raven, numerous fan theories have been circulating about the youngest surviving Stark. One was that Bran would rule the Seven Kingdoms. This is a favoured theory by some of the biggest professional betters, and they were right. \n\n\n    \n    Play\n\nIsaac Hempstead Wright on playing Bran Stark in Game of Thrones.Aye: Azor Ahai According to Westerosi legend, the legendary hero Azor Ahai, or the “Prince or Princess Who was Promised”, would be reborn.“There will come a day after a long summer when the stars bleed and the cold breath of darkness falls heavy on the world,” Melisandre told Davos in A Clash of Kings, the second novel in the series. “In this dread hour a warrior shall draw from the fire a burning sword. And that sword shall be Lightbringer, the Red Sword of Heroes, and he who clasps it shall be Azor Ahai come again, and the darkness shall flee before him.”Some fans believed that Arya Stark (Maisie Williams) was Azor Ahai after she killed the Night King and destroyed his army of the dead in the final season. However, others rooted for Jon Snow (Kit Harington).According to legend, Azor Ahai killed his beloved Nissa Nissa to unleash the power of his sword. Some fans believed that Jon would be forced to kill Daenerys (Emilia Clarke), following her descent into madness, thus making him the prince that was promised. This prediction came true in the series finale, when a devastated Jon stabbed his queen through the heart. Jon didn’t end the Night King’s reign, but he was the Targaryen prince who saved his realm from its real “darkness”: Daenerys.Daenerys Targaryen (Emilia Clarke) and Jon Snow (Kit Harington) in the season finale of Game of Thrones. Courtesy HBO.Aye: Cleganebowl A fan favourite that made its way to the screen: the climatic showdown between brothers Sandor Clegane (Rory McCann) and Gregor (Hafþor Julius Bjornsson). “You know who’s coming for you. You’ve always known,” Sandor warned Gregor the last time he saw him in season seven. Sandor hated his brother ever since Gregor shoved his face into coal, which left him with scars and a lifelong fear of fire. Fans got their wish in The Bells, the penultimate episode of the final season.Sandor and Gregor Clegane in game of Thrones. Courtesy HBO.Aye: R+L=J This theory came from a close reading of Martin’s novels. Jon Snow was believed to be the illegitimate son of Ned Stark (Sean Bean), but fans knew better. Bran Stark’s vision in season six confirmed that Jon was the son of Ned’s sister, Lyanna, and Rhaegar Targaryen.The earliest airing of this theory on the internet dates back to 1997, much before the show was made, when a fan posted a bunch of unanswered questions on a discussion group, according to Vox. “It is wholly consistent that Jon Snow is the offspring of Rhaegar Targaryen and Lyanna Stark,” user Rodrick Su  wrote. “Ned probably keep this a secret because Robert Baratheon is obsessed with killing off all Targaryens, especially any offspring of Rhaegar.”Rhaegar Targaryen and Lyanna Stark wed in secret. Courtesy HBO.Aye: Daenerys the dragon Early on in the first season, Daenerys’s husband Khal Drogo (Jason Momoa) killed her diabolical brother Viserys Targaryen (Harry Lloyd) with hot molten gold. “He was no dragon. Fire cannot kill a dragon,” Daenerys said as she watched her brother burn. Daenerys was a dragon too, fans believed. She got out of her husband’s funeral pyre unhurt with three new-born dragons in season one, and once again walked through fire in season six. In the series finale, this idea was given an inventive twist.Daenerys Targaryen (Emilia Clarke) in the Game of Thrones series finale. Courtesy HBO.Nay: Green Eyes Melisandre (Carice van Houten) met Arya Stark for the first time in season three and set into motion a new prophecy. “I see a darkness in you. And in that darkness, eyes staring back at me: brown eyes, blue eyes, green eyes. Eyes you’ll shut forever,” she told Arya. Arya ticked brown eyes and blue eyes off her list by executing Walder Frey and The Night King.This prophecy led to the theory that Arya would kill the emerald-eyed Cersei Lannister (Lena Headey). However, with Cersei out of the picture in the penultimate episode, where she died in the arms of her brother Jaime (Nikolaj Coster-Waldau), one more green-eyed character remained: Daenerys. While Daenerys has purple eyes in the books, fans pointed out that she had green eyes on the show. But Azor Ahai cancelled Green Eyes out.\n\n\n    \n    Play\n\nGame of Thrones Season 8.Nay: Bran the Night King As the Three-eyed Raven, Bran had “green sight”, the ability to affect the past and the present. The Night King was created by the Children of the Forest, who drove dragonglass into a captive First Man in an attempt to put up a fight against the men of Westeros. According to one theory, Bran would travel back in time and turn into the captive First Man before he was made into the Night King in order to put an end to the war between Westeros and the army of the dead. This wild theory was laid to rest the moment Arya stabbed the Night King.\n\n\n    \n    Play\n\nGame of Thrones Season 6.Nay: Tyrion Targaryen According to this theory, Tyrion Lannister (Peter Dinklage) was secretly a Targaryen born out of wedlock between Aerys Targaryen and Joanna Lannister. Martin described Tyrion to be a dwarf with blonde hair, almost white, which was a physical trait common among Targaryens. “One green eye and one black one peered out from under a lank fall of hair so blond it seemed white,” Martin wrote in his first book A Game of Thrones (1996).Fans assumed that Tyrion’s fascination with fire-breathing dragons was proof of their theory. Some fans also believed that he completed the “three-headed dragon” prophecy (the Targaryen House symbol was a three-headed dragon), joining Jon and Daenerys. \n\n\n    \n    Play\n\nGame of Thrones Season 6.Nay: The Starks and their vows This theory made a case for how Sansa Stark (Sophie Turner) had to die in the final episode. A fan on Reddit pointed out how every time a Stark broke a vow, he or she got killed. Examples: Ned Stark lied to the people of King’s Landing by confessing to treason for the sake of his daughters. Catelyn Stark (Michelle Fairley) broke her vow to love Jon as her own. Robb Stark (Richard Madden) failed to live up to his promise of marrying one of Walder Frey’s daughters. Sansa recently broke her vow to Jon in the fourth episode of the final season, when she informed Tyrion of Jon’s true parentage. This theory was soundly debunked in the series finale. Sansa not only survived but went on to become the Queen in the independent North.The Stark siblings in Game of Thrones Season 8. Courtesy HBO.Also read:‘Game of Thrones’ final episode recap: All hail the new WesterosAll shows must end, but this is why the ‘Game of Thrones’ series finale hurt so much  From Mother of Dragons to Mad Queen: Daenerys Targaryen’s journey on ‘Game of Thrones’‘What do we do now?’ Twitter mourns the end of ‘Game of Thrones’I choose violence’: How Cersei Lannister made her way through ‘Game of Thrones’","author":" Sruthi Ganapathy Raman","time":"2019-05-20T20:56:32.412753+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119900-dkylmqhidi-1558096335.jpeg","tags":["Game of Thrones","Azor Ahai","Bran is Night King"],"source":"https://scroll.in/reel/923313/green-eyes-to-azor-ahai-which-game-of-thrones-fan-theories-worked-out"}