{"title":"Green card reform offers hope for hundreds of thousands of Indians in the US","content":"On December 2, 2020, the US Senate passed S. 386, the Fairness for High-Skilled Immigrants Act, ushering in much relief to Indian nationals like us stuck in the green card backlog. Among other features, the Act eliminates the current 7% country cap for employment-based immigrant visas – green cards – as well as increases the per-country cap on family-based immigrant visas from 7 percent of the total number of such visas available in a particular year to 15 percent.When my spouse applied for his employment-based green card back in 2010 it was assumed that it would take roughly 4 years to complete the process. But since then the priority dates have retrogressed and now, even after 10 years, he could have been looking at an additional wait time of 2 to 4 years, had this Bill not become an Act.We have spent these last 10 years of our lives worrying and obsessing over a process we have no control over. The old green card system is incredibly out of sync with the needs of modern America has been a constant and dark reminder that there might be no guarantee of a permanent life in the US despite paying taxes, buying real estate, and contributing to the economy of the country. BacklogJust like us, 780,579 more Indian nationals are waiting for a green card and over 200,000 will die waiting if the green card rules are not changed. The US grants about 1 million green cards every year. Of this,  a small share—140,000– are reserved for the employment category annually, and until now there was a a 7% limit per country irrespective of the population of the country. This was a disadvantage for a high population country like India with a population of over 1.3 billion.   The central mismatch here lies in the fact that despite changes in the economy and labour market, the upper limit remained at 7% based on a 1990 immigration law. It was enacted much before the tech boom made India the top source of employment-based green card seekers. High-skilled immigrant workers are hired based on their aptitude and merit while green cards were still being issued based on nation of birth in the employment-based categories – EB2 and EB3. Indian applicants stuck in a backlog with exceptionally long waits (between 10 to 50 years) had become the norm in America’s legal immigration system and has been hurting employers as well as employees.   The green card backlog crisis cannot wait for comprehensive reform.LandmineThe inability to reach a consensus on immigration policy in the US over the last 15 years has been demoralising for many. The country has been in the grip of a sharp debate that has turned immigration policy into a political landmine, which both the political parties are wary of touching.Immigration reform couldn’t pass into law under all possible permutations and combinations of the White House and Congress. It couldn’t pass when Republicans controlled the White House and Congress in 2005-2006. It couldn’t pass when a Republican was in the White House and Democrats controlled Congress in 2007-2008. It also did not go through when Democrats controlled both the executive and legislative branches in 2009-2010. No one truly saw any benefit in championing them.The green card backlog though has become so acute in the last couple of years that Indian workers cannot afford to wait for a comprehensive overhaul anymore. They need a solution right away. The urgency has led to competing Bills in Congress and has pitted one group of immigrants against another, setting off accusations of racism and greed. The debate centered on the potential benefits of a quick fix to alleviate the wait times for those already in the backlog versus a broader, more comprehensive immigration reform that could allow more workers to seek permanent residency, address country quotas and expand the number of available green cards–- all at the same time.Comprehensive reformThe crisis burst open in October 2019 after a Bill to address the issue nearly passed the Senate in a unanimous consent motion. Republican Senator from Utah, Mike Lee’s H.R. 1044, a Bill to eliminate the per-country numerical limitation for employment immigrants had quietly passed in the House last year with bipartisan support but when he tried to bring the legislation to the Senate floor for an immediate vote it faced objection. The supporters of the Bill saw it as a fast and quick fix but its critics like Democratic senator from Illinois, Dick Durbin argued that because the Bill did not increase the overall number of green cards, the backlog could worsen. Later Durbin and Lee came together with their S. 386 compromise Bill but faced objection from other senators. The Bill was supposed to expire in December so it needed to pass.  Senator Kevin Cramer, who presided over the Senate as this bipartisan Bill passed, mentioned in his tweet, “Without these individuals, important services would be unavailable in many parts of our state; but because of arbitrary per-country caps, their legal status is constantly in jeopardy.”But there is still a bit of a journey left ahead of us. The earlier bill passed in the House of Representatives (H.R. 1044) is noticeably different from S. 386. The two have to be merged and passed as a final Bill. But that is a better option than starting from scratch. With the backing of tech corporations like Cognizant, Deloitte, Microsoft, and Facebook the effort to get a fix for the backlog will not be given up easily.Politically Indian-Americans have come to the spotlight following US President-elect Joe Biden’s pick of Kamala Harris as his running mate and his adding an Indian-American name to his economic team. This will have a positive impact on all American politicians who now see a new incentive to see a reform that will help high-skilled Indians to cover the last lap before applying for American citizenship. Sreya Sarkar is a public policy professional based out of Boston who  has previously worked as a poverty alleviation specialist in US think  tanks. Currently, she writes non-fiction articles and op-eds for Indian  policy blogs and magazines.","author":"Sreya Sarkar","time":"2020-12-04T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151549-bfbvmtteqx-1607080097.jpg","tags":["Green Card","US","Joe Biden"],"source":"https://scroll.in/global/980291/green-card-reform-offers-hope-for-hundreds-of-thousands-of-indians-in-the-us"}