{"title":"Ground Report: How intense fear of NRC is sparking violence in rural Bengal","content":"“The media got it all wrong,” said a sulky young man sitting on a doorstep in Gourbazar. He did not elaborate. Like other residents of Gourbazar, a village in West Bengal’s Birbhum district, he was tightlipped about the violence that had broken out on January 22. On that day, a large crowd of people, mostly women, had surrounded the home of 20-year-old Chumki Khatun, who works with a non-governmental organisation called Internet Saathi that  focuses on digital empowerment for women. According to local police officials, the house was vandalised and tyres were set alight in front of it. Chumki Khatun and her family had to be spirited away by the police and given shelter in the the police station.“This woman, who is from our village, collected 350-400 photos, Aadhar card and voter ID information [from women],” said Mohan Sheikh, a member of the Gourbazar panchayat and the Trinamool Congress. He had been designated spokesperson for the village. The trouble started with rumours, Sheikh explained. “We heard that in Mohammad Bazar thana area, they were taking data for NRC [the National Register of Citizens]. We thought this was the same data. In this village, we are not ready to accept NRC, CAB [the Citizenship Amendment Bill, which is now the Citizenship Amendment Act].”According to Sheikh, women in the village led a rally against the proposed register and the law. That’s when residents got agitated. “The way people are being put into detention camps, Mohammedans are having to run,” said Sheikh. He was referring to detention centres in Assam, where people declared foreigners by quasi-judicial bodies called foreigners tribunals have been interned. “We saw what happened in Assam, where they had the NRC. Having seen that, we got very scared.”A zone of fearOver the past few weeks, panic over the NRC has spread in several pockets of the country. In Bangalore, the Directorate of Census Operations had to step in to refute a rumour  that had spread through WhatsApp messages: that data collection for the National Population Register, a precursor to the NRC, had already begun. In other parts of the state, residents refused to give up personal data for government schemes and health programmes, suspecting it was a ruse to collect data for the NRC. In Uttar Pradesh, polio vaccinators were mistaken for NPR enumerators and held hostage. Gourbazar in West Bengal is located in a particular zone of fear. The village is in north Birbhum district, an area that is flanked by the Jharkhand border on the west and Muslim-majority Murshidabad district on the east. Northern Birbhum is also home to several minority dominated towns and villages. Anxieties about the NRC run high here, triggered by the passing of the Citizenship Amendment Act in December.The act makes non-Muslim undocumented migrants from Bangladesh, Pakistan and Afghanistan eligible for citizenship. Over the past year, Union Home Minister Amit Shah had reiterated that the law would precede the nationwide NRC, a citizenship count that would detect so-called illegal migrants. At election meetings in West Bengal last year, Shah had asserted that Hindus, Sikhs, Buddhists, Jains, Christians and Parsis had nothing to fear from the NRC. In other words, Hindus, Sikhs, Buddhists, Jains, Christians and Parsis who fail to find a place in the NRC would be considered refugees under the new citizenship law, but Muslims in the same position would not.As the law was passed, Murshidabad erupted in violent protests, with incidents of arson and vandalism reported. Over a month later, the district remains restive.  On January 29, two people were killed in Murshidabad after violence erupted during a strike to protest against the CAA. The unrest was contagious. In Birbhum district’s Nalhati block, a railway station in Lohapur, close to the Murshidabad border, was vandalised in December when a rally called by local Trinamool leaders reportedly went out of control. Even now, Murshidabad remains the epicentre of anxieties about the NRC. “This has come from Murshidabad, 90% of the incidents happened there,” diagnosed a senior police official in Birbhum district.Charred remains of a bus set alight in Beldanga in Murshidabad district this December.Internet SaathisAcross the Rampurhat subdivision of Birbhum district, the fears have crystalised around women working for Internet Saathi. A police official in the district confirmed local residents had accosted such women in at least six police station areas – Paikar, Murarai, Rampurhat, Margram, Mayureshwar, Tarapith and Mallarpur. Residents of Basanta village in Nalhati 1 block also surrounded a block development officer, demanding answers about the programme.Everywhere, they had the same fear: documents collected by women working with Internet Saathi were going to be used for the NRC. The documents had been collected in October and November, the police official said. The rumours started spreading after the CAA was passed in December. “Some thought the people whose data had been collected would be left out of the list, others thought giving your documents to Internet Saathi meant you were voting in favour of the NRC,” said the police official. “Rumours spread by word of mouth at the village level.”In these impoverished areas of Bengal, he continued, social media had scant presence and local residents did not even know how to use WhatsApp or Facebook. This probably made Birbhum fertile ground for Internet Saathi, a digital literacy programme run jointly by Google and Tata Trusts. It is based on a “train the trainer” model, their website says. Women from villages are trained to use the internet and equipped with data-enabled devices. They, in turn, help other women in their villages to learn how to use the internet. Workers at the village level are paid a small honorarium.“We have no connection with the NRC. Nonetheless, the villagers attacked our house,” Azimuz Zaman, Birbhum district coordinator for Internet Saathi told the Telegraph shortly after the Gourbazar violence. Protestors in Beldanaga, Murshidabad. Alarm bells go offThe problem, the police official diagnosed, was that the women had been imperfectly trained and could not explain what the project was. Residents of Gourbazar testified to this. “Until the day it [the vandalism] happened, we did not even know what they were collecting data for,” said Mohan Sheikh.His neighbour, Abdul Bashir Sheikh, chimed in: “That woman [Chumki Khatun] told different people different things. She told some people I’ll get you water connections, others, I’ll get you a loan or a job.”In the Margram area of Rampurhat subdivision, where an Internet Saathi worker was accosted by on January 23, mention of Delhi seems to have set off alarm bells. Residents had gone to the house of one of the women to ask why their data was being collected, recounted Mohammed Jahiruddin, member of the local panchayat as well as the Trinamool Congress.  “When they [the woman working for Internet Saathi] said the people we work for are in Delhi, local residents thought they were from NRC,” explained Jahiruddin. It was brought under control before it could get too violent.On January 13, JP Barui, block development officer for Nalhati 1, found himself in the eye of the storm when he went to check on Basanta village after he heard of agitation in a nearby village. “They stopped my car and said we won’t let you go unless you call them [the local Internet Saathi workers] and explain,” recounted Barui. “The men were cooperative but the women in the crowd were suspicious, asking why information about their documents had been collected.”‘Don’t even know the full form of NRC’It is not only the digital literacy programme that rural Birbhum is in the dark about. Residents of both Nalhati 1 and Gourbazar said the details of the NRC and the CAA were also hazy, even though the district has seen widespread protests against both. Many of these were peaceful, organised by political parties on some occasions and by religious leaders on others.“We got no information about NRC, CAB,” said Mohan Sheikh, who still refers to the citizenship law as a bill. “I’m a panchayat member – even our BDO [block development officer] saheb doesn’t know.” After the recent vandalism, he said, all protests had gone silent. When this journalist was leaving the village, he had one urgent question, “Do you think they will really have the NRC here?”In Nalhati 1, older residents believe Modi had given assurances that the NRC would not happen. Of course, West Bengal Chief Minister Mamata Banerjee has long vowed not to implement the NRC and the state assembly also passed a resolution against the CAA, but that does not count for much here. “We don’t pay much heed to her, she’s the chief minister – he’s the prime minister,” said one elderly man sitting outside a shop in Nalhati.But a younger man who joined the conversation had no illusions. “Modi never said the NRC would not happen,” he pointed out. “He just said citizenship will not be taken away [with the CAA], it will be given.”The problem, he continued, was that the CAA named five different faiths, none of them Muslim (the Act names six other faiths). “That’s what the 40 days’ protest in Delhi is all about,” he said, referring to the sit-in protest at Shaheen Bagh. “If you named everyone, there wouldn’t be a problem.”He had also tuned into television discussions about the National Population Register, a data collection exercise that is to be the prelude to the NRC. “This author – I forget her name – she told us to submit wrong information for the NPR,” he said, possibly referring to Arundhati Roy’s plea to the public.Local knowledge on the counting exercises and how they intersected with the new citizenship law was woefully inadequate, according to him. “What is NPR-NRC-CAA – I think one in 100 people know it, “ he said. “They don’t even know the full form of NRC.”Uneasy calmIn the aftermath of  the Gourbazar violence, local police officials rushed in to inform residents that the Internet Saathi project had nothing to do with the NRC. In several villages, the police and panchayat members have been “micing” – a popular local term for using loudspeakers – information directly to the public, particularly in minority dominated villages. Law enforcement agencies have moved in, working with local representatives to restore calm. Four people were arrested from Gourbazar, booked under various sections of the Indian Penal Code, including Section 143 (unlawful assembly), 186 (voluntarily obstructing a public servant in the discharge of his duties) and 427 (mischief causing damage to the tune of Rs 50 or more). “We had to make arrests or the situation would have gone out of control,” said a police official in Mallarpur. “It was almost spreading to another village but we managed to stop it.” Chumki Khatun, however, is still in hiding with relatives, he said.In Margram, a village committee consisting of 14 members was formed by the police to address misinformation. Police regularly patrol the area, said Jahiruddin. In Nalhati, Barui called a village meeting with Internet Saathis, assuring residents that data collected would be deleted. But an undercurrent of tension persists under the calm. Local residents across villages maintained a staunch silence on the subject, especially when questioned by outsiders. In Gourbazar, this journalist was asked to leave soon, lest residents think it was another ploy by the NRC or the BJP to gather information and fresh trouble breaks out. In Nalhati 1, residents claimed they had not heard about the block development officer being surrounded by an irate crowd in Basanta. There might have been trouble earlier but peace had been restored, they asserted. But minutes later, there was an anxious question, “Who sent you here?”Discussions among local residents have also gone underground. “There was NREGA [the Mahatma Gandhi National Rural Employment Guarantee Act] work going on here [in the Margram area] and I went to ask the workers what they thought of the situation,” recounted Jahiruddin. “They said they did not want to say anything about it.”For now, he said, the area was quiet but silence could be deceptive. “Things are ok in the village but I don’t know what can happen when,” he said. “There is fear.”","author":"Ipsita Chakravarty","time":"2020-01-31T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135555-odlpijwnmx-1580357975.jpg","tags":["Mamata Banerjee","Citizenship Amendment Act","National Register of Citizens"],"source":"https://scroll.in/article/951523/ground-report-how-intense-fear-of-nrc-is-sparking-violence-in-rural-bengal"}