{"title":"Ground report: How Akhila became Hadiya – and why her case has reached the Supreme Court","content":"It is called Devi Krupa – the blessings of the goddess. But inside the modest single-storeyed house in TV Puram village in Kerala’s Kottayam district, a young woman has been confined against her wishes, on the orders of Kerala High Court. Outside the house, six policemen stand guard round-the-clock. They randomly inspect vehicles and verify the identity of people who want to enter. They stop journalists from photographing the house and its surroundings.“It is our duty to obey Kerala High Court, which asked us to provide protection to Ashokan, his wife Ponnamma and their daughter Akhila,” said a policeman last Wednesday.The only child of her parents, Akhila Ashokan was 18 when she left the village in 2011 to study in Salem, Tamil Nadu. There, she made Muslim friends and began to follow Islam. In January 2016, her father filed a petition in Kerala High Court alleging she was being forcibly converted. Akhila denied this in court. The petition was dismissed. In July 2016, Akhila changed her name to Hadiya, acquiring a formal certificate of conversion to Islam. The next month, her father filed a second petition in the High Court, alleging that Muslim organisations were planning to take his daughter abroad, to enlist her in the cause of the Islamic State of Iraq and Syria. While the case was being heard, in December 2016, Hadiya married Shafin Jahan. The court annulled the marriage. Jahan appealed in the Supreme Court, which, on August 16, ordered the country’s anti-terror agency, the National Investigation Agency, to inquire into Hadiya’s conversion to Islam and her subsequent marriage.Since then, Hadiya has been confined to her parents’ house.The villageSurrounded by two lakes, one of which is India’s longest, the Vembanad lake, Thirumani Venkata Puram gram panchayat – better known as TV Puram – was a fertile land for coconuts and paddy till a few years ago. But an attack of weeds and diseases has reduced the yield, forcing many to give up farming. Some residents found jobs in Kochi, Kerala’s commercial hub, 40 km away, as construction workers, office assistants and security guards, while others moved to Gulf countries to take up whatever came their way.There are few chances Akhila had any exposure to Islam as she was growing up. The village has no Muslims. Nine out of every ten people here belong to the Hindu Ezhava community, and the rest are Roman Catholics. In 1996, when Akhila was three years old, communal clashes broke out in the village. Some Hindus opposed to the construction of a cemetery near a temple, alleging it would pollute their lands. Sree Narayana Dharma Paripalana Yogam, the largest organisation of Ezhavas in Kerala under the leadership of Vellappally Natesan, championed the cause of the Hindus. The clashes left many injured, but it helped Natesan emerge as the undisputed leader of the community. In the 2016 Assembly election, Natesan joined hands with the Bharatiya Janata Party.The Thirumani Venkitapuram temple in TV Puram. Photo credit: TA AmeerudheenAkhila’s family is also from the Ezhava community. Her father, Ashokan Mani, worked as a driver in the Central Reserve Police Force until he retired. Akhila’s mother, Ponnamma, is a devout Hindu who never misses the opportunity to visit temples, said Sheela Surendran, a local leader of the Communist Party of India who represents the ward in the gram panchayat. Akhila studied in St Little Teresa’s Girls’ High School in the nearby town of Vaikom till class 10, and in SMSN Higher Secondary School, also in Vaikom, till Class 12. Her schoolmates remember her as a friendly but shy girl who scored average grades and slipped out of the room when the conversation turned to clothes and fashion trends. Akhila failed her Class 12 exams, passing in the second attempt, said a young woman who was in high school with her. “But she dreamt of pursuing medicine at that time,” she said. “So I felt happy for her after she joined BHMS.”The Bachelor’s in Homeopathic Medicine and Surgery course took Akhila to Salem, Tamil Nadu, 400 km away from home.St Little Teresa's Girls Higher Secondray School in Vaikom. Akhila completed her Class 10 from this school. Photo credit: TA AmeerudheenNew horizonsAkhila’s first year at the Sivraj Homoeopathic Medical College in Salem was difficult. “She had a positive attitude, but she struggled with the lessons,” said Dr G Kannan, the principal of the college, who taught the class. “She couldn’t clear all the examinations and lost one year.”The food served the college hostel did not help either. At the end of her first year, Akhila moved into a rented home with four classmates, two Hindus and two Muslims. One of them was Jaseena.In an affidavit she submitted in court on January 9, 2016, Akhila said she was attracted to Islam by the timely prayers and good character of Jaseena and her sister Faseena. Inspired by them, she began to read Islamic books and watch videos on the internet.By 2015, Akhila had begun to follow Islam. When she went home in November that year, she was reluctant to perform the rituals related to her grandfather’s death. On January 2, 2016, while visiting Jaseena and Faseena in their home in Perinthalmanna town in Malappuram district, she told them about her desire to change her religion. Jaseena’s father Aboobacker helped her register at the Therbiayyathul Islam Sabha in Kozhikode, 45 km away. Established in 1936, the Sabha is one of the two government-recognised centres for conversion to Islam in Kerala – its certificates are accepted by the government for a change of name in official records. According to its guidelines, those who wish to adopt Islam must attend a 60-day residential religious course and pass a mandatory examination, which tests “whether the candidate knows how to offer namaz and recite a few Suras from Quran”, said Umer Faizi, the Sabha’s principal.But, according to her affidavit, Akhila could not join the hostel since her parents did not accompany her. However, the Sabha authorities allowed her to join as an external candidate, provided she attended the course elsewhere.On January 5, 2016, Aboobacker took Akhila to Markazul Hidaya Satya Sarani Educational and Charitable Trust in Manjeri in Malappuram district. The trust is run by members of the Popular Front of India, an Islamic political organisation that was formed in 2006. Satya Sarani offered the Islamic religious course that Akhila needed to take the practical examination at the Sabha. But the authorities declined to admit her as she did not bring an affidavit from the notary, stating that she was embracing Islam on her own and not because of any external pressures.Markazul Hidaya in Manjeri in Malappuram district. Photo credit: TA AmeerudheenThe next day, Akhila says in her affidavit, Aboobacker told her that he would not help her further and asked her to go back to Salem.But Aboobacker offers a slightly different account. He said he asked Akhila to go back home as soon as she disclosed she wanted to convert to Islam. “I tried to convince Akhila about the importance of living with her family,” said the 55-year-old man, who runs a timber business in Perinthalmanna town. “I never tried to convert her. I took her to religious education centres at her insistence. I was afraid that she would fall into the hands of extremists, if I didn’t help her.”That week, Akhila returned to the college wearing a headscarf, making her faith public for the first time. Her father rushed to the college when one of her classmates informed him about the change in Akhila’s attire. By the time he reached the college, she had left the town.Father goes to courtOn January 7, 2016, Ashokan Mani filed a missing persons complaint at the Perinthalmanna police station, alleging his daughter was in Aboobacker’s custody. He also filed a habeas corpus petition in Kerala High Court on January 14, making the same allegation. The police arrested Aboobacker under section 57 of Kerala Police Act (attempt to locate missing persons). Later, he was charged for promoting enmity between different groups on grounds of religion and insulting the religious feeling of others. Aboobacker spent two days in jail on January 11 and 12 – for a crime that he said he never committed.On January 19, Akhila appeared in court and said she was staying at Markazul Hidaya Satya Sarani Educational and Charitable Trust at her own will. After Aboobacker refused to help her, she had gone there, she said.A view of the Satya Sarani office in Manjeri. Photo credit: TA AmeerudheenSatya Sarani’s website proclaims that its mission is to “propagate Islam among Muslims and non-Muslims”. Established in 1994, it began by offering postal learning courses on Islam. In 2012, it moved into a one-and-half acre campus that can house 100 students at a time. For some years now, Sangh Parivar has been accusing Satya Sarani of illegal conversions – a charge denied by its officials.“We do not convert people to Islam,” said Mohammed Rafi, manager, Satya Sarani. The institution offers a 50-day course in Islam. Applicants must submit notary-signed affidavits stating they have embraced Islam of their own will and not because of external influences, he said. If the organisation was keen to convert Hindus, it would have admitted Akhila the first time she came here, he added. “She had come without the affidavit at that time. So we told her to complete BHMS and come back.”Meanwhile, Satya Sarni officials deputed Sainaba to speak to Akhila. Forty five-year-old Sainaba is the national president of the National Women’s Front, the women’s wing of Popular Front of India, and the lone woman member from Kerala in the All India Muslim Personal Law Board. On January 19, she accompanied Akhila to the High Court. Akhila told the court she did not want to go with her father. The court dismissed his petition on January 25 and allowed her to stay with Sainaba. The same day, Akhila was admitted to Satya Sarani’s 50-day course. “We didn’t insist on the affidavit this time as the Kerala High Court allowed her to join our course,” said Rafi.Akhila completed the course and passed the examination at Therbiyathul Islam Sabha. She received a certificate on July 25, 2016, with her new name Hadiya. The certificate issued to Hadiya by Therbiyyathul Islam Sabha in Kozhikode. A matrimonial searchAll through the first half of 2016, Hadiya continued to stay with Sainaba in the town of Puthur in Malappuram. Sainaba said it was Hadiya who took the initiative to register in the Muslim matrimony website waytonikah.com. “She registered with the site on April 17, 2016 with my contact number,” she said. “She set a few demands for the prospective grooms: the boy should be a graduate and his family should accept her.” Hadiya got more than 20 proposals from Muslim men working in Kerala and the Gulf, Sainaba claimed. “Hadiya met two of the boys, but we didn’t pursue them further as they said they were not sure whether their parents would approve of a marriage with a converted girl.” Eventually, Hadiya found a match in Shafin Jahan, said Sainaba. A graduate in Islamic studies, 25-year-old Jahan is a member of the Social Democratic Party, the political wing of the Popular Front of India, the organisation that Sainaba is associated with. But he insisted he did not meet Hadiya through the organisation’s network. He found her profile on the matrimonial website in August 2016, while he was working in a company in the Sultanate of Oman. “My family and I liked her photo,” he said.Hadiya and Jahan on the day of their wedding. Photo credit: Special arrangementBack in courtThe same month that Jahan claims he and Hadiya met online, her father filed a second habeas corpus petition in the High Court, alleging that his daughter was being taken to Syria to fight on behalf of the Islamic State. Once again, Hadiya appeared in court and refuted the allegations. She did not have a passport, so where did the question of travelling abroad arise, she said. But the court did not allow her to go back to Sainaba’s home. It ordered the Kerala Police to put Hadiya under surveillance. When it failed to convince Hadiya to accompany her parents, it directed that she stay at a hostel for women in Ernakulam.On September 29, Hadiya wrote a letter to the court, complaining of being in its custody for no fault of hers. The court briefly allowed her to stay with Sainaba.But on December 19, it decided that it was best that Hadiya returned to Salem and completed her course. She had passed all the examinations but could not intern as a house surgeon because her father had collected all her certificates, she had said in an affidavit filed on October 24, 2016. The court, therefore, asked her father to return her certificates.The same day, Hadiya got married to Jahan.Police investigationsJahan claimed the nikah had been fixed long ago, and had nothing to do with the court proceedings. “I got a new job offer in November and I came to Kerala to change my visa,” he said. “My relatives and I went to see Hadiya in Puthur, where she was living with her caretaker Sainaba. After the meeting, we decided to arrange the nikah on December 19.” The marriage was solemnised by the Khazi of Puthur Juma Masjid. The function was attended by close to 100 friends and relatives. “I had even invited Hadiya’s father Ashokan for the marriage, but he didn’t attend,” Jahan said.Jahan at his nikah ceremony on December 19, 2016. On December 21, when Hadiya went to court with her husband, the court expressed its dissatisfaction over the marriage and directed her to go back to the hostel.On the directions of the court, the deputy police superintendent of Perinthalmanna, MP Mohanachandran, conducted a probe into the marriage. “We couldn’t find anything wrong in the marriage which was held under Islamic law,” he said. But the court found the police report unconvincing. It observed that there was nothing to indicate that Hadiya and Shafin were acquainted before marriage. No relative of the bride was present at the ceremony.The court directed the director general of police to probe Jahan’s antecedents. A crime branch team was formed. Its report stated Jahan had a criminal case against him, and knew Mansy Buraqui who was arrested by National Investigation Agency in Kannur district in October for alleged connections with an Islamic State module.Jahan has denied the allegations. The criminal case dates back to a scuffle in college, he said: “It was part of student politics.” He also denied having any contact with Buraqui and called Hadiya’s father’s allegation that she was being taken to Syria “a concocted story”. “I believe that religious extremism is quite unIslamic and extremist elements will never find a place in Islam,” he said.But the High Court annulled the marriage on May 24. Two days later, the police, acting upon the court’s orders, took Hadiya back to her parent’s house in TV Puram.Jahan filed an appeal in the Supreme Court. On August 16, it asked the National Investigation Agency to probe the case. But Jahan’s lawyer KC Naseer pointed out that the court also said it would speak to Hadiya in-camera before taking a final decision. “If she sticks to her stand, we will get a favourable verdict.”The marriage certificate issued by Chathinamkulam Muslim Jama'at in Kollam district. Jahan's house comes under this Jama'at. Photo credit: Special arrrangementWhat Hadiya wantsA day after the Supreme Court ordered a probe by the National Investigation Agency, activist Rahul Easwar posted a video on social media. Mani turned down this reporter’s request for an interview, saying it would undermine the safety of his family. But he allowed Easwar to speak to the family, since the activist is the grandson of the senior priest of the Sabarimala temple. In the video, Easwar first turns to Hadiya’s mother, Ponnamma. “What should I say,” she began. “Around one-and-half years ago she told me she wanted to convert to Islam to go to heaven. I told her that your father is educating you without taking a loan and that is your biggest gift in her life.”At this point, Hadiya, with her head covered with a dupatta, burst on the scene. “Is keeping me like this enough?” she asked Easwar. Neither he, nor Hadiya’s mother had an answer. Hadiya then posed another question to Easwar. “Why does my mother scold me when I offer namaz. You ask her?” All eyes are now on what Hadiya tells the Supreme Court.","author":"TA Ameerudheen","time":"2017-08-30T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/848663-66834-nqwxrqovql-1503821102.jpg","tags":["Kerala","Religious conversions","National Investigation Agency","Akhila to Hadiya"],"source":"https://scroll.in/article/848663/ground-report-how-akhila-became-hadiya-and-why-her-case-has-reached-the-supreme-court"}