{"title":"Ground report: In Kashmir, an ominous silence broken by whispers about mass arrests","content":"“Aadab,” said a voice from a loudspeaker around 4.30 on the morning of Bakrid on Monday. As it floated away into Lal Chowk, the town square in the heart of Srinagar, the words grew muffled. But the intent was clear: do not venture out, do not gather together. On paper, there was no official curfew in the Kashmir Valley. There has not been curfew since August 5, when the government announced that it was hollowing out Article 370, revoking special status to Jammu and Kashmir, annulling its constitution, carving up the state into two Union Territories and scrapping Article 35A, which gave specific rights and privileges to people defined as “permanent residents” of the state, including the right to own land. There were only orders shouted early in the morning from loudspeakers perched on security vans. There were only, as the local administration put it later on Eid evening, “reasonable restrictions”. This included mobile phones and landlines being cut off, as well as internet access being snapped.By Eid morning, Lal Chowk and surrounding roads had been turned into a desolation. Barricades across a major flyover across the Jhelum river prevented access to Rajbagh, the posh residential area in uptown Srinagar.In downtown Srinagar, the old part of the city, there was concertina wire across almost every street and bridge. Wire also sealed off Maisuma, bordering downtown and the home of jailed separatist leader Yasin Malik. Security forces manned the checkpoints. Helicopters circled low above the city, reportedly carrying a few select journalists.Barricaded zonesOver three decades of conflict, Kashmir has seen many curfews, shutdowns and information blockades, but this clampdown was almost existential. Since August 5, the Valley has been carved up into several barricaded zones. In Srinagar, only a few routes, such as the airport road and the way to key hospitals, were open, provided the security personnel manning the checkpoints let you through. Otherwise, depending on the strictness of the restrictions, your mobility extended to your side of the city, your neighbourhood, the end of your street. With no lines of communication, everything beyond that became invisible.Even during this clampdown, large demonstrations were reported on Friday from Soura, hotly refuted by the government at first. Large parts of South Kashmir remain cut off. But the rage that triggered immediate and widespread protests across the Valley after the killing of Hizbul Mujahideen commander Burhan Wani in 2016 seems missing. It seems to have been replaced by an ominous silence.Women at a protest in Srinagar on August 11 after the government revoked the special constitutional status for Kashmir. Credit: Danish Siddiqui/ReutersThe old townsThe silence is most palpable in the downtowns or old towns of Srinagar and Baramulla, 40 km away. Traditionally, the old towns, with their winding lanes, their closely packed houses, their tightly knit communities, have been crucibles of protest. Baramulla is bowl shaped, surrounded by mountains crested with army posts and cleaved by the Jhelum river. Five bridges across the Jhelum connect the old town of Baramulla to the rest of the city. During the mass protests of 2016, the bridges were sealed by security barricades, and the old town was left to seethe in isolation. For months, residents said, the police had not dared to enter the area. Security forces had always been scared to step inside the old town, they claimed. This time, it was different.“They didn’t need to close the bridges, they deployed forces inside the old town,” said a trader in who lives there and had agreed to talk behind the closed doors of his shop. A first in 30 years of conflict, residents claim. For about five days, there had been curfew and sporadic stone pelting. Security forces retaliated by firing in the air, the trader said, and a few boys were injured. There had also been arrests, some of them a day before the announcement on August 5, the rest over the following week. A few boys had been released on the weekend before Eid, he said. In downtown Srinagar, there were rough roadblocks of stones and wood behind the concertina wiring, most probably set up by local boys. There were burnt remains of wire, suggesting recent protests. There had not been large-scale protests yet because of the clampdown.“No one goes out of their locality,” said one elderly resident. “There is terror. God knows what will happen. This time they will use bullets.” At least some of the fear had been created by mass arrests. “There is no household here without a son in jail,” said the elderly resident. People had been rounded up last Friday, after eased restrictions had paved the way for protests. A second batch had been picked up the night before Eid, residents claimed. “Our boys are being taken to unknown prisons because Kashmiri prisons are full,” said a former medical student in Srinagar as he raged against the state. “Someone might hear me and I might be taken off to jail. Tomorrow, I could be eating dal.” Leaders arrestedAccording to recent reports, about 800 political leaders and activists had been arrested over the past few weeks. This includes two former chief minister of Jammu and Kashmir, Mehbooba Mufti, incarcerated at Hari Niwas, a government guest house in Srinagar turned subsidiary jail, and Omar Abdullah, believed to be held at the same place. A third, Farooq Abdullah, is reportedly under house arrest. It is not clear if the number also includes youth rounded up because they were considered potential “troublemakers”.When asked about this at a press conference in Srinagar on the evening of Eid, Rohit Kansal, the government spokesperson, said there was “no centralised information on detention numbers”. SP Pani, Kashmir’s inspector general of police, stepped in to say the “arrests were made within the ambit of the law” but also declined to give a number.‘Everyone is Hurriyat’For many residents of the Valley, with Articles 370 and 35A nullified, Kashmir’s relationship with the Indian Union had been dissolved. “Kashmir was never theirs and never will be,” declared the trader from Baramulla’s old town. “Whatever the understanding [with the Indian state] was, its name was Article 370, its name was Article 35A.”On August 8, when Prime Minister Narendra Modi made a television address to explain the virtues of the decision to revoke special status, residents of Baramulla’s old town had watched the speech unmoved. “If you want to embrace Kashmiris, as Modi says, if you want to make someone your brother, you do not betray them,” said the trader. “They [the government] have been breaking faith since 1931.” On July 13, 1931, commemorated as Martyrs’ Day in the Valley, 22 Kashmiris were shot down by the forces of the Dogra king of Jammu and Kashmir.Protestors in Srinagar throw stones at security forces on August 10 after the government's decision to revoke the special constitutional status for Kashmir.  Credit: Danish Siddiqui/ReutersEven outside the old towns, many feel the time for negotiating with the Indian state or finding a middle ground within the Indian Constitution has passed. For decades, electoral politics in the Valley was built on the promise to protect Article 370. Those who stood for these elections were called mainstream leaders, the Indian state’s counterpoint to the separatist politics of the Hurriyat. Now, both leaderships are in jail, both kinds of politics have been outlawed. “Now, everyone is Hurriyat,” many said.In the pockets of the Valley that have always been dominated by separatist politics, few are perturbed by the arrest of former chief ministers. “This is totally drama,” said the former medical student in downtown Srinagar. “How can you be jailed at a five star hotel?”But even for these constituencies, Article 370 had stood for certain protections guaranteed to a minority identity, protections now being undone by a predatory Hindu nationalist state. “It rankled them that this was a Muslim-dominated state,” said the former medical student in downtown Srinagar. States like Nagaland and Mizoram had special protections, why only remove those from Jammu and Kashmir, he demanded.“Dil bahut kharaab hai, mayoos hai [I’m sick at heart, without hope],” said one resident of Baramulla’s old town who had dropped by at the shop.‘Things will get bad’As always, conversations about the present lead back to the past in Kashmir. Some now compare this moment to 1987, when the assembly elections were allegedly rigged to favour the National Conference alliance. The Muslim United Front, a newly formed conglomerate of Islamic parties, had been tipped to win. Betrayed, its leaders then left the mainstream to re-emerge as militant commanders and separatists. The old towns of Srinagar and Baramulla were among the first places where militancy took root. The violent history of the 1990s is still inscribed in the bodies of those who live there. A woman passing by the trader’s shop in Baramulla’s old town was pulled in so that she could show her scars. She had taken three bullets during a military crackdown in 1996, said the trader, “four people died in Baramulla that day”.Over the last few years, as local militancy took root in South Kashmir, foreign militants entered northern districts like Baramulla again. Over the last year, local militancy has also been revived in Baramulla, with most joining the Lashkar-e-Taiba.Does this new turn in Kashmir’s politics mean civilian protests could be overtaken by militancy again? Or is another season of protests brewing in silence? It is too soon to tell. But the trader from Baramulla had a grim prediction to make: “Things will get bad. Right now there is still a curfew.”  On Eid eveWhen Prime Minister Modi made his television address on August 8, he also promised the government would ensure Eid went off peacefully in the Valley. Indeed, on the weekend preceding Eid, restrictions on movement had eased a little. For days, no one had been able to get from one town to another. Many returning to Kashmir found themselves marooned in Srinagar and unable to go back to homes in other parts of the Valley. There had been few restrictions on the national highway through the Valley, residents said, but entry points into towns were heavily secured. Still, on Sunday morning, the highway leading out of Srinagar was dotted with sheep, ferried on bikes or moving in herds marked for qurbani. Security deployments had receded but traffic on the highway to Baramulla, about 40 kilometres to the north of Srinagar, was still sparse. A journey that can stretch for nearly two hours, as the highway winds through busy market towns, took about half the time. One by one, they floated past in sullen silence – Singhpora, Pattan, Sopore. Most markets were closed or only half open, with a few desultory Eid shoppers. The government would later claim that 70% of shops were open. At Sopore, there was a detour. A co-passenger in the airport taxi had a message to deliver to the family of a friend stuck in Pune: I am fine, you must observe Eid as usual, do not worry about me, especially mother.The main town of Baramulla was relatively busy, with most shops open and shared Sumo taxis to Srinagar running after days. But after days of curfew, traders had already suffered heavy losses. The owner of a famous bakery in the old town of Baramulla, for instance, is said to have made baked goods worth Rs 40 lakh. Much of it was left unsold.Still, it would seem that “normalcy” had returned. Only the dead phone lines, the closed newspaper stands, the emotional reunions between families cut off for days, spoke of a Valley that had been muted. Srinagar's Jamia Masjid is locked during restrictions ahead of Bakrid after the scrapping of the special constitutional status for Kashmir by the government.  Credit: Danish Siddiqui/ ReutersThis reporter took a Sumo taxi back to Srinagar on Sunday evening to find a changed city. Vehicles had gone off the streets again; there were rumours of stone pelting in the Qamarwari area. The driver of the shared Sumo took down the taxi sign on his windshield and quickly offloaded most passengers. He was reluctant to go further into the city centre, fearing protestors. “They will burn my car,” he said. The closer you drove to the heart of the city, the more the streets emptied.Complete lockdownOn the night before Eid, Lal Chowk, the commercial hub of Srinagar, was under complete lockdown. As the restrictions were slammed into place again, Baramulla, briefly accessible from Srinagar, disappeared from view.  As a consequence of the restrictions, Eid stayed away from Srinagar on Monday. Usually, it is a day marked by social exchanges: prayers at large public grounds and qurbani, or sacrificial meat, distributed among friends and family. This year, no prayers were held at major mosques and public squares in the city, from Jamia Masjid and Hazratbal to the tourist reception centre grounds. At a mosque near Gupkar, once frequented by the Valley’s political leaders, security personnel turned away worshippers, including two puzzled women who had been told that prayers would be held at 10 in the morning. Most people had to make do at small neighbourhood mosques.While Lal Chowk was deserted, in downtown Srinagar, residents sealed off from the rest of the city sat quietly on shuttered shop fronts, old men, young men, small girls dressed in crisp formals with nowhere to go. There had been little exchange of qurbani. The government did not want large gatherings, which is why prayers at the usual public grounds had been banned, surmised one resident of downtown Srinagar. “All necessary arrangements were made to facilitate the people for offering prayers at mosques and other places,” Rohit Kansal, the government spokesperson, brightly claimed at the press conference that evening. “Peace and harmony witnessed across Jammu and Kashmir region during Eid.” Hundreds had gathered for prayers at mosques in all districts of the Kashmir Valley and in Jammu, he added. At Anchar, in the outer reaches of the city, hundreds had reportedly marched in a demonstration where slogans for azadi were chanted. There were rumours of stone pelting in parts of downtown that morning, but with no phone access, no internet and hardly any movement between areas, nobody could be sure. Staff at the Sri Maharaja Hari Singh Hospital in Srinagar said two protesters with injuries had been brought in that morning but then released. Inspector General of Police Pani, who was also in attendance at the government press conference, confirmed two minor injuries but only spoke of small “localised protests”. Restrictions had been eased for the evening, he announced, as he thanked “citizens for cooperating with us for maintaining law and order”. If you looked at the hospital records, said Pani, there were no “medico-legal cases” at all.   But in downtown Srinagar, the former medical student had said, “We are held captive, it is a mass prison. It’s Eid and our children are not able to move around. Recently, someone from our neighbourhood was blinded [by pellets fired from shotguns used by paramilitary personnel]. There is mourning.”","author":"Ipsita Chakravarty","time":"2019-08-14T09:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125518-viqgamgzfm-1565716692.jpg","tags":["Jammu and Kashmir","Article 370","Narendra Modi"],"source":"https://scroll.in/article/933757/ground-report-in-kashmir-an-ominous-silence-broken-by-whispers-about-mass-arrests"}