{"title":"When even a 12-year-old buying bread  in Kashmir gets detained in police sweep","content":"On the night of August 18-19, Ghulam Ahmad Dar and his family were woken up by loud banging on the door of their house in Umarhair, a locality in the Buchpora area of Srinagar. Men in uniform were waiting outside.“They were already in our compound,” said 74-year-old Ghulam Ahmad Dar, a farmer.  “When we opened the door, they asked for my grandson, Umar.” The local police, accompanied by the Central Reserve Police Force and members of the Special Task Force, the counterinsurgency wing of Jammu and Kashmir Police, entered the house, Dar said. They made for Umar’s room on the first floor and broke the door leading into it, he said. “Umar and his friend Asif were sleeping in the same room,” Ghulam Dar recalled. “They were dragged out of their beds and beaten up. Umar was only wearing his shorts. They took him like that.” While they were leaving with Umar  Manzoor Dar and Asif Ahmed Najar, both 18, the policemen also took Umar’s younger brother. The family says he is just 12 years old. Umar’s father, Manzoor Ahmad Dar, is a labourer. During the raid, Ghulam Dar claimed, Manzoor Dar had tried to stop the security forces from taking his two sons, only to be beaten up. “His leg was injured and he had to be in the hospital the next day,” Ghulam Dar added. As the security forces left the house, the family ran after them. Zoona Begum, the boys’ grandmother, also went along.  “We pleaded with policemen to let the boys go,” said Zoona Begum, whose voice barely rises above a whisper. “That was until we reached a panchayat building in our area. There, they started firing teargas shells on us.” It was not until the evening of August 19 that the family was allowed to meet the boys, held at the Soura police station. The family claimed they were not told what the charges against the boys were, neither was there an First Information Report. A few days after he was arrested, the 12-year-old was released but his elder brother remains in jail.Buchpora is a little more than a kilometre from Anchar, the neighbourhood which has seen regular protests since the Indian government unilaterally scrapped the special status of Jammu and Kashmir and divided the state into two Union Territories. According to residents of Buchpora, there had been no stone-pelting in their neighbourhood in the run up to the detentions. But they had barricaded the road leading into it all the same, to prevent armed forces from entering. On the night of August 18-19, residents allege, they did enter Buchpora. Several families in the locality spoke of midnight knocks on their door. Residents say at least 10 local youth were picked up that night. The relatives of Umar Manzoor Dar. Photo credit: Ipsita Chakravarty‘Law enforcement decisions’Almost every town or village in the Kashmir Valley visited by Scroll.in since August 5 spoke of sudden sweeps by security forces followed by detentions. These detentions ranged from half a day to weeks. Most families claimed they had not been informed of any formal charges or FIRs. There was no paperwork, in short, to show there was a case against those held. Many of those detained were minors.At a press briefing in Srinagar on August 24, Rohit Kansal, spokesperson for the Jammu and Kashmir government headed by a governor appointed by New Delhi, said, “These are law enforcement decisions taken at the local level and subject to constant re-evaluation. If there have been detentions, there have been releases as well.”When asked whether minors who had been detained were considered threats to public order, Kansal said, “If you come to me with specific instances, we can take a look.”When asked about detentions in Buchpora, Jammu and Kashmir Police spokesperson Manoj Sheeri said he was not authorised to talk on the matter. Other senior police officials remained unreachable.The government claims it does not have “centralised” data on the total number of detentions. According to AFP, officials speaking off the record admitted over 4,000 people have been held under the Public Safety Act, a preventive detention law. But that figure may not account for hundreds of random detentions over the past three weeks.Kashmiri women stand near a blockade put up by residents to prevent security personnel from entering their neighborhood in Srinagar on August 28. Photo: REUTERS/Danish Ismail‘There are no charges’Around 1.30 am on the night of August 18-19, security forces arrived at his house, said Abdus Salam Dar, who also lives in Umarhair, Buchpora.“They had cordoned off our house and they were already in our compound,” he said. “They knocked on the door of our house and asked me to come out. Once I opened the door, they asked about my family. I told them apart from me, my wife, my two sons and my daughter live in the house.”His elder son, 28-year-old Mohammad Ashraf Dar, is a tailor, while 25-year-old Waseem Ahmad Dar drives an auto. According to Abdul Dar, the security forces asked to see the room in which his sons were sleeping. “They dragged both of my sons from their beds,” he said. “When I tried to prevent the arrests, they slapped me.” His 22-year-old daughter, Jameela, said the family tried to reason with the police, telling them her brothers had not been involved in any protests or stone-pelting.“They already had a list of boys they had to pick up but my brothers’ names were not on the list,” she said. “I showed their identity cards and certificates to explain to them they are not the ones they are looking for but they would not listen.” She held up a torn grey t-shirt that belonged to one of her brothers. He had gripped the railing of the staircase when he was being dragged away, she said. “My brothers were not even wearing proper clothes,” she said. “They were taken barefoot.”The family claims all of them, including the women, were beaten up by the security forces. The two men were kept in a police lock-up at the Soura police station, they said. “There are no charges, no FIRs,” said Jameela. “It’s all illegal.” Jameela (left) holds up a torn t-shirt belonging to one of her brothers, detained on the night of August 18-19. Photo credit: Ipsita ChakravartyAnxious families gather outside the Soura police station gates every evening. On August 20, Mohammad Altaf, a government employee, was among them. That morning, his son, 17-year-old Sameer Ahmed, had been on his way to a hospital, bearing tea and food for a relative admitted there. He was detained at the Soura bus stop, his father said.“My cousin’s son was passing by and saw him,” said Mohammad Altaf. “We have been waiting here all day. We went inside in the morning. They had beaten him with chains.” Once again, there is no FIR, according to the family.When approached for comment, the Soura station house officer said he was “not authorised to speak”.The family of Wasim Ahmad Dar and Mohammad Ahmad Dar showed the police their documents in a bid to prevent their detention. Photo credit: Safwat ZargarA trip to the bakeryAcross town, in the Eidgah area of Srinagar, a 12-year-old had been picked up on the afternoon of August 17. He had been sent out to buy bread, his mother said, when stone-pelting broke out.“I was inside the baker’s shop when there was a rush of people on the street,” said the 12-year-old. “They [security forces] came inside and took me out of the shop. The moment they caught me, they hit me with the butt of a gun and slapped me.”His mother, meanwhile, had heard a commotion on the streets and gone out to look for her son. A family which lives above the baker’s shop told her he had been taken by the police. She then took a lift on a passing bike and followed the police vehicles. At Ali Masjid, the old mosque near the Eidgah grounds, they found a police vehicle with a punctured tyre. They had her son but said they could not let him go, she recounted, he had to presented at the police station.The boy was taken to the Safa Kadal police station, where he was kept in a lock up. “They asked me to write my name and details on a paper and sign it,” he said. “They also took my picture.” His family, meanwhile, waited all day near the police station. That day, reports had spread that an elderly man had died of suffocation from tear gas. It had led to more protests and tear gas shelling in downtown Srinagar, where the Eidgah is located. “We took refuge in a house near the station,” the mother said. At 9.30 pm, they let him go.The boy was asked to report at the station the next morning. When he presented himself, they told him not to join protests again, slapped him and then let him go, his mother said.Scroll.in made repeated visits to the Safa Kadal police station as well as to the sub-divisional police headquarters at Zaina Kadal, but was told officials were not available to talk.Fathers in place of sonsIn Pampore, a few kilometres south of Srinagar, the police have allegedly detained the fathers and brothers of young men they are looking for, to press them into surrendering. “Around 10 or 11 pm on August 13, there was a knock on our window,” said a girl who lives in the quiet locality of Frestabal, in Pampore. “It was the CRPF and the police. We came down to see what the matter was, my mother, father and I.”They were asking for her 18-year-old brother but he was not home. “So they picked up Papa,” she said. “We didn’t resist too much.” It was not the first time they had picked up her father, a 45-year-old mason, since August 5. “On August 9, they took him and kept him for a day,” the girl said. “They let him go before Eid.” Every time the family tries to reason with the police at the Pampore station, they are met with the same reply – bring the 18-year-old.On August 5, the teenager went out on a protest against the government’s decision, his sisters say. Soon afterwards, he heard the police were looking for him so he went into hiding. The family says they do not know where he is. When Scroll.in visited the house on the morning of August 21, his father had still not been released from the Pampore police station.A few kilometres away, in the Kadlabal locality of Pampore, the police had allegedly gone looking for Haziq Shafi on August 6. “It was early morning, we were sleeping,” said his father, Mohammad Shafi. “Six policemen came in a jeep and asked for Haziq. They said they had to take him but would release him in a day or two.”As of August 21, when Scroll.in visited the house, he had still not been released. According to Mohammad Shafi, he was being kept in a lock up at the police station with “10 to 20” other youth.The 20-year-old had left school after Class 9 and helped take care of his father, who is on dialysis. In 2016, he had been arrested and locked up for a week. There was also an FIR against him.“This time, there is nothing. There was no pelting,” said Mohammad Shafi.Scroll.in made three trips to the Pampore police station and to the subdivisional headquarters at Awantipora. On each occasion, they were told there was no officer available to speak.","author":"Ipsita ChakravartySafwat Zargar","time":"2019-08-28T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126339-mowbfjtvsc-1566986657.jpg","tags":["Jammu and Kashmir","Article 370"],"source":"https://scroll.in/article/935411/ground-report-when-even-a-12-year-old-buying-bread-in-kashmir-gets-detained-in-police-sweep"}