{"title":"Ground report: Can Telangana’s massive cash transfer regime shield KCR from anti-incumbency?","content":"A special India Fix for readers this week: I spent much of the last week travelling through Telangana, trying to understand the issues on which the state would vote on November 30. I found the biggest issue was cash transfers. Read my dispatch and if you have any questions or feedback, write to me: [email protected].If you want to this newsletter in your inbox every week, sign up here (click on “follow”).Sitting at a local tea shop, Narendra Thurimella whiles away the afternoon watching social media videos on politics, most of them from the Bharatiya Janata Party. Thurimella is a strong Hindutva supporter and reels off the BJP’s talking points about the successes of the Modi government, from national security to the economy. His social media display photo is of Raja Singh, the controversial BJP MLA from Hyderabad arrested in 2022 for alleged anti-Muslim hate speech.Yet, Thurimella will not vote for the saffron outfit in the upcoming Telangana Assembly elections. “BJP is not a force in Telangana,” he argued. “And for the first time, KCR [the chief minister] has made schemes for Brahmins. That is good.”Thurimella has applied for a direct benefit transfer scheme that encourages entrepreneurship in the Brahmin community. Brahmins make up, by unofficial estimates, less than 3% of Telangana. Moreover, they are distributed through the state, and hence are not a significant factor in any seat. And, of course, since they are seen as India’s most forward caste, welfare schemes targeted at Brahmins are not common.Yet, so extensive is the spread of cash transfer schemes in Telangana that the Bharat Rashtra Samithi government has even crafted schemes for Brahmins – as well as castes and communities across the spectrum. This incredible reliance on cash transfers and the transfer of private goods in general is Chief Minister K Chandrashekar Rao’s main weapon as his party seeks to win a third term in the newly-created state. Cash transfers have an immediate and visible impact among voters in a way that traditional welfare – for example, building hospitals or schools –  does not.However, for every yin, there is a yang. Stretching state capacity and finances, the schemes have hardly managed anything close to full coverage. The people left out are resentful – a factor that could exacerbate anger against the ruling party. Worse, experts are uncomfortable with a move towards reorienting so much of state welfare to simply handing out money.Turning on a schemeIn the Chivvemla village of Telangana, Bhimaya Pagadi is on his haunches waiting for the bus. Belonging to the backward Mangali caste, traditionally involved in the barber trade, he is angry with the ruling BRS, which was earlier known as Telangana Rashtra Samithi or TRS. “They worked earlier, not anymore,” Pagadi said. “Now they only eat,” euphemistically referring to corruption.When asked who he will vote for, however, he abruptly changes tune: BRS, he replies, matter of factly. The winning factor, it turns out, was the marriage of Pagadi’s daughter. Under the Kalyan Lakshmi scheme, this entailed a cash transfer of Rs 1 lakh to Pagadi – a windfall for the landless family.Keeping Pagadi company is Madar Sahab, a 35-year-old man from the backward Muslim Sheikh caste. Sahab has a teenage daughter who he hopes to marry off in a few years. Sahab is aware of the Shadi Mubarak scheme which also promised the families of Muslim brides Rs 1 lakh. Like Pagadi, he will also vote BRS.Madar Sahab. Credit: Shoaib DaniyalTraditional welfare takes a back seatIn Ghanpur town, Sangyam Tirupati and Ponnam Rajaya are distant relatives and friends belonging to the backward Mudiraj caste. Both are rather happy with the incumbent government. The reason: cash transfers. They receive support from the Rythu Bandhu scheme, under which the state government directly transfers Rs 5,000 per acre per farmer each season. Rythu Bandhu is the marquee scheme in Telangana’s cash transfer line up, so successful that multiple states and even the Modi government have copied it. The scheme represents a paradigm shift in how the Indian state deals with falling profits in agriculture, moving focus away from loan waivers to universal cash transfers which cover more farmers.Tirupati has additionally received a subsidy to buy a motorcycle as part of a scheme to help certain backward castes involved in animal husbandry (his caste traditionally catches fish). Pressed on other aspects of welfare, Tirupati and Rajaya have little to say. They have opted out of the public school system and send their children to private schools. But this is overshadowed by cash. “KCR [the chief minister] has done well by putting in place a lot of schemes for backward castes,” Tirupati said.Sangyam Tirupati. Credit: Shoaib DaniyalGenerating resentmentClearly, cash transfer schemes are able to generate significant support for the ruling party. However, there exists a catch. Since schemes that transfer private goods to citizens miss a significant section of the population, they also create resentment against the ruling party.Anger in Mothey village is high for this very reason. “The poor actually don’t get any schemes,” Renuka Boiroju said, her voice bellowing in indignation. “All the money is going to party people [BRS cadre].”Boiroju is especially angry at missing out on the Telangana government’s 2BHK housing scheme under which beneficiaries would receive a double bed room flat. A state government website boasts that Telangana is “perhaps the only state in the country to launch such a liberal scheme for the poor” – which is maybe not an exaggeration. Welfare largess on this scale is rare in other states.Boiroju’s anger stems not only from missing out but from alleged corruption in the scheme. People have to pay party members to get their names on the list, she alleged. Boiroju is even angrier at the fact that she claims she bribed a party functionary, who she would not name, Rs 50,000 – but with no result.Renuka Boiroju. Credit: Shoaib DaniyalMarginal returnSimilar anger exists in the Madiga quarter of the village. Madigas are Telangana’s largest Scheduled Caste, with approximately 60% of all Dalits in the state being from the community. However, in Mothey, Rao’s flagship Scheduled Caste outreach scheme, Dalit Bandhu has created votes not for the BRS – but for the Congress. “Not a single person has got any money,” said Kranti Dosapati. “Only TRS [BRS] leaders get it. Not us.”Sometimes, even a marginal difference in cash transfers could tilt the scales. Eslavath Saidulu and Jatot Kumar live in the same village and belong to the same community: the Lambadis, notified as a Scheduled Tribe in the state. Both are generally happy with the government’s development work and cash transfers. “We get Rythu bandhu and our parents get old age pension,” Saidulu said. However, he actually will vote Congress. “For nine years, we have seen TRS [BRS], now we want a change,” he said.Kumar, on the other hand, will vote BRS. The reason is the government’s increase in his disability pension. “Earlier it was 3,000 now it is 4,000,” he said, fearing that if the Congress were to come to power, it might reverse it. Telangana pays the highest disability pension in the country.Jatot Kumar. Credit: Shoaib DaniyalCash (transfer) is kingWhy are cash transfers such a big deal during the Telangana campaign? While cash transfers are now a policy tool popular across the political spectrum, the state’s wealth means it can ramp it up to a level that most other states can’t. For example, the state’s farmer income support scheme, Rythu Bandhu, has an outlay that is 25% of the Modi government’s equivalent, PM-Kisan. This even though Telangana’s population is only 2.5% of India’s. West Bengal’s equivalent scheme has only a third of the outlay – this even though the state is nearly three times as populated as Telangana.The other reason is that cash transfers have immediate and visible impact for recipients. One study found that Rythu Bandhu led to an 11.9% increase in consumption expenditure for farming households in Telangana compared to neighbouring states. This, in turn, creates immediate political impact. The domination of cash transfers as a talking point during the campaign in Telangana is a testimony to why politicians across the country have taken to them so quickly. During Scroll’s reporting, most voter conversations were dominated by what are locally called “schemes”.More traditional forms of welfare – building public goods such as schools and hospitals – rarely figure organically in discussions about elections. When pushed, voters do recall poor public goods delivery in some instances, but in the balance, this is far outweighed in mindspace by private goods and cash. As a result, highlighting “schemes” is the BRS’ principal campaign strategy as it battles anti-incumbency in seeking a third term in office. Remarkably, even critics of the BRS do not focus on public goods delivery – their anger is limited, in turn, to not getting “schemes”.A housing complex under the Telangana Government's 2BHK scheme. Credit: Shoaib DaniyalWhile cash transfers might be good politics in the short term, its long term impact on development might not be as rosy. “We need to see if they are crowding out good expenditures on things such as health and education,” explained Lekha Chakraborty, a professor at the National Institute of Public Finance and Policy in Delhi. “Ideally, cash transfers should only be offered in case of a livelihood crisis. Not for elections, where it is clearly only a way to gain votes.”Chakraborty argued that this was a short-term measure states were using to paper over the fact that they were unable to provide employment to its citizens. This is further backed up by the fact that Telangana’s unemployment rate, according to the Periodic Labour Force Survey from July 2022-June 2023, is higher than the national average.","author":"Shoaib Daniyal","time":"2023-11-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196165-mdxkbbdftf-1700940814.jpeg","tags":["Telangana","Direct Benefit Transfers","Telangana Assembly Elections","Welfare","Freebies"]}