{"title":"GST has hit Gujarati tobacco farmers and traders hard – but it is caste that decides their vote","content":"This article is part of a special Scroll reporting project: Gujarat’s ‘dhandho’ elections, exploring the state’s complex relationship between business and politics as it heads into elections.To contribute to our reportage, click here.Janak Bhai Patel and Vittal Bhai Solanki are neighbours. Residents of Heranj village in central Gujarat’s Kheda district, both grow tobacco for a living. Patel and Solanki operate independently but in close tandem: they share a storage godown and supply their produce to the same trader in North Gujarat’s Mehsana. The duo offered identical assessments when asked how business was:  “20 taka [20%]  down” since the introduction of the Goods and Services Tax regime in 2017. “GST has really hit us hard,” said Patel one October afternoon as he loaded a truck with sacks of tobacco leaves. Solanki nodded in agreement. “All the vyapari, businessman, will talk about is GST when you ask him for more,” he said. Yet, Patel and Solanki had starkly different opinions on what could make things better.To Solanki, it was all about changing the government. “The rate for our tobacco is not going up, but everything is becoming expensive,” he complained. “So obviously it’s the government’s fault. The BJP [Bharatiya Janata Party] should go.”Patel was decidedly uncomfortable with the idea. “Business is down, but what can they possibly do?” he said.The statement invoked a sharp retort from Solanki: “It is only because he is a Patel, their people would never desert the BJP even if they have to sleep hungry.”“Yes, that’s true,” Patel said without protest from atop a heap of sacks on the truck. Janak Bhai Patel said he would vote for the BJP because of his casteA new tax wrecks havoc in tobacco land Gujarat’s Charotar region, comprising the central Gujarat districts of Kheda and Anand, is tobacco country. Almost every farmer grows the crop here, some in massive farms spread over thousands of acres, others in land holdings as small as a few hundred square feet.  One of the biggest suppliers of raw material for bidis in the country, the tobacco industry of Charotar has had to contend with tough times ever since the commencement of the GST code in 2017. The new tax subsumed all indirect taxes previously levied by the Centre and states on businesses. Under the new tax regime, the tax on tobacco leaves is 5%, charged under the reverse charge system that requires traders to pay the levy straight to the government. In contrast, before GST, the Gujarat government did not tax raw tobacco at all.This increased taxation, tobacco growers allege, has led to traders underpaying them. The GST shock was such that farmers had to resort to demanding a minimum support price from the government. “When we are tense, we tend to vent it on our family members,” said Gujarat Tobacco Merchant Association president, Bhikhubhai N Patel. “Similarly, we sometimes take out our GST pressure on the farmers.”Bhikhubhai N Patel heads the Gujarat Tobacco Merchant Association.Caste mattersIt is no surprise then that in Charotar one hardly comes across a tobacco grower who doesn’t complain about margins having eroded in the last five years. However, interviews with dozens of them across villages in Anand and Kheda revealed a near-unmistakable pattern: whom you politically held responsible for the downslide was contingent on your caste identity.Mirroring the divergent opinions of Janak Bhai Patel and Vittal Bhai Solanki, most Patel farmers I spoke to steadfastly absolved the BJP government of any blame while the Koli Rajputs, classified as a backward caste in Gujarat, were almost uniformly less forgiving.These two caste groups form a formidable percentage of the population in the region. While India does not  officially count its population on the basis of caste, around two out of three people in the region are either Patel or Koli, according to local estimates by political parties.The Patels, many of whom have family abroad, are significantly the better off of the two groups. Most of those with large land holdings are from the community. The Kolis, on the other hand, largely work as farm labourers even as some also own smaller parcels of land.\n\n\n    \n    Play\n\nListen to Scroll's Arunabh Saikia tell you about his new project reporting on the intersection of politics and business in Gujarat.\n    \n      Dhandho elections\n      Contribute to our special reporting project.\n      \n    \n    \n        Click here\n    \n‘Very little left in tobacco’In terms of grievances, there is little to distinguish between farmers belonging to the two communities. The complaints are the same: rising input costs and inadequate compensation.In Anand’s Jasarva village, Harshad Bhai Patel said he was starting to wean himself away from tobacco. In 25 of the 60 acres of land he owns, he sowed mustard this year. “It’s less effort so labour is cheaper than tobacco,” he explained. “With the kind of rates the  trader gives us, we have very little left in tobacco.”Harshad Bhai Patel said he was starting to wean himself away from tobaccoNot too far away in Bachosar, Amlesh Bhai Parmar, a Koli Rajput by caste, has also diversified into chillies. “Before Modi-Shah applied GST,” he said referring to the Prime Minister Narendra Modi and Union home minister Amit Shah, both of whom come from Gujarat, “we used to get upto Rs 2,000 per 20 kg, now I rarely get more than Rs 1,200.”He added, “This government has destroyed the tobacco trade.”Harshad Bhai Patel, though, blamed the “vyapari”, or the traders. “They are the thieves who rob us of our money using GST as a pretext,” he claimed.The traders, for their part, said they had no choice but to procure at lower rates because the manufacturers they sell the leaves to after cleaning and drying them, dictate the price.  Miten Bhai Patel, a tobacco trader and a BJP leader in Kheda’s Moholel village, conceded that tobacco farmers had been dealt a bad hand in the post-GST tobacco market. “The problem is that the big manufacturers gang up to maximise their profits,” he claimed.Miten Bhai Patel sells the tobacco he sources from local farmers in the area to bidi-makers in Kolkata. “After GST, the packet of bidi which used to sell for Rs 20 is now Rs 25, but the manufacturer will say they can’t pay more because he is paying a lot of GST,” he said. “So ultimately the farmer is not getting good rates.”Processed tobacco and its products are taxed 28% GST. Women labourers toil in a tobacco field A domino effectShrinking profit margins often translate into land owners squeezing those at the bottom of the chain of trade: farm labourers, many of whom are women.While the average wage for an eight-hour shift is around Rs 150, it can be significantly less too, at times. Consider 70-year-old Kamu Ben Christi who works at a farm in Kheda’s Aklacha village owned by a Patel. She works from eight in the morning to five in the evening with a two-hour break in the middle. Her compensation: Rs 80.“I have no choice but to work because my husband is paralysed,” said Christi who was vocal about wanting “change”. “Everything has become so expensive, we need a new government.”In the district’s Phinau village, Alka Ben Dabhi makes Rs 50 for four hours of work. “For people like us, it will always be the Congress,” she said. 70-year-old Kamu Ben Christi gets paid Rs 80 for eight hours of labour.A Congress bastionIndeed, the Congress seems to command a formidable amount of support in the region, one of its traditional strongholds in the state buoyed by support from the Koli Kshatriyas, and the Muslims who account for around 12% of the population, according to local estimates.  In fact, it is here that the Congress’ Kshatriya-Harijan-Adivasi-Muslim, popularly known as KHAM, social alliance first originated. Madhavsinh Solanki, Congress chief minister for much of the 1980s who engineered this social alliance, was a Koli Kshatriya from Anand himself. Till the rise of the BJP in the 1990s broke it, KHAM paid rich dividends for the Congress.The Patels’ unflinching support for the BJP in Charotar is a flipside to KHAM – the community backs the party to counter the Kolis’ political hegemony.While the KHAM alliance has come somewhat undone since Modi’s rise in most other parts of the state, it has largely endured in Anand and Kheda.In 2017, the Congress won eight of the 13 Assembly seats in Kheda and Anand.Alka Ben Dabhi (right) is a Congress supporter‘Everyone is Hindu under Modi’The declining fortunes of Charotar’s tobacco industry will not make it any harder for the BJP to reverse the last election’s outcome in the area, insisted the BJP’s chief whip in the state Assembly, Pankaj Desai.  “The things with tobacco is that prices go up and down, one year’s bad, the next year’s good,” said Desai, a five-time MLA from Kheda’s Nadiad constituency. “So, farmers know when to sell.”However, even Desai, who owns tobacco farms himself, admitted that smaller farmers were “definitely facing some difficulties”.Miten Bhai Patel, a BJP leader and tobacco merchant, blamed big manufacturers for the decline in his businessDespite favourable caste and community equations likely to be accentuated by palpable economic discontent, the Congress’ local leadership appeared to be somewhat wary. “As things stand now, we are good, but people across castes tend to suddenly remember they are Hindus before elections these days,” said Hardik Bhatt, who heads the Nadiad unity of the party.Bhatt seemed to echo what a senior leader from the party had told me days before about its struggles to mount a campaign in Gujarat: “No kind of social engineering seems to work these days – everyone is Hindu under Modi.”Read the other articles in Arunabh Saikia’s Gujarat election series here.","author":"Arunabh Saikia","time":"2022-10-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181992-lrfiqkbrkz-1666958433.jpeg","tags":["GST","Gujarat","Tobacco industry","KHAM"]}