{"title":"‘Guilty Minds’ review: Win some and lose some in legal drama","content":"Guilty Minds is keen on severing any association between the legal drama and fuddy-duddyness. Each of the 10 episodes in the first season tackles a buzzy topic while also following two longstanding cases that involve the principal characters.Some of the cases are concerned with technology gone rogue. The clients include a trio of friends who feel cheated by a dating app and parents who are suing the fertility clinic where their son was born. A music composer litigates against the creator of an algorithm that creates songs by sampling existing tunes. The inventor of a self-driving car is hauled into court when the vehicle rams into pedestrians. There are more pressing matters at hand too, such as the influence of video games on a teenager who murders a taxi driver. The series opens with a hot-button issue. An actor (Karishma Tanna) accused a celebrated director (Atul Kumar) of rape, raising questions about consent and the power dynamic that governs gender relations.Guilty Minds has been created and directed by Shefali Bhushan for Amazon Prime Video. The series is led by Varun Mitra and Shriya Pilgaonkar, who match wits in the courtroom and continue their arguments in a personal vein outside it. The ambitious Deepak (Mitra) works for the firm Khanna and Khanna. Kashaf (Pilgaonkar) is a collector of lost causes who is dismayed by Varun’s lack of spine. Family skeletons demand attention alongside the business of winning, losing and settling. Kashaf’s father, also a judge, is accused of corruption. Deepak’s rise within the family-owned Khanna firm and his closeness to the founder (Kulbhushan Kharbanda) brings out the competitor in the founder’s grandson Shubrat (Pranay Pachauri). Deepak’s closeness to Shubhrat’s advocate cousin Shubhangi (Namrata Sheth) adds another layer of complication, both for Shubhrat as well as for Deepak, whose heart throbs for Kashaf.Deepak’s loyalties are tested in other ways: an old case against the liquor baron Tejinder Bhalla (Satish Kaushik) resurfaces, testing Deepak’s friendship with Bhalla’s son.Namrata Sheth (left) in Guilty Minds. Courtesy Singro Media Innovations/Amazon Prime Video.Although the series is set in Delhi, there’s a distinctive Mumbai flavour to the often-needlessly profane dialogue (the screenplay is by Shefali Bhushan, Jayant Digambar Somalkar, Manav Bhushan and Deeksha Gujral). The balance between frivolity and seriousness isn’t always as smooth as intended. A determined light-heartedness permeates the writing and staging, weakening some of the big revelations – the truth of Kashaf’s inability to respond to Deepak, the possibility that her father might not be upright as she believed.The outcome of the cases is often less dramatic than might have been expected – a welcome departure from the average legal drama. The show is always competently performed, with Varun Mitra and Shriya Pilgaonkar working up a believable frisson, and memorable cameos ranging from Shakti Kapoor to Suchitra Krishnamoorthi.Among the scene-stealers is Sugandha Garg, who plays Vandana, Kashaf’s sharp colleague. As both sounding board and voice of reason, Vandana provides a necessary antidote to Kashaf’s borderline naive idealism. The entertaining minor characters include Sukhita Aiyar, as a resourceful detective who digs up the dirt for Deepak with a big and infectious grin.\n\n\n    \n    Play\n\nGuilty Minds (2022).","author":"Nandini Ramnath","time":"2022-04-22T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173234-qawwakvfjr-1650345194.jpg","tags":["Guilty Minds web series","Varun Mitra","Shriya Pilgaonkar"]}