{"title":"Gujarat floods: BJP delayed release of Narmada water for Modi’s birthday, alleges Congress","content":"The Congress on Monday alleged that the Bharatiya Janata Party government in Gujarat had delayed the release of water from the Sardar Sarovar Dam on the Narmada River to coincide with Prime Minister Narendra Modi’s birthday on September 17, The Indian Express reported.The sudden release of water, the Opposition party said, led to floods in downstream Bharuch district and resulted in large-scale damage.“Despite heavy rains in Madhya Pradesh and hourly monitoring of water levels in Narmada dam, the authorities did not release adequate amounts of water on September 15 and 16 and waited for the dam to overflow on September 17 to make someone happy,” Congress spokesperson Manish Doshi told reporters. The Congress leader said that the timely release of water would have prevented floods in five districts of the state. He claimed that it was a “man-made disaster” as a large amount of water, equivalent to 18 lakh cusecs, was released at once. “We demand all concerned officials to be booked for criminal negligence and confiscate their property for paying compensation to the flood victims,” Doshi said.Chronology of Gujarat floods ! -Madhya Pradesh's Indirasagar Dam released 9.45 lakh cusecs of water into Narmada, days before PM's birthday so that the Narmada Dam reservoir reaches maximum water levels before PM's birthday on September 17. -On the day of PM's birthday, as… pic.twitter.com/X6yvChqyPu— Jignesh Mevani (@jigneshmevani80) September 19, 2023\n\nPal Ambaliya, chairperson of the farmers’ wing of the Gujarat Pradesh Congress Committee, said that crops across lakhs of acres could have been irrigated if the Sardar Sarovar Narmada Nigam Limited had released the water in a staggered manner, according to The Indian Express.“Vested interests have certainly been protected but scores of people had to suffer large-scale damage,” he said. “For example, farmers of Saurashtra, Kutch and north Gujarat regions had been longing for water for the past one month. But they were not given water because they [the government] were waiting for September 17.”He also accused the Madhya Pradesh government of releasing 9.45 lakh cusecs of water from the Indirasagar Dam to make Sardar Sarovar overflow “artificially” on Modi’s birthday.The Aam Aadmi Party’s Gujarat chief Isudan Gadhvi said that residents are wondering if the floods were due to a natural disaster or man-made. “While aspiring for accolades, we should consider whether such activities are creating difficulties for the public,” he said. “BJP leaders should keep this in mind.”The allegations come as around 11,900 people from Vadodara, Bharuch, Narmada, Dahod, Panchmahal, Anand and Gandhinagar districts have been shifted to shelter homes as heavy rain continued to batter Gujarat since early Sunday, ANI reported. The India Meteorological Department has predicted that rainfall will continue till September 20.","author":"Scroll Staff","time":"2023-09-19T15:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194206-lryswmvqbh-1695114478.jpg","tags":["Sardar Sarovar Dam","Narmada River","Gujarat","Gujarat rainfall","Gujarat floods","PM Modi"],"source":"https://scroll.in/latest/1056217/gujarat-floods-bjp-delayed-release-of-narmada-water-for-modis-birthday-alleges-congress"}