{"title":"Gujarat family says four Indians found dead at US-Canada border are their relatives","content":"A family in Gujarat’s Mehsana district said on Sunday that the Indians who died after having tried to illegally enter the United States recently are their relatives, PTI reported.Earlier this week, the bodies of eight persons were found in a marsh in Akwesasne, a Mohawk territory between the US-Canada border. All of them were believed to have been attempting to enter the United States from Canada without travel documents.On Sunday, Jasubhai Chaudhary, a resident of Mehsana’s Manekpur village, said that his brother, sister-in-law and their two children had gone to Canada two months earlier on visitor visas. He said that after he heard about Indians being among those who died along the United States-Canada border, he tried to contact his brother but failed.“This caused suspicion that they were our family members,” Chaudhary said.He said that his suspicion was confirmed after he found that his family members’ names were among the identities of the victims circulating on Whatsapp groups of his other relatives settled in Canada.Chaudhary identified the four persons who left for Canada as Praveen Chaudhary (50), his wife Diksha (45), son Meet (20), and daughter Vidhi (24).An unidentified official from the Mehsana district administration confirmed that four members of a family from the Manekpur village travelled to Canada on visitor visas and attempted to cross the river, according to PTI. “The villagers approached us seeking help to bring back their bodies, which we have reported to the state government,” the official said.Canadian authorities said that the bodies that were found comprised six adults and two children from two families – one Indian and another of Romanian descent.  On January 19 last year, the Canadian Police had discovered the bodies of four Indians near the border town of Emerson. They were identified as Jagdish Patel (39), Vaishali Patel (37), Vihangi Patel (11) and Dharmik Patel (3).The family was among eleven persons from Gujarat who were trying to cross the Canada-US border. The other seven were detained by the United States authorities after they crossed the border.","author":"Scroll Staff","time":"2023-04-02T21:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/188681-fisbzqhzss-1680450675.jpg","tags":["Mehsana","Gujarat","Canada","Akwesasne"]}