{"title":"Gujarat ‘fake encounters’: Final report of monitoring panel should be given to petitioners, says SC","content":"The Supreme Court on Wednesday received a report submitted by the head of the inquiry committee that looked into alleged fake encounter cases in Gujarat and asked him to share it with petitioners who had sought the investigation, ANI reported. The top court had in 2012 appointed former Justice HS Bedi the chairman of the monitoring committee investigating 22 such cases that took place between 2002 and 2006 in Gujarat. Bedi had submitted the report in a sealed cover in February last year. The Gujarat government, however, had objected to putting the report in public domain, saying it was not clear whether the views in the final report were unilateral or if Bedi had shared it with members of the committee. Following this, during the last hearing, the Supreme Court sought Bedi’s response.On Wednesday, Chief Justice Ranjan Gogoi said Bedi had submitted an eight-page explanation saying there was a specific direction from the Supreme Court that the report should be submitted by the chairperson of the panel, Bar and Bench reported. Bedi also added that he had consulted other members of the panel. The Supreme Court bench, also comprising Justices L Nageswara Rao and Sanjay Kishan Kaul, then directed that a copy of the report should be given to the petitioners as well as the Gujarat government. It also specified that it has not yet accepted the report and is giving all the concerned parties time to file their objections. The case will next be heard after four weeks. Journalist BG Verghese and lyricist Javed Akhtar had filed petitions in 2007 seeking an inquiry into the encounters. Verghese’s plea mentioned 21 such “encounters” and Akhtar’s made note of one. Verghese died in December 2014.The Supreme Court also criticised the Gujarat government for seeking constant adjournments in the case. The state’s counsel said Solicitor General Tushar Mehta, who was appearing for Gujarat in the case, was unavailable as he was in another court, and sought an adjournment in the case. “State of Gujarat cannot seek adjournment again and again and again,” Justice Gogoi said. “If he can’t give priority to a case on court 1 [the chief justice’s court] and wants to go to some other court, that is his decision. But he has to make arrangements here.”","author":"Scroll Staff","time":"2019-01-09T12:42:24.798291+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/105399-ngrqarxadw-1542008255.jpg","tags":["Gujarat","Supreme Court","Fake encounter","Ranjan Gogoi","HS Bedi"],"source":"https://scroll.in/latest/908769/gujarat-fake-encounters-final-report-of-monitoring-panel-should-be-given-to-petitioners-says-sc"}