{"title":"Gujarat riots victim Bilkis Bano’s hard-fought victory holds out hope at a time of fear and hate","content":"The epic, heroic legal battle fought by the barely lettered wife of a small Gujarati cattle trader has caught the imagination of many in the country. The judgement of the Bombay High Court on Thursday – which upheld the life sentence awarded to 11 men convicted by a lower court of raping her and killing 14 members of her family, and also set aside the acquittal of seven policemen and doctors for tampering with and destroying evidence – offers hope not just to her but to us all.Fifteen years have passed since Bilkis Yakub Rasool, pregnant and only 19, was gangraped and left naked and unconscious by men of her village, the head of her three-year-old child smashed on the ground and 13 other members of her family killed during the gale of hate violence that swept Gujarat in 2002. The communal riots, in the wake of the death of 57 Hindu pilgrims in a train fire at Godhra, left over 1,000 people dead, the majority of them Muslims.But today, Bilkis Bano, as she is called, has ensured that not just the men who raped her and brutally killed her daughter and family members but also the policemen and doctors who tried to protect these criminals and hide their crimes will spend many years behind prison walls, punished by the law of the land. I do not know of any comparable punishment of public officials for their attempts to save hate criminals in any earlier case of mass communal violence in India, although such malfeasance by police persons and doctors is far from rare. Bilkis Bano said her rights “as a human being, as a citizen, woman, and mother” had been “violated in the most brutal manner”. Her struggle seemed unending, “but when you are on the side of truth, you will be heard, and justice will be yours in the end”.Fifteen years agoNightmares still haunt Bilkis Bano, and even now she gets sick when she remembers that day 15 years ago. In Radhikpur village in Dahod, 200 km from Ahmedabad, her neighbours set fire to all of around 60 Muslim homes there. As she and her terrified family ran into the fields behind their house, she turned around for one last look at their burning home. In the exodus that followed, Bilkis Bano and her family sought refuge first at the residence of the village sarpanch, then in a school in the village of Chunadi, and thereafter in the village mosque of Kuvajal. Here, Shamim, her cousin, delivered a baby girl in the house of a midwife.The next day, the family fled again, knowing that they were not safe. Hiding in the shadows and the overgrowth of forests all the way and avoiding the big highways, they tried to reach a Muslim-majority settlement. Along the scary journey, they were shielded and provided for by compassionate people. As Special Judge UD Salvi of the Mumbai sessions court observed in his judgement in 2008, despite its gruesomeness, the case also brought to light instances of human kindness shown by neighbours and acquaintances of victims of the massacre who gave shelter to those on the other side of the communal divide. The search for a sanctuary set them on the path to Pannivel village. But they were not to reach their destination.On March 3, 2002, on the kachha road leading to the village, two truckloads of 20 to 30 people brandishing swords and sickles obstructed their truck. “Aa rahya Musalmano, emane maaro, kaato,” they shouted. (These are the Muslims, kill them, cut them). They were all men from their village, people they knew and had been raised with. Among them was the son of a medical practitioner who treated Bilkis Bano’s father and lived right across the street; a man who owned a bangle shop in the village; another who owned a hotel in the neighbourhood where Bilkis Bano and her family resided; and the husband of an elected member of gram panchayat. Bilkis Bano would say years later that what rankled her most in her memories of that day was that men she had known since she was a child were the ones who brutalised her so mercilessly.Bilkis Bano was clutching her three-year-old daughter, Saleha, in her arms when one of the men snatched the little girl away and smashed her head on the ground, killing her instantly. Three men, all known to her and from her village, grabbed Bilkis Bano and tore her clothes away even as she pleaded that she was pregnant. They also ignored her entreaties that they were like her brothers and uncles, and they raped her by turn. In the mayhem around her, the 14 members of her family were being raped, molested and hacked to death by others in the mob. Shamim, who had delivered a child the day before, and her infant child were also killed. When Bilkis Bano ultimately lost consciousness, the assailants took her for dead and after their pillaging, left the scene of the carnage.When she regained consciousness, she found herself naked, surrounded by the corpses of her family members. She covered her body in a petticoat lying nearby and ran up a hillock, and spent a night there in dread, foreboding and mourning. The next day, she came upon an Adivasi woman near a hand pump when looking for water. The woman gave her some clothes. She then spotted a uniformed police officer and approached him for help. He took her to the Limkheda police station in his vehicle.Bilkis Bano was the lone witness and survivor of eight gangrapes and 14 murders. She knew the names of her attackers, and told the policeman all that had happened in painful detail. But the head constable, Somabhai Gori, refused to register her complaint. He despatched her instead to a relief camp, where she was reunited with her distraught husband, Yakub Rasool, and told him of her unthinkable suffering, and how they had lost their daughter and so many members of their family.Bilkis Bano and her family were attacked in the gale of violence that engulfed Gujarat in 2002, which was sparked by a train fire that killed 57 Hindu pilgrims. (Credit: Sebastian D'Souza / AFP)Crime and cover-upTwo days after the killings, some local photographers found some of the bodies of the massacred family – and it was this public exposure that forced the police to act. Bilkis Bano was devastated as she identified the bodies of several members of her family, including her three-year old daughter. Four days after her rape, she was medically examined at Godhra Civil Hospital and biological samples were sent to the local pathology lab, after she had been sent to the Godhra relief camp.Meanwhile, no inquest was carried out as required by law and the bodies were left unguarded to rot away. Doctors performing the post-mortem did not collect any blood or biological samples, and recorded evidence and opinions that they knew to be false. It was later proved that the bodies were buried in unmarked mass graves on the orders of the police. In 2004, when the bodies were exhumed as part of a fresh investigation by the Central Bureau of Investigation, they found that none had skulls. It seems that they had been decapitated after the post-mortem to prevent identification, and salt had been sprinkled on the corpses so that they would decompose quickly. A prosecution witness testified that he was taken by the police to the place where the bodies were buried in unmarked graves, and he found two doctors there as well. He buried the corpses with the help of two other men the police had brought in to dig the pits, and they were each paid Rs 200 for their labours and silence.Fifteen years later, the high court was to describe the policemen as “villains” who “wanted to suppress the fact of rape committed on Bilkis”. They manipulated evidence, ensured the post-mortem of the dead was not done properly, and they also did not take Bilkis Bano to the crime spot so that she could identify it, even though she was at the police station at that time. This “tainted” their investigation, reflecting “dishonesty and callousness”.A long battleFifteen days after her rape, Bilkis Bano finally managed to register her statement to the police in the relief camp. The police made her place her thumb impression on a blank sheet, and obliterated all significant details in her statement like the names of the men who had raped her. She could do nothing at that time as she was both unread and powerless. The police dismissed her repeated pleas and ultimately, the judicial magistrate on March 25, 2003 closed the case for want of evidence, claiming that there were inconsistencies.Undeterred, Bilkis Bano moved the Supreme Court with the assistance of the National Human Rights Commission. The Supreme Court ordered the Gujarat government to stop the state investigation, as the Criminal Investigation Department had by 2003 begun to harass and intimidate Bilkis Bano and her family. Two months later, it asked for an independent investigation by the Central Bureau of Investigation into the murders and rapes. The Central Bureau of Investigation team seized police documents, photographs, reports and evidence, recorded the statements of Bilkis Bano and other witnesses, and exhumed the remains of seven of the victims, four females and three children. The bodies of the other seven were never found.The investigation was exemplary both for its independence, fairness and professionalism. “On May 12, 2004, the CBI submitted its final report to the Supreme Court in which it catalogued the complicity and involvement of the Gujarat government in the cover-up which followed the March 2002 crime,” reads a report in The Wire. “Most significantly, it asked that the criminal trial be held outside the state… that the government of Narendra Modi, who was chief minister at the time, could not even be trusted with the conduct of court proceedings in the matter. The Supreme Court concurred and on August 6, 2004, ordered the trial venue shifted from Gujarat to Maharashtra.”For six years, much of which she and her family were forced to spend in hiding, Bilkis Bano fought her case with robust and unshaken resolve, supported all along by fine activists like Farah Naqvi and Gagan Sethi of Jan Vikas. These human rights workers did all they could to bolster her morale, and guide her through the intricacies of the legal process. Yakub Rasool, Bilkis Bano’s husband, remained steady in his support to her through these many years of legal battle. The family was in effect exiled from their village, because they would not be safe there. They shift from place to place, their identities hidden, their faces covered when they appear in public meetings and courts.On January 18, 2008, the special court in Mumbai sentenced the 11 accused to life imprisonment (one had died), and incarcerated a policeman for three years for trying to destroy evidence. This case marked the rarest instance in which sexual violence during a communal massacre was punished. Even so, the special court refused to punish the doctors and policepersons accused of burying the bodies of the victims to destroy evidence of the crime. It did, however, convict Somabhai Gori, the head constable of Limkheda police station, who had refused to take down Bilkis Bano’s initial complaint. It is this part of its order that the Bombay High Court reversed 15 years after the hate crime.Life and deathThe Central Bureau of Investigation, in its appeal, sought the death penalty for the 11 convicts. They argued that the case was one of mass murder as 14 members of a family had been killed, and that the riots had caused an exodus and, thus, belonged to the rarest of rare category. The high court did not concur, and maintained the punishment of imprisonment for life. “We do agree that it is a rare massacre manifesting ugly animosity and hostility,” it noted. But it added that the convicted men are not “history-sheeters or hard-core criminals”. They were part of “a mob on account of the Godhra incident… in search of Muslims. They were boiling with revenge… We do agree that the crime is uncommon and a large number of persons from the Muslim community were murdered, however, the sentencing policy is also required to be balanced on the scale of proportionality… We also cannot be unmindful of the fact that the incident occurred in 2002, 15 years have elapsed since then. These accused have been in custody all this while. Looking to this fact, after a gap of 15 years, we are not inclined to enhance the sentence”.In a stark but telling coincidence, the day after the Bilkis Bano ruling, on Friday, the Supreme Court upheld the death penalty for four men convicted of the gruesome gangrape and murder of a paramedical student in Delhi on December 16, 2012, to celebratory headlines across the country. The judges described this as a “barbaric crime” that had created a “tsunami of shock”. That it was, no doubt, but it is hard to understand why one crime – in which the face of a child was also smashed, eight people gangraped and 14 people killed in a frenzy of mob hate – was more grievous than the other. Surely, the learned bench could not be suggesting that “boiling for revenge” after the Godhra train burning created a context that somehow mitigated the hate crimes that followed? Some unconfirmed news reports indicate that Bilkis Bano and Yakub Rasool would have preferred the death penalty for the rapists and killers. But human rights workers and feminists (including this writer) are emphatic that they do not support the demand for the death penalty for any crime, even those as brutal as those endured by both Bilkis Bano and the young woman in Delhi.On Thursday, the Bombay High Court set aside the acquittal of seven policemen and doctors for tampering with and destroying evidence.In these timesThe judicial triumph of upholding the life terms of the killers but also punishment for the policemen and doctors who tried to save them was made possible because of many extraordinary people. Bilkis Bano and Yakub Rasool’s singular and exemplary courage and perseverance. The steady and understated – and, therefore, even more precious – support they received from human rights activists like Farah Naqvi and Gagan Sethi. The unparalleled role played by the National Human Rights Commission under the leadership of the late Justice JS Verma. The independence and professionalism of the officers of the Central Bureau of Investigation. And the contribution of judges at various levels and times.But it is sobering and instructive also to remember that all of this became ultimately possible only because the case was moved out of Gujarat where, as this judgement establishes, police officers felt free to destroy evidence and protect those who committed the gravest hate crimes. There can be little doubt that they derived their impunity from the top. The judgement is a glowing endorsement of what institutions of secular democracy can accomplish if they are fair-minded, just and compassionate. But it is also a reminder of what transpires if these are wilfully subverted. It calls to question once again claims that courts have established the freedom from guilt of those on whose watch the carnage of 2002 unfolded, but even more importantly, on whose watch justice against the perpetrators of these crimes was deliberately, cynically and – yes – criminally subverted. With Amit Shah as home minister and Narendra Modi as chief minister, did not officials at various levels feel secure in committing and enabling hate crimes, and cynically destroying the process of just investigation, prosecution and trial?In today’s times, in which we are witnessing a country-wide climate of mounting hostility and hatred led from the top, it is imperative to heed the words of Bilkis Bano after Thursday’s judgement:“To fellow Indians, I appeal to all of you, at a time when we hear news everyday of people being attacked and killed because of their religion or community – please help affirm their faith in the secular values of our country and support their struggles for justice, equality, and dignity.”And yet, we also need to carry on our conscience the reality that her tormentors may be in jail but she and her surviving family remain banished, probably for a lifetime, from the village of their birth and from a normal life. For 15 years, they have rarely been able to live in one place. They keep shifting from one secret location to another, and there seems no end to this kind of life. Fear, Yakub Rasool told the Indian Express, has become a “constant presence” in their lives. “Why don’t people understand that we don’t have any security?… Do you know that the convicts were not always kept in Mumbai jails? They kept getting parole. We are not free. When they are out on parole and in the area, we feel insecure,” he said.And Bilkis Bano is wistful as she remembers her village. “I miss Randhikpur… Yaad to bahu aave che pan shun kariye? Mane daar lage che.” (I miss my village very much but what can be done? I am afraid).Think of this. Fifteen years have passed, but Bilkis Bano and Yakub Rasool remain refugees with their children, fugitives from hate, probably for their lifetimes. But as Bilkis Bano had declared after the special court verdict in 2008 sentencing the accused men to life imprisonment, “This judgement does not mean the end of hatred that I know still exists in the hearts and minds of many people… but it does mean that somewhere, somehow, justice can prevail.” Bilkis Bano and her husband may have heroically seized justice from a system that very rarely cedes this to survivors of communal violence. However we – the state, the courts, you and I – have done nothing to free them from a life of fear and exile.","author":"Harsh Mander","time":"2017-05-07T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/836815-57583-xmyrogblpd-1494091198.jpg","tags":["Bilks Bano","Bombay High Court","Gujarat riots"],"source":"https://scroll.in/article/836815/gujarat-riots-victim-bilkis-banos-hard-fought-victory-holds-out-hope-at-a-time-of-fear-and-hate"}