{"title":"Gujarat flogging: Notices issued to 15 police personnel by High Court","content":"The Gujarat High Court on Thursday issued notices to the state government and 15 police personnel in connection with the public flogging of Muslim men in the Kheda district earlier this month, Live Law reported.On the night of October 3, a group of Muslim men allegedly attacked a garba site near a mosque in the Undhela village of Kheda. The following day, the Muslims allegedly involved in the attack were dragged out in public, tied to a pole and flogged by the police while a crowd cheered them on. Videos of the flogging showed the men being asked to apologise to the public.On Thursday, a bench comprising Gujarat High Court Chief Justice Aravind Kumar and Justice AJ Shastri heard a petition by five persons named Jahirmiya Malek, Maksudabanu Malek, Sahadmiya Malek, Sakilmiya Malek and Shahidraja Malek, reported The Indian Express. The petitioners said that they were among the victims of police violence.The petition demanded action against 15 personnel – the Inspector General (Ahmedabad range), the Kheda superintendent of police, ten constables of the Matar police station and the local crime branch in the Kheda district, an inspector of the local crime branch and two sub-inspectors.Also read: How Navratri became a communal flashpoint in Gujarat and Madhya PradeshThe petitioners demanded that the police personnel should be “punished for contempt and non-compliance” of the Supreme Court’s guidelines in the DK Basu versus State of West Bengal case. In the 1996 case, the Supreme Court had laid down guidelines that the police need to follow while arresting or detaining any person.The petitioners also sought adequate compensation for the victims of the flogging.Lawyer IH Syed, representing the petitioners told the court that on October 3, stones had been thrown at a garba event in the village, The Times of India reported. Subsequently, the police detained 40 persons and took them to the local police station, he said.On the next day, six persons, including 62-year-old Jahirmiya Malek, were taken to a public square in the village, the lawyer said. They were tied to an electricity pole and beaten with sticks by police personnel, he added.Syed said that the six persons were then taken to the Matar police station and told that they had been arrested.The petitioners also alleged that at 2 am on October 4, police personnel entered the house of a woman named Maksudabanu, one of the petitioners, without the presence of any female constables. The petition alleged that Maksudabanu suffered injuries after being beaten up by one of the policemen.The petitioners also claimed that the police personnel involved in the flogging refused to take them to a hospital, according to The Indian Express. They also alleged that when they were produced in the court, Matar MLA Kesarisinh Solanki arrived there with about 200 other persons and raised slogans against them.","author":"Scroll Staff","time":"2022-10-21T12:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181605-jxlxpscqjf-1666333917.jpg","tags":["Gujarat","Gujarat High Court","Gujarat Police","Kheda"],"source":"https://scroll.in/latest/1035562/gujarat-flogging-notices-issued-to-15-police-personnel-by-high-court"}