{"title":"Gujarat: 30 killed after drinking spurious liquor","content":"Thirty persons have died after allegedly drinking spurious liquor in Gujarat, where the manufacture, sale and consumption of alcohol are banned, The Indian Express reported on Tuesday.The incident came to light on Monday morning when some residents of Rojid village of Barvala taluka in Botad district had to be hospitalised after their health started deteriorating, ANI reported.Of the total deaths, 16 occurred in Botad, the police said. Some deaths were also reported in Ahmedabad. Gujarat Director General of Police Ashish Bhatia said that a chemical had been mixed with water that the people consumed.“Six hundred liters of this was sold at Rs 40,000,” he said.The police chief said that the victims had consumed methyl alcohol, according to The Hindu.Bhatia said that three residents of Botad district have been detained for allegedly manufacturing and selling the spurious country-made liquor, PTI reported.Botad Superintendent of Police Karanraj Vaghela told reporters on Monday night that cases of accidental deaths have been registered in the matter, News18 reported. “Police will add the charge of murder if required,” he said. “Gujarat ATS [anti-terrorist squad] as well as the Ahmedabad Crime Branch have also joined our probe to nab the culprits.”A Special Investigation Team headed by a deputy superintendent of police will be formed for the inquiry, said Inspector General of Police (Bhavnagar Range) Ashok Kumar Yadav, PTI reported.Sarpanch of Rojid village, Dharmendra Dungrani, claimed that liquor is being rampantly sold in the locality, The Times of India reported. He claimed to have informed the police of the illicit trade, but to no avail. Congress alleged that a nexus of bootleggers in Gujarat is aided by Bharatiya Janata Party leaders, The Hindu reported. “The police regularly take bribes from the bootleggers,” said Congress leader Amit Chavda.Aam Aadmi Party chief Arvind Kejriwal, who is in the state for a campaign, said that the ban on liquor in Gujarat was only on paper. He added that if his party is voted to power, the ban will be imposed strictly.BJP leader Alpesh Thakore also said that there was a need to implement the ban strictly. “I would urge the government to enforce the law strictly and stop the illegal flow of liquor in the state, particularly in the villages,” he said.","author":"Scroll Staff","time":"2022-07-26T11:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165986-cqjhvdyamc-1636092923.jpg","tags":["Gujarat","Congress","Gujarat hooch tragedy"],"source":"https://scroll.in/latest/1029073/gujarat-at-least-21-killed-after-drinking-spurious-liquor"}