{"title":"Gujarat government not appropriate authority to consider releasing convicts: Bilkis Bano in her plea","content":"Bilkis Bano has said the Supreme Court’s view that Gujarat had the “appropriate government” to decide on releasing the convicts is contrary to provisions of the Code of Criminal Procedure, reported Live Law on Thursday. Bano was citing Section 432(7)(b) of the code that deals with the power to suspend or remit sentences. It says that the government of the state within which the offender is sentenced has to consider remission as well. The convicts were sentenced by a court in Maharashtra. Bano made the statement in a review petition filed on Wednesday against the Supreme Court’s judgement in May allowing the Gujarat government to decide on the remission of the life-term sentences of the convicts. She has also challenged the premature release of convicts.The 11 men had gangraped Bano in a village near Ahmedabad on March 3, 2002, when Prime Minister Narendra Modi was the chief minister of Gujarat. She was 19 and pregnant at the time. Fourteen members of her family were also killed in the violence, including her three-year-old daughter whose head was smashed on the ground by the perpetrators.The men were freed on August 15 from a Godhra jail after the Gujarat government approved their application under its remission policy. On the same day, the convicts were greeted with sweets by their relatives after their release. A member of the Rashtriya Swayamsevak Sangh had felicitated them as well, causing outrage.An affidavit submitted  by the Gujarat government in the Supreme Court in October showed that  the Central government’s Minister of Home Affairs had also endorsed the  premature release. The state said its decision to release the convicts was based on them spending 14 years in jail and their good behaviour during their time in prison.In her petition, Bano argued that given the provisions of the Code of Criminal Procedure, the Maharashtra government should have heard the remission application. Bano also said that convict Radheshyam Bhagwandas Shah, in his remission plea, did not disclose the nature of his crime to mislead the court to get a favourable order. The Supreme Court had ordered the Gujarat government to consider releasing the convicts on Shah’s plea. Shah “cleverly concealed” the name of prosecutrix Bilkis Bano, which is to date considered a synonym of the brutality of Gujarat Riots, she argued.The review petition also said that the Shah, in his plea, did not disclose that the Gujarat High Court had dismissed the remission application while observing that the appropriate government to exercise the powers of remission would be Maharashtra.She submitted that if Shah had disclosed all the facts in his petition, the Supreme Court would not have passed the order it did in May. Bano added that she was not even made a party in the remission case and so she had no information about the petition till the convicts were released.","author":"Scroll Staff","time":"2022-12-01T12:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/179012-hhihukixih-1661598785.jpg","tags":["Bilkis Bano","Supreme Court","Gujarat","Maharashtra"],"source":"https://scroll.in/latest/1038749/gujarat-government-not-appropriate-authority-to-consider-releasing-convicts-bilkis-bano-in-her-plea"}