{"title":"Gujarat HC denies stay on Rahul Gandhi’s conviction in Modi surname defamation case","content":"The Gujarat High Court on Friday refused to stay Congress leader Rahul Gandhi’s conviction in a criminal defamation case for his remark about the Modi surname, reported Bar and Bench.Gandhi had been sentenced to two years imprisonment by a Surat court on March 23 in the case registered on a complaint by Bharatiya Janata MLA Purnesh Modi. The Congress leader is out on bail.On March 24, the Congress leader was disqualified as a Lok Sabha MP under the Representation of the People Act, 1951. According to Section 8(3) of the law, a legislator sentenced to jail for two years or more stands to be disqualified from the date of conviction till six years after serving time.Gandhi’s Lok Sabha membership can be reinstated if his conviction is stayed by a higher court.The case pertains to Gandhi’s remarks at a rally in Karnataka’s Kolar ahead of the 2019 Lok Sabha elections. “Why all the thieves, be it Nirav Modi, Lalit Modi or Narendra Modi, have Modi in their names?” the 52-year-old Congress leader had asked.Nirav Modi is a fugitive businessman accused in the Punjab National Bank scam while Lalit Modi is a former Indian Premier League chief who has been banned for life by the cricket governing body.BJP MLA Purnesh Modi alleged in his complaint that Gandhi’s remarks were defamatory to 13 crore people living in India who have the surname Modi.In his order on Friday, Justice Hemant Prachchhak noted that at least 10 criminal cases are pending against Gandhi, including one filed by grandson of Veer Savarkar, Satyaki Savarkar, reported Bar and Bench. Satyaki Savarkar had filed a defamation case against Gandhi for his comments against the Hindutva ideologue in London.The court said that no injustice will be done to Gandhi if the conviction is not stayed, since such stays are an exception, reported The Indian Express. The court held that the conviction was “just and proper” and that there was no need to interfere with it.After his conviction, Gandhi had moved a sessions court in Surat seeking a stay on the order, but the plea was dismissed. Additional Sessions Judge Robin Mogera had said that as an MP and a former president of the country’s second-largest political party, he should have been more careful with his words.Senior advocate Abhishek Manu Singhvi, appearing for Gandhi, had told the High Court in April that the trial process against the politician had “very serious vitiating factors” that led to his conviction. He had also argued that the complaint against Gandhi is not maintainable since the politician did not take the name of Purnesh Modi.After the verdict, Purnesh Modi claimed that there was no pressure on the High Court to give the decision and said that the issue should not be given a “political colour”, reported PTI.Congress General Secretary Jairam Ramesh said in a tweet that the verdict is being studied by Singhvi and it has only redoubled the party’s resolve to pursue the matter further.VIDEO | “There is no pressure on this (Decision by Gujarat HC) by anyone. It is wrong to give this a political colour,” says BJP MLA and complainant Purnesh Modi on Gujarat HC rejecting Rahul Gandhi's plea seeking stay on conviction over his Modi surname remark. pic.twitter.com/RmAkK248tU— Press Trust of India (@PTI_News) July 7, 2023\n\nWe have noted the verdict of the single-judge bench of the Gujarat High Court on the disqualification of @RahulGandhi. The reasoning of the Hon'ble judge is being studied, as it should be, and Dr. Abhishek Singhvi will be briefing the media in detail at 3pm. The judgement only…— Jairam Ramesh (@Jairam_Ramesh) July 7, 2023","author":"Scroll Staff","time":"2023-07-07T11:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189683-epegzarfkn-1682938446.jpg","tags":["Rahul Gandhi","Gujarat High Court","Defamation case"],"source":"https://scroll.in/latest/1052197/gujarat-hc-refuses-to-stay-rahul-gandhis-conviction-in-modi-surname-defamation-case"}