{"title":"Gujarat: BJP workers secretly support AAP, claims Arvind Kejriwal","content":"Bharatiya Janata Party workers in Gujarat secretly support the Aam Aadmi Party and want to see their outfit defeated in the upcoming state Assembly elections, claimed Delhi Chief Minister Arvind Kejriwal on Sunday, reported the Hindustan Times. Kejriwal, who is also the national convenor of the Aam Aadmi Party, is on a two-day visit to Gujarat along with Punjab Chief Minister Bhagwant Mann. The Aam Aadmi Party is seeking to make a foray in the Gujarat Assembly elections that are slated to take place in December.At a rally in Valsad district, Kejriwal claimed: “If you join the AAP, they will damage your business. You stay there, but secretly work to defeat it. Congress workers need not fear, you can leave your party and join AAP. Forget your party.”Kejriwal said that residents of the state want a change in government as they have got nothing by corruption and misgovernance in the last 27 years. “Everyone should get united for a new Gujarat,” he said. “Do not care about the party, work for Gujarat, work for the country.”The Delhi chief minister also targeted the BJP for posters that had surfaced in several Gujarat cities on on October 8 which called him “anti-Hindu” and showed him in a Muslim prayer cap. Kejriwal said said that those behind the posters were “demons and descendants of Kans”, a tyrant who was killed by deity and his nephew Krishna in Hindu mythology.Taking the analogy further, Kejriwal said that his nickname at home is Krishna as he was born on Janmashtami, the festival that marks the deity’s birth.“And Lord Krishna has blessed me and sent me with a special task to finish off these descendants of Kans,” he said. “Public is god. I need your support. Will you support me to complete the work of god, to finish the demons?”The posters targeting Kejriwal cropped up in Ahmedabad, Rajkot, Surat and Vadodara after a video was shared on social media of the Aam Aadmi Party’s Delhi minister Rajendra Pal Gautam attending an event where some Hindus vowed to convert to Buddhism.On October 5, the BJP had sought Gautam’s resignation. BJP Lok Sabha MP Manoj Tiwari had alleged that the event was an attempt to incite hatred among Hindus and Buddhists.While Aam Aadmi Party did not issue a statement on the remarks, Gautam said that he had only repeated vows taken by BR Ambedkar that include a pledge for equality and no faith in deities.  Gautam resigned from his post on Sunday.आज गुजरात के वलसाड में जनसभा है। आम आदमी पार्टी के लिए लोगों का जोश, जुनून और उत्साह देखने लायक़ है। LIVE https://t.co/xibNUOOELx— Arvind Kejriwal (@ArvindKejriwal) October 9, 2022","author":"Scroll Staff","time":"2022-10-10T10:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181025-ukycvdfsee-1665377557.jpeg","tags":["Arvind Kejriwal","Gujarat","Gujarat elections","Valsad"],"source":"https://scroll.in/latest/1034633/gujarat-bjp-workers-secretly-support-aap-claims-arvind-kejriwal"}