{"title":"Gujarat Assembly polls: BJP secures a landslide victory, PM Modi hails ‘historic win’","content":"7.37 pm: Narendra Modi says that citizens voted for the BJP because the party seeks to deliver prompt benefits to every poor and middle-class household. “People voted for the BJP because it has the courage to take the biggest and sternest decisions in the national interest,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    लोगों ने भाजपा को वोट दिया, क्योंकि भाजपा हर सुविधा को प्रत्येक गरीब, मध्यमवर्गीय परिवार तक जल्द से जल्द पहुंचाना चाहती है।लोगों ने भाजपा को वोट दिया, क्योंकि भाजपा देश के हित में बड़े से बड़े और कड़े से कड़े फैसले लेने का दम रखती है।- पीएम @narendramodi— BJP (@BJP4India) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.34 pm: Prime Minister Narendra Modi remarks that the voters of Gujarat created history by giving the biggest-ever mandate to the BJP.“People rose above considerations of caste, class, community and every division to vote for the BJP,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Speaking at the @BJP4India HQ in Delhi. https://t.co/1617VCfIdx— Narendra Modi (@narendramodi) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.16 pm: Congress leader Jignesh Mevani, who was re-elected to the Vadgam seat, expresses gratitude to the voters of his constituency. “This victory shows the trust and faith bestowed upon me by my constituents,” he says. “This also brings upon me the responsibility to further the cause of the poor and marginalized sections of the society.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    I thank the people of Vadgam for giving me a positive mandate. This victory shows the trust and faith bestowed upon me by my constituents. This also brings upon me the responsibility to further the cause of the poor and marginalized sections of the society. pic.twitter.com/A1LKEsKPcQ— Jignesh Mevani (@jigneshmevani80) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.14 pm: BJP chief JP Nadda, addressing party workers in Delhi, says that Aam Aadmi Party chief Arvind Kejriwal had made a prediction that his party would win the Gujarat election. “He should apologise to the people of Gujarat for having misled them,” he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.59 pm: Prime Minister Narendra Modi arrives at the BJP headquarters in Delhi after the party’s landslide win in Gujarat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | PM Narendra Modi greets party supporters at BJP HQ in Delhi after BJP's victory in the Gujarat Assembly elections. pic.twitter.com/RSbK1SOf61— ANI (@ANI) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.52 pm: The BJP’s Kantilal Amrutia defeated the Congress’ Jayantilal Patel by 62,079 votes in the Morbi constituency.The election was held a month after a newly-renovated suspension bridge in the district collapsed and claimed 141 lives.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.35 pm: The Congress’ Jignesh Mevani wins the Vadgam seat and defeats the BJP’s Manibhai Vaghela by 4,928 votes. Mevani had been trailing the BJP candidate in earlier rounds of polling.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.18 pm: BJP chief JP Nadda arrives at the party’s headquarters in Delhi. He is expected to address party workers on the elections results in Gujarat and Himachal Pradesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    BJP national president JP Nadda arrives at BJP HQ in Delhi after today's Assembly election results. pic.twitter.com/p3S0zHiojT— ANI (@ANI) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.50 pm: Congress leader Rahul Gandhi says that the party “humbly accepts” the people’s verdict in Gujarat.“We will restructure ourselves, work hard and continue the fight for the country’s ideals and the rights of the state’s residents,” he says on Twitter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    हम गुजरात के लोगों का जनादेश विनम्रतापूर्वक स्वीकार करते हैं।हम पुनर्गठन कर, कड़ी मेहनत करेंगे और देश के आदर्शों और प्रदेशवासियों के हक़ की लड़ाई जारी रखेंगे।— Rahul Gandhi (@RahulGandhi) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.36 pm: Narendra Modi is expected to arrive at the BJP’s headquarters in Delhi around 7 pm, NDTV reports. He will address BJP members on the party’s performance in the Assembly elections in Gujarat and Himachal Pradesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    5.06 pm: Narendra Modi says each one of Gujarat’s karyakartas is a champion. He describes the win as historic.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    To all hardworking @BJP4Gujarat Karyakartas I want to say - each of you is a champion! This historic win would never be possible without the exceptional hardwork of our Karyakartas, who are the real strength of our Party.— Narendra Modi (@narendramodi) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.46 pm: Aam Aadmi Party chief minister candidate Isudan Gadhvi expresses happiness that over 40 lakh voters have supported his outfit, reports ANI.“We won that day itself when BJP started talking about schools...In the first go itself four-five people from our party became MLAs, that’s a big feat.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.32 pm: The BJP goes past the majority mark of 92 seats. The party is set to win in more than 150 constituencies.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.19 pm: “In a democracy wins and losses happen,” says Congress President Mallikarjun Kharge on the party’s poor performance in Gujarat. “We will rectify the shortcomings and continue to fight.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | I am not taking credit for it... In a democracy wins and losses happen. It's our ideological fight. We will correct the shortcomings and continue to fight: Congress President M Kharge when asked about the party's poor performance in #GujaratAssemblyPolls pic.twitter.com/Iv26qfIeps— ANI (@ANI) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.10 pm: BJP supporters celebrate chief minister candidate Bhupendra Patel’s win in Ghatlodia constituency.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Live: ભાજપાના ઐતિહાસિક વિજયની ઉજવણીરૂપે ઘાટલોડિયા ખાતે માન. મુખ્યમંત્રી શ્રી @Bhupendrapbjp જીની જાહેરસભા   #भाजपा_की_प्रचंड_जीत https://t.co/5LbILklLBk— BJP Gujarat (@BJP4Gujarat) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    4.06 pm: A look at the seats won and trends so far:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.48 pm: Congress’ Gujarat unit chief Jagdish Thakor blames the Aam Aadmi Party and the All India Majlis-e-Ittehadul Muslimeen for eating into the Opposition votes, reports ANI.“We will hold a meeting soon to analyse the shortcomings,” Thakor says. “I hope the next government will fulfill its promises.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.12 pm: BJP’s chief minister candidate Bhupendra Patel wins Ghatlodia constituency by a huge margin of over 1,92,000 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    3.07 pm: BJP’s Jamnagar North candidate Rivaba Jadeja, holds roadshow along with her cricketer husband Ravindra Jadeja. She is currently leading by a margin of more than 51,000 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #GujaratAssemblyPolls | BJP candidate from Jamnagar North, Rivaba Jadeja holds a roadshow in Jamnagar, along with her husband and cricketer Ravindra Jadeja. As per official EC trends, she is leading with a margin of 50,456 votes over AAP candidate Karshanbhai Karmur. pic.twitter.com/TgnDKGJB9Z— ANI (@ANI) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.58 pm: The BJP has already won 42 seats and is leading in 115 others, shows Election Commission data.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.12 pm: In an apparent swipe at the Aam Aadmi Party, Union Home Minister Amit Shah says that Gujarat has rejected those who promised “freebies” and practised politics of appeasement.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    गुजरात ने खोखले वादे, रेवड़ी व तुष्टिकरण की राजनीति करने वालों को नकार कर विकास और जनकल्याण को चरितार्थ करने वाली @narendramodi जी की भाजपा को अभूतपूर्व जनादेश दिया है।इस प्रचंड जीत ने दिखाया है कि हर वर्ग चाहे महिला हो, युवा हो या किसान हो सभी पूरे दिल से भाजपा के साथ हैं।— Amit Shah (@AmitShah) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.05 pm: BJP Gujarat chief CR Paatil says Bhupendra Patel will continue as the chief minister of Gujarat, reports ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Gujarat CM will take oath at 2pm on 12th December. PM Modi and Union Home Minister Amit Shah will take part in the oath ceremony: State BJP Chief CR Patil pic.twitter.com/xEaCv7GaUo— ANI (@ANI) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.00 pm: AAP chief minister candidate Isudan Gadhvi is trailing in the Khambhalia constituency by 17,762 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    1.28 pm: The BJP has won five seats so far and is leading in 151 of them, shows Election Commission data.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.46 pm: Gujarat Chief Minister Bhupendra Patel of the BJP is leading by a massive margin of more than 1,12,000 votes in the Ghatlodia constituency.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.42 pm: BJP wins two seats and is leading in 153 constituencies, shows Election Commission data.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\t\t\n\tWins and trends at 12.45 pm (Source: Election Commission)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.34 pm: BJP’s Kamleshbhai Rameshbhai Patel from Petlad constituency and Kanaiyalal Bachubhai Kishori from Dahod have been declared winners by the Election Commission.In Petlad, Patel won by a margin of more than 18,000 votes, while Kishori secured his victory by a more than 29,000 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    12.04 pm: Prime Minister Narendra Modi to be present at the Bharatiya Janata Party headquarters in Delhi for celebration of the Gujarat election results, reports NDTV. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.47 am: BJP candidate from Viramgam, Hardik Patel, leading by a comfortable margin of over 18,500 votes\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.37 am: BJP leading in more than 150 out of 182 seats now, shows Election Commission data.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.30 am: BJP’s Gujarat unit spokesperson Yamal Vyas tells PTI that the state election result is a reflection of the party’s development agenda and a defeat of the Congress’ “negative politics”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.23 am: More than three hours into the counting, the Bharatiya Janata Party has amassed 53.5% of the votes so far. The Congress has received 26.6% votes, while the Aam Aadmi Party has also managed nearly 13% votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\t\t\n\tVote share in Gujarat (Source: Election Commission)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.18 am: BJP candidate from Gandhinagar South constituency, Alpesh Thakor, leading by nearly 9,000 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.09 am: Election Commission trends for all 182 seats in Gujarat:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    11.03 am: Delhi Deputy Chief Minister tweets the Aam Aadmi Party is on its way to become a national party after the Gujarat elections.“Politics focused on education and health is making its mark for the first time at the national stage,” he tweets in Hindi. “Congratulations to the entire nation.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    गुजरात की जनता के वोट से आम आदमी पार्टी आज राष्ट्रीय पार्टी बन रही है.शिक्षा और स्वास्थ्य की राजनीति पहली बार राष्ट्रीय राजनीति में पहचान बना रही है. इसके लिए पूरे देश को बधाई.— Manish Sisodia (@msisodia) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.58 am: Visuals from BJP’s Gandhinagar office as the party heads towards a landslide victory in Gujarat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WATCH | Celebrations at Gandhinagar BJP office as the party sweeps Gujarat electionsBJP leading on 149 seats of total 182 seats, as per ECI trends pic.twitter.com/rfuAusbO3z— ANI (@ANI) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.45 am: Congress’ Vadgam candidate Jignesh Mevani is trailing by nearly 2,400 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.35 am: Trends for 179 out of 182 seats, according to the Election Commission data.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.24 am: BJP candidate Rivaba Jadeja, the wife of cricketer Ravindra Jadeja is leading by more than 7,500 votes in Jamnagar North constituency.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.17 am: On 176 seats, for which the Election Commission has data on trends, the BJP is leading in 146 of them. The Congress is ahead in 19 seats, while the Aam Aadmi Party is leading in six constituencies, shows Election Commission data.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    10.01 am: On 170 seats, for which the Election Commission has data on trends, the BJP is leading in 137 seats. The majority mark is 92.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\t\t\n\tTrends at 10 am (Source: Election Commission)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.59 am: In Morbi constituency, where more than 140 persons died in a bridge collapse in October, Bharatiya Janata Party candidate Amrutiya Shivlal is leading by nearly 1,500 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.51 am: After nearly two hours of counting, the BJP is leading in 144 seats, while the Congress is ahead in 25, according to NDTV. The Aam Aadmi Party is leading in 10 seats.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.50 am: Bharatiya Janata Party workers in Gujarat begin celebrations.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Gandhinagar, Gujarat | Bharatiya Janata Party workers celebrate as party crosses majority mark of 95 in early trends as per ECI.BJP is leading in 99 seats in the State pic.twitter.com/ylar3cPblB— ANI (@ANI) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.42 am: AAP chief minister candidate Isudan Gadhvi leading in Khambhalia constituency by over 2,200 votes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.35 am: BJP will form “double engine” government in Gujarat once again with huge majority, the party’s Vejalpur candidate Amit Thaker tells ANI.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.31 am: Gujarat Chief Minister Bhupendra Patel of the BJP is leading by more than 6,700 votes in the Ghatlodiya constituency.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.23 am: In terms of vote share, the BJP has already cornered nearly 54% of the votes, shows data from the Election Commission.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\t\t\n\tVote share at 9.20 am (Source: Election Commission)\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.15 am: After more than an hour of counting, the BJP is leading in 138 seats, while the Congress is ahead in 32, according to NDTV. The Aam Aadmi Party is leading in 10 seats.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.45 am: Early trends show the BJP leading in 135 seats, reports NDTV. The Congress is ahead in 40 constituencies and the Aam Aadmi Party in five.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.42 am: BJP candidate Hardik Patel predicts his party will win 135 to 145 seats in the state, reports ANI. “The government is being formed on the basis of work,” Patel adds. “No riots/terrorist attacks here in the past 20 years. People know BJP met their expectations. They press ‘Lotus’ as their future will be safe under BJP. It did good governance and strengthened this trust.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.33 seats: The BJP continues to increase it gains with a lead in 87 seats, reports NDTV. The Congress is ahead in 25 seats and the Aam Aadmi Party in three.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.31 am: Congress candidate from Mansa constituency Babuji Thakor asserts confidence that his party will win the polls, reports ANI. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.24 am: BJP widens lead in the postal ballot vote counting, reports NDTV. It is leading in 73 seats and the Congress is ahead in 22. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.21 am: Visuals from the Government Commerce College in Gandhinagar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #GujaratElections2022 | Counting of votes begin, visuals from Government Commerce College in Gandhinagar. pic.twitter.com/PmcIXC1rS8— ANI (@ANI) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8.19 am: Early trends show that the BJP has taken lead in 52 seats and the Congress is ahead in 16, reports NDTV.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    8 am:  The counting of votes begins. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #GujaratElections2022 | Counting of votes begin, visuals from Government Commerce College in Gandhinagar. pic.twitter.com/PmcIXC1rS8— ANI (@ANI) December 8, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.41 am: The Aam Aadmi Party, which governs Delhi and Punjab, has promised voters subsidies on electricity and other bills in a bid to become the main challenger to the BJP. It has also run a loud and spirited campaign in Gujarat in the last couple of months. But detractors say most of the noise is on social media.Read more here: Will the Aam Aadmi Party change Gujarat’s two-party politics?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.25 am: Exits polls have predicted the BJP to comfortably retain power in Gujarat for a seventh consecutive term, despite critics pointing to rising inflation, slowing growth and joblessness.An aggregate of polls said the saffron party could win 131 out of the state’s 182 seats. The alliance of the Congress and Nationalist Congress Party could win 41 seats, while the Aam Aadmi Party will emerge victorious in seven constituencies.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7.15 am: The Bharatiya Janata Party has been in power in Gujarat since 1995. Narendra Modi served as the state’s chief minister for nearly 13 years before becoming prime minister in 2014.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    7 am: The counting of votes for the Gujarat Assembly elections will start at 8 am today at 37 counting centres set up across the state.","author":"Scroll Staff","time":"2022-12-08T08:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184050-scrbyndgmo-1670482442.jpg","tags":["Gujarat Assembly elections","Gujarat results","2022 Gujarat polls","BJP","Modi","AAP","Congress"],"source":"https://scroll.in/latest/1039271/gujarat-assembly-elections-counting-of-votes-begins-as-bjp-eyes-seventh-straight-win"}