{"title":"Gujarat local body polls record 39.25% turnout","content":"Voting in six municipal corporations in Gujarat began on Sunday at 7 am amid heavy security and by following coronavirus norms, reported PTI. Polling in the six civic bodies  – Ahmedabad, Vadodara, Surat, Rajkot, Jamnagar and Bhavnagar – continued till 5 pm. The votes will be counted on February 23.Gujarat recorded 39.25%  voter turnout in the civic body polls, reported All India Radio News. Chief Minister Vijay Rupani, who recovered and tests negative for coronavirus on Sunday, cast his vote in Rajkot. Among those who cast their votes in the early hours were Bharatiya Janata Party MP Kirit Solanki, and party MLA Rakesh Shah. Union Home Minister Amit Shah also voted in Naranpura area of Ahmedabad. An estimated 1.14 crore voters are expected to vote at 144 wards, with a total 575 seats in the six cities, reported The Indian Express. The civic bodies are going to election after expanding their geographical limits and therefore this time they have an increased voter base. BJP and AAP supporters reportedly clashed outside the polling booth in Ward 8 in Rajkot.Gujarat local body polls: Union Home Minister Amit Shah along with his family members casts his vote at Naranpura Sub Zonal Office in Ahmedabad pic.twitter.com/YlgnCji7Lf— ANI (@ANI) February 21, 2021\n\nGujarat: Voting for local body polls underway in Vadodara's Akota pic.twitter.com/ISdDhkAoyA— ANI (@ANI) February 21, 2021\n\n  The BJP, which was in power in all the six civic bodies, will compete with the main Opposition Congress. The Aam Aadmi Party claimed it would give stiff competition to the Congress and the BJP, while All India Majlis-e-Ittehadul Muslimeen made its debut in the local body election. The Asaduddin Owaisi-led party has fielded 21 candidates in six wards of Ahmedabad.  A total of about 2,276 candidates will contest in the local body polls. Apart from this, nine candidates were in the fray for the bye-elections to two seats in the Junagadh Municipal Corporation. There are 577 candidates of the BJP, and the Congress has fielded 566. As many as 470 politicians from the AAP, 91 from the Nationalist Congress Party, 353 from other parties, and 228 Independents will run in the polls.The BJP’s campaign had primarily put focus on the construction of the Ram temple in Ayodhya, the scrapping of Jammu and Kashmir’s special status, and the Statue of Unity, according to The Indian Express. The Congress, meanwhile, had promised a “GujRight” card that would provide access to public amenities to all.This year, the BJP has won uncontested in Naranpura ward of Ahmedabad after the Congress withdrew its candidate.A Standard Operating Procedure was issued ahead of the elections that were scheduled between 7 am and 6 pm. Covid-19 patients willing to cast their votes can do it between 5 pm and 6 pm in adherence to the SOP that includes intimating the nodal and returning officer of their status 24 hours in advance. They would also need to get a fitness certificate from an MBBS or above doctor, and wear a personal protective equipment kit at their own cost.","author":"Scroll Staff","time":"2021-02-21T11:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149435-kqhrwndgoz-1603190469.jpg","tags":["Gujarat","Gujarat local body polls","Gujarat civic body election"]}