{"title":"Gujarat: Clashes erupt between Hindus and Muslims in Vadodara over bursting of firecrackers","content":"Clashes broke out between Hindus and Muslims in Gujarat’s Vadodara city early on Tuesday following an altercation over the bursting of firecrackers on Diwali, the Hindustan Times reported.The clashes took place around 12.45 am in the city’s Panigate area.Vadodara Police Commissioner Shamsher Singh said that a “misunderstanding between groups of Hindus and Muslims” led to the violence. He added that the situation is now under control.An inspector at the Panigate police station, KK Makwana, said that no one suffered serious injuries in the clashes.“A sky-rocket cracker hit a motorbike and led to clashes between the two groups,” he said. “The vehicle was damaged after catching fire. A stone-throwing incident was reported and police are investigating it.”The police have taken 20 persons into custody. One of them allegedly hurled a petrol bomb at police personnel from the third floor of a house in the locality, Deputy Commissioner of Police Yashpal Jaganiya said, according to PTI.A video by The New Indian Express showed police personnel narrowly escaping an object that burst into flames in front of them.Communal clashes had broken out in the Panigate area in #Vadodara city #Gujarat on Diwali night. Rioters had torched shops and vehicles, and petrol bombs were hurled at the police. Till Tuesday morning at least 15 are rounded up,@NewIndianXpress @TheMornStandard @santwana99 pic.twitter.com/1b7XMHNO1J— Dilip Singh Kshatriya (@Kshatriyadilip) October 25, 2022\n\nThis was the second time that clashes between Hindus and Muslims broke out in Vadodara district in this month. On October 3, violence broke out in the district’s Savli town over the hoisting of religious flags.","author":"Scroll Staff","time":"2022-10-25T14:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181813-fgrlflyrdg-1666686875.jpg","tags":["Gujarat","Vadodara","Savli","Gujarat Police"],"source":"https://scroll.in/latest/1035845/gujarat-clashes-erupt-between-hindus-and-muslims-in-vadodara-over-bursting-of-firecrackers"}