{"title":"Gujarat to implement upper-caste quota from Monday, says CM Vijay Rupani","content":"Gujarat Chief Minister Vijay Rupani on Sunday announced that the state government would implement the 10% reservation for the economically backward among upper castes in education and government jobs starting Monday. The state government, in a press release said, Gujarat was the first to implement the “historic and revolutionary legislation”, which President Ram Nath Kovind had signed on Sunday.  The Constitution (One Hundred and Twenty-Fourth Amendment) Bill, 2019 was passed in the Lok Sabha on January 8 and the Rajya Sabha a day later. The bill provides reservations in aided and unaided institutions to individuals below an income of Rs 8 lakh per annum.  “From Makar Sankranti – January 14, 2019 – the economically weaker sections of non-reserved candidates will start getting benefit of 10 per cent reservation in higher education admissions and government jobs…,” Rupani said in an official press statement.The 10% reservation will be in addition to the 7% quota for the Scheduled Caste, 15% for Schedule Tribes and 27% for the Other Backward Classes in the state, Hindustan Times reported, quoting the press release.Rupani also said that the reservation will be applicable to the ongoing job recruitment process which has been announced. “In case the procedure for recruitment has not begun and only an advertisement has been issued, a new advertisement will have to be issued for the recruitment,” the press release said.Happy to state that the Government Of Gujarat has decided to implement 10% EWS reservation benefits from 14th January, 2019. It will be implemented in all ongoing recruitment process too wherein there is only Advertisement published but first stage of examination is yet to held.— Vijay Rupani (@vijayrupanibjp) January 13, 2019\n\nThe Congress, however, called the state government’s decision to implement the reservation a hurried one that would “create confusion among the candidates”, reported The Indian Express.Gujarat Congress president Amit Chavda called it “a political announcement”. Chavda said the central government informs the state governments about a new Act, following which it is implemented. “Here, the chief minister has simply made an announcement through a tweet and a press release,” Chavda said. “We do not know the modalities of the Act’s implementation, how will it be implemented and what will be the rules.”Chavda said the state government should also explain the status of a stay ordered by the Supreme Court on a similar 10% reservation for the economically weaker sections in Gujarat introduced in 2016.","author":"Scroll Staff","time":"2019-01-14T08:28:34.163667+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110499-jtzkilugdf-1547434679.jpg","tags":["Upper-Caste Quota","Gujarat","Vijay Rupani"],"source":"https://scroll.in/latest/909330/gujarat-to-implement-upper-caste-quota-from-monday-says-cm-vijay-rupani"}