{"title":"Gujarat reported highest deaths in police custody in last five years, says home ministry","content":"Gujarat has reported the highest number of deaths under police custody among all states and Union Territories between 2017 and 2022, the Centre told the Parliament last week.Eighty persons have died under the custody of police in the state over the five years. Of these, 24 deaths were recorded in 2021-’22, 17 in 2020-’21, 12 in 2019-’20, 13 in 2018-’19 and 14 in 2017-’18.The total number of deaths under police custody in the last five years across all states and Union Territories stood at 669, Union Minister of State for Home Affairs Nityanand Rai said in response to a question by Congress MP Phulo Devi Netam on February 8.States wise details of the number of deaths under the custody of police in India between 2017 and 2022. | Source: RajyaSabha.nicIn July, Rai had informed the Parliament that 2,544 custodial deaths were reported in the country in 2021-’22. The highest number of cases – 501 deaths – were reported in Uttar Pradesh.According to the National Human Rights Commission, the term “custodial death”  also include the death of witnesses taken into custody, besides those accused in cases.In the data presented on Wednesday, the government said that after Gujarat, the highest number of deaths under police custody were reported in Maharashtra. The state recorded 76 deaths between 2017-’18 to 2021-’22. This was followed by Uttar Pradesh (41), Tamil Nadu (40), and Bihar (38). The lowest – one death – were reported in Sikkim and Goa each.Citing information provided by the National Human Rights Commission, Rai also informed the house that compensation of Rs 5.8 crore was provided to the families of 201 persons who had died in police custody. Disciplinary action was also taken in one case, he said.","author":"Scroll Staff","time":"2023-02-13T16:01:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/72653-rxghawkgsf-1564046852.jpg","tags":["Gujarat","NHRC","Rajya Sabha"],"source":"https://scroll.in/latest/1043801/gujarat-reported-highest-deaths-in-police-custody-in-last-five-years-says-home-ministry"}