{"title":"Gujarat polls: BJP wins most seats ever by a party in state, Congress records worst performance","content":"The Bharatiya Janata Party on Thursday put up the best performance ever by a party in the Gujarat Assembly elections, winning 155 of the 182 seats in the state. It was leading in the last seat at 9.45 pm.The Congress has been reduced to just 17 seats from the 77 it won in the 2017 Assembly elections. The Aam Aadmi Party bagged five constituencies, enabling it to claim the status of a national party.The BJP’s performance on Thursday eclipsed the Congress’ best results, when it had won 149 seats in 1985. The BJP had first secured a clear majority in the state in 1995, winning 121 seats, and has won every Assembly election in the state since then.However, its best showing was in 2002, when the saffron party won 127 seats in the aftermath of the communal riots that had broken out in the state in February that year. This was also the first election in which Narendra Modi was seeking a full term as chief minister.He had succeeded Keshubhai Patel in 2001, who had resigned mid-term.Also read: BJP set for landslide win, leading in over 150 out of 182 seatsSince 2002, the BJP’s tally had shrunk in every state election, and the Congress had gained at its expense. In the previous elections in 2017, the BJP won 99 seats – the first time it could not touch the three-figure mark since it came to power in the western state. The Congress had won 77 seats in 2017.However, as the counting of votes started at 8 am on Thursday, the BJP went on to shatter all previous records. At 8.45 pm, the saffron party had won 52.5% of the vote share, while the Congress secured 27.3%.Previously, the Congress had suffered its worst defeat in 1990, when it managed to win 33 seats.","author":"Scroll Staff","time":"2022-12-08T15:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184054-otcgimsyko-1670490554.jpg","tags":["Gujarat elections","BJP","Congress"],"source":"https://scroll.in/latest/1039308/gujarat-polls-bjp-set-to-win-most-seats-ever-by-a-party-congress-reduced-to-its-worst-performance"}