{"title":"Gujarat: Businesswoman booked for assaulting Dalit man, forcing him to put her footwear in his mouth","content":"The Gujarat Police on Thursday registered a first information report against a businesswoman and her employees in Morbi town for allegedly assaulting a Dalit man and forcing him to put her footwear in his mouth and apologise, reported The Indian Express.The businesswoman has been identified as Vibhuti Patel alias Raniba. She runs a private firm called Raniba Industries Private Limited.Nilesh Dalsaniya, 21, had worked in the exports department of Patel’s firm for 16 days in October. When he joined on October 2, he was promised a salary of Rs 12,000 per month. However, on October 18, he was told that his services were no longer required.At around 7 pm on Wednesday, Dalsaniya, along with his elder brother Mehul and their neighbour Bhavesh Makwana, went to the office of Raniba Industries on Ravapar Road to demand his salary for the days he had worked there.However, a man named Om Patel, who identified himself as Vibhuti Patel’s brother, assaulted Dalsaniya. Vibhuti Patel, Parixit Patel, who is a manager at Raniba Industries, and four others also assaulted the youth.According to the FIR, they dragged Dalsaniya to an elevator, took him to the terrace of the commercial building and beat him up with a belt while also kicking and punching him.“Vibhuti Patel forced me to take her chappal in my mouth and made me apologise,” Dalsaniya said in his complaint. “She warned me that I shall be killed if I ventured on Ravapar Road or dared to file a complaint.”The complainant has been admitted to the state-run Gujarat Medical Education and Research Society Hospital in Morbi, said Pratipalsinh Zala, the deputy superintendent of police (Scheduled Castes and Scheduled Tribe cell).Vibhuti Patel and her employees have been booked under Indian Penal Code Sections 323 (voluntarily causing hurt), 504 (intentional insult with intent to provoke breach of the peace), 506(2) (criminal intimidation), 143 (unlawful assembly), 147 (rioting) and 149 (every member of unlawful assembly guilty of the offence committed in prosecution of common object). The Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act has also been invoked.","author":"Scroll Staff","time":"2023-11-24T10:17:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183173-aavkjqjrle-1669033784.jpg","tags":["Gujarat Police","footwear","Dalit","Dalit atrocity"],"source":"https://scroll.in/latest/1059569/gujarat-businesswoman-booked-for-forcing-dalit-man-to-hold-her-footwear-in-mouth"}