{"title":"Gujarat begins removing alleged encroachments in Himmatnagar weeks after Ram Navami violence","content":"The Gujarat government on Tuesday began demolishing properties they allege are encroachments in Himmatnagar city, where communal violence had broken out between Hindus and Muslims during a Ram Navami procession, PTI reported.Members of the Hindu and Muslim communities had thrown stones at each other during the procession in the city on April 10. Several vehicles and shops were torched. The police had used tear gas shells to bring the crowd under control. Ten people were detained in connection with the violence in Himmatnagar.“The municipality has started carrying out demolition in Chhapariya locality, which is close to where the communal clash had erupted on Ram Navami,” Superintendent of Police Vishal Vaghela told PTI.The authorities deployed security personnel in the area as bulldozers began removing the alleged encroachments in Chhapariya, #Gujarat. Weeks after communal violence during Ram Navami civic authority in Himmatnagar in Sabarkantha district has started demolition drive to clear encroachment. Few of the properties-shops & houses-belong to some of the persons booked for violence @DeccanHerald pic.twitter.com/dAUUml9ykI— satish jha. (@satishjha) April 26, 2022\n\nThe drive came 11 days after the administration had began demolishing properties belonging to the people accused in the communal violence that had broken out in Anand district’s Khambhat city on April 10. The Anand district administration had also claimed that the accused men were encroaching on the land.The district administration had removed bushes and thick vegetation, claiming that the accused persons had used them as cover to throw stones.Anand District Superintendent of Police Ajit Rajian had alleged that the violence was a “pre-planned conspiracy” hatched by a sleeper module to achieve the dominance of the Muslim community. The police have arrested 11 persons in connection with the alleged conspiracy.Violence had also erupted in Gujarat’s Dwarka city. One person was killed in Khambhat. The Gujarat government’s decision to raze properties of those allegedly involved in the violence follows similar actions taken by the Madhya Pradesh and Uttar Pradesh administrations.Violence was reported in West Bengal, Goa, Madhya Pradesh and Jharkhand too during Ram Navami processions. One person was killed in Jharkhand’s Lohardaga town and several others were injured across the country.After similar communal clashes in Delhi on April 16 during Hanuman Jayanti celebrations, demolitions were also carried out by authorities in Jahangirpuri area.The demolition drive continued despite the Supreme Court’s directions to halt it. It was stopped only after Communist Party of India (Marxist) leader Brinda Karat brought an electronic copy of the order to the site herself.Also read:How the bulldozer has destroyed any hope Muslims might have in India’s institutions‘Bulldozers run riot’: What the front pages said about the Jahangirpuri demolitions","author":"Scroll Staff","time":"2022-04-26T15:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173587-ivcdjhyooc-1650963656.jpeg","tags":["Ram Navami","demolition drive","Gujarat","Himmatnagar","communal clashes","communal violence","atrocities against Muslims"]}