{"title":"Gujarat ignored trial court’s opinion as board with five BJP members set Bilkis Bano convicts free","content":"While ordering the release of the 11 convicts in the Bilkis Bano case, the Gujarat government went against the opinion of the Mumbai trial court that had sentenced them to life imprisonment for rape and murder, Scroll.in has learnt. The trial court had given a “negative opinion” on the remission plea, according to a member of the jail advisory committee that took a decision on it. When asked why the state government had disregarded the trial court’s opinion, the state’s additional chief secretary (home) Raj Kumar said it chose to go with the jail advisory committee’s recommendations instead. The committee had decided that the men should be released.“The jail advisory board looks into their [convicts] activities in jail, behaviour with fellow inmates, the psychological condition, health, all those things,” he said. “The trial judge will of course give opinion on what he must have seen during court proceedings.” All ten members of the jail advisory committee were government appointees. Five of them are office bearers in the Bharatiya Janata Party. Two of them are currently MLAs.  The importance of the trial court’s opinionThe Bilkis Bano case was the first Gujarat riots case to be transferred out of the state by the Supreme Court. A special court in Mumbai conducted the trial and convicted the men of rape and murder in 2008. Fourteen years later, in April this year, the men had applied for a remission of their sentence. Section 432 (2) of the Code of Criminal Procedure states that the government “may require the presiding Judge of the Court before or by which the conviction was had or confirmed, to state his opinion as to whether the application should be granted or refused”. The word “may” should not be interpreted as “not mandatory”, said former chief justice of  the Allahabad high court, Govind Mathur. “The intention of the legislature is to indicate that this opinion is a highly relevant one,” said Mathur. “If anyone wants to ignore it then the reasons must be recorded.” A  2016 judgement by a constitutional bench of the Supreme Court also states that the “ultimate order of suspension or remission should  be guided by the opinion to be rendered by the Presiding Officer of the concerned Court”. The judgement notes that this will “enable the Appropriate Government to take the right decision as to whether or not suspension or remission of sentence should be granted”.In a judgement passed this year, the Supreme Court reiterated that the opinion of the presiding officer of the trial court was a “procedural safeguard”, which “would stand defeated if the opinion of the presiding judge becomes just another factor that may be taken into consideration by the government while deciding the application for remission. It is possible then that the procedure under Section 432 (2) would become a mere formality.”Mathur explained: “The judge is aware of all the evidence available to him. He can examine all circumstances properly. Also, he is having a judicious approach to the entire approach. He understands the value of remission and rehabilitation, and therefore his opinion is required.”If the Gujarat government had chosen to ignore the opinion of the trial judge, Mathur said it needed to have stated the reasons for doing so.“Looking at the dubious circumstances in this case it would be appropriate for the Gujarat government to bring all these necessary facts, including reasons for not accepting the opinion, in the public domain,” he said. Two BJP MLAs, CK Raulji from Godhra and Sumanben Chauhan from Kalol, were on the jail advisory board that decided to release the Bilkis Bano convicts.The committee and its opinionOn May 13, the Supreme Court had ruled that the remission plea of the Bilkis Bano convicts be decided in Gujarat under the state’s 1992 policy. The policy states that the Inspector General of prisons should take the opinion of a jail advisory committee.Accordingly, a jail advisory committee was set up by the Gujarat government. The committee was headed by Sujal Mayatra, the district magistrate of Panchmahal, where Shah and the others were lodged in the Godhra jail.The other nine members included two MLAs from the ruling Bharatiya Janata Party: CK Raulji from Godhra and Sumanben Chauhan who represents the neighbouring Kalol constituency. Apart from Raulji and Chauhan, there were three other non-government representatives – “social workers”, according to the official notification. However, all three  are BJP leaders: Pavan Soni, who is part of the BJP state executive; Sardarsinh Baria Patel,  the head of the party’s Godhra taluka unit; and Vinitaben Lele, who is vice-president of the party’s women’s unit in Godhra.From left to right: Pawan Soni, Vinita Lele and Sardarsinh Baria Patel, all members of the BJP.The remaining four members were the police superintendent of Panchmahal district, the jail superintendent of Godhra jail, the district social welfare officer and the sessions judge of Godhra court. Raulji said the committee’s decision was unanimous. “We held several meetings to examine their attitude and behaviour and on the basis of that the committee recommended their release,” he said. District magistrate Mayatra said the factors that the committee took into account while preparing their report included “conduct” of the convicts and the “net amount spent in jail”. It recommended that the state government “take into account the security” of Bano, he added. Former judge Mathur said that it isn’t enough to take the security of the victim into account – committees deciding remission pleas should examine the  effects of the remission if awarded to the convict. “It is also expected from the appropriate government to keep in mind  the effect of its decision on the victims’ family and society and the precedent it sets,” he said.Mayatra did not answer specific questions about whether the committee considered the nature of the crime as mandated by the 2000 Supreme Court guidelines which state that only those involved in “an individual act of crime without affecting the society at large” are eligible for premature release.  Arbitrary exercise of power?While the committee had convened and submitted its report to the state government in May itself, the greenlight from Gandhinagar arrived on August 12. “The convicts  submitted the bond on the morning of August 15 after which they were released.”The men’s release has set off a wave of criticism, with newspaper editorials asking the Supreme Court to step in and reverse the Gujarat government’s order. In a judgement in April this year, the Supreme Court noted that courts have limited powers to review remission orders. This judgement cited a previous 2018 Supreme Court order to say that while the court cannot usurp the power of the government and grant remission itself, but “where the exercise of power by the executive is found to be arbitrary, the authorities may be directed to consider the case of the convict afresh.”In a  statement released through her lawyer Bano said she trusted the highest courts in the land and the system, but the release of the convicts had shaken her faith in justice. “I appeal to the Gujarat Government, please undo this harm,” she said.","author":"Arunabh SaikiaAishwarya Iyer","time":"2022-08-18T18:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178647-nhfraoyukt-1660826677.jpg","tags":["Bilkis Bano","Gujarat riots","Remission","Bilkis Bano gangrape"],"source":"https://scroll.in/article/1030779/gujarat-ignored-trial-courts-opinion-as-board-with-five-bjp-members-set-bilkis-bano-convicts-free"}