{"title":"‘Gully Boy’ movie review: A compelling fairy tale with a standout performance by Ranveer Singh","content":"Dreams and reality fuse seamlessly in Gully Boy, Zoya Akhtar’s most heartfelt and accomplished movie yet. Akhtar’s fourth feature is headlined by an outstanding Ranveer Singh, packed with well-picked actors and neatly-etched characters, and filmed with infectious passion. The film has a single-thread premise: a rapper from the Dharavi slum in Mumbai overcomes hardscrabble circumstances, a dysfunctional family, and self-doubt to become a star in his firmament. But it has enough texture to to make it all worthwhile.Gully Boy, dedicated to the Mumbai rappers Naezy and Divine, follows a dreamer from the wrong side of the tracks. Gully Boy takes Akhtar, co-writer Reema Kagti and the A-list leads into uncharted territory, brings rap from the margins into the mainstream, and puts back on screen a section of the population that has all but disappeared. Above all, Gully Boy is about Mumbai. The movie acknowledges Mumbai’s many inequities and revels in its unique slang and manners, but also confirms the city’s mythical status as a centre of possibility and hope. Mumbai is shot with all its warts in place, while dialogue writer Vijay Maurya faithfully echoes the cadences of the street. And yet, the movie has an unmistakably fairy-tale quality. Dreams must be tailored around reality, but can reality itself be altered to fulfill these dreams, wonders Ranveer Singh’s Murad. His choice is clear. But the movie is a bit more greedy, and aspires to both conditions. \n\n\n    \n    Play\n\nGully Boy (2019).Gully Boy owes its premise and some of its moments to the Eminem vehicle 8 Mile (2002), but it also resembles Akhtar’s charming debut Luck By Chance (2009), about two Mumbai showbiz aspirants. While the emotional upheavals are similar, the movie industry backdrop has been swapped for the slum in Gully Boy.Murad wants to rap for a living, and his world opens up when he meets rapper MC Sher (Siddhant Chaturvedi). The self-awareness to trade insults at rap battles and command a stage, and the full meaning of the movie’s anthem, Apna Time Aayega, are still many scenes away. Murad is stuck in a double life, scribbling brittle verse in his notebook while pursuing a clandestine relationship with Safeena (Alia Bhatt). Murad simmers with anger over the cruelties wrought by his father (Vijay Raaz) on his mother (Amruta Subhash). Safeena keeps Murad sane and supplied with humour and tenderness.Alia Bhatt in Gully Boy (2019). Courtesy Excel/Tiger Baby.Safeena is much more than a supportive girlfriend who steals kisses when nobody is looking and knocks sense into Murad at all times. Akhtar brings a distinctly feminine touch to the macho posturing that characterises hip-hop, making Safeena a vital part of Murad’s experience and giving room to her own ambitions and desires. Alia Bhatt is in superb form as she fights for Murad, tells sweet white lies to get her way, and holds back when she feels that Murad has gone too far. The romance between Murad and Safeena, which benefits from immense chemistry between Ranveer Singh and Alia Bhatt, has a pleasingly old-fashioned feel. Gully Boy is equally old-school even while rewriting expectations from the average Bollywood production. The movie features a working-class Muslim hero – a character who has been criminally ignored on the screen – and lets him inhabit both skullcap and hoodie with minimal fuss. Safeena might wear a headscarf outdoors, but her spunkiness is never in doubt. Were Safeena to participate in battle rap with Murad, it’s clear that she she would win hands down.\n\n\n    \n    Play\n\nApna Time Aayega, Gully Boy (2019).Still, the subtlety, sensitivity and intelligence with which Ranveer Singh plays Murad are not vivid enough to hide the weak links and shifting goalposts. Kalki Koechlin’s expat producer Sky gets too much play, and Murad’s growing tensions with Safeena, his parents and and his fellow slum resident, Moeen (Vijay Varma), generate unearned moments. The dense plot makes the movie seem longer than it already is (155 minutes, and not all of them deserved). Earnest sloganeering threatens to derail the narrative. Gully Boy falters in its attempts to hold forth on social evils (domestic abuse, female empowerment, class bias), and is most unconvincing when proposing a solution for inequality.Murad’s biggest obstacle – his socioeconomic background – melts away when he meets other members of the rapper community. Rough-edged street poetry and the right body language are apparently all that are needed to gain access. But even at its most idealised, the filmmaking is so seductive that it is almost possible to forget the tears and creases.Siddhant Chaturvedi and Ranveer Singh in Gully Boy (2019). Courtesy Excel/Tiger Baby.All departments snap into place in Gully Boy right from the opening shot, which follows a key character on the move. Jay Oza’s camera rarely pauses, whirling around the characters and swooping in and out of diverse locations to create palpable momentum and energy. This is the kind of movie in which the technical credits matter as much as the writing and the performances. Shout-outs are due to editor Nitin Baid, production designer Suzanne Caplan Merwanji, and music producer Ankur Tewari, all of whom work in tandem with Akhtar and Kagti to create a vivid audio-visual experience.The scenes featuring the rappers, many of whom play themselves, are beautifully realised, even though the rebellion that fires their incantations is little more than a backdrop for Murad’s journey. The scrappiness and political combativeness that characterise the Mumbai rap scene come through in the catchy music, but some defanging takes place as Murad moves from the slum to the stage. The freedom for which Murad yearns doesn’t extend beyond his character. The many subversions and focus on Mumbai’s impoverished populace firmly ground Gully Boy, while its dream for a feelgood resolution makes it reach for the stars.","author":"Nandini Ramnath","time":"2019-02-14T07:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/112985-bwdvcmaahl-1550110416.jpg","tags":["Gully Boy","Zoya Akhtar","Ranveer Singh","Alia Bhatt"],"source":"https://scroll.in/reel/913124/gully-boy-movie-review-a-compelling-fairy-tale-with-a-standout-performance-by-ranveer-singh"}