{"title":"‘Gully Boy’ music: Four years, 18 songs, 54 collaborators, and an ‘absolutely nuts’ Ranveer Singh","content":"It began over dinner in 2015. Musician Ankur Tewari, who was working with the television channel MTV Indies, met his old friend Zoya Akhtar for a meal. A video featuring Naezy that film editor Anand Subaya, a common friend of both, had showed Akhtar came up in conversation. The director of Zindagi Na Milegi Dobara and Dil Dhadakne Do asked Tewari to get her in touch with Naezy. At the time, she and co-writer Reema Kagti were already thinking of a story about a Mumbai rapper, though they did not know that world just yet. From that evening in Mumbai emerged one of the year’s most awaited films and its soundtrack. Gully Boy examines Mumbai’s hip hop scene through Ranveer Singh’s Murad, a rapper from the slums of Dharavi. In line with Akhtar’s ambition to make the film as true to its subject as possible was the decision to have Singh rap for his character and get the soundtrack done by hip hop artists rather than a traditional Bollywood composer. “I was really excited because it’d make the film more authentic,” Tewari told Scroll.in. “I thought the artists of the scene would get their much-deserved due.”The massive 18-song soundtrack involves an estimated 54 contributors, which include rappers from across the country, deejays, music producers and beatboxers. As music supervisor, Tewari has worked with these diverse group of artists in the studio, aiming to “bring the two worlds of hip hop and Bollywood together”. Gully Boy will be released on February 14 after a premiere at the Berlin Film Festival.\n\n\n    \n    Play\n\nAsli Hip Hop, Gully Boy.Besides Tewari, the other key contributor to the music of Gully Boy is multi-instrumentalist Karsh Kale, who joined the project late in November 2018. In addition to being part of two songs, Kale has composed the background score along with Salvage Audio Collective, a six-artist music production group.Neither Tewari nor Kale is easily associated with hip hop. While Tewari is known for his largely guitar-based work based on blues and rock, Kale is associated with electronica and fusion music. Tewari attributes his know-how of the Mumbai hip hop scene to his days as the programming head of MTV Indies. As for Kale, it was natural for him to join the film because of his childhood.“Growing up in Queens, New York, during the blackout, I watched the birth of hip hop as those like Afrika Bambaataa, Whodini and Slick Rick gave birth to the genre,” Kale told Scroll.in. “This was music coming from oppression, which is why hip hop gets respect. But these guys were poor and famous, not rich and famous, exactly how the Mumbai scene is, and I realised that this was a project I could bring a lot of my experience to, since I knew the backdrop of where this music was coming from.”\n\n\n    \n    Play\n\nGully Boy jukebox.One of the three non-hip hop songs in the film, Train Song, was a composition that Kale, Tewari and Midival Punditz had come up with several months ago. Akhtar loved the tune and included it in the soundtrack. “It’s a feel-good anthem that celebrates life,” Kale said of the song sung by him and Raghu Dixit. “Lyrically, the song and film’s story matched just like that.”Kale is also co-composer of the moody hip hop track Kab Se Kab Tak, featuring Singh’s rap and Vibha Saraf’s vocals. Like Train Song, this one too existed as an idea with Tewari and Kale before the film. Rapper Kaam Bhaari joined in as lyricist and gave the song its final shape.\n\n\n    \n    Play\n\nMere Gully Mein, Gully Boy.Both the film and the soundtrack were shaped by inputs from Naezy and Divine, the two artists who have inspired Murad’s character. “Zoya ma’am and our worlds are poles apart,” Naezy said. “I helped her find and talk to the rappers in our gullies, then with the lyrics, the script and dialogue.”As a homage to their contribution, Tewari included Mere Gully Mein in the soundtrack. Originally a 2015 track rapped by Divine and Naezy and produced by Sez on the Beat, Mere Gully Mein was the breakout hit of the Mumbai hip hop scene. The version in Gully Boy, with additional verses, comes with Singh’s rap. Its video, in which Murad (Singh) and Sher (Siddhant Chaturvedi) step in Naezy and Divine’s shoes, pays tribute to the original one.\n\n\n    \n    Play\n\nMere Gully Mein (2015) by Divine, Naezy and Sez on the Beat.Five out of 13 hip hop tracks in the film are rapped by Singh for his character, Murad. Divine raps for Sher, who mentors Murad in the movie. A host of other rappers, such as MC Altaf, MC TodFod, 100 RBH, Maharya, Noxious D, Blitz, Desi Ma, Ace of Mumbai’s Finest, Sofia Thenmozhi Ashraf and Kaam Bhaari, lend their voices. The lyrics are by, among others, Divine, Dub Sharma, Tewari and Javed Akhtar.To have a variety of beats to complement the rap verses, Tewari got music producers from the contemporary Indian hip hop scene, such as Sez on the Beat and Dub Sharma, as well as old hands Rishi Rich and Ishq Bector. “The common thing between the new and the old guys was their zeal to step out of their comfort zone,” Tewari said. He cited the example of Rishi Rich, once known for his rhythm-and-blues-meets-bhangra work, and now working on reinventing himself in India after returning from the United Kingdom.The songs emerged from the screenplay and were not envisioned as placeholders. “Some songs exist in the background, some in the foreground, some no more than 10 or 15 seconds,” Tewari said. There’s Asli Hip Hop, the one-minute-forty-second verse bomb. Apna Time Aayega is a hip hop track with the soul of punk, in which the underdog declares that he is here to stay. In contrast, Kab Se Kab Tak and Doori take a contemplative look at Murad’s internal life.Jingostan, composed and rapped by Dub Sharma, is about jingoism causing tears in the country’s fabric. Percussionist Viveick Rajagopalan’s carnatic grooves bring texture to India 91, named so because “91 is the [international dialling] code for India and this song brings together rappers from beyond Mumbai and Delhi”, Tewari explained. There are two spoken word pieces, Ek Hee Rasta and Doori Poem, recited by Ranveer Singh. The latter has been written by Javed Akhtar, while the hip hop track based on this has additional lyrics by Divine.        View this post on Instagram           Coming to the end of an epic score for #gullyboy w @zoieakhtar @ankurtewari and @salvageaudiocollective at @studioislandcity #score #musicdirector #hiphop #india #karshkale  #filmscore A post shared by  Karsh Kale (@karshkale) on Dec 4, 2018 at 8:12am PST\nOne song which already has a bit of heat behind it is Azaadi. The song has Divine rapping on a 2016 groove Dub Sharma created by sampling former Jawaharlal Nehru University Students Union President Kanhaiya Kumar’s viral chanting at the JNU campus. “We used the song in the context of fighting economic disparity in our film and it has nothing to do with JNU,” Tewari said.A larger sonic universe that leads to and surrounds hip hop in the film is necessary, Kale explained, “just like the disco-themed Saturday Night Fever had a traditional background score by David Shire”. This philosophy influences the soundtrack as well.For instance, Goriye, composed by Prem-Hardeep, who rejigged Kala Chashma for Baar Baar Dekho (2016), almost feels like a parody of a Punjabi hip hop song. “To get the context where Mumbai hip hop comes from, you need music for the environment for it first,” Kale said.        View this post on Instagram           apna time ayega kya? ha? A post shared by  dub sharma (@dubsharma) on Jan 18, 2019 at 2:14am PST\nThe face (and voice) of the musicians in the movie is Ranveer Singh. The actor’s well-known affinity for rapping was partly the reason he was roped in to play the part, Tewari said. Initially, though, Tewari was sceptical of Singh’s ability to drop verses like a Mumbai rapper would.“The concern was that if everything is authentic and Ranveer isn’t, it will be a lost cause,” Tewari said. “But when he came in the studio to audition for the first time, I realised he is absolutely nuts. He had created WhatsApp groups with the rappers and was hanging out with them 24x7. He walked in character as Murad, with a bunch of boys, listening to Junglee Sher and Mere Gully Mein on the boom box. His flow, style, swag had all changed in a couple of weeks.”Singh began bonding with Naezy and the other rappers back in 2015, before the actor had signed up for Gully Boy. “After he lipsynced to my voice in a song called Birju, he met me and Divine,” Naezy recalled. “We began hanging out. He’d pick up our lingo, the way we sat and moved.”\n\n\n    \n    Play\n\nRanveer Singh with Mumbai rappers.A half-ready Singh was then further guided by Divine and Naezy about the details, such as how to hold a mic and how far from it one should rap. “In the first recording, Ranveer was jumping around and doing his thing, much of which has made it to the film,” Tewari said. “I put four microphones in the room, so at least, one would catch his voice. He had to unlearn all that.”The rappers who wrote the lyrics for Murad’s songs performed on demo versions and sent them to Tewari first “to teach Ranveer the flow”. The final songs were a product of continuous studio sessions with Singh, Tewari, the rapper, and the producer.“Ranveer would mould himself according to the demos and the improvisation,” Tewari said. “Unlike how a lot of music is made these days, with the composer, lyricist and singer corresponding on Skype, the music of Gully Boy was done in an old-school way.”\n\n\n    \n    Play\n\nApna Time Aayega, Gully Boy.Although Ranveer Singh is one of Hindi cinema’s most prominent actors, there was “no superiority complex” in his interactions with the hip hop performers, Kale observed. “He knows what these guys have done, they have built skyscrapers out of nothing,” Kale said. “Before entering Bollywood, the Mumbai rappers were already famous, drawing crowds of 15-20,000 per show. This film will live or die because of the legitimacy of what it’s representing. It doesn’t need Bollywood’s approval because it already has approval.”A day will come when rappers will be invited to perform at Indian weddings, hip hopper Raftaar had told Scroll.in in an interview in 2018. The day might be close, believes Naezy, who is part of the vast majority of the Indian hip hop community who have put their weight behind Gully Boy.“Before the scene that began in 2014, hip hop was seen as something idiotic,” Naezy observed. “With YouTube, we could only reach 50-60 % people. With Gully Boy, the mainstream will know. The underground will find exposure.”","author":"Devarsi Ghosh","time":"2019-01-27T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111491-vvnsbvhjbm-1548463952.jpeg","tags":["Gully Boy","Ankur Tewari","Zoya Akhtar"],"source":"https://scroll.in/reel/908804/gully-boy-music-four-years-18-songs-54-collaborators-and-an-absolutely-nuts-ranveer-singh"}