{"title":"Gurugram: Hindutva outfits say they will stop namaz in public places if authorities don’t","content":"A group of Hindutva organisations in Haryana’s Gurugram city on Tuesday asserted that they would not allow Muslims to offer namaz in public spaces if the administration did not move to stop Friday prayers, The Indian Express reported.Earlier on Tuesday, a five-member delegation of the Sanyukt Hindu Sangharsh Samiti – an umbrella body of 22 Hindutva organisations –  submitted a memo to the Gurugram deputy commissioner demanding that the district administration stop Muslims from offering namaz in public places on Fridays.“We are giving a polite warning...We won’t submit more memorandums,” Mahavir Bhardwaj, Haryana unit chief of Sanyukt Hindu Sangharsh Samiti told reporters. “It will then be the responsibility of the administration to maintain peace, not ours. We are ready for lathis, we are ready to go to jail...But this will not be tolerated.”Hindutva organisations have been protesting against Muslims praying in public places in Gurugram’s Sector 47 for over a month now, according to The Hindu.Last Friday, they also held a protest and disrupted the offering of namaz in the city’s Sector 12A locality. The protestors claimed that the place where Muslims were offering namaz was not on the list of about 30 places designated for the prayers in 2018, The Hindu reported. Instead, it was private property, they claimed. There were similar protests in March and April too. But Muslims say the authorities have not given them enough land to build mosques. “We are forced to offer jumma namaz in the open,” Altaf Ahmad, a local leader of the Muslim community, told The Hindu. He added: “I make an appeal to the State government to allocate land to the Muslim community in various sectors of new Gurugram so that mosques can be built at a distance of 3-4 km. The community shall pay for the land and build mosques. Till that time, we should be allowed to pray our obligatory namaz in the open.” But, in the memorandum submitted on Tuesday, the Hindutva organisations demanded an immediate ban on offering namaaz. They threatened to launch an agitation across Haryana if no action is taken.“It is requested that it was unanimously decided by the groups of two religious communities and the top political leaders in a meeting with the district administration in 2018 that people belonging to any religion or community would not use the public spaces,” the memorandum stated, according to The Hindu.Gurugram Deputy Commissioner Yash Garg said that the district administration was taking stock of the situation.“The duty magistrates and the police have been accordingly briefed,” he added. “We will ensure that communal harmony is not disturbed.”","author":"Scroll Staff","time":"2021-10-27T11:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165612-rdzwrpmbwd-1635310257.jpg","tags":["Gurugram","Gurugram namaz","Haryana"],"source":"https://scroll.in/latest/1008683/gurugram-hindutva-organisations-issue-ultimatum-to-stop-offering-of-namaz-at-public-places"}