{"title":"‘Guru’ revisited: When Abhishek Bachchan’s businessman bent the rules and came out on top","content":"What is it with Abhishek Bachchan and crooked entrepreneurs? In the upcoming Disney+ Hotstar release The Big Bull, Bachchan plays a stock broker loosely based on the controversial Harshad Mehta. The movie’s trailer drew comparisons with another dishonest gent previously played by Bachchan – Gurukant Desai from Mani Ratnam’s Guru. The 2007 film is a benign portrait of a businessman who bends the rules, doles out bribes and commits fraud in pursuit of profit. According to Ratnam’s screenplay, the go-getter fondly known as “Guru” is an inevitable byproduct of India’s red tape-heavy Licence Raj years. Guru doesn’t allow the logic of the market or the country’s laws to interrupt his inexorable progress. The movie treats Guru as the biggest breath of fresh air blowing through a mouldy economy.Guru’s celebration of a form of capitalism that thrives beyond the pale of probity diverges considerably from Indian movies that have traditionally viewed the business world with suspicion. The Nehruvian legacy of state-controlled capitalism from the 1950s until the 1980s inspired a raft of films in which moneyed men were treated with disdain and disgust. Clad in safari suits whatever the time of day, clutching cigars and travelling in cavernous cars, these industrial lords kept lovers apart, crushed labour strikes and exploited the poor to preserve their fiefdoms. The fictional characters existed somewhere between the rapacious moneylender and the amoral gangster. Guru, which was made over a decade after free-market economics seized the imagination of the Indian middle class, suggests that there is another way of looking at this archetype. \n\n\n    \n    Play\n\nGuru (2007).Guru might be cocky and coarse, but he’s cool in his own way. He is a loving husband to Sujata (Aishwarya Rai), who was previously dumped by her labour activist boyfriend. Guru is also fiercely dedicated to enriching his backers and stockholders. Sure, he might bribe or threaten ministers and government officials and cook his books, but he can’t help it: the system is broken and needs a new kind of handyman, Ratnam’s screenplay suggests.And the financial wunderkind sings and dances too, against impressive backdrops and in picturesque locations. The lavishly produced movie has top-notch contributions by cinematographer Rajiv Menon, editor Sreekar Prasad, production designer Samir Chanda and music composer AR Rahman. Guru represents the crowning glory of Bachchan’s uneven acting career. Ratnam has a well-deserved reputation for persuading movie stars to pay more attention than they usually do. In Guru, Abhishek Bachchan lives the role of the brash villager from Gujarat who “doesn’t like to hear the word no”.The earliest of Guru’s detractors is his school headmaster father. A failed businessman himself, Guru’s father is among the few people in Gujarat not to be enamoured of its rich entrepreneurial culture.After Guru moves to Mumbai following a successful stint in Turkey, he encounters other naysayers, including jaded Gujarati cotton traders and snooty Parsi industrialists. Guru finds a champion in the muckraking newspaper publisher Manik Dasgupta (Mithun Chakraborty). A father-son bond develops between the dhoti-wearing Manik and the future polyester prince, which lasts until Manik realises that Guru is gaming the game.Although Ratnam denied any similarities between Gurukant Desai and Dhirubhai Ambani, some events in the film allude to the turf war between Ambani and Nusli Wadia in the 1980s. The battle saw Ramnath Goenka, the pugnacious publisher of The Indian Express, take Wadia’s side.Mithun Chakraborty in Guru (2007). Courtesy Madras Talkies.Guru puts its own spin on this real-life contest. Manik sees Guru as a necessary antidote to deeply entrenched interests that are preventing the emergence of necessary disruptors like himself. When Manik realises that Guru is no different – and is possibly even more cunning – than his rivals, the publisher unleashes investigative journalist Shyam (R Madhavan) on Guru.The dashing and clinical Shyam, said to have been inspired by Arun Shourie, is not above using fakery to expose Guru. Shyam (R Madhavan) stages photographic evidence that he doesn’t have to indict Guru with the reporting that he does have. Shyam reveals that Guru has been fudging import orders and manipulating approvals to become India’s business king. At least for its first hour, Guru allows viewers to make up their own minds about its unscrupulous hero. Every event in Guru’s life is like a roll of dice, including his marriage to Sujata (he agrees to wed so that he can use the dowry as seed capital). The early portions fruitfully explore Guru’s desire to muscle his way into an old boys’ club on his own terms.\n\n\n    \n    Play\n\nTere Bina, Guru (2007).  Guru’s American-style individualism and vision of creating wealth from scratch, without the help of inheritance or institutional support, also come through in the establishing scenes. In his ambition, Guru anticipates the start-up upstarts who seem to have come out of nowhere and built mini-empires very quickly.  However, balance is tossed into the Arabian Sea in the movie’s latter sections, which resembles a fawning PR video about a corporate founding father. As Guru runs into trouble (as expected), we are invited to weep for him and support his actions, rather than decide for ourselves if he is indeed the model industrialist we deserve.Criminals from the financial world are as seductive as gangsters, as was proven by the hugely popular SonyLIV web series Scam 1992: The Harshad Mehta Story. The 2020 series was objective for the most part before letting itself succumb to the central theme of Mehta’s hustle: I’m not the villain, the system is. Guru too lets slip the opportunity to provide a layered portrait of a character who is part-wealth creator and part-hustler. Too fond of its aphorism-spouting hero to take him down a few notches, the movie gives up any attempt at shading and allows Guru and his Shakti company to triumph over the legal framework. The portly businessman emerges as the great big hope of the Indian middle class. Make of that what you will.R Madhavan in Guru (2007). Courtesy Madras Talkies.","author":"Nandini Ramnath","time":"2021-04-03T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157083-zjjetsgetu-1617380607.jpeg","tags":["Guru movie","Mani Rtanam","Abhishek Bachchan"],"source":"https://scroll.in/reel/991285/guru-revisited-when-abhishek-bachchans-businessman-bent-the-rules-and-came-out-on-top"}