{"title":"Gurugram: Hindutva supporters disrupt Christmas prayers in school, shout ‘Jai Shri Ram’","content":"Hindutva activists allegedly barged into a school in Pataudi town of Haryana’s Gurugram district on Friday and disrupted prayers on Christmas eve. In one of the videos, a man is seen telling a group of children: “We do not disrespect Jesus...But I want to tell these children, the next generation, that do not get lured by any religion, or else India’s culture will get destroyed. You need to take resolution to protect it...Take that resolution and chant ‘Jai Shri Ram’.In another video, a group of men is seen chanting “Jai Shri Ram” slogans.The man who was seen on stage was identified as Ram Pradeep Pandey, a resident of Pataudi who is originally from Gorakhpur in Uttar Pradesh. Pandey told Scroll.in that he along with 15 to 20 others reached the school after someone called him, alleging that religious conversions were happening there.Christmas prayers disrupted in Pataudi, Gurugram:“We aren't disrespecting Christianity,\" the man on stage says.He tells the kids, “The destruction of Indian culture has started, you all have to resolve to stop it. With the same resolve say, Jai Sri Ram! Sanatan Dharam ki, Jai!\" pic.twitter.com/XoHHvATFPn— Aishwarya S Iyer (@iyersaishwarya) December 25, 2021\n\nPandey claimed that he saw “problematic signs...a poster about Christmas” at the event in the school.  He said that the group of 15-20 people, from local Hindutva groups, put up chairs and observed the event for the next half hour, during which a play and a dance celebrating the birth of Jesus Christ were held.“They [kids] have a delicate mind,” Pandey told Scroll.in. “When this happens their allegiance towards Bhagavad Gita, Ram and Ramayan ends. After which we thought they were doing religious conversion. We asked them to stop. When they didn’t listen we took to the stage and shouted slogans of Jai Shri Ram.”After his speech, Pandey claimed that the school authorities ended the programme.Station House Officer, Pataudi Police Station told Scroll.in that the incident happened at a local school and not a church as reported earlier. “Someone was running a school and their neighbour asked them for a space for a Christmas celebration,” the officer said. “He rented it out.”The police verified the authenticity of one of the videos of the incident after it went viral. “It seems the group was told this was only a Christmas celebration and they returned thereafter,” the police officer added. “No complaint has been filed. Everything is peaceful.”#BreakingNews #BREAKING #BreakingNow after #Namaz disruptions Right Wing outfits disrupt #ChristmasEve prayers in Pataudi raising slogans of #JaiShriRam . #Hindus @gurgaonpolice #Christmas #Christmas2021 #Trending #TrendingNow pic.twitter.com/WcOZAaEw44— Sumedha Sharma (@sumedhasharma86) December 25, 2021\n\nA local pastor told PTI that the incident was scary as women and children were present.“The nuisance is increasing with each passing day...It is an infringement of our right to pray and religion,” the pastor said.The event organiser Ravi Kumar told The Indian Express that the allegations of religious conversion were “baseless”.“It was a simple Christmas function… there was no preaching,” The Indian Express quoted him as saying. “At least 55 people, including women and children, were in attendance and some people from the Christian community had come. Around 4 pm, a group of more than 100 people came and opposed the gathering.” He offered that the organisers will cancel the function in case anyone objected, but the group told him at the time that they only wanted to “observe” the event. Later, the same group opposed the event and some shouted slogans on the stage, Kumar said. He then asked women and children to leave the venue.“The protesters told people to leave and never return,” Kumar continued. “We felt hurt since it happened in front of children, who were scared.”The incident came amid an ongoing row about Hindutva groups disrupting offering of namaz in public places in Gurugram. They have repeatedly blocked Muslims from gathering for Friday prayers in Gurugram for over three months now.Giving in to demands of the Hindutva groups, the Gurugram district administration, in the last three months, has withdrawn permission for offering namaz at eight out of 37 public spaces that were designated for prayers.","author":"Aishwarya Iyer","time":"2021-12-25T17:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168011-uatbqrggkk-1640430541.jpeg","tags":["Hindutva","Gurugram","Christmas"],"source":"https://scroll.in/latest/1013646/gurugram-hindutva-activists-disrupt-christmas-prayers-in-church-shout-jai-shri-ram"}