{"title":"Gurugram: Hindutva groups disrupt namaz, claim it could lead to law and order problems","content":"Several Hindutva organisations on Friday disrupted the offering of namaz in Gurugram’s Sector 12A and Sector 47, The Tribune reported. Demonstrators chanting “Jai Shri Ram” and other slogans protested the offering of namaz in public places. They claimed that it could lead to law and order problems. They also claimed that the designated area for prayers in Sector 47 was on a private land and could not be encroached upon.However, Zakir Hussain, the administrator of the Haryana Waqf Board and a Bharatiya Janata Party leader, told the newspaper that the protests were a “political and publicity stunt”.“Namaz is being offered only at places allocated and there is no traffic or law and order situation,” he said. “Some disgruntled elements are trying to attack communal harmony and secular spirit of the  [Manohar Lal] Khattar government. This is a violation of one’s right to practice one’s religion.”Videos shared by NDTV showed a crowd chanting slogans near a group of Muslims peacefully offering prayers. A large number of police and Rapid Action Force officials were deployed at the spot.This happened today near sector 12-A in Gurgaon as local residents gathered yet again to protest the Friday prayers which was reportedly being offered on a pvt property.. pic.twitter.com/DRxoTsYk2U— Mohammad Ghazali (@ghazalimohammad) October 22, 2021\n\nA local lawyer and former Bharatiya Janata Party leader, Kulbhushan Bharadwaj, was among those protesting against Muslim prayers in public places, according to NDTV. He was seen in a video arguing with police personnel.Meanwhile, Union Minister of State Krishan Pal Gujar told reporters that people should offer prayers only in places designated by the government.Several people have been protesting the offering of namaz in Gurugram’s Sector 47 for over a month now, according to The Hindu. Earlier, local residents had opposed public prayers in the locality and had suggested an alternative spot at the city’s Subhash Chowk area.Altaf Ahmed, who took part of negotiations on behalf of Muslims then, said that the local residents had no valid reason to oppose the prayers there. “It [changing the place for offering namaz] is not going to help in any way because the protests are not about the place but are aimed at the community itself.”Ahmed added that after similar protests in 2018, local authorities had designated about 30 places for namaz in the city.","author":"Scroll Staff","time":"2021-10-22T22:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165457-xwtkotiwwm-1634920373.jpg","tags":["Gurugram","Gurgaon","Haryana","namaz","religious intolerance","Zakir Hussain"],"source":"https://scroll.in/latest/1008386/gurugram-hindutva-groups-disrupt-namaz-claim-it-could-lead-to-law-and-order-problems"}