{"title":"Gurugram administration disallows namaz in eight places after ultimatum from Hindutva bodies","content":"The Gurugram district administration on Tuesday cancelled permission to offer namaz in eight public places in the city, The Indian Express reported. The administration said that it took the decision on the basis of  “objection from local residents and resident welfare associations”.  Last week, Hindutva organisations had issued an ultimatum to the district administration threatening to stop Muslims from offering namaz in public places if the authorities do not take any action.The eight sites where the permission has been revoked are Bengali Basti Sector 49, V block DLF Phase 3, Surat Nagar Phase 1, Kheri Majra village, near Daulatabad village on Dwarka Expressway, Sector 68 near Ramgarh village, near DLF Square Tower and the stretch between Rampur village to Nakhrola Road.Gurugram deputy commissioner has also formed a committee to identify places where Muslims can offer namaz, IANS reported. A sub-divisional magistrate, an assistant commissioner of police and members of organisations of the local Hindu and Muslim community have been included in the committee.“Namaz can be offered only at Idgah, Masjid or designated places,” Subhash Boken, a spokesperson for the Gurugram Police said.Hindutva organisations have been protesting against Muslims praying in public places in various parts of Gurugram for over a month now. On October 29, the police had detained 30 people following protests against the offering of namaz in the city’s Sector 12A locality. Demonstrators had disrupted Friday prayers in the same locality on October 22 as well.The Gurugram Police had deployed 500 officers at five places in the city to ensure that the prayers were not disrupted, according to the Hindustan Times.Muslims have said that they were forced to offer namaz in the open because the authorities had not given them enough land to build mosques.","author":"Scroll Staff","time":"2021-11-02T20:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165457-xwtkotiwwm-1634920373.jpg","tags":["Gurugram","namaz","Gurugram administration","Haryana","religious intolerance","Sanyukt Hindu Sangharsh Samiti"],"source":"https://scroll.in/latest/1009644/gurugram-administration-disallows-namaz-in-eight-places-after-ultimatum-from-hindutva-bodies"}