{"title":"Gurugram: Over 100 people conduct havan at site marked for namaz in Sector 37","content":"A group of over 100 people occupied a site designated for namaz in Gurugram’s Sector 37, and conducted a havan there on Friday, The Indian Express reported.The people said that the ceremony was meant to commemorate those who died in the 26/11 attacks in Mumbai on the 13th anniversary of the attacks.Among those who participated in the havan was Dinesh Bharti, the president of an organisation named Bharat Mata Vahini. Bharti had earlier led demonstrations against namaz in public places in Gurugram’s Sector 47, according to The Indian Express. Earlier, he was said to have been booked for allegedly promoting enmity between communities.While some of the Muslims planned to leave the spot without offering prayers, about 25 people offered namaz there, according to NDTV. As they offered prayers, a group of people shouted slogans of “Jai Shri Ram” and “Bharat Mata Ki Jai” less than 30 metres away.Avaneesh Raghav, one of the organisers of the havan, told The Indian Express that they perform the ceremony every year, and that they chose this site as they did not have enough space elsewhere in the locality. Raghav claimed that the havan had nothing to do with the namaz.However, Raghav added that people should not offer namaz on the roads as the area was an industrial one. “There have been several incidents of crime here,” he said. “I am not saying that all who come here are anti-social elements, but this has to be checked.”For the past three months, Hindutva groups have been repeatedly blocking Muslims from gathering for Friday prayers at open spaces in the city. Because of this, the district administration withdrew permission for namaz to be held at 8 out of 37 sites that were designated for prayers.Last Friday, members of the Muslim community had offered namaz at Hindu businessman Akshay Yadav’s vacant shop at Sector 12 in Gurugram for the second week in a row.The Gurudwara Sri Guru Singh Sabha, which administers five gurudwaras in the city, had also offered their premises for Muslim prayers. However, namaz was not offered at the gurudwaras after Hindutva groups allegedly put pressure on them not to allow it.In the past, Hindutva groups have sought to block namaz by claiming that they were planning to build a volleyball court, by organising a puja at a site and by spreading rows of cow dung there.Muslims have said that they were forced to offer namaz in the open as the authorities have not given them enough land to build mosques.Also read: No namaz in Gurugram’s gurudwaras yet as Hindutva groups urge Sikhs to reconsider decision","author":"Scroll Staff","time":"2021-11-26T23:19:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166847-mdkzmuzsgq-1637948476.jpg","tags":["Gurugram","Gurgaon","namaz row","Gurugram namaz row","Hindutva group","gurdwara"],"source":"https://scroll.in/latest/1011521/gurugram-over-100-people-conduct-havan-at-site-marked-for-namaz-in-sector-37"}