{"title":"Guwahati High Court ruling on citizenship document will hurt women the hardest","content":"Assam’s gargantuan – and much deferred – project to count its population and update its National  Register of Citizens for the first time since 1951 is likely to get further delayed, thanks to a recent court judgment.The strongly worded order passed by the Guwahati High Court on Tuesday states that a Panchayat secretary-issued residency certificate – used as a “link document” – had “no statutory sanctity” and could “at best be a private document”. It added that the use of these documents were unconstitutional, and that using them was “against national interest”.The primary motive behind preparing an updated list of legal citizens is to detect illegal immigrants, who according to the Assam Accord of 1985 agreement are anyone who came to the state after the midnight of March 24, 1971. A link document is any piece of documentary evidence that establishes the connections of people born after this date with their parents and grandparents who have proof of being in the state before the cut-off date. A link document, thus, is an important record for anyone born after March 24, 1971. Panchayat secretary-issued residency certificates are used as link documents primarily by married women to establish their connection to their parents, in absence of school leaving certificates. However, these certificates are not good enough by themselves to prove a woman’s citizenship and have to be usually backed by at least another document. In spite of this, more than 50 lakh married women have submitted these certificates as their link document. Court petitionThe subject of residency certificates came to the court’s notice last year while hearing a petition by a woman named Monowara Bera from the border district of Dhubri, who had been declared a foreign national by a tribunal, a bench of retired judges that adjudicates on matters related to contested nationality. The woman had contested the decision of the tribunal on the basis of a Panchayat secretary-issued residency certificate. Not only did the court uphold the tribunal’s decision, it questioned the authority of a village Panchayat to even issue such certificates. It then directed the state’s National Register of Citizens coordinator Prateek Hajela to be appear before the court as it deliberated on the issue before finally delivering a judgment on Monday.The judgment is significant since the Registrar General of India and the Supreme Court (which has kept a close tab on all National Register of Citizens-related developments) never objected to the use of Panchayat issued-residency certificates since they were recommended as a valid link document by a cabinet sub-committee in 2010 and approved by the government soon after.Though the court stopped short of declaring the document completely invalid, the judgement’s terse tone, many believe, is likely to deter Panchayat secretaries and the counter-signing authority (usually a Block Development Officer) from issuing them.The order warns:If a residency certificate issued by a Gaon Panchayat is disbelieved by the Foreigners Tribunal or High Court and the certificate holder is eventually declared as a foreigner, the issuing authority would run the risk of issuing the certificate to a person who has been declared a foreigner.  Such an act may be construed to be an act of harbouring an illegal migrant, which may amount to a gross misconduct exposing himself to departmental action besides attracting penal consequences. Such consequences may also visit the counter-signing authority. What that means is simple: a panchayat secretary or a government official endorsing someone who is later detected to be a foreigner would be prosecuted too along with the person they had vouched for.“The section on panchayat secretaries and BDOs facing punitive action is the most problematic part of the judgment,”  said Syed Burhanur Rahman, the lawyer who had moved the petition on behalf of Bera. “Who is going to issue certificates when there’s a provision like that. We will challenge the order.” While the All Assam Students’ Union welcomed the judgment saying that it would make the process more robust – and help detect illegal migrants who had crept into the National Register of Citizens, other expressed their reservation about the timing of the judgment.Indigenous groups in Assam have, of late, come to be suspicious of the Bharatiya Janata Party-led state government’s intent on updating the register as per the Assam Accord after the party moved to amend the Citizenship Act of India in the Parliament. The proposed amendment seeks to grant citizenship to people without valid documents from minority communities from Afghanistan, Bangladesh and Pakistan after six years of residence in India. The amendment would grant citizenship to Hindus, Sikhs, Buddhists, Jains, Parsis and Christians from these countries, but not to Muslims.Akhil Gogoi, leader of the farmer organisation Krishak Mukti Sangram Samiti, said the judgement would serve as another excuse for the government to drag its feet on updating the register. “The government doesn’t want the exercise to complete  before the Citizenship Amendment Bill is passed so that they can accommodate Hindus from Bangladesh in it,” said Gogoi.Debabrata Saikia of the Congress , who is the leader of opposition in the Assam Assembly, said the court’s order would significantly delay the National Register of Citizens project. Saikia said that this would inconvenience people from all religions and ethnicities. “The constituency I represent, there are no doubtful voters whose nationality is contested,” he said. “But there are many married women who had submitted village Panchayat-issued residency certificates and they would to go through a lot of trouble now.”On Wednesday, March 1, the National Register of Citizens overshot its Supreme Court-set deadline to publish the final list of legal citizens by exactly a year – and going by the latest turn of events, the wait could get much longer.","author":"Arunabh Saikia","time":"2017-03-05T07:15:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/830657-52805-wcakbguocr-1488604811.jpg","tags":[],"source":"https://scroll.in/article/830657/guwahati-high-court-ruling-on-citizenship-document-will-hurt-women-the-hardest"}