{"title":"Gwalior gharana stalwarts explore slow compositions in Tilwada taal","content":"Conventionally, some taals or time cycles in Hindustani music are more appropriate for accompaniment to vocal and/or instrumental music, while others can be explored in solo recitals too. Although norms have been established regarding the appropriate speed for each taal, musicians have often been known to cross these boundaries. But the taal cycle is not a mere organisation of a fixed number of matras or time units arranged in equal or unequal vibhaags or sections.A theka, or a universally accepted sequence of strokes that demarcates the framework of a taal, is essential to transform the latter to a musically intelligible concept in performance practice. The individuality of a tabla player is determined among other things, by the way in which he or she responds to the established theka. Every tabla player embellishes the theka in different ways, responding to the music that he or she may be accompanying or to the mood that may be desired with changes in speed or laya. The vocalist or instrumentalist also responds to the theka and the embellishments provided by the tabla player.Each taal has its unique theka. This would mean that even if two taals have the same number of matras, they may differ in the peculiar distribution of matras in vibhaags, but they would certainly have separate thekas. Evidently, the language of the drums is more important than a mere calculation of the total number of matras.For instance, Teentaal, one of the most popular taals used in Hindustani music, has 16 matras spread over four equal vibhaags. This taal can be used in solo recitals and for accompaniment. Listeners have heard this taal on several occasions even through the tracks included in this weekly column. But Tilwada, another taal that has a similar framework of 16 matras and four equal vibhaags, has a different theka. Tilwada is used to accompany some vilambit or slow khayal compositions, and its pace cannot be increased beyond a point as it loses its character. Vilambit compositions sung by Gwalior gharana vocalists are often in Tilwada.Krishnarao Shankar PanditGwalior gharana Krishnarao Shankar Pandit. He sings a vilambit composition set to Tilwada in raag Todi. He is accompanied on the tabla by Narayanrao Indorekar.Yeshwantbuwa JoshiYeshwantbuwa Joshi had his training in the Gwalior and Agra styles. He sings a vilambit composition in raag Bageshri Kanada. The second composition is in a fast-paced Teentaal.Jayashree PatnekarSenior vocalist Jayashree Patnekar sings two compositions in raag Yaman. The first one is in Tilwada. The fast-paced composition that follows is set to Teentaal She is accompanied on tabla by Milind Pote and on harmonium by Chaitanya Kunte.","author":"Aneesh Pradhan","time":"2015-04-11T08:15:50+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/719687-24948913-6a65-458a-b193-cdb2d2c36ebd.jpg","tags":[],"source":"https://scroll.in/article/719687/gwalior-gharana-stalwarts-explore-slow-compositions-in-tilwada-taal"}