{"title":"Gyanvapi case: Supreme Court to hear plea against order allowing temple restoration suit","content":"The Supreme Court has agreed to hear a petition by the management committee of Varanasi’s Gyanvapi mosque complex challenging the Allahabad High Court’s December order on the maintainability of lawsuits seeking the “restoration” of a Hindu temple at the disputed site, reported LiveLaw on Friday.On December 19, the Allahabad High Court rejected pleas by the Muslim litigants challenging the civil suits filed by the Hindu petitioners. The court had held that the suits are not barred by the Places of Worship Act, which prohibits any changes to the religious character of a place of worship in independent India.The court also said that the “religious character” of the disputed site could be Hindu or Muslim and that this outcome can be ascertained only by the court.On Friday, a bench led by Chief Justice DY Chandrachud and comprising Justices JB Pardiwala and Manoj Misra heard a special leave petition by the Anjuman Intezamia Masjid Committee, the caretaker of the mosque, against the High Court’s December order. The petition was attached with other suits related to the dispute.The Supreme Court’s decision to hear the pleas comes days after the Allahabad High Court rejected a petition challenging the Varanasi district court’s January 31 order that permitted Hindus to offer prayers in the basement of the Gyanvapi mosque complex.The Gyanvapi mosque complex has four cellars in its basement. One of them is still owned by the Vyas family of priests who used to live there. They argued that, as hereditary priests, they should be allowed to offer prayers in that cellar. A group of Hindus, led by Varanasi District Magistrate S Rajalingam, prayed inside the complex on January 31, hours after the district court passed the direction allowing them to do so.The Gyanvapi caseIn July, the Varanasi district court ordered the site's archaeological survey in response to a petition by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound.The district court’s order came after the Allahabad High Court held in May that a scientific survey could be conducted of an oval-shaped object found on the mosque premises. The object was found in May 2022 during another survey of the mosque premises ordered by a civil court in Varanasi.The Hindu litigants claimed that the object was a “shivling”, or a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.The Archaeological Survey of India has said that based on the study of the architectural remains, exposed features and artefacts, inscriptions, art and sculptures, it can be concluded that “there existed a Hindu temple prior to the construction of the existing structure”.“The pre-existing structure appears to have been destroyed in the 17th century, during the reign of Aurangzeb, and part of it was modified and reused in the existing structure,” the report said.Parts of the existing temple, including pillars and pilasters, were reused with little modifications for the expansion of the mosque premises, the survey report said.The survey report also said that sculptures of Hindu deities and carved architectural members were found buried in a cellar.Architectural remains, decorated mouldings on the walls, birds and animals carved for decoration inside and outside suggest that the western wall of the mosque is the remaining part of a Hindu temple, the survey report added.","author":"Scroll Staff","time":"2024-03-01T17:29:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195135-pmswyupnyw-1697784625.jpg","tags":["Varanasi","Gyanvapi Mosque","Hindutva politics","Allahabad High Court","Supreme Court","Places of Worship Act"],"source":"https://scroll.in/latest/1064554/gyanvapi-case-supreme-court-to-hear-plea-against-order-allowing-temple-restoration-suit"}