{"title":"Gyanvapi mosque case will be decided by courts and the Constitution, says BJP President JP Nadda","content":"The Gyanvapi mosque dispute will be decided by the courts and the Constitution, Bharatiya Janata Party President JP Nadda said on Monday, PTI reported.   Addressing a press conference in Delhi to mark the Narendra Modi-led central government’s eighth anniversary, Nadda said that the BJP is ready to “take everyone along” and would follow the decisions taken by the courts in letter and spirit. “We have always talked about the cultural development of the country,” he added.Nadda also dismissed suggestions that some sections of the society feel alienated under the Modi regime. “There are many types of people in a society,” he said. “Some respond earlier, some later, some after decades and some respond after much time has passed. It depends on them. But this is clear and everyone will have an equal share.”Addressing a Press Conference on the completion of 8 years of @BJP4India Government. #8YearsOfSeva  https://t.co/uuTJRmSh89— Jagat Prakash Nadda (@JPNadda) May 30, 2022\n\nResponding to questions on whether reclaiming temples at Varanasi and Mathura are on the BJP’s agenda, Nadda said on Monday that the party had passed a resolution in 1989 on the Ayodhya Ram Janmabhoomi case. But, no such resolution has been passed since then.  Veteran BJP leader LK Advani had led a campaign for the construction of a temple in place of the Babri Masjid in Ayodhya, which was demolished in 1992, after the party adopted a resolution at its National Executive meeting in 1989. In 2019, the Supreme Court paved the way for the construction of a Ram Temple at the site.    Nadda’s comments came a day after Uttar Pradesh Chief Minister Adityanath said that after the beginning of the Ram temple construction in Ayodhya, the pilgrimage centres at Kashi and Mathura are also “waking up”.  Hindu litigants have sought to bar Muslims from praying at the Gyanvapi mosque at Varanasi, also known as Kashi, and the Shahi Idgah mosque at Mathura.Civil courts in Varanasi to the Supreme Court in New Delhi are hearing a slew of petitions about the Gyanvapi mosque, which is located next to the Kashi Vishwanath temple.The plaintiffs in the Gyanvapi mosque case have claimed that an image of the Hindu deity Shringar Gauri exists at the site. On the other hand, the plaintiffs in the Shahi Idgah mosque case have claimed that the site is the birthplace of the Hindu deity Krishna.In Varanasi, a court-appointed surveyor reported that an oval object had been found in the tank of the Gyanvapi mosque. Hindu petitioners claimed it is a Shivling, a symbolic representation of Hindu deity Shiva. Muslims, however, say that the object is actually a fountain.","author":"Scroll Staff","time":"2022-05-31T13:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175128-qeawjebcyv-1653980900.jpg","tags":["JP Nadda","BJP","Gyanvapi","Varanasi","Kashi","Shahi Idgah mosque","Mathura","PM Modi"]}