{"title":"Gyanvapi mosque case: Scientific survey of ‘shivling’ can be done, rules Allahabad HC","content":"The Allahabad High Court last week held that a scientific survey can be done of the oval-shaped object found in Varanasi’s Gyanvapi mosque that Hindu plaintiffs claim to be a shivling, Bar and Bench reported on Monday.On May 12, the High Court set aside a Varanasi district court order refusing to allow carbon dating to determine the age of the object. The detailed order was made public on Monday.The matter is related to a plea filed by five Hindu women who claim that an image of deity Shringar Gauri exists at the mosque and have sought permission to offer daily prayers there.In May last year, the oval-shaped object was found during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants in the case claimed that the object was a shivling, an idol to depict the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.The Hindu plaintiffs had filed a petition seeking carbon dating of the object. But, in October, a Varanasi district court turned down the plea, saying that any kind of survey within the mosque premises will be a violation of the Supreme Court’s order to protect the area.The Allahabad High Court has now held that a scientific investigation of the object can be done without causing any harm to it, Bar and Bench reported. The court made the decision based on a report by the Archaeological Survey, Justice Arvind Kumar Mishra-I said in his judgement.The judge directed the Varanasi district judge to carry out the investigation with guidance from the Archaeological Survey. He was hearing a revision plea filed by the Hindu litigants against the Varanasi district court order.","author":"Scroll Staff","time":"2023-05-16T14:36:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174928-lmtzqeegbw-1653550473.jpg","tags":["Gyanvapi mosque","Allahabad High Court","Gyanvapi shivling"],"source":"https://scroll.in/latest/1049189/gyanvapi-mosque-case-scientific-survey-of-shivling-can-be-done-rules-allahabad-hc"}