{"title":"Gyanvapi mosque case: Supreme Court defers hearing to Friday","content":"The Supreme Court on Thursday deferred the hearing on a petition filed in the Gyanvapi mosque case, Live Law reported. It also told a Varanasi civil court to not pass any orders till it hears the case.A bench of Justices DY Chandrachud, Surya Kant and PS Narasimha adjourned the hearing after advocate Vishnu Shankar Jain told the Supreme Court that lead counsel Hari Shankar Jain, who represents the Hindu petitioners in the Varanasi court, was unwell.The Varanasi court is hearing a petition filed by five women, who have sought permission to offer daily prayers and observe other Hindu rituals at the back of the western wall of the Gyanvapi mosque. They have claimed that an image of the Hindu deity Shringar Gauri exists at the site.  The Supreme Court is hearing a petition filed by the Anjuman Intezamia Masjid Committee, the caretakers of the mosque, challenging the Varanasi court’s order to conduct a survey of the mosque.On Monday, the local court had directed district officials to seal a part of the mosque where a shivling was claimed to have been found. A day later, the Supreme Court directed officials to protect the spot where the shivling was said to have been found. It also said that Muslims should not be restricted from offering prayers at the mosque.A court-appointed surveyor reported that an oval object had been found in the tank of the Muslim place of worship. Hindu petitioners claimed it is a shivling, a symbolic representation of Shiva. Muslims, however, say that the object is actually a fountain.  On Thursday, senior advocate Huzefa Ahmadi, appearing for the Anjuman Intezamia Masjid Committee, said that the Varanasi court was hearing an application seeking alterations to the wall of the mosque’s wazu khana (ablution tank).He also said that there were multiple applications filed to seal mosques across the country, PTI reported.Ahmadi said that if the Supreme Court hearing was going to be deferred, then the proceedings in the Varanasi court should be stayed as well, reported Live Law.“We’ll keep it tomorrow [Friday],” the bench told Jain. “We direct the trial court to strictly act in terms of the arrangement and to desist from taking further action in the suit.”Survey report submitted in Varanasi courtMeanwhile, the survey commission on Thursday submitted its report before the Varanasi court, reported Live Law.The Varanasi court, which was scheduled to hear the matter at 2 pm, also adjourned the hearing till May 23 following the Supreme Court’s directions. It has invited objections from both sides on the matter.A survey report was submitted by advocate commissioner Ajay Kumar Mishra on Wednesday, a day after he was removed from the case. This report was based on a survey conducted on May 6 and May 7.The new report has been filed by Special Advocate Commissioner Vishal Singh based on survey done between May 14 and May 16.Advocate Madan Mohan Singh, appearing for the Hindu petitioners, said that the report includes 1,500 photographs and a 10-hour-long video, the Hindustan Times reported.Also read:From Babri to Gyanvapi, how India’s courts have helped escalate Hindutva claims on mosques","author":"Scroll Staff","time":"2022-05-19T15:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174585-jkcafoemvk-1652951630.jpg","tags":["Gyanvapi mosque","Varanasi civil court","Supreme Court","Anjuman Intezamia Masjid Committee","shivling"],"source":"https://scroll.in/latest/1024289/gyanvapi-mosque-case-supreme-court-defers-hearing-to-friday"}