{"title":"Gyanvapi mosque’s survey will continue, says Varanasi court ","content":"A court in Varanasi on Thursday said that a video survey of Varanasi’s Gyanvapi mosque will continue, NDTV reported.“The court has ordered to complete the survey and present a detailed report on May 17, the next date of hearing in the case,” said Subhash Nandan Chaturvedi, the lawyer of one of the petitioners, the Hindustan Times reported.The court also refused to replace its advocate commissioner  appointed to inspect the Gyanvapi mosque, ANI reported, citing Advocate Mohan Yadav, representing the petitioners in court. Two advocates have been added to the survey commission.On April 8, the court had appointed Ajai Kumar as the advocate commissioner and directed him to carry out a survey and videograph the mosque.This was done after five women petitioners claimed that an image of deity Shringar Gauri exists at the back of the western wall of the mosque. They have demanded that they be allowed to offer daily prayers and observe other Hindu rituals at the site.On May 6, a survey was conducted at the site but it could not be continued the next day as the caretakers of the mosque, the Anjuman Intezamia Masjid Committee, stopped the exercise. They accused the advocate commissioner of acting in a biased manner.On May 7, the Anjuman Intezamia Masjid Committee filed an application in the court, seeking a direction to remove Kumar.On May 9, the petitioners said they will move court against the managing committee’s plea to remove Kumar.The Anjuman Intezamia Masjid Committee has claimed that Kumar had insisted on inspecting and video recording the areas it had objected to in writing before the exercise began. The committee alleged that the court commissioner was acting under pressure from the Hindu plaintiffs.“The plaintiffs have filed an application saying that the commission should be allowed to enter the court for the videographic survey,” Abhay Nath Yadav, representing the Anjuman Intezamia Masjid Committee, told The Indian Express before the order was passed. “We argued that firstly, the hounourable court has not passed any order for videography inside the mosque.”The committee said it had asked Kumar to identify the area of plot number 9130, the mosque, before starting the inspection. However, the panel claimed that Kumar continued his work without identifying it.Meanwhile, Jitendra Singh Vishen, a lawyer for the petitioners, said that they have not specified the extent of the area as their suit included the entire premises of plot number 9130.Ahead of the court’s verdict on Thursday, Shiv Sena leader Sanjay Raut said “peace is needed in the country”, the Hindustan Times reported.“This all is happening to gain political benefits,” he said, “These issues will break the country. After Ram temple, peace is needed.”On Wednesday, Samajwadi Party chief Akhilesh Yadav had appealed to the court to avoid giving an order that would result in differences in the country, The Times of India reported.“There are many decisions of the Supreme Court making it clear that old structures can’t be disturbed,” he said. “But BJP is not ready to follow these decisions. I appeal to the court to ensure that nothing that can increase differences in society should be done.”","author":"Scroll Staff","time":"2022-05-12T14:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174265-gtpmukvsbq-1652334671.jpg","tags":["Varanasi court","Gyanvapi mosque","Shringar Gauri temple","Kashi Vishwanath Temple","Anjuman Intezamia Masjid Committee","advocate commissioner","Hindu plaintiffs"]}