{"title":"Gyanvapi case: Hindu petitioner urges Allahabad HC to hear her if mosque caretaker files any plea","content":"One of the Hindu plaintiffs in Varanasi’s Gyanvapi mosque case has filed a caveat in the Allahabad High Court, Live Law reported on Wednesday. A caveat is filed by litigants to ensure that no adverse order is passed against them before they are heard.The caveat has been filed by Rekha Pathak, one of the five Hindu women who have claimed that an image of the deity Shringar Gauri exists at the mosque and have sought permission to offer daily prayers there.In her petition, Pathak has urged the High Court to hear her if the Anjuman Intezamia Masjid Committee, which manages the Gyanvapi mosque, moves a revision plea against the Varanasi court’s September 12 order. “Otherwise they [the Hindu plaintiffs] would suffer irreparable loss and injury,” she said.  #JustIn Hindu worshipper Rekha Pathak files a caveat in the #AllahabadHighCourt in connection with the #GyanvyapiMosqueCase.The plea prays that the caveator should be allowed to oppose the revision/interim relief plea against the #VaranasiCourt order in the #GyanvapiCase. pic.twitter.com/vlaHQAQLmC— Live Law (@LiveLawIndia) September 14, 2022\n\nOn September 12, the Varanasi district court had held that the civil suit by Hindu plaintiffs seeking the right to pray inside the Gyanvapi mosque premises is maintainable and can be heard further.The Anjuman Intezamia Masjid Committee had objected to the maintainability of the civil suit saying it violates the Places of Worship (Special Provisions) Act, 1991, which states that the religious character of a place of worship as it existed on August 15, 1947, cannot be changed.Also Read Explainer: Why a Varanasi court ruled Gyanvapi plea by Hindu litigants was maintainableDistrict Judge AK Vishvesha, however, had held the law cannot bar the plaintiffs from worshipping at the disputed site as they said that they had been offering prayers even after August 15, 1947. He also noted that the plaintiffs have not demanded that the place of worship be converted from a mosque to a temple.After the district court’s order, advocate Iqhlaq Ahmed, who represents mosque authorities, had said that they will move the High Court against the order.The Gyanvapi caseIn May, a Varanasi civil court had ordered a video survey of the Gyanvapi mosque despite objections expressed by Muslim litigants. The mosque committee had then moved the Supreme Court, challenging the trial court’s order to conduct the survey.The survey report stated that an oval object had been found inside a tank at the mosque. Hindu petitioners claimed the object is a shivling, a symbolic representation of the Hindu deity Shiva. Muslims, however, say that it is actually a fountain.On May 16, the civil court ordered district officials to seal the wazu khana, or ablution tank, in the mosque. The court had passed the order even before receiving the report of the survey.A day later, the Supreme Court directed officials to protect the spot where the oval object was found. It also said that Muslims should not be barred from offering prayers at the mosque.A bench of Justices DY Chandrachud and PS Narasimha had said it will wait for the Varanasi district court’s decision and adjourned the case till the first week of October.","author":"Scroll Staff","time":"2022-09-14T17:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174928-lmtzqeegbw-1653550473.jpg","tags":["Gyanvapi mosque","Gyanvapi dispute","Allahabad High Court"],"source":"https://scroll.in/latest/1032841/gyanvapi-case-hindu-petitioner-urges-allahabad-hc-to-hear-her-if-mosque-caretaker-files-any-plea"}