{"title":"Gyanvapi mosque case: Court removes advocate commissioner, gives panel 2 days to submit report","content":"A Varanasi court on Tuesday removed an advocate commissioner it had appointed to conduct a videography survey of the Gyanvapi mosque, ANI reported.On April 8, the court had appointed Ajay Kumar Mishra as the advocate commissioner and directed him to carry out a survey and videograph the site. Assistant Advocate Commissioner Ajay Pratap Singh, who was also appointed by the court along with Special Advocate Commissioner Vishal Singh, told reporters on Tuesday that Mishra was not cooperating.The Anjuman Intezamia Masjid Committee, the caretakers of the mosque, had also last week accused Mishra of acting in a biased manner and demanded that he be removed. On May 12, the court had rejected a petition to replace Mishra and asked the commission to submit its report by Tuesday.Ajay Pratap Singh, however, said that the report is not complete. “Around 50% of the report is ready,” he added.At Tuesday’s hearing, the court accepted the commission’s request and granted it two more days to submit the report of the survey.During the hearing, the court asked how details of the survey had been leaked, NDTV reported.Five women petitioners have sought permission to offer daily prayers and observe other Hindu rituals at the back of the western wall of the Gyanvapi mosque. They have claimed that an image of the Hindu deity Shringar Gauri exists at the site.On Monday, lawyers representing the women claimed that a shivling – an idol representing the Hindu deity Shiva – was found during the survey. The court then directed the district administration to seal the spot in the mosque complex and said no person should be allowed to enter the place.The development came even before the commission had submitted its report. The caretakers of the mosque had also said that the said object found during the survey was not a shivling but a part of a stone fountain in the wazu khana (ablution tank) of the mosque.Vishal Singh will present the survey report in the court in another two days, according to the Hindustan Times.","author":"Scroll Staff","time":"2022-05-17T16:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174505-xcryqtyyww-1652787060.jpg","tags":["Gyanvapi mosque","Gyanvapi","survey","Varanasi","Uttar Pradesh"],"source":"https://scroll.in/latest/1024121/gyanvapi-mosque-court-removes-one-of-the-survey-officers-gives-panel-two-days-to-submit-report"}