{"title":"Gyanvapi case: Varanasi court issues notice to Muslim side on plea for carbon dating of ‘shivling’","content":"The Varanasi district court on Thursday issued a notice to the Anjuman Intezamia Masjid Committee after Hindu plaintiffs sought carbon dating of an oval object that they claim is a shivling in the Gyanvapi mosque complex, ANI reported.On September 12, the court had dismissed an application filed by the committee, which is the caretaker of the mosque, challenging the maintainability of a suit filed by five Hindu women seeking the right to worship Hindu deities within the premises all year round.Vishnu S Jain, representing the Hindu litigants, on Thursday told ANI that their application seeking carbon dating of the “shivling” to find out its age will be disposed off on September 29. “An independent body has to investigate and ascertain this,” he added.He added that the court dismissed the application of the Anjuman Intezamia Masjid Committee, asking for eight weeks time to prepare for the next hearing.We're demanding carbon dating. Muslim side says it's a fountain, we say it's Shivling. An independent body has to investigate & ascertain this. We are filing an application to demand for carbon dating: Vishnu Shankar Jain, representing the Hindu side in the Gyanvapi mosque case pic.twitter.com/041XumBHVn— ANI UP/Uttarakhand (@ANINewsUP) September 22, 2022\n\nThe Gyanvapi caseIn May, a Varanasi civil court allowed for a video survey of the mosque, which found that an oval object was present on the premises. Muslims said the object is a fountain in the wazu khana or ablution tank and not a symbolic representation of the Hindu god Shiva as claimed by the Hindu side.Based on the plantiff’s submission, the civil court ordered the area where the oval object was found to be sealed.When this was appealed by the mosque committee, the Supreme Court, on May 17, directed that the structure found during the survey be protected. It also transferred the case to the district court in Varanasi, ordering it to decide first on the maintainability of the suit under Order 7 Rule 11 of the Code of Civil Procedure, 1908, which lays down the conditions when certain pleas will be barred.On September 12, District Judge AK Vishvesha had dismissed the Anjuman Intezamia Masjid Committee’s application and held that the plea by five women to worship Hindu gods was “maintainable” and could be heard further.The judge had accepted the argument by the Hindu plaintiffs that they did not want to convert the religious nature of the mosque. They only wanted to worship Hindu deities inside the mosque complex, something which had been happening till 1993, they claimed.  Following the September 12 verdict, one of the Hindu plaintiffs in the case had filed a caveat in the Allahabad High Court, urging the authorities to hear her if the Anjuman Intezamia Masjid Committee moves a revision plea against the Varanasi court’s order.","author":"Scroll Staff","time":"2022-09-22T16:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175160-azwnspvlsy-1654007354.jpg","tags":["Supreme Court","Gyanvapi mosque","Gyanvapi","Varanasi"],"source":"https://scroll.in/latest/1033417/gyanvapi-case-varanasi-court-issues-notice-to-muslim-side-on-plea-for-carbon-dating-of-shivling"}