{"title":"Gyanvapi mosque: Protect spot where claimed shivling was found, says SC but no bar on prayers","content":"The Supreme Court on Tuesday directed that the spot at the Gyanvapi mosque in Varanasi where an object said to be a shivling was found be protected, but that Muslims should not be restricted from offering prayers, Bar and Bench reported.The object was found during a survey earlier this week ordered by a Varanasi court.A bench of Justices DY Chandrachud and PS Narasimha was hearing a petition filed against a Varanasi court order that had directed district officials on Monday to seal a part of the mosque where the idol representing the Hindu deity Shiva was claimed to be have been found.However, the lawyer of the mosque management committee claimed that the object is not a shivling, but a part of a stone fountain in the mosque’s wazu khana, or ablution tank. The lawyer who is representing five Hindu women who had demanded that they be allowed to offer daily prayers at the site had moved the local court claiming that the shivling had been found after draining a tank inside the mosque complex. The Varanasi court allowed his plea and ordered a portion of the mosque to be sealed.However, on Tuesday, the Supreme Court noted that by allowing the entire application, the Varanasi court had effectively granted all the demands made by the petitioners’ lawyer.The application also demanded that Muslims not be allowed to perform wuzu, the practice of washing before prayers, in the tank. The plea had asked that not more than 20 Muslims be allowed to pray at the mosque.“[The] moment trial judge says the application is allowed, it means wuzu khana is sealed etc,” Justice Chandrachud observed on Tuesday. The bench peruses the Varanasi court order which sealed off the area where an alleged shivling was found#KashiVishwanath #GyanvapiMosque #SupremeCourt pic.twitter.com/HcCmwjk1BT— Bar & Bench (@barandbench) May 17, 2022\n\nThe Supreme Court then asked the district officials to protect the area where the claimed shivling was found. But, it told the officials that the right of Muslims to offer prayers and observe rituals should not be disturbed.The trial court judge’s directions that only 20 people will pray namaz will not operate now, the court said.Five women petitioners had claimed that an image of Hindu deity Shringar Gauri exists at the back of the western wall of the mosque. They have demanded that they be allowed to offer daily prayers and observe other Hindu rituals at the site.On May 12, the court had allowed a survey commission to carry out videography inside the Gyanvapi mosque, located next to the Kashi Vishwanath temple. The court had directed the commission to submit a report on the survey on May 17. However, the Varanasi court passed the order to seal part of the mosque even before receiving the report of the survey.","author":"Scroll Staff","time":"2022-05-17T17:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174484-nfocjpazwl-1652770053.jpg","tags":["Gyanvapi mosque","Gyanvapi","Gyanvapi mosque case"],"source":"https://scroll.in/latest/1024094/gyanvapi-mosque-protect-spot-where-said-shivling-was-found-but-place-no-bar-on-prayers-says-sc"}