{"title":"Gyanvapi mosque: Archaeological Survey submits survey report to Varanasi court","content":"The Archaeological Survey of India on Monday submitted its survey report of the Gyanvapi mosque complex to the Varanasi district court, reported Live Law.The survey was ordered by the court on July 21 in response to a petition by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound. The survey was conducted to find out whether the mosque was built over a Hindu temple. “We submitted the report in a sealed cover in the court today,” advocate Amit Srivastava, who represents the Archaeological Survey, told The Indian Express. “The court has fixed December 21 as the next date to look into the report.”On November 28, the Archaeological Survey had sought three more weeks to complete the exercise following which the court had granted it 10 more days to file its report. After the report was submitted on Monday, the Hindu litigants requested the court to make its findings public, reported Live Law. It also sought copies of the report to all parties involved. However,  the Anjuman Intezamia Masajid Committee, which manages the Gyanvapi mosque, moved a plea seeking information about the survey report.It should be noted that days after Varanasi court had passed the direction for the survey, the Supreme Court had stayed the order. The top court had allowed the mosque committee to move the Allahabad High Court against the survey.On August 3, the Allahabad High Court dismissed the mosque committee’s plea and allowed the Archaeological Survey to conduct the survey, saying that it was “necessary in the interest of justice”. The decision was upheld by the Supreme Court the next day.The court, however, said that no excavation should be done as part of the survey and directed authorities to ensure that no damage is caused to the structure.The Varanasi district court’s verdict came after the Allahabad High Court held in May that a scientific survey could be conducted of an oval-shaped object found on the mosque premises.The oval-shaped object was found in May last year during a survey of the mosque premises ordered by a Varanasi civil court. The Hindu litigants claimed that the object was a shivling, a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.","author":"Scroll Staff","time":"2023-12-18T19:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175160-azwnspvlsy-1654007354.jpg","tags":["Archeological Survey of India","Supreme Court","Varanasi Court","Hindu Litigants","Gyanvapi Mosque"],"source":"https://scroll.in/latest/1060763/gyanvapi-mosque-archeological-survey-submits-survey-report-to-varanasi-court"}