{"title":"‘H-Pop’: A cut-throat digital economy and deep-rooted hatred have fundamentally changed India","content":"Kunal Purohit’s H-Pop: The Secretive World of Hindutva Pop Stars begins with a strange, inhospitable account of mob violence in Gumla, Jharkhand. A Hindu religious procession snaking its way through the town’s narrow lanes reaches a mosque, where a group of Muslim community leaders wait with garlands in a traditional gesture of interfaith harmony. Something happens at this juncture, however, when the music accompanying the first group changes, and turns into an incendiary tune openly calling for violence against Muslims. A riot nearly ensues and is only avoided after police intervene to turn the music off. Later a young Muslim man is lynched a few kilometres outside the town by members of the same procession, for the crime of sitting next to a Hindu woman. Lethal mouthpiecesWhile such immediate, demonstrable repercussions of communally charged music might be rare, Purohit’s book seeks to explore the broader cultural context within which violence of this sort flourishes. This exploration traces a route across small town North India, in a way not too dissimilar from Pankaj Mishra’s Butter Chicken in Ludhiana, with one distinction however; the low-key bigotry and delusions of grandeur that Mishra encountered in his mid-90s mofussil wanderings have now transformed into a socially acceptable and politically dominant majoritarianism. It has spawned its own ecosystem of poets, singers, publishers, and influencers, who regularly churn out content buttressing the ruling party’s Hindutva ideology, sometimes saying out loud what its leaders cannot. The book’s narrative and affective core are built around three such “influencers” from the Hindi belt, whose world stretches along an endless array of small towns and villages, from Rajasthan to Bihar. The first is Kavi Singh, a singer from Haryana, who gained fame for her song eulogising the martyrs of the 2019 Pulwama attack, and singling out Indian Muslims as responsible for cross-border terrorism. Next, we encounter Kamal Agney, a Hindi poet whose rabble-rousing verse targeting a series of traditional Hindutva enemies, from Gandhi, Nehru, Pakistan, and JNU students, sees him invited to perform at Kavi Sammelans and campaign rallies alike. Lastly, there is Sandeep Deo, a “journalist” with a YouTube channel, who runs his own publishing house and e-commerce website, and whose ambitions eventually lead him to even broader horizons. Purohit’s writing attests to a deep familiarity and long engagement with the individuals whose lives and works form the crux of his reportage. While all three are engaged in political activities that might be abhorrent to the average liberal reader’s sensibilities, they are never painted as simple one-dimensional caricatures. Instead, they come across as familiar figures, not very different from the vast majority of creators in today’s digital economy, their fortunes varying according to cycles of virality, constantly chasing the algorithm in an effort to stay relevant. Indeed, I often found myself unconsciously rooting for them, given that success is their only way out of small-town drudgery and dreariness.  The heart of darknessAnother virtue of the book is that its subject is instantly accessible online, and one can easily go and listen to Kavi Singh’s songs and watch her music videos on YouTube, or visit Sandeep Deo’s website, and look through his catalogue of books which include titles such as Heroic Hindu Resistance to Muslim Invaders and Major (80%) Role of Arya Samaj in Freedom Struggle of Bharat. It’s easy to scoff at this kind of cultural output, cringe at the low production values and crude metaphors, and the overall level of camp that pervades the aesthetic of the Hindu right. It would also be foolish to ignore the fact that this kind of cheap, easy-to-produce content is part of a concerted propaganda effort that normalises hate speech and weaves it into the fabric of the quotidian. I was also reminded a little of Jon Ronson, the British-American journalist, who began his career with Them: Adventures with Extremists, a book of interviews with radicals and conspiracy theorists of different ideological hues, and has since explored a variety of fringe political and cultural phenomenon. Like Ronson’s subjects, the world of Hindutva pop stars is also too marginal to be widely known, but influential enough that we cannot afford to ignore it. Purohit paints this universe with journalist rigour and the occasional gesture towards novelistic technique. At one point we are told that an individual is drinking tea “from a stainless steel glass”, the kind of minor, insignificant detail that adds texture, and a dose of verisimilitude, to his account.  The vitality of the narrative non-fiction genre today is a result of works such as this, emerging from the overlapping techniques of ethnographers and novelists. H-Pop is then a triumph of the kind of “thick description” that anthropologists have long applied to faraway, indigenous cultures. Purohit turns the gaze inwards and emerges with a sobering realisation that Indian society, especially in its Indo-Gangetic heartland has been deeply radicalised and transformed, perhaps irretrievably, by the forces of religious nationalism. Nachiket Joshi is a Research Author at Monk Prayogshala.H-Pop: The Secretive World of Hindutva Pop Stars, Kunal Purohit, HarperCollins India.","author":"Nachiket Joshi","time":"2024-02-25T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198691-bocygppywl-1708595528.jpg","tags":["hindutva","popular media"],"source":"https://scroll.in/article/1064129/h-pop-a-cut-throat-digital-economy-and-deep-rooted-hatred-have-fundamentally-changed-india"}