{"title":"Hagia Sophia: Lacking ideas for the future, rulers in Turkey, India offer comfort in idealised pasts","content":"On Friday, hearing an appeal by an Islamic NGO, Turkey’s top administrative court ruled that Istanbul’s grandest monument, the Hagia Sophia, will no longer be a museum.The Hagia Sophia (“Holy Wisdom” in Greek) has long carried the distinct whiff of both a mosque and a church. Built as a church by Justinian I in the sixth century, the cathedral figured prominently on the Christian map until the Ottoman Sultan, Mehmet, converted it into a mosque in 1453. It was just 85 years ago that Kamal Ataturk, the founder of the Turkish republic, declared that the structure would be used as a museum. He wanted Turkey to shake off the memory of defeat in World War I and its nostalgia for the Ottoman empire and push the country into another phase of its evolution. It was a deliberate act to make the Hagia Sophia a glorious symbol of the modern and secular character that Ataturk envisaged for Turkey –  a place where the passions of faith alone would not inform or influence the functioning of a state.Last month, Reccip Erdogan, Turkey’s president of more than two decades, declared that Turkish Muslims would be able to offer namaz in the Hagia Sophia on July 15, the date that marks the fourth anniversary of a failed attempt to overthrow his government. With this latest court ruling, Church and State have been drawn into a deep and symbolic embrace.A court case in IndiaBy a curious coincidence, on the same day as the Turkish ruling, a three-judge bench in the Supreme Court in India was hearing a petition regarding the Gyanvapi mosque in Varanasi and the Shahi Idgah in Mathura.  Hindutva groups claim that both these Muslim places worship stand on sites that were previously occupied by temples.The case filed by the Vishwa Bhadra Pujari Purohit Mahasangh and others challenges the constitutionality of the Places of Worship Act, 1991, which “freezes” the status of all religious places at what they were when India gained independence in 1947. Some Muslim groups have been trying to implead themselves in the matter, arguing that the Act must protect all places of worship and that it involves a much larger idea about India’s essential character and who it belongs to.The Gyanvapi mosque in Varanasi. Credit: By kawanet - https://www.flickr.com/photos/u-suke/3155945975/sizes/o/in/photostream/, CC BY 2.0, Over the centuries, it was a common practice for conquerors to turn viharas into temples, to turn temples into mosques, to turn mosques into churches and to attack synagogues and give them various uses. Might, it was thought, was right. But as many nations in the so-called third world emerged from the darkness that surrounded the two world wars, they rejected this idea.  In addition, the concept of nationalism most narrowly understood in its European version was something that people like Rabindranath Tagore roundly fought against. India’s pluralist national movement stood as an example against it. Ataturk was also determined not to surrender to it.Civic nationalismInstead, countries like Turkey and India aspired to adopt a civic nationalism that drew its power from imagining inclusive, tolerant nations that would foster a sense of belonging for all citizens, irrespective of whether they prayed in a church, synagogue, mosque or temple. But this idea of civic nationalism drew criticism on several counts, principally that it was utopian and denied what some saw as a majority’s rights in their own homeland. Still, it is what gave newly emergent nations the right to claim the moral high ground and the ability to forge a peace within, so vital if they were to resolve the vital unfinished business of history.In Discovery of India published in 1946, when Jawaharlal Nehru described the country as an “ancient palimpsest”, he was acknowledging how delicate the process of drawing a line and making the leap to a modern India was. His use of the word “palimpsest” reflected the idea of a place constructed of layer added upon layer, translucent, but never erasing the past.A crowd on the dome of the Babri Masjid in Ayodhya on December 6, 1992. Credit: Hindustan TimesIn 1947, India made a commitment to building a modern nation, fully cognisant and proud of its complicated past but firm that it would not be burdened and consumed by it; neither trying to reverse it nor forget it completely. Despite the violence of Partition, India attempted from the very beginning to be self-confident, inclusive and not merely be a nation aiming to recover its past glories – in short, being distinct from the idea of Pakistan.But many decades on, the rise of the Taliban in Afghanistan signalled very loudly what it was possible for majoritarian ideas to do. Soon after, Ayodhya in India became the focus a furious debate as the existence of a centuries-old mosque was fused with the idea of nationhood itself. In December 1992, the Babri Masjid was demolished by Hindtuva supporters. This laid the foundations of a very successful strategy of political mobilisation whose central principles of correcting claimed wrongs and reversing history form the emotional core of the Bharatiya Janata Party’s politics.The destruction of the Babri Masjid and the Bamiyan Budhhas in 2001 continue to be seen as acts of vandalism, beyond the pale of decency. Even the Indian Supreme Court’s Ayodhya judgement of November 2019 acknowledges that clearly, using words like “egregious” and “vandals” to describe the demolition.An act of lawBut the decision that the Supreme Court ultimately reached in the Ayodhya case in November 2019 to hand over the site to the Hindu side is no different in its implications from the Turkish court’s Hagia Sophia order: it is a proper act of law, passed by those entrusted with interpreting the law.It reflects the phenomenon that Australian scholar John Keane notes in his new book, The New Despotism, when he writes that Turkey’s ruler knows exactly “how to employ law to defeat the rule of law”. Keane’s observation may be applicable in more countries than we may wish to acknowledge.The Ayodhya judgement in India received support from many people who explained that it had provided a sense of “closure” to what they claim was an act of historical injustice. But as the recent attempts to revive disputes in Varanasi and Mathura reveal, it merely laid the basis for future challenges to the foundational principles of independent India.About 12 years ago, the government attempted to flip the argument and considered establishing a committee in the culture ministry to think about the places of worship that were held to be sacred by more than one faith. Of course, shrines in Vashi and Mathura may be seen as fulcrums of fiery disputes. But others, like the Ajmer dargah, Baba Budangiri’s shrine in Karnataka, Nizamuddin Auliya in Delhi and even shrines with shared walls or courtyards, are also conversely the pivots that bring together diverse thinking and for fleeting moments, an awareness of what binds us.Devotees at Nizamuddin Dargah, the shrine of the Sufi saint Nizamuddin Auliya, in New Delhi. Credit: Sajjad Hussain/AFPThe challenge to the Places of Worship Act  will be heard in about four weeks. But the real challenge to which India must be alert is where this will end. On September 10, 1991, when Home Minister SB Chavan presented this law to the House, he noted that India’s “tradition of amity and harmony came under severe strain” before 1947. “After Independence, we have set about healing the wounds of the past and endeavoured to restore our traditions of communal amity and goodwill to their past glory,” he said.The people who offer the namaz in Hagia Sophia next week as well as enthusiastic supporters of the Ayodhya ruling may regard the decision as allowing the shrine to make a justified switch back to those to whom it belongs. But where does this principle end? By the same logic that governs a lawful assignation of Hagia Sofia to mosquehood, do we let Pakistan get away with, should it want to, riding roughshod over the precious Harappan and Mohenjodaro heritage over which Indians have an equal civilisational claim?  Should Buddhist viharas in Kanchipuram and Jain places of worship in Karnataka, Andhra Pradesh and Bihar (a state that draws its name from the word “vihar”) now be “handed back”? How much further can we dig to “restore” spaces to rightful owners and make that the centrepiece from which our ruling dispensations derive their authority?Is there no hope for the future that rulers can offer? Is the only comfortable abode for them to lead their people towards buried in the past?It is a recipe for a disaster foretold.The writer is a journalist in Delhi.","author":"Seema Chishti","time":"2020-07-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144252-oaypacogrf-1594487309.jpg","tags":["Hagia Sophia","Babri Masjid","Bharatiya Janata Party"],"source":"https://scroll.in/article/967217/hagia-sophia-lacking-ideas-for-the-future-rulers-in-turkey-india-offer-comfort-in-idealised-pasts"}