{"title":"Haldwani violence: Key accused man arrested in Delhi","content":"The Uttarakhand Police on Saturday arrested Abdul Malik, the key accused person in the February 8 violence that erupted in the Haldwani city, The Indian Express reported.Malik was arrested in Delhi, Inspector-General and Police Headquarters spokesperson Nilesh Anand Bharne said.Six persons were killed in the violence that broke out after the city’s municipal corporation demolished a mosque and a madrasa in the Banbhoolpura locality on February 8, claiming that they were built illegally on government land – even though the matter was underway in the Uttarakhand High Court.Earlier on Saturday, Malik’s lawyer had filed an anticipatory bail petition at a court in Haldwani. The court is scheduled to hear the petition on February 27, India Today reported.The lawyer claimed that Malik was not involved in the violence, adding that he was not in the area for two to three days before it erupted.Malik ran the mosque and madrasa in Banbhoolpura that were demolished, according to The Indian Express. After the violence, the Haldwani Municipal Corporation had on February 13 served a notice to him to deposit Rs 2.44 crore to cover damage caused to government property.On February 11, the police said that 30 persons had been arrested in connection with the violence. Of the total arrested persons, 12 were allegedly involved in attacking the police station, six allegedly in setting cars ablaze outside the police station and seven had allegedly participated in the violence during the demolition.On Thursday, police said that Malik and his wife, Safia, were among the six booked for criminal conspiracy and for the illegal use of a dead man’s name to plot, construct and transfer land, PTI reported.What led to the violence?On February 8, municipal authorities demolished the Mariyam mosque and the Abdul Razzaq Zakariya madrasa, located in the Banbhoolpura locality of the city, claiming that they were built illegally on government land.This led to clashes between the local residents and police officials. While the locals threw stones at the police and set vehicles on fire, the police hurled tear gas shells and baton-charged them.Chief Minister Pushkar Singh Dhami on February 12 said that a police station would be built on the place where where the mosque and madrasa were demolished. The Nainital Police on February 13 opened a temporary outpost at the site.Also read: After violence over madrasa demolition, police crackdown in Haldwani, Muslim residents allege","author":"Scroll Staff","time":"2024-02-24T18:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198519-fsvgqywhdv-1708084260.jpeg","tags":["Abdul Malik","Uttarakhand Police","Haldwani","Uttarakhand","Communal violence"],"source":"https://scroll.in/latest/1064230/haldwani-violence-key-accused-man-arrested-in-delhi"}