{"title":"Half the Vote: A businesswoman in Mumbai wants Modi back because he is a ‘powerful person’","content":"Indian women are voting more than ever before. In many states, their turnout is now higher than that of men. But political discussions in the country rarely feature women – even in the media.What are women thinking on the eve of the 2019 election?Aarefa Johari and Nayantara Narayanan travel to find out in Half the Vote, a series that brings you the stories and perspectives of women – only women – on life and politics.In the 1990s, long before the #MeToo movement, Foram Mehta’s father spoke out in support of a female colleague who had been sexually harassed at their workplace – the Ahmedabad office of a national government-run company. He stood by his colleague through the ordeal and her alleged abuser was eventually fired, but in the process, Mehta’s father was dismissed from service too.The Mehtas, living in a lower-middle class neighbourhood in Ahmedabad, struggled financially for 14 years after the incident. “But through all that, our parents made sure that my sisters and I got a good education. Some of our teachers even taught us for free,” said Mehta, a 27-year-old entrepreneur, model and actress with a degree in engineering and an MBA from the Indian Institute of Management, Ahmedabad. Now living in Mumbai, Mehta, who is tall and striking, speaks with confidence and conviction. “Our experiences made us realise why education is so important for becoming self-sufficient.”‘Be the Change’Three years ago, Mehta and her sisters, Rajal and Niyati, decided to launch a company called “#Be The Change”. It builds “smart anganwadis”.Set up under the central government’s Integrated Child Development Scheme, anganwadis are centres where children up to six years of age are provided with pre-school education, nutritious meals and primary healthcare. Located in almost every village and low-income urban settlement across India, they operate out of small rooms in shared community spaces. For years, the women employed to run these centres have raised complaints about poor and delayed payments, lack of funds for resources and poor infrastructure.Some state governments use the term “smart anganwadis” to refer to new mobile applications in which anganwadi workers are expected to maintain health records of each child in their care. The Mehta sisters’ start-up, however, uses it to describe an integrated, “smart” early education curriculum they have created for anganwadis. It involves redesigning the interiors of anganwadis to make them more child-friendly, providing toys, books and digital learning materials in regional languages, teaching through an animal mascot and teacher training for anganwadi workers.The company already services more than 200 anganwadis across Gujarat, and Mehta is now spearheading their launch in Maharashtra after completing a pilot run at an anganwadi in suburban Mumbai. “We were recently awarded a tender to build 60 smart anganwadis in Maharashtra,” said Mehta, smiling broadly. “Our aim is to make anganwadi children on par with other pre-school children.”An anganwadi in Dharavi, Mumbai. Photo: Aarefa Johari‘Ease of doing business’When she votes in the 2019 general election in April, Mehta will keep the growth of her business in mind, among other issues. “Any government that comes to power needs to focus on health and education. And we want a government that will strengthen the internal functioning of the anganwadi system, so that our work is more effective.”Providing services to anganwadis involves working intensely with state governments’ women and child development departments as well as district administrations. In both Gujarat and Maharashtra, the Mehtas say they prefer pitching their product to bureaucrats rather than politicians.“The bureaucrats usually see us as educated women, so they take us seriously,” she said. “But as women, we also have to be alert about creating boundaries so that we don’t come across as being over familiar.”The sisters work with a team of three employees and a range of different consultants. The challenges they face are often to do with ease of doing business, a promise that Prime Minister Narendra Modi has made for entrepreneurs and businesses in the country.In the Mehtas’ experience, the process of doing business with government agencies is not always smooth. “Even after getting approvals at the collectorate level, our proposal has to go through many layers of officials before the ICDS nodal officer grants the funding for it,” said Mehta.After the Goods and Services Tax was introduced in July 2017, #Be The Change also had to increase the price of their services from an average of Rs 2.6 lakh per anganwadi to more than Rs 3 lakh per anganwadi, in order to offset their increased costs. “But in the long run, decisions like demonetisation and GST will be good for those who want to carry out their business in white,” Mehta said.‘We don’t need another empire to rule us’Despite the time it takes to get approvals and funding for their project proposals, Mehta believes that it would be better for their business if the Modi government returns to power in the 2019 election.“Governance has been very professional under Modi. And the best thing about him is, whether he takes the right decision or the wrong one, he is a powerful person,” said Mehta, who believes the world has been taking India more seriously because of Modi.Mehta feels strongly about the need for the Congress party to take leadership away from the Gandhi family. “People are not anti-Congress, they are against the Gandhi family. The Congress will get more support the moment they remove the Gandhi family from the top,” she said. “We have been ruled by the Mughals and the British for too long, we don’t need another empire to rule us.”Describing herself as a liberal with friends from various communities and cultures, Mehta believes that communal tensions in the country are not as alarming as they are made out to be. “If there were communal issues in the country, APJ Abdul Kalam would not be so well-respected. But he has been our most respected president,” she said. “If he was alive and this election was between Kalam and Modi, Kalam would win very easily.”“Communal issues don’t matter as long as we can tell right from wrong,” she added, “and as long as we can recognise when a political party is playing a particular card.”Read more in the series:A weaver in Telangana who will vote for the first time says that no government has helped her family","author":"Aarefa Johari","time":"2019-04-06T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116794-fukamiksrx-1554449179.jpg","tags":["Elections 2019","Women's Vote","Election Report 2019","Half The Vote"],"source":"https://scroll.in/article/919036/half-the-vote-a-businesswoman-in-mumbai-wants-modi-back-because-he-is-a-powerful-person"}