{"title":"Half the Vote: This farmer wants to protect her land – but will vote for the party her village picks","content":"Indian women are voting more than ever before. In many states, their turnout is now higher than that of men. But political discussions in the country rarely feature women – even in the media.What are women thinking on the eve of the 2019 election?Aarefa Johari and Nayantara Narayanan travel to find out in Half the Vote, a series that brings you the stories and perspectives of women – only women – on life and politics.Nagarkanti Padma’s future is uncertain. The 44-year-old farmer lives in BN Timmapuram, a village in Telangana’s Bhongir district that lies in the catchment area of the mega Kaleswaram lift irrigation project. The project proposes to divert five billion cubic metres of water annually from the Godavari river to irrigate 18.75 lakh acres of land. A reservoir built to store 15 thousand million cubic feet of water will submerge Padma’s house and agricultural land.The government has offered to relocate the entire village to an area about 10 km away and is offering each person a house and Rs 14 lakh for every acre of farmland lost.Padma is not happy with the deal being offered to her.“The Rs 14 lakh per acre is not enough to buy even half acre anywhere else,” she said. “I can’t sell my land here. No one will buy because it will be submerged in the project.”She added: “I can’t even get my sons married. No one will give their daughters to families who are losing the security of land.”The village is asking the government to raise their  compensation to at least Rs 18 lakh per acre. But Padma said that she did not care for compensation “The money won’t last,” she said. “If I have land I can do something and live off it.”Padma’s mother-in-law Mariamma has another grouse. “No one has called this village to a meeting and discussed the issues with us,” she said. “The men of our village sometimes go to the meetings in other villages but none of us women go. I want to be part of this decision making.”Padma is 44 years old and moved to BN Timmapuram when she got married 32 years ago. Her husband died five years ago and she lives with her 70-year-old mother-in-law, her older son and his wife. Another son has moved away to look for work and her daughter is married and lives in her husband’s house. Padma’s husband left behind three acres of land. Although she tends to all three acres, only one and a half acres are in her name. The title deed for the rest of the land had reverted to her husband’s family. Her father-in-law is one of six brothers. All the family’s land is in the name of one brother. Since land is going to be lost to the Kaleswaram project, they have not bothered to discuss ownership of the land but plan to split the compensation. The brothers have still not discussed how they will divide the money, so Padma is unsure how much will eventually come to her. “We have debt that started piling up when we got our daughter married 10 years ago,” said Padma. “When my husband passed away unexpectedly five years ago, the debt grew even more.”Many jobs to make a livingLast year, Padma grew paddy on just one acre – there was not enough water in the dry and unirrigated region to cultivate all three acres. She has been supplementing the family’s agricultural income by finding work under the National Rural Employment Guarantee Scheme. For the past five years, she has managed to get the 100 days of work per year guaranteed by the scheme. Of late, the work has consisted of filling soil in bags at a nearby nursery from 9 am to 5 pm. “I make between Rs 120 and Rs 130 a day now, but sometimes, depending on the kind of work, it can fall to Rs 80,” she said. She has also set up a small tailoring business that she runs from her home. She also gets a widow’s pension from the state government. Telangana’s Aasara scheme offers a both widow pension and old age pension of Rs 1,000 per month, which is higher than the amount given out under the centrally funded Indira Gandhi National Widow Pension Scheme – Rs 300 per month to widows, Rs 200 to elderly persons below 79 years and Rs 500 elderly persons of 80 years and above.Bala Uma Rani with her reverse osmosis machine set up in the front room of her house in Dattayapalli village. (Photo: Nayantara Narayanan)Padma’s day starts at 5 am when she wakes up to clean the house and do the day’s cooking before she heads out or starts work on sewing. In the evening, she has to repeat the cooking and cleaning routine. If she has any free time before she goes to sleep, she steps out to chat with neighbours.The family recently acquired a TV. “I have started watching some Telugu serials with my daughter-in-law,” said Padma. “That’s when my son isn’t watching cricket.”With such a busy everyday schedule, has Padma given any thought to the Lok Sabha elections and who she might like to vote for?The whole village votes the same way, claimed Padma.“We vote for whoever the village head says is good,” she said. “We support whichever party the village head supports and he is a TRS [Telangana Rashtra Samiti] supporter.”It helps that she has a favourable impression of TRS leader and Chief Minister K Chandrasekhar Rao. This is largely because of his farmer assistance scheme called Rythu Bandhu that dispenses Rs 4,000 per acre to landholding farmers. Padma has received Rs 11,000 so far, a little less than she is entitled to for three acres.Rythu Bandhu is one of the reasons, along with a number of other welfare measures that the TRS swept the Telangana assembly elections in December 2018.“Rythu Bandhu has helped a lot of farmers who have been suffering,” said Bala Uma Rani, a farmer in the Dattayapalli village in the same mandal. “But it should only be given to farmers with five acres or 10 acres of land. It is being given to farmers with 20 acres of land who are neither cultivating the land nor leasing it out.” Rani is also a single women running a household and the only earning member of her family. Her husband died 20 years ago, when she was only 20 and had been married for six years. Like Padma, Rani has a few acres of land on which she grows paddy when there is enough water and supplements her income now by selling drinking water.She has bought a reverse osmosis machine with a loan from a single women’s financial support group. She pipes water in from a borewell 1 km away in her field and sells 20 litre water cans for Rs 5 each. (A 20 litre can of Bisleri costs Rs 75 in a city).According to Rani, K Chandrasekhar Rao is popular in the area because of both Rythu Bandhu and the pension scheme for older people. In Assembly elections, she voted for TRS because of the good things the government had done since 2014. But generally, whether it is sarpanch elections or Lok Sabha elections she looks at the candidate, the merits and demerits of whom are passed on by word of mouth. “You always get to know who is doing good work. People here discuss the candidates and what they have done.”The bigger picturePadma never went to school and cannot read. She knows of Modi and Rahul Gandhi but not much about them. “National politics is not discussed much here,” she said about her village.Her younger son supports the BJP and says that Modi is doing good things. Even though her son has told her that Modi failed to create the jobs he promised, he still supports the BJP. “I have also heard that Modi is giving money to farmers,” she said, referring to the PM Kisan scheme that promises Rs 6,000 a year to farmers who have less than five acres of land, “but I have not received anything.”R Lavanya, who lives in Dattayapalli a few doors down from Rani, had not heard of Modi till last year when she attended an information session in a nearby village about the centrally-funded National Family Benefit Scheme. It aims to provide Rs 10,000 to bereaved households in case of the death of the primary breadwinner, irrespective of the cause of death. Lavanya is struggling to make ends meet. Her husband died two years ago leaving her to care for three school-going children. Both Rythu Bandhu and PM Kisan have helped her stave off financial disaster. But while she connects Rythu Bandhu with the TRS and its leader, she is only vaguely aware of Modi’s promises and actions.“In the MLA election I voted for the car,” she said referring to the symbol – an Ambassador car – of the TRS. She made this decision because of assistance from Rythu Bandhu and the Balika Rakshana kits for health and hygiene that the TRS government has been handing to all schoolgirls including her daughter.“I have not thought about who I will vote for in the MP elections,” she said. “No one has campaigned here yet.”R Lavanya and her three children. (Photo: Nayantara Narayanan)Rani said that she had made an effort in the past few years to keep up with the news. She has only studied till third grade and cannot read much but watches the news on TV9. Her son subscribes to two newspapers – Sakshi, which is owned by YSR Congress leader Jaganmohan Reddy and Namaste Telangana, which is run by the family of Telangana Chief Minister K Chandrasekhar Rao.“I recently heard in the news about the attack where the CRPF jawans died and that the Modi government retaliated and some people in Pakistan died,” said Rani. “The fact that the Indian pilot who was captured was returned was a pretty great thing, that the country stood together and Modi stood strong.”But Rani thinks the Modi government must do more for single women like her. “There are many of us who have lost our husbands when we are just 20 or 30 and left with two or three children,” she said. “We have to run households with our single incomes and there are only so many hours in the day to work. The pension that these young single women get should be much higher.” Read more in the series:A weaver in Telangana who will vote for the first time says that no government has helped her familyA businesswoman in Mumbai wants Modi back because he is a ‘powerful person’","author":"Nayantara Narayanan","time":"2019-04-08T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116941-tpicwsscmr-1554636758.jpg","tags":["Half The Vote","Elections 2019","Election Report 2019","Telangana","women farmers","single women","TRS","BJP"],"source":"https://scroll.in/article/919238/half-the-vote-this-farmer-wants-to-protect-her-land-but-will-vote-for-the-party-her-village-picks"}