{"title":"Half the Vote: This shop owner in Hyderabad is voting for BJP – even though her business has fallen","content":"Indian women are voting more than ever before. In many states, their turnout is now higher than that of men. But political discussions in the country rarely feature women – even in the media.What are women thinking on the eve of the 2019 election?Aarefa Johari and Nayantara Narayanan travel to find out in Half the Vote, a series that brings you the stories and perspectives of women – only women – on life and politics.On a Saturday afternoon in the Hyderabad’s textile market of Rikab Gunj, Shweta Burbure sat behind her desk at the entrance of her garment shop. It was a slow afternoon after a busy week. Burbure said that the shop does brisk business with wholesale buyers from Nalgonda and Khammam in Telangana, and Guntur and Tirupati in Andhra Pradesh. Retail customers usually visit the shop on weekends to buy ladies tops, leggings and nightwear. The shop belongs to the family of Burbure’s husband. The 24-year-old businesswoman has learnt the business over six years by watching her husband at work. That day her husband had gone out on other work and Burbure was answering customers, filling in bills, giving quick orders to assistants who called her “bhabi”. All this while keeping an eye on her two children.Rikab Gunj is in the old city area of Hyderabad near the Charminar. The area is a stronghold of the All India Majlis-e-Ittehadul Muslimeen or AIMIM. The party’s chief Asaduddin Owaisi has won the Hyderabad Lok Sabha seat since 2004 and is confident of winning it for a fourth time. In the rest of Telangana, there is overwhelming support for Telangana  Chief Minister K Chandrashekar Rao, or KCR as he is popularly known, and his Telangana Rashtra Samithi, which swept the Assembly elections in December to retain power in the state. However, neither party particularly impresses Burbure. She knows that she will vote for the Bharatiya Janata Party as her family always has. “Even if 99 people out of 100 are voting for KCR or the Congress, I will be the one person voting for BJP,” she said. Burbure did not know who the BJP candidate from Hyderabad is. The party has once again fielded J Bhagwant Rao who lost to Owaisi by more than two lakh votes in 2014. Burbure’s vote is for Prime Minister Narendra Modi.We love opinions — of the folks on the street. You’ll find us there. If you like our work, do consider supporting our journalism by subscribing to Scroll+The desire to doBurbure’s family is Khatri, an upper caste community that has traditionally been engaged in business and trade. Such mercantile communities have been early supporters of the BJP. The Khatris have a strong presence in parts of South India, including Sangareddy district east of Hyderabad, where Burbure’s parents used to run a kirana store.She used to play hockey at the district level and wanted to play for the state. Later she started learning kathak and wanted to become a professional dancer. Her parents did not let her do either.“In our caste, the girls have to get married early,” she said.Burbure had an arranged marriage at 17 and two children shortly after. Her daughter is now seven years old and her son is four. Marriage and motherhood have not stopped Burbure from studying further. She completed the course for a Bachelor’s degree in maths and computer science last year – almost.“I still have one paper left,” she said, laughing.Burbure’s dream job, however, was to join the Indian Administrative Service and work as a district collector in Sangareddy – another plan that her father shot down.To Burbure, who wanted to do something for her district, Modi is a man of action who gets things done. “Modi has brought about a change for the better in everything – traffic, Swachh Bharat, ladies’ security, business, tax,” she said.Burbure spoke of her own experience at the garment shop after the Goods and Services Tax was implemented in July 2017.“Earlier, we would do lakhs worth of business without any accountability down the line,” she said. “Now, there is a tax on every item as per GST. Whether we are paying 1% tax or 5% tax, we know how much is going and where.”Has the Goods and Services Tax regime affected business? Yes, said Burbure, but it is still a good move.“As per the market, business has fallen,” she said. “Earlier if we used to do Rs 2 lakh worth of business now it is only Rs 1.5 lakh. Let it drop to Rs 1 lakh also but at least there is a clarity on where the money is going. Yes, there is a lot more paperwork but to do something correctly, there will be a little more effort.”Burbure also believes that the demonetisation of Rs 500 and Rs 1,000 notes in November 2016 was a clever move by Modi to flush out black money. Even if people continue to hide black money, they are now very scared, she said.Feeling more secureBurbure also thinks that Modi has done a lot to improve security – both of women and the country.“There used to be so much harassment of women,” she said. “Now people are scared of the death sentence. In my own experience, when I used to go out somewhere, men used to stare or tease. Now that does not happen. Somewhere there has been a change. Ladies have got a lot of security in every aspect.”While talking about recent developments with regard to India’s relations with Pakistan – the February 14 attack that killed 40 Central Reserve Police Force jawans in Pulwama and India’s retaliatory airstrike in Balakot, Pakistan, on February 26 – Burbure does not refer to the Army but to Modi’s standing up against the neighbouring country.“Why should we not take action against Pakistan?” she asked. “They are coming and attacking us. Whatever Modi did was correct.”Asked about the many instances of attacks on Muslims and Dalits in the name of cow protection in the last five years since the BJP government came to power at the Centre, Burbure said: “Things like violence in the name of cow protection have been happening even before the BJP came to power but it was not being reported. Why is it coming out now? Shayad honge koi Modi ke dushman [It must be some enemies of Modi who are bringing these stories out].”Following ModiAs Burbure sees it, people across India have been heeding Modi’s words and, especially with the Swachh Bharat Abhiyan to improve sanitation, have been following up with actions. She said that cities have been cleaned up due to the Swachh Bharat campaign, and that Modi has the power to get people to follow him.“Gandhiji had a lot of principles but does anyone follow what he says now?” she asked. “No one does. He died and what he said went with him. What Modiji is saying, people are following.”There is no doubt in Burbure’s mind that Modi should be prime minister for another five years. There is no other politician who comes close, according to her.“I am least interested in Rahul Gandhi and the Congress – I just don’t understand him,” she said. “Whether at the national level, state level or anywhere I support only the BJP.”Read more in the series:A weaver in Telangana who will vote for the first time says that no government has helped her familyA businesswoman in Mumbai wants Modi back because he is a ‘powerful person’","author":"Nayantara Narayanan","time":"2019-04-10T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116873-kfjftehafo-1554546326.jpg","tags":["Half the Vote","Women's Vote","Elections 2019","Election Report 2019","Hyderabad","Prime Minister Narendra Modi","Lok Sabha Elections 2019"],"source":"https://scroll.in/article/919165/half-the-vote-a-garment-shop-owner-in-hyderabad-says-business-has-dropped-but-she-still-backs-bjp"}