{"title":"Hamas releases 17 more hostages on third day of ceasefire with Israel","content":"Palestinian militant group Hamas on Sunday released a group of 17 hostages, including  a Russian citizen and three Thai nationals, on the third day of a four-day ceasefire with Israel, The Guardian reported.In exchange, Tel Aviv released 39 Palestinian prisoners, women and children, from its jails.“We brought back another group of hostages this evening – women and children, and we are moved from the depths of our hearts, the entire nation, when we see this reuniting of families,” Netanyahu said on Sunday. “It simply stirs the soul.”A four-year-old US-Israeli dual national girl, Abigail Edan was also among the hostages released by Hamas.Prime Minister Benjamin Netanyahu, this evening:\"We brought back another group of hostages this evening – women and children, and we are moved from the depths of our hearts, the entire nation, when we see this reuniting of families. It simply stirs the soul. pic.twitter.com/u317maE8sd— Prime Minister of Israel (@IsraeliPM) November 26, 2023\n\nThe ceasefire, which began on Friday morning, is aimed at facilitating the exchange of hostages held by Hamas and Palestinians imprisoned by Israel.On Friday, Hamas released 13 Israelis, 10 Thai nationals and one Filipino citizen, while Israel released 39 Palestinian prisoners. On Saturday, Hamas released a group of 17 hostages, including 13 Israelis and four Thai citizens in exchange for another 39 Palestinians prisoners.So far, the total number of freed hostages is 63 from around 240 taken to Gaza after the October 7 attack by Hamas. Hamas is believed to be holding over 200 hostages, taken when it led an incursion into southern Israel on October 7, killing 1,200 people and triggering the war. Since then, over 13,300 Palestinians have been killed in Gaza in relentless air and ground strikes by Israeli forces, according to the health ministry in Gaza.Meanwhile, United States president Joe Biden welcomed the release of the hostages and expressed hopes for extension of ceasefire, reported Reuters. He said that he would like to “see the pause go on as long as prisoners are getting released”.However, Netanyahu on Sunday said that he would welcome extending a temporary truce if it meant that on every additional day 10 Israeli captives will be released.","author":"Scroll Staff","time":"2023-11-27T08:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196182-dpyeplthdo-1701053621.jpg","tags":["Palestinian","Israel","Gaza","Israel Gaza War","Hostages","Tel Aviv"]}