{"title":"Hand it to Shah Rukh Khan: His gesture of love has become a byword for film romance","content":"It was said about the actor Ashok Kumar that he would smoke in many of his films because he didn’t quite know what to do with his hands. Better to puff away with one hand and tuck the other into the trouser pocket than let the arms dangle stiffly by the sides or hold them at awkward angles.Shah Rukh Khan has never had this problem. In a gesture that is so familiar that a movie without it seems incomplete, the Bollywood star is often seen with a beckoning smile on his face and his arms wide open. This action, which speaks of passionate love as well as a generous spirit, is as emblematic of Khan’s screen image as the Dev Anand head tilt or the Amitabh Bachchan deep stare.Khan’s latest movie Zero attempts to reinvent his screen image by featuring him as an unusually short man. However different Bauua Singh might appear from Khan’s previous characters, his arms leave his sides and assume the iconic come-to-me pose when he is romancing a scientist with cerebral palsy (Anushka Sharma) in the song Mera Naam Tu. Bauua Singh can’t help himself – for all his quirks and diminutiveness, he is Shah Rukh Khan, after all.\n\n\n    \n    Play\n\nMera Naam Tu, Zero (2018).The gesture was first seen in Khan’s debut feature film Deewana in 1992. Khan appears in the second half, singing that he needs somebody, anybody to love. Khan’s flamboyance and youthful vigour, which had previously been seen in television shows, are in full flow in the song Koi Na Koi, in which he performs dangerous stunts in moving vehicles while simultaneously throwing out his hands in an open appeal for romance.Deewana (1992). Courtesy Mayank Arts.The invitation to a world-conquering embrace is repeated in Khan’s next release, Chamatkar (1992). In Ketan Mehta’s Maya Memsaab (1993), one of Khan’s few arthouse outings, the gesture assumes an added edge of sexual tension. Lalit is one of the many suitors of the Madame Bovary-inspired heroine Maya (Deepa Mehta). In a bid to get Maya’s attention, Lalit performs a wild dance on the street outside her window, throwing his arms wide and then flailing about like a dervish (a clear influence on the song Satrangi Re from Dil Se years later). Does Maya succumb? Of course.Maya Memsaab (1993). Courtesy Red Chillies Entertainment.The gesture pops up in King Uncle (1993), but one of the arms is out of frame, as though nobody had realised yet that this was going to be one of Khan’s signature moves. The action is more frequent in Khan’s breakthrough in 1993, Baazigar. In Darr, released in the same year as Baazigar and featuring Khan once again as a villain, the action assumes sinister overtones. Khan’s Rahul is a Norman Bates-like psycho who is obsessed with Juhi Chawla’s Kiran. In the slower version of the song Jadoo Teri Nazar, Rahul flings out his arms before a huge poster of Kiran, and the effect is chilling rather than inviting.Darr (1993). Courtesy Yash Raj Films.The gesture stuck, as did the name Rahul and the bundle of dimpled grins, high-energy antics and single-minded ardour that came to characterise Khan’s screen persona. Choreographers didn’t need to worry too much about Khan’s moves in songs. When directors wanted a peak-high romantic moment, they could simply position Khan in the middle of the frame and let his arms do the talking.The song Deewana Dil Deewana from Kabhi Haan Kabhi Naa (1994) has more outstretched arms than any other Shah Rukh Khan picture. The effect is lost on the film’s heroine, but not on viewers, who cannot help but be bitten by the love bug.\n\n\n    \n    Play\n\nDeewana Dil Deewana, Kabhi Haan Kabhi Naa (1994).In Anjaam (1994), which forms a sort of trilogy of Khan’s villainous roles along with Baazigar and Darr, the outstretched arms peek out from the back of a taxi in the song Badi Mushkil Hai. Like Darr, the action is menacing. Khan’s Vijay is obsessed with Madhuri Dixit’s Shivani, and he goes to extreme lengths to possess her. Vijay kills Shivani’s husband and has Shivani jailed for the crime. Shivani turns the tables on Vijay in her moment of revenge. She stretches out her arms, as though to embrace him, but stabs him when he comes close.Anjaam (1994).The original, simple power of the gesture – a man, asking a woman to love him – is best captured in the moment from Dilwale Dulhania Le Jayenge (1995), when Rahul (Khan) stands in the middle of a mustard field and invites Simran (Kajol) over towards him.Dilwale Dulhania Le Jayenge (1995). Courtesy Yash Raj Films.If the action had ominous implications in Darr and Anjaam, it symbolises the ultimate self-sacrifice in Dil Se (1998). Amar (Khan), a journalist, loves Meghna (Manisha Koirala), a suicide bomber, and realises that he is the only thing that can prevent her from blowing herself on Republic Day in Delhi. I told you I would never leave you, Amar says before throwing his arms open so that he can grab Meghna and blow himself up along with her.Dil Se (1998). Courtesy Red Chilles Entertainment.By the time Khan had turned producer with the media satire Phir Bhi Dil Hai Hindustani in 2000, the gesture had already acquired a note of parody, as seen in the title track. The action pops up with clockwork regularity in songs and scenes from Khan’s subsequent films, including in international locations. The song Suno Na Suno Na from Chalte Chalte (2003) competes with Deewana Dil Deewana for the maximum number of come-into-my-arms moves. In the title track from the blockbuster romance Kal Ho Naa Ho (2003), the Brooklyn Bridge in New York City forms the backdrop for Khan’s musings on love, accompanied by the appropriate soulful expressions and by-now-mandatory hand gesture.Kal Ho Naa (2003). Courtesy Dharma Productions.Main Hoon Na (2004) pays a witty tribute to Khan’s arms-at-ready tendency. Khan’s Ram is an Army soldier who has enrolled in college as part of an undercover mission. When Ram first sees the sizzling chemistry teacher Chandni (Sushmita Sen), he is on his knees, his arms wide open in an anticipatory hug. Ram is no longer in control of his senses, and Chandni tries to restore the arms to his sides, but with no success.Main Hoon Na (2004). Courtesy Red Chilles Entertainment.One of the most inventive uses of the action is in one of Khan’s best-loved films. Ashutosh Gowariker’s back-to-roots drama Swades (2004) stars Khan as a NASA scientist who is deeply affected by the poverty and caste that he encounters during a visit back home. The sequence that precedes the song Yeh Tara Woh Tara reveals the divisions in the village: the upper-caste and wealthy denizens sit on the right side of a sheet on which a movie is being projected, while the lower castes and the poor sit behind the sheet. A power cut allows Mohan (Khan) to launch into a tutorial on star gazing, which is followed by the song in which he reminds the villagers that in the sky, all the stars are the same. The wide-armed action isn’t romantic here, but represents Mohan’s plea to overcome differences and be one village, and one nation.Swades (2004). Courtesy UTV Movies.That the gesture has become shorthand for Shah Rukh Khan is evident in a moment from the caper Happy New Year (2014). The man isn’t required any more. His silhouette suffices.Happy New Year (2014). Courtesy Red Chillies Entertainment.What better way to propose to a woman than to invoke your inner Shah Rukh Khan? In Dilwale (2015), Varun Dhawan, who plays Khan’s younger brother, woos Kriti Sanon’s character by...Dilwale (2015). Courtesy Red Chillies Entertainment.In January 2018, Khan was honoured with a Crystal Award for his contribution to social issues ahead of the World Economic Forum in Davos in Switzerland. There were many photographs of Khan from that event, but the most striking one was of Shah Rukh Khan channelling Shah Rukh Khan.Shah Rukh Khan at the World Economic Forum in Davos in 2018.Also read:The DD Files: When Shah Rukh Khan stole hearts and the show in ‘Fauji’","author":"Nandini Ramnath","time":"2018-12-24T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108769-odudbvthfe-1545586388.jpeg","tags":["Shah Rukh Khan","Main Hoon Na","Kal Ho Naa Ho"],"source":"https://scroll.in/reel/906789/hand-it-to-shah-rukh-khan-his-gesture-of-love-has-become-a-byword-for-film-romance"}