{"title":"Happy elephants equals happy performances: Hollywood director Chuck Russell on ‘Junglee’","content":"The March 29 release Junglee marks the Bollywood debut of Hollywood filmmaker Chuck Russell, who has directed The Mask (1994) and The Scorpion King (2002). Junglee stars Vidyut Jammwal as a veterinary doctor who protects elephants from poachers. The film, which also stars Pooja Sawant, Atul Kulkarni and Asha Bhat, focuses on the hero’s friendship with Bhola, a tusker elephant. Junglee is Russell’s eighth feature. He made his debut with A Nightmare on Elm Street 3: Dream Warriors (1987). His fame rests on directing Jim Carrey in the zany action comedy The Mask. Russell’s most recent movie before Junglee was I Am Wrath (2016), starring John Travolta. In Junglee, the 60-year-old director has worked for the first time with elephants and the song-and-dance tradition unique to Indian cinema. Both were inspiring, he told Scroll.in during a recent visit to Mumbai. What does ‘Junglee’ say about poaching and conservation? It’s a very important subject that we have approached in a fun way. The elephants make it fun for everybody. The theme is the return to the jungle and nature. I wanted to do a Hindi film and also a story that would resonate with the world. My style is adventure comedy. To do it around an incredibly important subject and in India, which has a relationship between men and elephants, was great. If I can entertain, while showing the plight of why it’s happening without being a documentary, maybe then we can make a positive ripple in the pond. I want people to understand what poaching looks like. How did you get on board for ‘Junglee’?I have been to India a number of times. The first time I was here was around five years ago to find a few action guys for The Scorpion King. Since The Mask and The Scorpion King, I have been interested in a more international cast. That is probably why I think the producers of Junglee thought I would be interested in this film.When I realised that The Mask had been accepted in so many different cultures, I was amazed and happy. So I thought if I could do my positive adventures in comedy and action with role models from different cultures and countries, it would make it worth doing and still be extremely entertaining.\n\n\n    \n    Play\n\nJunglee (2019).Tell us about the elephants we see in the film.Bhola is played by a middle-aged elephant whose name is Jai, which means heart [in Thai]. Didi is played by a younger elephant, Oon. When you hang out with them for months and they know you, it’s like making friends with a whale. They are huge, spiritual animals.Oon works with autistic kids. She is very gentle and smart. Jai, who has the tusk, had to be treated with a little more respect. But he got it. My heart is broken because I already miss the elephants. I am a big animal lover. Until you get in front of an elephant the size of Bhola, you don’t realise that they are gentle giants. They are social animals with empathy.What was it like shooting with the animals and their trainers on location?I was certain I would do this film only if there was a very safe and happy environment for the elephants. There is a conservation centre in Thailand that I visited. They have wonderful programmes for wild elephants in need.I did not want a bunch of overtrained animals. We shot Bhola in his real herd. We did not mix herds, and shot them only in their natural environment. Bhola’s natural herd consists of eight elephants. The most elephants we lensed in one shot were probably 15 or 21.We worked with real mahouts. Jai has his own mahout for life. In Chiang Mai, there were great places to shoot. The elephants were always in the jungle, and all the action parts with guns were created through effects. The only other effects we used were to depict night scenes. We did not shoot with the elephants during night time because that is not natural for them. They were only shot in their own natural habitat in the day.I played Beethoven for the elephants for the drone shots. Because when I played the music and they would look up, they were happier. We had big speakers playing Beethoven. Happy elephants gave me happy performances.Vidyut Jammwal and Chuck Russell in Junglee. Courtesy Junglee Pictures.How important was it for the actors to form relationships with the animals?I like getting to know animals. I learned that in films, especially with The Mask. Jim was really funny with that dog. They knew each other. At one point, the dog picks up a frisbee and Jim hangs onto it, and that is not trained. The dog kept jumping, and Jim kept talking to him. Those were the most memorable scenes in the film.When I did The Scorpion King, which was Dwayne Johnson’s first feature film, I was wondering, how do you make a tough guy vulnerable? I don’t like corny tough guys. His camel does not listen to him, but he loves his camel. I love CGI, but real animal spirit with human beings is inspirational. When you see Vidyut with those elephants, to me that is another breakthrough. He is a super charming and interesting guy, and I felt like I could take him to an interesting place he has not been before.We took steps for Vidyut and Pooja to get to know their elephants well. Miraculously, they created very real relationships and I am very excited that I captured that on film. When Vidyut is swimming with the elephants, they know who he is. They smell you and they know who you are, especially if you bring organic apples. What did you make of including songs in the film? The spontaneity of song and dance in The Mask was because I saw that in Indian cinema. The Mask, in a way, was inspired by the singing and dancing that are done without an excuse in Indian cinema. I find the joy that is acceptable in Indian cinema to be special, and wanted to do a real Hindi movie this time.We did not have dance numbers in Junglee, but we had songs. We wrote a festival in. One of the reasons I was in India in the first place was for that.\n\n\n    \n    Play\n\nMain Dost Hoon, Junglee (2019).The Mask remains a cult favourite for its visual effects and comedy. How do you look back on the film? We certainly broke all the rules in the West, and it had not been done in tone or technicality before. We got to pioneer a lot of the techniques. I get bored easily, and I think audiences do too. So I don’t want to repeat things other people have done.The Mask started as a horror film. But I wanted to do comedy, and Jim Carrey was brand new at the time. This is going to sound like an interview answer, but it is the closest thing to Junglee, in that it was completely new for me. And I was very inspired by the joy in the movie and the chemistry between Jim and Cameron [Diaz].\n\n\n    \n    Play\n\nThe Mask (1994).","author":" Sruthi Ganapathy Raman","time":"2019-03-22T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/115597-iroljihkzo-1552992332.jpg","tags":["Junglee","Vidyut Jammwal","Chuck Russell"],"source":"https://scroll.in/reel/917166/happy-elephants-equals-happy-performances-hollywood-director-chuck-russell-on-junglee"}