{"title":"Hapur lynching: Uttar Pradesh court sentences ten to life imprisonment ","content":"A court in Uttar Pradesh’s Hapur on Tuesday convicted 10 persons and sentenced them to life imprisonment for lynching to death a 45-year-old meat trader named Qasim Qureshi in June 2018, on rumours of cow slaughter.Another victim, 62-year-old Samaydeen, had been injured in the attack.The accused persons were convicted under sections 302 (murder) 149 (unlawful assembly), 307 (attempt to murder) 149, 147 (rioting), 148 (being armed with a deadly weapon) and 153A (promoting enmity between different groups on grounds of religion) of the Indian Penal Code.The convicts were also ordered to pay fines of Rs 58,000 each.The victims did not seek the death penalty for the accused persons, saying that they did not have any enmity with them and only wanted justice.In 2018, the main accused person in the case, Rakesh Sisodia, had claimed on camera that he was welcomed back after his release from jail on bail. Sisodia also claimed that the police were on his side.Sisodia, had bragged about the crime to a team of NDTV reporters in 2018. The team had posed as researchers conducting field work on Hindutva outfits.“I wasn’t scared to go to jail,” Sisodia told NDTV. “I caught the attention of the jailer, who asked me what my case was. I said Section 302 and 307 [of the Indian Penal Code], full and half murder, they slaughtered cows, I killed them.”However, in a written statement to the court, he denied any role in the attack and claimed he was not present at the spot.In August 2018, the Supreme Court agreed to hear Samaydeen’s plea seeking protection and a court-monitored Special Investigation Team inquiry. The top court directed the inspector general of police of Meerut range to supervise the investigation.Also read: Elderly Muslim man who survived Hapur lynching recounts the terror, seeks a fair investigation","author":"Scroll Staff","time":"2024-03-12T17:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126414-kfvzzseify-1567072656.jpg","tags":["Hapur lynching","Qasim Qureshi","Uttar Pradesh","Communal Violence","Beef"],"source":"https://scroll.in/latest/1065089/hapur-lynching-case-uttar-pradesh-court-sentences-10-accused-to-life-imprisonment"}