{"title":"Hapur lynching: Video shows mob forcing man to confess he wanted to slaughter cows","content":"A video of last week’s lynching incident in Hapur, Uttar Pradesh, purportedly shows one of the men who was attacked being threatened for not saying he was trying to slaughter cows, The Indian Express reported on Sunday. The police have maintained that the lynching was because of an incident of road rage, despite the residents’ claim that it had followed rumours of cow slaughter.On June 18, a mob had assaulted two men, Qasim and Samaydin, in Madapur village of Hapur district. Qasim died while Samaydin was seriously injured.In the minute-long video, Samaydin is seen identifying himself and shakes his head when he is accused of trying to slaughter cows. The mob then threatens him with dire consequences if he does not speak otherwise. They grab and pull his beard and slap him on his face and abdomen. His clothes have blood on it.The authenticity of the video has not yet been verified. The police have filed a case against two men from Baghera Khurd village so far. “We are trying to check the authenticity of the videos and once they are verified, we will make them a part of our investigation,” Hapur Superintendent of Police Sankalp Sharma told The Indian Express. “The FIR has been filed on the basis of the complaint that we had received from the victim, Samiuddin’s younger brother Yasin.”\n\n\n    \n    Play\n\n Sharma had earlier rejected the claim that rumours of cow slaughter led  to the  incident. He had said that the victim’s family had complained that the  assault took place after someone’s motorcycle hit the two men. On  Friday, the family had refuted this claim – they said the police had  forced them to sign on a document while filing the case.This  is the second video of the incident. In an earlier one,  Qasim was purportedly seen lying on the ground with multiple injuries  and asking for water.Another photograph had gone viral on social  media, showing three policemen escorting a mob as it dragged Qasim on  the ground. The photograph prompted the Uttar Pradesh Police to issue an  apology.","author":"Scroll Staff","time":"2018-06-24T07:56:17.292102+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/883863-nspkcifahv-1529633964.jpg","tags":["Hapur","Lynching","Uttar Pradesh","Cow slaughter"],"source":"https://scroll.in/latest/883863/hapur-lynching-video-shows-mob-forcing-man-to-confess-he-wanted-to-slaughter-cows"}