{"title":"Hardships faced by public cannot be seen as fault of demonetisation, Centre tells Supreme Court","content":"Hardships faced by the public due to demonetisation cannot be considered a fault of the Centre’s 2016 decision to ban currency of Rs 500 and Rs 1,000 denominations, Advocate General R Venkataramani told the Supreme Court on Monday, reported the Hindustan Times. “Difficulties and issues that might have arisen in the course of giving effect to the notification and the Specified Bank Notes (Cessation of Liabilities) Act, 2017, cannot be said to be flaws, affecting the decision-making process,” Venkataramani told a five-judge Constitution bench that is hearing 58 petitions challenging the demonetisation move. On November 8, 2016, Prime Minister Narendra Modi had announced that Rs 500 and Rs 1,000 currency notes would cease to be legal tender in India from midnight. Modi had said that the decision had been taken to “fight corruption, black money and terrorism”.Several persons, many of them elderly, had died while standing in long queues to exchange their money. As millions of families were left stranded with no cash, many even killed themselves after failing to exchange old notes for valid currency.The petitioners have claimed that the exercise violated several constitutional rights of citizens, such as the right to property (Article 300A), right to equality (Article 14), right to carry on any trade, business or occupation (Article 19) and right to life and right to livelihood (Article 21).On Monday, the attorney general said that it was not appropriate to consider only hardships faced by the public when the the government was addressing problems such as fake currency, black money and terror funding that had posed challenges to the country, reported Live Law.He claimed that the government was successful in striking a balance between addressing these challenges and considering the social and economic distress caused by the decision.    “I am not saying that hardship has to be completely ignored,” Venkataramani said, according to Bar and Bench. “Hardships will inevitably happen, I am not closing my eyes to that at all. The government also did not close its eyes to it.”The attorney general also said that even if the initial objective of the exercise was not achieved, the entire policy cannot be invalidated.  “Every minute of governance looks at targets,” he said. “The five-year plan has targets and then over a period of time, targets are either met or not met for a number of reasons.”Venkataramani also argued that the cutoff date of December 30, 2016, fixed by the Centre to deposit old currency notes did not violate the fundamental rights of citizens.“In all instances of fixation of a particular date, it stands to reason that there will be persons on both sides of the said line and those who are left out will be aggrieved by their exclusion,” he said. “As long as any exclusion is not deliberate or discriminatory, court will not test the validity of a cut-off date.”Venkataramani added that the question raised on whether the government should explore non-currency management measures for addressing problems of black money and other matters is not subject to judicial review.","author":"Scroll Staff","time":"2022-12-06T11:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166842-dohahiiktk-1637937757.jpg","tags":["demonetisation","R Venkataramani","Supreme Court"],"source":"https://scroll.in/latest/1039123/hardships-faced-by-public-cannot-be-seen-as-fault-of-demonetisation-centre-tells-supreme-court"}