{"title":"Hares and hounds: How India bought Russian oil without angering the US","content":"The United States’ Assistant Secretary for Energy Resources, Geoffrey Pyatt, last Thursday said that the United States does not intend to sanction India over its continued high volume imports of Russian oil.While European nations started cutting energy imports from Russia following the latter’s invasion of Ukraine in February 2022, India’s oil imports from Moscow have zoomed 33 times over the past year. Russia is now India’s top oil supplier. This, in turn, has raised concerns in Washington that high volume purchases by India are undermining the West’s attempts to squeeze Russia’s economy thus, indirectly, helping to finance its military operations in Ukraine.However, as Pyatt’s statement illustrates, so important are Washington-Delhi relations at the moment that they have not been significantly impacted by India’s oil purchases.Europe’s bid to squeeze Russian revenueEuropean nations were forced to end their long-standing dependence on energy imports from Russia amid security challenges created by the latter’s invasion of Ukraine. They began cutting imports of Russian fuels, especially natural gas, through bans, and found alternative procurement sources such as Qatar.As fuels account for around 60% of Russia’s exports, these measures were important for the European Union to squeeze Russian revenue, which they see as funding Moscow’s military. Many European Union members are also part of the United States-led military alliance, the North Atlantic Treaty Organisation.Blocking Russian fuel revenues is so crucial that, as American investigative journalist Seymour Hersh’s report published on Wednesday claims, the United States even allegedly sabotaged the undersea Nord Stream natural gas pipelines in September. The White House rejected the claims.The Nord Stream’s first phase, which was operational for over a decade, was a key source of Russian gas supply for Europe. Since the war began, Russia had used supplies flowing through the pipelines as a bargaining chip. This had seemingly elevated American concerns that western Europe would not move to boycott Russia as long as it remained dependent on the Nord Stream for cheaper Russian gas supply.Bubbles from a gas leak in the Nord Stream reaching the surface of the Baltic Sea near Bornholm, Denmark. Credit: Danish Defence Command/ReutersAs European demand fell, Russia began offering its fuel exports elsewhere at steeply discounted rates. As a result, emerging economies such as India and China stepped in to import Russian oil in large quantities.Over the past year, India’s record fuel imports from Russia, which has historically shared close ties with Delhi, have jumped 33 times.National interestThis Indian strategy had initially caused unease for the United States, which wanted Delhi to work alongside the West in curbing Russia exports. In March, American President Joe Biden had even questioned Delhi’s intent, saying the latter was “somewhat shaky” in dealing with Russian aggression.Washington DC tried to persuade Delhi to join Western sanctions against Russia and even threatened it, saying any significant increase in Russian oil imports by India could lead to a “great risk”. This is because, while Delhi-Washington DC bilateral relations had seen tense patches especially during the Cold War, Delhi has since emerged as the United States’ “Major Defence Partner” amid mutual rival China’s rise in the Indo-Pacific region.However, batting away this pressure, India has maintained that it will continue to do what is in its interests.S Jaishankar, India’s External Affairs Minister, has repeatedly defended India’s strategy of importing Russian crude oil despite the West’s unease. “Europe has managed to reduce its imports while doing it in a manner that is comfortable,” Jaishankar told Austrian state broadcaster Österreichischer Rundfunk on January 2. “If at a [per capita income] of 60,000 euros, you are so caring about your population, I have a population at $2,000 (1,860 euros). I also need energy, and I am not in a position to pay high prices for oil.”India is the third-largest oil consumer in the world, accounting for 30% of global consumption, according to Petroleum and Natural Gas Minister Hardeep Singh Puri. Puri has also asserted Delhi’s prioritisation of its own interests. “Today, we feel confident that we’ll be able to use our market to source from wherever we have to, from wherever we get beneficial terms,” told CNBC on Tuesday. “We didn’t allow the geopolitical turbulence or the pandemic or anything else to come in the way of our ability to supply to our consumer.”In April, this Indian tightrope walk even found rare praise from then Pakistani prime minister Imran Khan. “India, which is a strategic partner to the United States, is importing oil from Russia, saying that its decisions are based on the betterment of their people,” Khan said, contrasting it to Pakistan’s difficulty in doing so.\n\t\t\n\tIndian Prime Minister Narendra Modi shakes hands with Russia’s President Vladimir Putin. Credit: Narendra Modi/TwitterDelhi’s tightrope walkHowever, not everyone is praising this arrangement. Oleksandr Merezhko, the chairperson of Ukraine’s Foreign Relations Committee, has called for secondary sanctions against India and China for what he argues amounts to funding the “Russian military machine”. During a visit to Washington DC, Merezhko described India’s Russian oil purchases as “painful”. “Secondary sanctions” are meant to prevent third parties or third countries from trading with nations facing sanctions issued by another country such as the United States.However, the United States was quick to reject these calls. On Thursday, it said that India is purchasing Russian oil below the Group of Seven and European Union’s so-called price cap. Such imports happening below the price cap are, therefore, assisting the West’s objective of not giving Moscow a premium price for such exports, but ensuring there is no oil shortage in the global market, American officials argued.On December 5, the Group of Seven nations – Canada, France, Germany, Italy, Japan, the United Kingdom and the United States – and the European Union had enforced a “price cap” through indirect methods such as blocking shipping insurance to tankers carrying Russian oil over the $60 per barrel price. If tankers from these nations violate the price cap, they will be penalised under the respective member state’s national legislation.The enforcement of this decision was possible as a bulk of the oil tankers transporting Russian oil are European and about 95% of the global insurance for freighters by tonnage is provided by European companies.While the oil extraction cost for Russian companies is generally around $40 per barrel, the cap was set at $60 per barrel to allow continued supply and avoid shortages in the global market.As India is reportedly importing Russian oil well below the $60 per barrel cap, it is not breaching the price cap. However, irrespective of this, the “price cap” regime does not prescribe any direct sanctions for potential violations by third countries such as India.\n\t\t\n\tIndian Prime Minister Narendra Modi and United States’ President Joe Biden at the White House. Credit: Narendra Modi/TwitterConsequential partnershipDespite India’s continued high volume Russian oil imports, the United States is now “comfortable” with India’s approach, The Hindu quoted American officials as saying on Thursday. “I want to be clear we are not looking to sanction India, and our partnership with India is one of our most consequential relationships,” Karen Donfried, the United States’ Assistant Secretary for European and Eurasian Affairs, was quoted by the newspaper as saying.However, there is seemingly another reason. India is turning Russian crude into fuel for the United States and Europe. This is allowed under western sanctions because India-refined fuel is not considered to be of Russian origin.As a result, India exported around 89,000 barrels of gasoline and diesel per day to the US in January – the highest quantity in nearly four years, Bloomberg reported citing data intelligence firm Kpler. Similarly, low-sulphur diesel exports to Europe were at 172,000 barrels per day in January – the most since October 2021.","author":"Nachiket Deuskar","time":"2023-02-17T12:49:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/46266-jcbzzxxacb-1559557639.jpeg","tags":["India","Russia","United States","Oil","Ukraine War"],"source":"https://scroll.in/article/1043822/hares-and-hounds-how-india-bought-record-quantities-of-russian-oil-without-angering-the-us"}