{"title":"Haridwar hate speech case: SC agrees to hear plea seeking criminal action","content":"The Supreme Court on Monday agreed to hear a case of alleged hate speech delivered during a “dharam sansad” or religious parliament held in Haridwar in December, reported Live Law.“We will take up the matter,” Chief Justice of India NV Ramana told Senior Advocate Kapil Sibal, who moved a petition in the top court seeking criminal action.“We’re living in different times where slogans in the country have changed from Satyamev Jayate to Shashtramev Jayate,” Sibal said as he requested that the plea be heard on an urgent basis.Ramana asked if any inquiry was on into the matter. To this, Sibal informed the court that first information reports have been filed but no arrest has been made yet. “Without the intervention of your lordships no action will be taken,” he added.At the “dharam sansad” held in Uttarakhand’s Haridwar city between December 17 and December 19, Hindutva group members and seers had asked Hindus to buy weapons to commit genocide against Muslims. Two FIRs have been filed in the case so far.The first FIR was filed on December 23 and had named just former Shia Waqf Board chief Jitendra Narayan Tyagi, who recently converted to Hinduism and changed his name from Wasim Rizvi.On December 26, the Uttarakhand Police added the names of Annapurna, also known as Pooja Shakun Pandey, and Dharamdas, to the FIR. Annapurna is the general secretary of Hindutva organisation Hindu Mahasabha. On January 1, the names of Yati Narsinghanand Giri and Sagar Sindhu were added in the FIR.Giri, also known as Yati Nargsinghanand Saraswati, has made several extremist comments in the past as well. At the Haridwar event, he had called upon Hindus to pick up weapons, asserting that “economic boycott” of Muslims will not work.On January 2, a second first information report was filed against 10 persons, including Giri. The other accused persons named in the FIR are event organisers Sindhu Sagar, Dharamdas, Parmananda, Sadhvi Annapurna, Anand Swaroop, Ashwini Upadhyay, Suresh Chahwan and Prabodhanand Giri and Tyagi.Also read:Haridwar and after: Silences, past and present, have enabled genocides","author":"Scroll Staff","time":"2022-01-10T11:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/167887-tblyhqarxd-1640185769.jpeg","tags":["hate speech","Haridwar","Kapil Sibal","Supreme Court","dharam sansad","Haridwar hate speech","acharyakulam haridwar","haridwar dharam sansad"],"source":"https://scroll.in/latest/1014688/haridwar-hate-speech-case-sc-agrees-to-hear-plea-seeking-criminal-action"}