{"title":"Haridwar hate speech case: Two more names added to FIR","content":"The Uttarakhand Police on Sunday added the names of two more people in the first information report registered in connection to the provocative speeches against Muslims at a religious conclave in Haridwar city, The Hindu reported.The police booked Sadhvi Annapurna, also known as Pooja Shakun Pandey, and priest Dharamdas Maharaj. Annapurna is the general secretary of Hindutva organisation Hindu Mahasabha.“Such events and hate speeches won’t be tolerated at all,” Uttarakhand Director General of Police Ashok Kumar said, the Hindustan Times reported.Last week, multiple videos emerged of Hindutva group members and seers calling for violence against Muslims during a “dharam sansad”, or a religious parliament, held in Haridwar city between December 17 and December 19.The speakers at the event asked Hindus to buy weapons for genocide against Muslims. Sadhvi Annapurna repeated the call for genocide: “If you want to finish off their population then we are ready to kill them,” she can be heard saying in a video. “Even if 100 of us are ready to kill 20 lakh of them, then we will be victorious.”The other accused, Dharamdas Maharaj, called for the assassination of former Prime Minister Manmohan Singh “following in the footsteps of Nathuram Godse [Gandhi’s assassin]”. He made the comments while referring to Singh’s 2006 statement in Parliament, saying that minorities must have the first claim on resources of the country.After her comments sparked outrage, Annapurna had told NDTV that the Constitution was wrong. “Indians should pray to Nathuram Godse,” she added.The FIR filed on December 23 named just one person – former Shia Waqf board chief Jitendra Narayan Tyagi. He had changed his name from Wasim Rizvi after converting to Hinduism on December 6.The police had said a case had been registered against Tyagi and unnamed “others” under charges of promoting hatred between religious groups, entailing a maximum punishment of five years.No arrests have been made in the case so far even as Opposition leaders, Muslim organisations and eminent citizens questioned the government inaction.On being asked if Annapurna and Maharaj have been called for questioning, Haridwar Superintendent of Police (City) Shekhar Suyal said, “It is a part of the investigation; cannot reveal more.”Seventy-six advocates write to CJIOn Sunday, 76 advocates of the Supreme Court also wrote to Chief Justice of India NV Ramana, asking him to take suo motu cognisance of the Haridwar case and a separate event held in Delhi on December 19, Live Law reported.The Delhi event was organised by Hindutva group Hindu Yuva Vahini. Suresh Chavhanke, the editor-in-chief of Sudarshan News, can be seen administering an oath to a group of people to “die for and kill” to make India a “Hindu rashtra” or a Hindu nation.The advocates told Ramana that calls for “ethnic cleansing” were made at the two events. “The aforementioned events and the speeches delivered during the same are not mere hate speeches but amount to an open call for murder of an entire community,” the letter said.The speeches of the speakers, the advocates said, pose a “grave threat not just to the unity and integrity of our country but also endanger the lives of millions of Muslim citizens”.","author":"Scroll Staff","time":"2021-12-27T09:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168047-kofawaeisr-1640576819.jpg","tags":["Sadhvi Annapurna","Dharamdas Maharaj","Haridwar","Haridwar hate speech","Uttarakhand"],"source":"https://scroll.in/latest/1013709/haridwar-hate-speech-case-two-more-names-added-to-fir"}