{"title":"Harsh Mander: Whatever happened To Ehsan Jafri on February 28, 2002?","content":"Ahmedabad, 1969. Nishrin’s earliest memories are of their house which had been burned by a terrifying mob. Her father is running desperately with her wrapped protectively in his arms in pitch darkness along a railway track near her gutted home. She is at that time less than five years old.She remembers the relief camps in a stadium where they lived for several months under a tent. She recalls standing in line for her food at the camps.Before the 1969 carnage, her father Ehsan Jafri used to help her grandfather, a doctor, run his small medical clinic. They lived in a small two-room house beside the railway line in a Hindu-majority colony in Ahmedabad called Chamanpura. In the afternoons he would cycle to a law college to study to be a lawyer.Nishrin recalls that her father’s best friend, a Hindu shopkeeper in their neighbourhood Rama Seth, grieved to watch their distress in the relief camp, and insisted that they move in with him into the small single room behind his shop. Nishrin’s family set up home once again in that tiny room with a few German silver utensils and old clothes that people had donated to them in the relief camp. They had lost everything. Her mother’s greatest sense of loss was that the only pictures she had of her wedding had also burnt with their first house.Violence against Muslims recurred sporadically through the years in Ahmedabad. Gradually most Muslims shifted to the safety of Muslim ghettos. But her father Ehsan Jafri refused stubbornly to seek safety in numbers. ‘Everything I believe in would lose meaning if I felt I could be safe only among Muslims,’ he would often declare. Had he done so, he may still have been alive.He completed his law studies, set up a successful law practice, and in a few years bought a piece of land between the shop and the railway track. It was here that he established a housing colony called Gulberg. He was attracted to socialist ideas, and formed a union of head-loaders. He joined the Congress party, and in 1977 when the Congress party lost most seats, was elected to Parliament from Ahmedabad.Whenever communal riots now broke out, the residents of Gulberg Society felt assured that they were safe. This was because the now influential Ehsan Jafri would call the chief minister and the head of police each time, and a security picket would be posted outside their gate. Even in 1985, during the largest communal conflagration after 1969 – when what began as an anti-reservation movement spiralled into attacks against Muslims taking nearly 300 lives – Nishrin recalls looking through binoculars with her brother from the terrace of their home at angry mobs with lighted torches at a far distance. But their colony was guarded by men in uniform and remained unharmed.In 2002, however, Gulberg Society was burnt down, and its residents slaughtered. Nishrin was by then married and living in the United States.The year 2002 was when large parts of Gujarat were ripped apart by one of the most brutal and bloody communal massacres since India attained freedom. Following the death by burning of fifty-eight Hindus returning from Ayodhya in a train compartment in a small railway station, Godhra, a malign tempest of hate violence engulfed twenty out of the twenty-five districts of Gujarat for several weeks, persisting in some places for months, as state authorities did little to stem or control it. More than 1000 persons – unofficial estimates are as high as 2000 – the large majority of whom were from the minority Muslim community, were slaughtered. The killings were exceptional for their soul-numbing brutality and the extensive ruthless targeting of women and children. Mass rape, public sexual humiliation of women, and the battering and burning alive of girls, boys, women and men, marked those dismal days. Tens of thousands of homes and small business establishments – petty shops, wooden carts, autorickshaws, taxi jeeps, eateries and garages – were set aflame, and cattle and lifetime savings looted. This resulted in the long displacement and enduring pauperisation of more than two lakh terrified and hapless people. More than half of these were actively prevented – by fear, intimidation and social and economic boycott – from ever returning to their homes, resulting in their permanent expulsion from the villages and colonies of their birth. Hundreds of religious shrines were desecrated and destroyed in this carnage.Ehsan Jafri (1929 –28 Feb 2002) was a renowned poet, labor leader and politician who was killed in infamous Gulbarg Society massacre in Gujarat 2002 riots. I did a small book on him, his life and work in 2003 that involved extensive travelling. I also stayed with his son, Tanvir. pic.twitter.com/STKMstdOjO— India Muslim History (@syedurahman) March 1, 2022\n\nThe first major slaughter in the city of Ahmedabad occurred in the Gulberg Society where Nishrin’s parents lived in 2002. Even as the city of Ahmedabad once again was engulfed in flames of hatred, the residents of Gulberg Apartments were certain that Ehsan Jafri would be able to save their lives and homes once again. But that was not to be. On 28 February, Jafri was gruesomely murdered by a feverish mob. Slaughtered along with him were around seventy women, children and men who had taken shelter with the man whom they had believed was influential enough to save their lives from a colossal armed mob baying for blood. He was their only hope. But he was dragged away by the horde, his limbs were cut off from his body before he was burned. His family could not even locate his remains. A mass grave contains what was left of many like him from Gulberg Society and Naroda Patiya, whose families could not find even the charred bodies of their loved ones.It took fourteen years and an epic, spirited battle led by Jafri’s valiant ageing widow, Zakia Jafri, for the courts to pronounce their judgment about who are guilty for the second largest slaughter during the carnage that tore through the state of Gujarat in 2002. Zakia Jafri was firmly convinced that her husband died because of a conspiracy that went right to the top of the state administration, beginning with Chief Minister Narendra Modi, and including senior ministers, police officers and leaders of Sangh organisations closely associated with the ruling party.The court, in its judgment running into more than 1300 pages, disagreed. It did indict eleven people for the murder, but they were just foot soldiers. Judge PB Desai was convinced that there was no conspiracy behind the slaughter, and that the police and administration did all they could to control it. He affirmed that a mob of more than 10,000 people did gather around the tenement building the morning after fifty-eight people were burned alive in a train in neighbouring Godhra the earlier morning. But he concluded that what provoked the crowd to kill Jafri and other residents of the building society was Jafri himself, who fired into the crowd with his licensed rifle. This is what Chief Minister Modi also had publicly claimed. Jafri, by the judge’s reckoning, and that of Mr Modi, was responsible for his own slaughter.The story that the survivors told the judge over prolonged hearings in the special court in Ahmedabad was consistent. Foreboding had set among the residents of Gulberg Society once news of the burning of the train compartment in Godhra on 27 February 2002 filtered in, and the television screens and newspapers were full of speeches of rage of leaders of the ruling party and the Hindu community. The residents of Gulberg Society were mostly Muslim, with an odd Parsi home, and they were surrounded by predominantly Hindu settlements. Recurring episodes of communal violence in the city in past decades had altered the city’s demography steadily. The city came to be uncompromisingly divided into Hindu and Muslim areas, and Gulberg was one of the few remaining ‘Muslim’ settlements in the ‘Hindu’ section of the city.Because a man of Ehsan Jafri’s standing lived in their midst, the other residents of Gulberg, as we have seen, were confident that they would be safe during storms of communal adversity. He had a hotline to people in authority who had never let them down in earlier communal attacks. It was this assurance that calmed them a little as they observed, with dread, tension mount palpably in the city. Jafri reassured them that he had applied in writing for police protection to the nearest police station, and the police assured him that they would protect them. However, their disquiet grew exponentially when the Vishwa Hindu Parishad called for a massive statewide bandh the next morning to protest the deaths on the train – which Chief Minister Modi and the VHP were convinced was a deliberate and pre-planned act of Islamist terror. On the morning after the train burning, activists of the VHP started forcefully closing down shops, and raising chilling, aggressive anti-Muslim slogans. The crowd began to multiply rapidly, and they beat two Muslim men who ran a cycle shop, and set fire to some autorickshaws. Some senior police officers drove to the site, including, according to some witnesses, the Commissioner of Police PC Pande. After they left, the crowd swelled menacingly like a monsoon flood after a cloudburst. By 1.30 pm it had expanded into 10,000 people, maybe more, raising furious, threatening slogans against Muslims. Many of them were armed. They attacked the homes and shops of Muslims who lived outside the boundaries of the society, and their residents too ran for safety to the colony, expecting that Jafri would be able to protect them.The housing society was bound by tall walls and its gates were locked, as its residents and others who had run into it for refuge cowered in fear within. The incensed crowds surrounded the colony, and threw burning rags, stones and acid bombs at the houses in the colony. There were chemicals in the rags that led to the rapid spreading of fire. People in the society ran to Jafri’s home for protection. Many were injured. They crowded his library and living room, others went to the first floor where Zakia Jafri also was hiding.To breach the thick cement wall topped with broken glass that surrounded the housing society, both at the rear and front walls, men lined up gas cylinders and exploded these. As the wall fell, the throng surged into the apartment complex. Many of them were armed with daggers, swords, iron pipes, acid bombs as well as petrol and kerosene cans. Some had firearms. They began to damage and burn the vehicles parked on the ground. The burning rags with incendiary chemicals also fell inside Mr Jafri’s home, and as the house started burning, panicky women and men ran outside where the crowd fell upon them. They attacked all the people they could find – men, women and children – and hacked them to pieces, setting their bodies on fire. Men in the crowd also reportedly caught some women and girls, stripped them naked and raped them, and then killed them and set their bodies on fire.From morning and through all of this, many witnesses testified that Jafri desperately kept calling senior police officers and political leaders, including reportedly even Chief Minister Modi, but to no avail. Some claimed on oath that Jafri said that Mr Modi had answered his call with abuse. Through the afternoon, as the slaughter continued, the small contingent of around twenty police personnel was not further augmented, and these policepersons did little to intervene and control the rampaging and murderous crowds. It was only around 4.30 pm that a larger armed police contingent arrived, dispersed the mob with tear gas and firing, and rescued the persons who were still surviving.Before this, Jafri had decided that as a last bid to save those who had taken shelter in his home, he would go out and personally plead with the crowd to spare those who had gathered in his house for protection. Many appealed to him not to go out as the crowd would not spare him. Reportedly he still went out, hands folded, begging the crowd to have mercy, offering that they should kill him if they must but in return they should spare the others. Some reports are that he offered the crowd money in return for safety. But all of this was to no avail. Men in the crowd pounced on him. The crowd dragged him away. All that his son could find of his father later was one sandal. By the time the police rescue team arrived, his home and its surroundings were littered with corpses, several badly burnt. The bodies of many of the dead women were naked.This is Ehsan Jafri's house, before  2002 and now. The fear is: this may soon be a motif for all of India. Or is it already?Let's hope hatred stops at some point. pic.twitter.com/5pvB3GafMT— Aarish Chhabra • ਆਰਿਸ਼ ਛਾਬੜਾ (@aarishc) February 21, 2022\n\nNone of the witnesses could describe exactly what the mob did with Ehsan Jafri except that even his body or remains could not be located later among the burned and dismembered corpses that the police recovered in the aftermath from the ravaged colony. But a chilling idea of what could have happened to him emerged from a very different source. A daring young journalist, Ashish Khetan, some five years after the carnage, posed as a writer sympathetic to the Hindutva cause, and secretly recorded explosive conversations with many Hindutva leaders and activists. Among them were the clandestinely recorded testimonies of three VHP activists Mangilal Jain, Prahaladji Asori and Madanlal Raval, who described graphically the events connected with the Gulberg killings.They were triumphant and unrepentant as they gloated about the massacre to Khetan. These men ratified to Khetan that Jafri made frantic calls to police officers and political leaders. But when nothing worked, they said that Jafri in desperation opened fire on the mob and injured a few people. When even this was ineffectual in controlling the crush of men who had entered the complex grounds and were attacking and raping people and throwing burning rags into the houses, Jafri offered the mob money, pleading with them to spare him and the other residents of Gulberg. At this, according to the men who spoke to Khetan, the mob demanded that he come out of the house with the money. He stepped out, dropped the money on the ground and tried to rush back. But the mob pounced on him. ‘Five or six people held him, then someone struck him with a sword . . . chopped off his hand, then his legs . . . then everything else . . . after cutting him to pieces, they put him on the wood they’d piled and set it on fire . . . burnt him alive . . .’ After murdering Jafri, the mob fell upon the terrified people hiding in his home, or trying to flee from it in panic, and slaughtered them and set them on fire.Their version confirmed many other parts of the testimonies survivors gave in court. They said that VHP and Bajrang Dal activists gathered in that area in large numbers early that day to enforce the bandh called by the VHP. Many activists carried tridents in their belts, and others also had sticks and daggers in their cars. Some also carried firearms. They began by setting on fire a shop owned by a Muslim, and then they surrounded Gulberg Society, in which Muslim families lived, and poor Muslims from adjoining slums had also taken shelter within the compound. They also confirmed that their men brought gas cylinders, lined these along the boundary wall at the front and the rear of the society, and set these on fire, resulting in loud explosions, breaching the wall from the front and the rear. Others scaled the walls with ropes.Through all of this, the activists told Khetan, the police not only gave them a free hand, but also exhorted the rioters to kill Muslims. They claimed that the police inspector in charge of Meghaninagar police station, KG Erda, told the rioters that they had three to four hours to carry out the killings. The police would do nothing to restrain them during these hours. It was only around 4.30 pm that additional police forces came in and they finally dispersed the mob and rescued the survivors.However, special court judge PB Desai chose to disregard the evidence in the conversations secretly taped by Tehelka reporter Ashish Khetan. His reasons are brief. These conversations with accused persons from the VHP and Bajrang Dal certainly supported the theory that there was indeed a plan to collect, incite and arm the mob to undertake the gruesome slaughter in the housing colony in Ahmedabad. The judge admitted that superior courts have ruled that whereas a person cannot be convicted exclusively based on evidence collected in such ‘sting operations’, such evidence is certainly admissible as corroborative proof. But he chose to disregard this evidence, not because there was proof that these video recordings were in any way doctored or false, but simply because the Special Investigation Team appointed by the Supreme Court of India chose to ignore this evidence. Because the investigators did not pursue this in greater depth, he concluded that the ‘recordings cannot be relied upon as trustworthy or substantial evidence and establish any conspiracy herein’.After listening to all the statements of the witnesses and the accused and the arguments mustered by the lawyers of the men accused of the carnage and the survivors, Judge Desai rejected out of hand the charge that there was a pre-planned conspiracy, supported by senior state leaders and officials and the police, to slaughter people in Gulberg Society as collective revenge for the burning alive a day earlier of Hindu persons in the train compartment in Godhra.Instead, he concluded that the gathering of 10,000-15,000 persons, many of them armed, was the result of a collection of individual decisions with no collective planning. He also believed that the police did their duty that day and were in no way partners in a conspiracy of mass killings, rape and arson. He also was convinced that this crowd had no intention of conducting the massacre, and it was only the provocation of Ehsan Jafri by firing on the mob that led to an understandable collective rage in the mob, and it was this that plunged them into the gruesome slaughter.The reason he offered for rejecting the conspiracy theory is that until 1.30 p.m., the crowd did gather, and did attack some Muslims and burn their shops and vehicles, and did throw stones and burning rags into the houses of the Society, but they did not actually kill people from 9 a.m., when they began to gather, until 1.30 pm when the slaughter began. The judge was convinced by the argument of the defence lawyer that if the crowd was intent on committing the massacre, and was assured that the police would not prevent them, they would have pulled down the walls and broken into the grounds of the Society and perpetrated the killings in the morning itself.His reasons for rejecting the claim that the police officers deliberately delayed by several hours the bringing in of reinforcements and intervening to disperse the crowds and rescue the besieged residents of Gulberg Society are given in one brief paragraph, remarkable for its terseness in a judgment that runs into over 1300 pages. ‘In my opinion’, the judge said, ‘much attempts have been made to rake up this issue time and again . . . and such proceeding have been found to be without merit by all Courts at all levels . . . therefore it would be unsafe [emphasis added] and unfair to have even further discussion on this aspect. The controversy in my opinion has been laid to rest and is required to be given its due burial.’Don't forget #EhsanJafri Ji, Today is 28th February, 2002.19 years ago at a posh Gulberg Society in Gujarat there was an Ex Congress MP #Ehsan_Jafri who tried to protect people hiding in his house from rampaging mob was killed. 1/n pic.twitter.com/pXIkrtxyc9— Nadeem🇮🇳 (@Nadeem_092) February 28, 2021\n\nThe judge instead went on to ask why ‘all of a sudden, things got ugly after 1.30 p.m., as if some tap was turned on which resulted in a flood of water and the carnage was perpetrated’? He felt that from the evidence presented to his court it is conclusively established that a crowd which was largely confined to stone throwing and damaging properties of Muslims ‘suddenly turned into an ugly mob which indulged in the massacre’ only because they were gravely provoked by the resort by Ehsan Jafri to ‘private firing’ from his licensed weapon into the crowd. The firing is said to have resulted in one death and fifteen injuries. The judge regretted what he describes as the selective amnesia of most survivor witnesses about Jafri’s shooting. He relied instead entirely on the evidence by police personnel who were present at the spot who were unanimous that it was only because of Jafri’s gunfire that the crowd ‘went out of control’.Baldly, the learned judge agreed with the defence lawyer and all the police witnesses, that the person centrally responsible for the massacre of Ehsan Jafri and nearly seventy people who took shelter with him was Ehsan Jafri himself. If he had not provoked the crowd by shooting into their midst, the crowd of 10,000-15,000 people would have dispersed after some acts of arson and looting. Judge Desai’s conclusion that it was Jafri’s action that provoked the mob into attacking him and others in Gulberg Society was supported by both the SIT and, influentially, Chief Minister Modi.Judge P.B. Desai’s and Mr Modi’s conclusions about what happened in Gulberg Society on 28 February 2002, resulting in the second-largest toll among the innumerable episodes of killing, rape and arson that unfolded on that day and for weeks thereafter, largely conform to a popular – and I believe communally highly charged – narrative about what causes mass communal violence in the country more generally. According to this version, it may be true that Muslims suffer most losses of life and property and sexual violence in most episodes that are described as communal riots. But it suggests that it is Muslims themselves who provoke Hindus into these acts of bloodshed and arson, by their own resort to unprovoked violence and perfidy, against Hindu temples, women and cows, and as in both Godhra and Gulberg Society, against basically peace-loving Hindu people.In the case of the Gulberg massacre, the learned judge of the special court is prepared to accept that a crowd of 10,000-15,000 people spontaneously gathered outside the housing complex of predominantly Muslim residents. He is convinced that no one planned the slaughter, nor did anyone facilitate the killings by arming the crowd with weapons, daggers, swords, acid bombs, firearms, cans of petrol and kerosene and large numbers of cooking gas cylinders. Although they gathered in such large numbers, and raised menacing slogans calling for the killing of Muslims, the judge strangely still concludes that they had no intention to actually kill Muslims, and only proposed to set a few properties owned by them on fire and return to their homes peacefully.On that day – and in the weeks that followed – the slaughter and rape of several hundred Muslim children, women and men was unfolding across Ahmedabad and indeed in twenty or more districts of Gujarat. This is well known. But still Judge Desai was convinced that the crowd that gathered in Gulberg was somehow different. They had no intention to kill or rape. It was, according to him, only Ehsan Jafri’s shooting at them that led them, again spontaneously, to muster and deploy a range of weapons – gas cylinders, petrol, kerosene and other inflammable materials – against the housing society and its residents, for arson, cruel slaughter and rape.Judge Desai also concluded that the charge of grave police complicity in the massacre deserved ‘due burial’, because of which he does not need to even consider the merits or the evidence regarding this charge. Gulberg Society is located in Chamanpura in central Ahmedabad, 1 kilometre from the police station and 2 kilometres from the office of the commissioner of police. This housing complex with mostly Muslim residents was located in a predominantly Hindu section of a city in which residence is sharply divided along communal lines. It is elementary to even basic policing that at a time of such communal sensitivity, adequate police forces should have been deployed in advance to protect the society. It is also not disputed that senior police officials, including disputably Commissioner of Police PC Pande, visited the location at around 10.30 am, witnessed the gathering violent crowd, but although they were accompanied by a striking force of armed policepersons, this was not deployed at the spot.It is also not disputed that the time that elapsed between when the crowd began to gather at 9 am and the deployment of sufficient forces to disperse the mob and rescue the survivors at 4.30 pm. was a full eight-and-a-half hours. If sufficient police forces were deployed in the morning, and timely curfew declared and imposed at that time, the crowd could not even have gathered in the numbers that it did. If the police action that was undertaken at 4.30 pm had taken place three or four hours earlier, the lives of most of the seventy people could have been saved, and the rapes prevented. Instead only around twenty-four policepersons were deployed right until 4.30 pm, and they did little to prevent the crowds from their marauding. And it is their statement that Judge Desai chooses to rely upon while concluding that Jafri was responsible for inciting the mob into enraged slaughter.As a district officer, I have handled major communal massacres in 1984 and 1989, as well as studied many communal massacres of recent decades. I have no doubt that if the police administration is committed to controlling even the largest of communal conflagrations, it is entirely possible for them to accomplish this in a matter of a few hours. Their failure to do so reflects either criminal incompetence or, as is much, much more likely, their criminal and culpable compliance with political directives from senior levels to allow the communal bloodletting to continue. Judge Desai does what many judges, in courts and judicial commissions, have done before him: To accept uncritically the version of the police, and to turn his face away from the criminal culpability of the police deploying the device of deliberate inaction, and the political leadership on whose command they do this.20 years ago yesterday, freedom fighter and labor union leader Ehsan Jafri was killed in the Gulbarg Society Massacre during the #GujaratPogroms. @jaffrelotc reflects on his life and legacy: https://t.co/wgneTIIS5w pic.twitter.com/0UJY7c9DPJ— Hindus for Human Rights (@Hindus4HR) March 2, 2022\n\nThe learned judge did not pay any attention to statements by every survivor witness that Jafri did call, repeatedly and desperately, numerous senior police officers and other persons in authority, including allegedly Chief Minister Modi, to send in police forces to disperse the crowd and rescue those against whom the mob had laid a powerful siege. Senior journalist Kuldip Nayar in an article affirmed that Jafri even telephoned him in Delhi, begging him to contact someone in authority to send in the police or the army to rescue them. ‘When Jafri was surrounded by the Hindu mob, he rang me up, seeking my help to rescue him from the frenzied crowd that surrounded him. I rang up the Home Ministry in Delhi and told them about the telephone call. They said they were in touch with the state government and were “watching” the situation. As I put down the telephone, it rang again and Jafri was at the other end, beseeching me to do something because the mob was threatening to lynch him. His cry for help still resounds in my ears.’The judge ignored evidence that this man in his seventies did all that was possible within his power to protect those who believed that his influence would shield them from the rage of the mob, including begging them to take his life instead, and courageously going out to plead and negotiate with the armed and angry crowd. When he realised that no one in authority would come in for their protection, he also did pick up his licensed fire arm and shoot at the crowd, as a final vain bid to protect the people for whose safety he felt personally responsible.Instead, the judge agreed with the defence lawyers, the police witnesses, and indeed the SIT investigation, that Jafri’s final resort to firing was not a legitimate action – even less one of rare courage and humanity as he tried single-handedly to defend the women, children and men who had sought his protection – but an indefensible act of the gravest provocation.In this, he echoed the position taken repeatedly by Narendra Modi that the killing of Jafri by the mob violence was only a ‘reaction’ to his ‘action’ of shooting at the mob. In interviews to the press, Modi said that investigations revealed that the firing by the Congressman played a pivotal role in inciting the mob. Asked what could have led him to open fire, he said it was ‘probably in his nature’ to do so. As a Times of India report of one such interview with Modi puts it, ‘in the case of the lynching of former Congress MP Ahsan Jaffrey [sic], he was quick to point out that it was Jaffrey [sic] who had first fired at the mob. He forgot to say what a citizen is expected to do when a menacing mob, which has already slaughtered many, approaches him and the police has deliberately not responded to his pleas.’It is as though even when they are being attacked and surrounded by an armed mob shouting vicious slogans threatening to murder them, and with acid bombs and burning rags flung at them, a ‘good Muslim’ victim should do nothing except plead, and this would ensure that the crowd would not attack them. I am reminded of the advice of some religious leaders after the gang rape of the young physiotherapist called Nirbhaya in Delhi on 16 December 2012. They said that if the victim had not offered resistance to her rapists, and just folded her hands and called them her brothers, her life would have been spared.Ehsan Jafri’s family was devastated by the court’s judgment, particularly the blame it places on Ehsan Jafri for his own murder and that of his neighbours. His son Tanveer Jafri declared in anguish, ‘This is not only a complete insult to the life, work and memory of my father, Ehsan Jafri, who worked and lived among his people, but it makes a mockery of the sacrifice he gave of his life to save the life of others. What were the twenty-four police officers present doing for four hours, watching the show? The judgment not only appears to have ignored the violent build-up but appears to have been standing some of the evidence on its head. We will soldier on till we get justice,’ he added.For fourteen years prior to the judgment his mother, Jafri’s widow, the ageing Zakia Jafri, had been preoccupied with little else except this battle for justice. She attended every court hearing, refusing even to visit her daughter abroad, or to rest and move on as so many counselled her to. She lived with her son Tanveer in Ahmedabad. Even as her health declined, she refused to give up on her legal battle. After Judge Desai read out his judgment, she was disconsolate. ‘My husband was a good and kind man. I will never give up my fight for justice, for him and thousands like him.’Ehsan Jafri’s library, his house, indeed all the tenements in this middle- class housing cooperative in Ahmedabad are still in ruins, standing forlorn, empty, savaged as they were at the time of the slaughter. The peeling walls are black with soot even today, the floors still piled with rubble and burned remains of people’s belongings. No one lives here, none of the houses have been rebuilt or restored. The grounds are overgrown with weeds, and stray dogs sleep in the verandas. Within the walls of the six houses and eighteen flats in Gulberg Society today are only memories and ghosts. And the secrets of what indeed transpired there on that fateful day, 28 February 2002.Nishrin is married and lives in the United States. She and her children would visit her parents in Ahmedabad every summer. There is one memory that her son Tauseef Hussain, now in his twenties, still cherishes of his grandfather Ehsan Jafri. They would visit him in Ahmedabad from his home in the United States during his summer vacations. He would sit in his grandfather’s library in the stifling summer heat. His grandfather – lawyer, poet and politician – had taped over the switches and would stubbornly not allow anyone to turn on the ceiling fans. He did not want the nesting baby sparrows who flew through their apartment to hit the fans and die.Excerpted with the author’s permission from Partitions of the Heart: Unmaking the Idea of India,  Harsh Mander, Penguin Random House.","author":"Harsh Mander","time":"2022-07-20T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166266-qrdtkxfpfj-1636643597.jpg","tags":["Ehsan Jafri","Narendra Modi","Gujarat"],"source":"https://scroll.in/article/1028354/harsh-mander-whatever-happened-to-ehsan-jafri-on-february-28-2002"}