{"title":"Harsh Mander resigns as NHRC special monitor, citing inaction on report on Assam detention centres","content":"Activist Harsh Mander has resigned from his role as the Special Monitor for minorities and communal violence at the National Human Rights Commission. In his resignation letter released on Monday, the former Indian Administrative Services officer cited the commission’s refusal to act on a report he submitted on the state of detention centres that house people declared as “foreigners” in Assam as the primary reason for his decision.The NHRC had deputed Mander on a mission to visit the detention centres in January along with two other officials of the commission. According to Mander, though, the two officials submitted a report on the visit to the commission independently.   The NHRC, on its part, purportedly sent the report for action to the central and state government.Mander claimed he drafted another independent report and submitted it to the NHRC, but the commission failed to take note of it.   “After the submission of my report, I have sent several reminders seeking details of action taken by the NHRC on my report, but I have received no answer,” Mander wrote in his resignation letter. “I therefore feel compelled to answer my call of conscience to resign from the responsibility of Special Monitor NHRC for minorities and communal violence.”Mander’s resignation comes barely a week ahead of the scheduled release of the final draft of Assam’s National Register of Citizens on June 30.  The registry is an updated list of the state’s legal citizens as per the provisions of the Assam Accord of 1985, which prescribed that anyone who can prove that they or their ancestors had entered the state before the midnight of March 24, 1971, will be counted as a citizen. A truncated first draft was released on January 1. The partial draft verified that 1.9 crore of the 3.29 crore individuals who applied to be included in the register were citizens of India.The stated aim of the exercise is to identify all “genuine citizens” living in Assam and root out “illegal immigrants”, widely believed to have migrated from Bangladesh. India, however, does not have any formal reparation arrangement with Bangladesh yet. It is feared that people who find themselves out of the updated list may be put into these detention centres.Mander, too, refers to these concerns in his resignation letter: “In the light of the impending conclusion of the NRC process in Assam, this is a matter of extreme urgency from a human rights perspective. There is the possibility of tens of thousands, maybe even lakhs of Assam residents being declared foreigners. Their fate is a human rights concern of the highest importance at this time.”","author":"Scroll Staff","time":"2018-06-25T16:49:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/884037-75737-bcjmynyqjw-1512493757.jpg","tags":["Harsh Mander","National Human Rights Commission","National Register of Citizens","Assam","detention camps"],"source":"https://scroll.in/latest/884037/harsh-mander-resigns-as-nhrc-special-monitor-citing-inaction-on-report-on-assam-detention-centres"}