{"title":"Harsh Mander: Congress manifesto is not perfect – but kindles some hope","content":"The Indian midsummer general elections of 2024 will be the largest democratic contest that the world has ever witnessed. The elections also. arguably, will be the most momentous in the journey so far of the Indian republic. The outcome will decide if India will survive as a secular democracy. In an electoral contest of such profound ideological import, has the Congress, the largest opposition party, made a persuasive diagnosis of the many ways in which the Indian republic has lost its way? Not just this, has it constructed a forceful and convincing blueprint of what it will do to repair and rebuild if returned to power? The 47-page manifesto of the Congress titled Nyay Patra, or Document for Justice, released on April 6, does attempt both of these. In its opening pages, it lays out its critique of the record of the Union government led by Narendra Modi, and then follows these with its commitments and plans if it is elected to office.The document, although not perfect, is still thoughtful and compelling. Its indictment of the Modi years is unequivocal and persuasive. It speaks of its disquiet with the “climate of fear, intimidation and hatred” that has enveloped the country during the past decade. Every section of people lives in fear. The manifesto sombrely warns that India may not remain a truly free and democratic republic: “Democracy has been hollowed out,” it declares, and “we are rapidly sliding to become a one-party and one-person dictatorship”. Every institution, including Parliament, has “lost its independence and become subservient to the executive government”. It is the “will of one person” that “prevails in the country”.The manifesto elaborates that laws and investigating agencies are being used to foist false cases against non-Bharatiya Janata Party leaders. Laws and investigating agencies have been “weaponised to intimidate people”. The BJP and its affiliates have “spread hatred among people belonging to different religious, language and caste groups”. The federal structure is gravely compromised, with the union government cornering the large share of central revenues and passing laws that are in the domain of state governments. Governors are encouraged to paralyse the functioning of non-BJP states. The media has been “rewarded or intimidated to become a vehicle of propaganda of the government”.The document also lists many of the crises of the economy. Gross domestic product growth has slowed down from the years of the Congress-led United Progressive Alliance, with debilitating consequences on per capita income, consumption and household net assets. India under Modi is more unequal even than in colonial times. The share of the top 1% has soared to its highest levels historically and is amongst the highest globally. India has plummeted into an era of not just jobless growth but “job-loss” growth, high inflation and immense reservoirs of extreme poverty and hunger.The overarching commitment of the manifesto is that “the Constitution of India shall remain our sole guide and companion”. Perhaps the other most significant pledge of the Congress manifesto is that “people’s trust in democratic institutions will be restored”. For this, first of all, “We promise you freedom from fear”. Other significant promises are to restore freedom of speech and expression including full freedom of the media; and to uphold the people’s right to assemble peacefully and form associations. The manifesto undertakes to restore personal freedoms of “choices of food and dress, to love and marry, and to travel and reside in any part of India”. It will amend all laws that abridge the right to privacy, and freedom of speech and expression on social media. It commits not to suspend the internet arbitrarily and indiscriminately. Noteworthy also is the promise that both Houses of Parliament will meet for 100 days a year, and one day a week will be devoted to discuss the agenda suggested by the opposition benches. The presiding officers will be required to be, and appear to be, neutral. The one-third reservation for women in the Lok Sabha and all state assemblies will be implemented immediately. The autonomy of the Election Commission will be strengthened, as also of the Comptroller and Auditor General, the Central Information Commission, the Human Rights Commission, and the National Commissions for Scheduled Castes and Tribes and Minorities. The Planning Commission will be revived, and with it the planning process that steered India’s developmental journey for over six decades. Importantly also, the Congress manifesto pledges to “put an end to the weaponisation of laws, arbitrary searches, seizures and arbitrary and indiscriminate arrests, third-degree custody, custodial deaths, and bulldozer justice”. The police, investigation and intelligence agencies will function “strictly in accordance with law”, and a weighty commitment is that these agencies will be brought under the oversight of Parliament or the state legislatures. It promises to enact a law on bail “that will incorporate the principle that ‘bail is the rule, jail is the exception’ in all criminal laws”.  I would have also wanted a commitment to repeal the new criminal law codes that were introduced and rammed through Parliament without any significant public debate and consultation.  Another promise with far-reaching implications for India’s judicial architecture is for the creation of two divisions in the Supreme Court. One with the seven most senior judges would be the Constitutional Court, that will hear and decide cases involving the interpretation of the Constitution and other cases of “legal significance or national importance”. The Court of Appeal will sit in benches of three judges each, and hear appeals from the High Court and National Tribunals. The manifesto also commits to inducting more women, and persons from Scheduled Castes, Scheduled Tribes, Other Backward Classes and minority identities (but stops short of quotas for this). The document contains a number of promises of legislative measures to promote diversity and remedy discrimination against a range of vulnerable populations. It would establish a Diversity Commission to measure, monitor and promote diversity in public and private employment and education.It will enact a Rohith Vemula Act to address discrimination faced by students from disadvantaged and oppressed communities in educational institutions. It will mandate reservations in private educational institutions and jobs for Scheduled Castes, Scheduled Tribes and Other Backward Class students and remove the 50% cap on reservations. It will bring a law to recognise civil unions between couples from the queer community.Among welfare measures for social justice are promises to establish residential schools for disadvantaged children in every development block; Ambedkar Bhavans and Libraries in every district; ending manual scavenging; a compensation of Rs 30 lakh for every person who dies while working in manual scavenging; and restoring and expanding scholarships including for study abroad.For religious minorities is the pledge to respect and uphold the fundamental right to practice one’s faith and the rights guaranteed to religious minorities in the Constitution. Also pledged is that “like every citizen, minorities have the freedom of choice of dress, food, language and personal laws”. It would encourage reform of personal laws, but with “the participation and consent of the communities concerned”.Measures to address the jobs crisis fittingly finds repeated mention in the manifesto. The steps that it proposes largely focus on expanding public employment, but not on fundamental changes in the economic model that expands wealth exponentially but creates few opportunities for decent work.For public employment, the most significant manifesto pledge is to abolish the contractualisation of regular jobs in the government and public sector enterprises, and to ensure that contract and casual workers in public employment are regularised. Accordingly, it commits to abolishing the Agnipath program for short-term recruitment to the armed forces, and restore the old system of regular recruitment.It would fill all of the three million sanctioned positions in the Central government that lie vacant, including teachers, doctors, nurses, paramedics, and paramilitary personnel. It would greatly expand the numbers of Anganwadi workers and Accredited Social Health Activists, or ASHA workers, and their remuneration. But a limitation is that it would still not treat these workers and regular government staff.It would raise wages under the rural employment guarantee programme to Rs 400 rupees a day, and launch an urban employment program guaranteeing work for the urban poor in reconstruction and renewal of urban infrastructure.It is not clear how the goal of full employment in decent work will be accomplished. The manifesto says its economic policy will have three goals – work, wealth and welfare. But there is little in the manifesto for expanding private sector employment, except a new employment-linked incentive scheme for corporations to win tax credits for additional hiring for regular, quality jobs. There is also proposed a new apprenticeship scheme of Rs 1 lakh a year for diploma holders and graduates.While the manifesto underlines its opposition to monopolies and oligopolies, and its “policy preference” for business enterprises that create a large number of jobs, especially in the micro, small and medium enterprises, or MSME, sector, I still could find no roadmap of how this will be accomplished. The problem here is that the manifesto does not acknowledge that low job creation is intrinsic to the neoliberal economic model brought in and nurtured by successive Congress and non-Congress governments before Modi. This model demonstrably creates enormous wealth but fuels inequality but creates few opportunities for decent work.For labour rights, the principle enunciated is of introducing labour reforms that “restore the balance between labour and capital to meet our twin goals of full employment and high productivity gains”. How this principle will be operationalised to institute a regime of justice for workers, job security and social security again needs further elaboration. Welcome, however, is a commitment to enact laws to protect the rights of gig workers and domestic helpers.Farmers are promised a legal guarantee to a minimum support price for their crops, based on the Swaminathan Commission. The Commission for Agricultural Costs and Prices would become a statutory body. The system of agricultural extension would be revived to disseminate the best practices to every agricultural holding.The welfare agenda is better articulated than the employment agenda. There is an important commitment to expand the coverage of subsidised rations based on the higher population figures measured by the new census. Also to expand the coverage of kitchens serving subsidised meals to the urban poor. The central government contribution to pensions for senior citizens, widows and persons with disability would be raised from the present Rs 200-Rs 500 rupees to Rs 1,000. Cash transfers of Rs 1 lakh a year will be made digitally to the bank account of the oldest woman in every poor household.There is a welcome commitment to extending the Right to Education from the present statutory coverage of the right to free and compulsory education of children from six to 14 years, to children all the way to Class 12. Also to ensure that in every school, every class and every subject has a dedicated teacher, and every class has a dedicated classroom. Contractual appointment of teachers will end. It is also promised that textbook revisions will not be done arbitrarily with political motives. Instead, all textbooks would promote a scientific temper and be aligned with India’s constitutional values.Higher educational institutions will be assured “academic freedom” and be encouraged to “experiment, innovate and promote research”. The manifesto also pledges to “protect and preserve students’ freedom of speech and expression and the right to have elected student unions”.The New Education Policy will be revised after extensive consultations with state governments. The Education Loan Policy will be revised to assist disadvantaged students in accessing higher education, and unpaid interest on existing student loans will be written off. Importantly, the autonomy of colleges and universities will be restored.A major gap in the infrastructure of social rights created by the United Progressive Alliance government was in healthcare. The manifesto partially addresses this with the pledge of free and universal health care in all public health centres including hospitals and clinics. Free healthcare will include examination, diagnostics, treatment, surgery, medicines, rehabilitation and palliative care. Primary Health Centres would also be upgraded to Public Health Standards norms. Public investment in health will be raised to 4% of total expenditure in four years. While all of this is welcome, this is well below the globally prescribed level of health expenditure at 3% of the GDP.There continues to be significant reliance on health insurance in the manifesto on private health facilities, despite many studies globally and in India that demonstrate that equitable access to decent health care by disadvantaged populations can only be accomplished through public provisioning of health services. This would require a massive expansion of primary and secondary public health facilities, and of public medical education for health practitioners at every level, but the manifesto is silent about these.For Manipur, there is a salutary commitment to “remove the present state government forthwith and heal the wounds between the communities”. Appropriate compensation and redress for victims and survivors of the conflict is also assured. The manifesto provides for the appointment of a Reconciliation Commission to help bring in a political and administrative settlement that will be acceptable to all people of the state.But the on-going tragedy of the Manipuri people demands much more. I would have wanted to see a commitment to the immediate disarmament of civilian populations and confiscation of all stolen arms; ensuring an early ceasefire; instituting robust mechanisms for appropriate reparations, redress and remedy for victims and survivors; the central government taking direct responsibility for providing all resources for relief, compensation, reparation, rehabilitation and reconstruction for people of all communities who have been affected by the violence; relief, reparation and compensation to follow international standards and best practices in India; first information reports to be registered separately for every incident of violence; and Special Investigation Teams to be established comprising police officials from other states and investigation to be supervised by courts.Modi egregiously trashed the Congress manifesto for having what he described as “the imprint of the Muslim League”, claiming that “every page reeks of breaking the nation”. Even for a leader who is known to be recurringly economical with the truth, the manifest and communally malign untruth of his allegation was still stunning.In fact, I could not find the word Muslim mentioned anywhere in the entire document, even once. A few references are there to the politically timid euphemism “minorities” but never to Muslims. This is, in fact, my biggest objection with a document that otherwise stirs hope on many counts.If there is one paramount outrage that most defines the decade of Modi’s governance, it is the unrelenting hate speech and hate violence to which Muslim citizens of India have been subjected both by vigilantes encouraged and protected by the state and directly by the state itself. The failure both to mention this and to list measures to address this is what diminishes an otherwise worthy document.What should the Congress have pledged to reassure its 200 million Muslim citizens? I would have begun with an assurance of ensuring full adherence in letter and spirit to the Places of Worship Act, 1991, which mandates that the religious character of places of worship as these existed on August 15, 1947, will be maintained. Next would be to enact a national law against the hate crime of lynching that targets individuals and groups with violence because of their religious, caste or ethnic identity.Also to enact stronger legal provisions against hate speech that criminalise not only hate speech that incites violence but also that which attacks or calls for abridging the constitutional rights of minorities . And I would have committed to restoration and a massive thrust for education, including expansion of scholarships for children right up to higher education.There is also much that needs to be undone. The promise of full statehood to Jammu and Kashmir. The abrogation of the Citizenship Amendment Act, 2019, and ensuring that the burden of proof in cases of contested citizenship vests with the state and not the individual. Restoring the automatic right of all persons born on Indian soil to Indian citizenship. Abrogation of all amendments to cow protection laws and rules introduced by the BJP government . Abrogation of all amendments to religious conversion laws and rules introduced by the BJP government.I would have pledged to enact a number of other statutes as well to defend the rights of Muslims and other minorities. A special public officials’ accountability law to punish public officials who wantonly fail in their duties to protect religious, caste, ethnic and gender minorities from targeted violence and discrimination or who unlawfully target them with extra-judicial violence and bulldozer demolitions. A special law that prohibits and penalises social and economic boycott. A law to affirm the right of people of any religious identity to trade in the vicinity of religious shrines.The manifesto of the Indian National Congress, is not perfect, and I have in this review mentioned some of its major gaps. But it is far from being divisive, as the prime minister claims. Instead, it reveals a politically significant imagination of many ways to repair the profound damage done in the last 10 years to India’s social fabric, democratic institutions and the economy.In these immensely troubled times marked by hate, fear and despair, it is noteworthy that the country’s largest political Opposition affirms its resolve to mend the broken social fabric and economy of the country. Its manifesto illuminates many thoughtful ways to steer the country back on the path that was imagined in the freedom struggle and pledged in the Constitution.It kindles the hope that we can together reclaim the country for which our founding mothers and fathers fought and sacrificed their lives. A country that is equal, just and kind. In this way it lights many lamps in the gathering darkness of this vast and ancient land.Harsh Mander, writer, peace and rights worker, researcher and teacher, leads the campaign Karwan e Mohabbat for justice and solidarity with survivors of hate violence. His latest book Fatal Accidents of Birth is in book stores.","author":"Harsh Mander","time":"2024-04-12T15:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199964-mlpmpcxvol-1712755936.jpg","tags":["Lok Sabha","Congress","Congress Manifesto","Manipur","Rohith Vemula"],"source":"https://scroll.in/article/1066482/harsh-mander-congress-manifesto-is-not-perfect-but-kindles-some-hope"}