{"title":"Harsh Mander: Past, present and future – what Narendra Modi’s campaign of hate signifies","content":"Holocaust survivor Abe Foxman, from Poland, declared, “The crematoria, gas chambers in Auschwitz and elsewhere did not begin with bricks, they began with words…evil words, hateful words, antisemitic words, words of prejudice. And they were permitted to proceed to violence because of the absence of words.”Both the words – and the absence of words – of Prime Minister Narendra Modi through 10 years of his leadership of what is now the world’s most populous country are salient to understand India’s swift descent into a land increasingly hostile and fearful for India’s largest religious minority, its 200 million Muslim citizens.The dust raised by the succession of bellicose hate speeches by Modi while on the campaign trail of the midsummer Indian national elections of 2024 has not settled. It is not likely to, not for a long time.In his speeches while seeking votes that would enable him to rule India for another five years, Modi stigmatised Muslims in India as a people who deliberately breed large families, are infiltrators and wage a “vote jihad”.The Hindutva propaganda machine routinely accuses Muslims of conspiring in many jihads – love jihad, land jihad, corona jihad, mazaar jihad, even “thook” (or spit) jihad – but vote jihad is a new invention. To vote for his party is a signal of loyalty to the Hindu religion and to the Indian nation. To vote for the political opposition is a threat to both, a sinister jihad.Modi otherwise fell back on standard tropes from the Hindutva stable to pillory Muslims with claims that they are conspiring to swell their numbers in Hindu-majority India, both by producing large families and by “infiltrating” as illegal immigrants from Muslim-majority countries in the neighbourhood like Bangladesh. Through these stratagems they eventually aspire to outnumber the Hindu majority in the country.Evidence, of course roundly, contradicts these claims. Official data reveals very small numbers of illegal immigrants into India. There is nothing either conspiratorial or culturally specific about this empirical reality of larger average family sizes among Muslims. After all, the fertility rate of India’s only Muslim majority erstwhile state of Jammu and Kashmir is 1.4, well below the national average of 2. Muslims in Tamil Nadu have smaller families on average that Hindus in Bihar.Several demographic studies have established that the reproductive behaviour of both Hindus and Muslims are similar for those with similar economic and educational levels. Since impoverishment and educational deprivation is higher on an average among Muslims as compared to Hindus, they do tend to have larger families.Besides, average family size is declining in all communities, including Muslims. The fertility rate of Muslims fell from 4.4 in 1992-’93 to 2.3 in 2019-’20. The rate of decline of family size is indeed faster among Muslims than Hindus. Even apart from this, it is impossible for Muslims to outnumber Hindus in a country in which – according to the last national census of 2011 – Hindus comprise nearly 80% of the population and Muslims only around 14%.However, hate speech nowhere is restrained by the inconveniences of truth.The nation-wide and global consternation that met Modi’s hateful orations is partly misplaced. After all, instances of hate speech by Modi are not new. It is worth underling that Modi’s hateful speeches during the 2024 election campaign are not new in their peddling of hate prejudices against Muslims and his principal opposition, the Congress. On the contrary, these prejudices are a staple of his public discourse.These were rife in the dozen years he was chief minister of Gujarat. But since his bid to become India’s prime minister in 2013 until now, he was careful to disguise his attacks on Muslims as dog whistles cloaked in innuendo. What is new in his campaign speeches in 2024 is the unapologetic virulence with which Modi nakedly trolled India’s Muslim citizens in the idiom of a street bigot. With this, he finally thrust aside the flimsy fig-leaf that barely hid the nakedness of his prejudice and revulsion for Muslims during the decade of leadership of the country.These speeches signify a defining moment in the unravelling of Indian democracy. Never has any earlier prime minister stigmatised a segment of Indian citizens so openly with venomous prejudice, hate and falsehood. Never before has a prime minister resorted to such mendacious canards and inventions to malign his political opposition. Ignoring the storm of consternation and criticism that his remarks stirred both within the country and internationally, Modi is defiant as he persists in repeating the same hateful untruths.However, if we look behind the fig-leaf he so far wore, hostility to Indian Muslims has never actually been absent from Modi’s public articulations. Veteran journalist Jyoti Punwani has assembled instances of hate speech by Modi from 2013 when he commenced his bid to become India’s prime minister. Her painstaking compilation reveals that what is common to every hate speech by Modi is that every one of these stigmatise and demonise Indian Muslims. The other is that he fabricates the major opposition parties, mostly the Indian National Congress, as being “soft” on Muslims and unfair to Hindus to garner Muslim votes to illegitimately remain in power.One running thread of anti-Muslim hate, stretching from his speeches in Assam and Bengal in 2013-’14 to his fiery pronouncements in Rajasthan in 2024, is the canard that Muslim immigrants are “infiltrators”. Some immigrants, read Hindu Bengalis, are fleeing religious persecution, and these the motherland “Ma Bharati” should welcome with open arms. The others, read Muslim Bengalis, are illegally brought in by the Congress to augment their vote-bank. These infiltrators are “snatching away the jobs and rights of those born here” and should be driven away.Even more explicitly, in a speech in West Bengal, he declared that only those immigrants from Bangladesh were welcome who “celebrated Durgashtami”. Just days after one such speech by Modi, then an aspirant to the office of prime minister, in which he decried the alleged infiltration in Assam from Bangladesh, armed gunmen on May 1, 2014, opened fire in a remote village inhabited by Bengali-origin Muslims in Baksa district of Assam, killing more than 45 people, mostly women and children. The violence, to which I bore witness as a member of a fact-finding team was horrific.Modi’s speeches over his decade in office contain a battery of other allegations about the perfidy of Indian Muslims, and the claim that these are wilfully overlooked by opposition parties to nurture its Muslim vote-bank. He alleges that the Congress hides behind “the burqa of secularism”.The idea that Muslims are less equal citizens of India emerges also from Modi’s taunt to Congress leader Rahul Gandhi for seeking election from the Wayanad constituency in Kerala because it Muslim majority. It is as though relying on Muslim voters is less legitimate than seeking Hindu votes. And Modi flaunts his Hindu identity while mocking the Congress for being anti-Hindu.\n\t\t\n\tNarendra Modi @narendramodi/X.He justifies the nomination of Pragya Singh Thakur, who was charged with a terror attack in Malegaon as the BJP candidate for Parliament in 2019 by describing this as an “answer those who defamed a 5,000-year-old culture...and called them terrorists”. He brandishes the Ram temple in Ayodhya as something for which “crores of Indians” had waited for “thousands of years”.\\When people of every religious identity rose up in peaceful protests against the Citizenship Amendment Act, 2019, he implied that it was Muslims alone who were protesting by declaring that he could recognise the protestors by the clothes that they wore.The charges Modi has made over his decade in office against Muslims include the claim that Muslims are poaching rhinoceroses in the Kaziranga National Park; that there is wide Muslim support for terror violence; that Hindu girls are being sexually harassed by Muslim youth because of which “our bahu betis” are not able to walk freely and their parents forced to accept this with “bowed heads”; and that non-BJP governments expanded subsidies for meat export and denied subsidies for rearing milch cattle, specially cows. Modi often speaks of what he calls colourfully a “pink revolution”, pink being the colour of the flesh of animals cut for mutton and meat export.Modi frequently lists as the country’s three gravest evils dynasty (a code word for the Nehru-Gandhi family leadership of the Congress); corruption; and what he calls “appeasement”, again a code word for policies and programs for the protection and advancement of India’s Muslim minority. He never tires of alleging the appeasement by the Indian National Congress (the largest opposition party) of its favoured “vote-bank” (read Muslims). In a dignified rejoinder to a letter Modi wrote to all MPs alleging that the Congress party was appeasing its (Muslim) vote-bank, the Congress President Mallikarjun Kharge declared that the vote-bank of the Congress part was the people of India.Modi’s claims became particularly shrill in his 2024 election speeches, during which he repeated a bare-faced falsehood that the Congress had in its manifesto pledged to appropriate the savings and jewellery of Hindu women (including the sacred mangalsutra signifying marriage) to redistribute to Muslims. Modi has never demonstrated a fidelity to truth in his public utterances, but still this fabrication stood out because the Congress manifesto never mentions the word Muslim even once and does not speak of any such redistribution of wealth.He harps repeatedly on “vote bank politics” alleging – mostly with no factual basis – policies designed specifically to benefit Muslims and deny these benefits to Hindus. For instance, famously in 2017, he declared that if a kabristaan (Muslim burial ground) was built in a village, so should a shamshaan (Hindu creation ground), implying that non-BJP governments are guilty of discriminating against Hindus even after they die.If uninterrupted power supply was ensured in Ramzan, so should it in Diwali. He offered no concrete evidence that non-BJP governments had in fact discriminated between religious groups in these ways; but the objective was accomplished, to nurture a permanent sense of Hindu grievance.He also alleges that the Congress conspires to take away the constitutional reservations in education and jobs from Scheduled Castes and Backward groups and give them to “a particular community”, or their “favourite group” implying Muslims. This is a recurring falsehood repeated by Modi in the 2024 elections to frighten Hindu voters from disadvantaged castes.Before it was bought over by oligarch Gautam Adani known to be close to Modi, NDTV tracked from 2009 to 2022 what it called “VIP hate speech”. This is instances of hate speech by senior political and government functionaries including persons holding high constitutional offices and members of the union and state cabinets, parliament and legislatures, and senior party leaders. NDTV found a surge of 1130% in instances of hate speech by VIPs from 2014-’22 over the period 2009-’14. This staggering rise was during the first eight years of the Modi government in comparison with the last five years of the Congress-led government. It also found that four out every five instances of hate speech by VIPs were made by BJP leaders. There were 13 times more instances of hate speech by VIPs every month under Modi compared to the last five years before this.Among the most notorious VIP hate speakers is Modi’s closest confidant, Union Home Minister Amit Shah. He was mildly upbraided by the Election Commission in 2014 for justifying violence targeting Muslims in the Muzaffarnagar riots of a year earlier as righteous revenge. He described alleged immigrants from Bangladesh as “termites” eating away at India. The Wire tracked 34 speeches of the chief minister of Uttar Pradesh, Adityanath, over three months. It found 100 plus instances of straightforward hate speech, in which he demonised Muslims as terrorists, dangerous gangsters, the mafia, rioters and sexual predators.Assam Chief Minister Himanta Biswa Sarma frequently flaunted as shining achievements of his government demolishing Muslim madrassas and clearing Muslim encroachments. When vegetable prices rose, in a fanciful charge he blamed Muslim cultivators for deliberately stockpiling vegetables to raise their prices, entirely without evidence, and called for their boycott.What is remarkable is that Modi consistently did nothing to restrain this perennial flood of hateful speeches by his senior government and party colleagues. Hate speakers instead were commonly rewarded with senior positions in the party, the government and even the union cabinet. His signals to this resort to open hate speech by both senior leaders and party workers are unmistakable, of endorsement and encouragement.Modi can be criticised from many things, but weakness is not one of them. If he wished for the hate speech to end, a word from him would have been enough to silence them. But instead, there is from him a clamorous absence of words.What fuels Modi’s inexhaustible appetite for hate speech? It is true that Modi’s resort to hateful speech laced with untruths against Muslims and the political opposition spikes close to elections. Modi dips into prejudice and bigotry and purveys hateful falsehoods because he is convinced that this will consolidate his core support of a swelling vote-bank of radicalised Hindu voters.A massive internet army of faceless supporters – some paid, some unpaid – colonise the internet with scaremongering Islamophobic falsehoods, what journalist Kunal Purohit describes as a slow-drip of daily doses of hate. These online hate posts peak in the run-up to every election. It is instructive that, on social media, Modi follows many of those who upload the most toxic anti-Muslim hate posts.However, it would be an error to evaluate the surge of hate speech instances in recent years led by Modi only as a cynical divisive electoral strategy. Something has shifted in the Indian polity that enables Modi to do what he does.To comprehend the full import of Modi’s strident hate speeches in the summer electoral campaign of 2024, we must be mindful that the hatred of Muslims is as central to the Hindutva project as the hatred of Jews was to the Nazi project. The Rashtriya Swayamsevak Sangh is the ideological lodestar of Modi, the party he leads and its army of Hindutva cadres. Islamophobia is the paramount ideological mooring of the Sangh.Credit: Narendra Modi @narendramodi/X.Recall again the warning of the Polish Holocaust survivor Abe Foxman that genocide begins both with words – “evil words, hateful words…words of prejudice” but also because of “the absence of words”.The climate of hate and fear that has swept India under Modi are the result of both his “evil words” but also his selective silences. These silences – more conspicuous because Modi is otherwise never at a loss for words – are the prime minister’s default response when his senior government and party colleagues regularly purvey hate.We can ignore only to our gravest peril the cautions voiced by Holocaust survivors. It is imperative that we pay heed to their warnings that before any genocide sets in, the ground for it is laid most of all by hate speech. And that the possibilities of genocide increase incrementally if the project of hate speech is led by a strongman leader.Harsh Mander, writer, peace and rights worker, researcher and teacher, leads the campaign Karwan e Mohabbat for justice and solidarity with survivors of hate violence. His latest book Fatal Accidents of Birth is in book stores.Also read: Fact-checking five days of Narendra Modi’s speeches: A catalogue of lies","author":"Harsh Mander","time":"2024-05-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200533-rukwjrbnlf-1715003595.jpeg","tags":["Narendra Modi","Lok Sabha 2024","Hindutva","Rashtriya Swayamsevak Sangh","Indian Muslims"],"source":"https://scroll.in/article/1067510/harsh-mander-past-present-and-future-what-narendra-modis-campaign-of-hate-signifies"}