{"title":"Haryana: Violence breaks out in Nuh, mobile internet suspended till August 2","content":"Violence broke out between two groups in Haryana’s Nuh during a procession organised by the Bajrang Dal and Vishwa Hindu Parishad on Monday, The Indian Express reported.According to police, the Brij Mandal Jalabhishek Yatra was stopped near the Khedla Mod area and stones were pelted at the procession. A senior police official told Scroll that several vehicles were burnt by members of the Muslim community.#WATCH | Aftermath of clash that broke out between two groups in Haryana's Nuh today. pic.twitter.com/yyVp10Hwzr— ANI (@ANI) July 31, 2023\n\nThe district administration has banned people from carrying weapons under Section 144 of the Code of Criminal Procedure. Mobile internet in the city has been suspended till August 2, according to ANI.Haryana Home Minister Anil Vij told The Indian Express that the situation is tense in Nuh. “There are about 3,000-4,000 persons being held hostage at Narhar temple,” Vij claimed. “All these were part of the VHP’s [Vishwa Hindu Parishad] procession. We are trying our best to first rescue these people.”Vij also said that he has urged Union Home Secretary Ajay Bhalla to send additional forces.“We are trying to restore peace there,” he said, according to ANI. “All those who are stranded in different areas of Mewat region are being rescued.”#WATCH | \"Adequate force is being deployed there. We've also spoken to the Centre. We are trying to restore peace there. All those who are stranded in different areas of Mewat region are being rescued,\" says Haryana Home Minister Anil Vij on Nuh clashes. pic.twitter.com/VS26DiKglQ— ANI (@ANI) July 31, 2023\n\nChief Minister Manohar Lal Khattar urged citizens to maintain peace and harmony. “The kind of situation that has emerged in Nuh makes it even more important for all the people of the state to be more responsible and ensure brotherhood,” he said. “All the issues can be resolved by way of talks. Nobody should indulge in sending/circulating any wrong information/messages.”","author":"Scroll Staff","time":"2023-07-31T21:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192731-zziddhyydd-1690816975.jpg","tags":["Haryana","Nuh","Communal violence"],"source":"https://scroll.in/latest/1053580/haryana-violence-breaks-out-in-nuh-mobile-internet-suspended-till-august-2"}