{"title":"Haryana Congress leader Ashok Tanwar resigns from all election committees after not getting a seat","content":"Haryana Congress leader Ashok Tanwar on Thursday resigned from all election committees of the party but said he would continue to work as an ordinary party member, PTI reported. Tanwar’s decision came hours after he was excluded from the lists of Congress candidates for the Haryana Assembly elections.In a letter to Interim Congress President Sonia Gandhi, Tanwar said that he had taken the decision to step down with “immense pain” and “after exhausting all avenues to get my voice heard”, NDTV reported. Tanwar claimed that the Haryana Congress has turned into the “Hooda Congress”, referring to former Chief Minister Bhupinder Singh Hooda. Tanwar alleged that those who worked against the party’s interests in the last five years have been given preference over those who worked hard for it.Tanwar, a former Haryana Congress chief, and his supporters had protested in front of Gandhi’s 10 Janpath residence in New Delhi on Wednesday, claiming that Assembly poll tickets were being “sold”. They had also demonstrated at the All India Congress Committee headquarters.“Sohna Assembly ticket has been sold,” Tanwar told his supporters at the venue. “Sonia ji has always fought against injustice. Today we want justice from her.”  The Congress had earlier this year replaced Tanwar as Haryana party chief with Kumari Selja, in a bid to curb infighting within the state unit. Selja too does not feature in the list of 90 candidates the party has announced for the Assembly polls. The last date for filing nominations for the October 21 Assembly polls is October 4. The results will be declared on October 24. All 90 seats in Haryana will go to the polls. The ML Khattar-led BJP government in Haryana has been in power since 2014. The BJP had declared its first list of candidates on September 30.  Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-03T21:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/128460-utglxsxabm-1570115861.jpeg","tags":["Ashok Tanwar","Sonia Gandhi","Haryana Congress","Haryana elections"],"source":"https://scroll.in/latest/939369/haryana-congress-leader-ashok-tanwar-resigns-from-all-election-committees-after-not-getting-a-seat"}