{"title":"Haryana forms three-member committee to frame law on ‘love jihad’","content":"Haryana Home Minister Anil Vij on Thursday said that the government has formed a three-member drafting committee to frame a law on “love jihad” – a conspiracy theory espoused by right-wing Hindu activists, alleging that Hindu women are forcibly converted by Muslims through marriage. The committee comprises Home Secretary TL Satyaprakash, Additional Director General of Police Navdeep Virk and Additional Advocate General Deepak Manchanda, Vij tweeted. The panel will also study similar legislation adopted by other states, he added.A three member Drafting Committee formed to frame  law on Love Jihad in Haryana comprising T L Satyaprakash IAS Secretary Home, Navdeep Sing Virk IPS ADGP and Deepak Manchanda Additional Advocate General Haryana Committee will study the Love Jihad law formed in other states also.— ANIL VIJ MINISTER HARYANA (@anilvijminister) November 26, 2020\n\nOn November 17, the home minister had said that a committee would be formed to draft a strict law against “love jihad”. When asked about the need for such an ordinance, Vij referred to the death of a 21-year-old student in Faridabad. The student, Nikita Tomar, was shot dead outside her college in Ballabgarh on October 27 by a man against whom her family had filed a complaint in 2018. The family had alleged the killing was linked to “love jihad”.On November 1, Haryana Chief Minister Manohar Lal Khattar, too, had said his government was looking into the Constitutional legality of a law that would prevent “love jihad” in the state.In June, Khattar had said that a decision was taken to pass a Right to Freedom of Religion Bill to prevent forced religious conversions, the Hindustan Times reported. In an interview with the newspaper in July, the chief minister had said that there were complaints of forced conversions and marriages from many districts.  “People are free to adopt any religion in an informed manner but using coercion, allurement to force religious conversions is a matter of concern,” Khattar had said. “Such incidents vitiate the atmosphere of society. We are studying similar laws enacted by other states and will accordingly take a call.”Many Bharatiya Janata Party states have either introduced or spoken about introducing laws against “love jihad”. The Madhya Pradesh government on Wednesday doubled the jail term for forced religious conversions for marriage from five years to 10 years in its draft bill against “love jihad”. On Tuesday, the Uttar Pradesh Cabinet cleared an ordinance to check “love jihad” cases and unlawful religious conversions. This came even as the Allahabad High Court on Monday struck down a previous order that had deemed religious conversions only for the sake of marriage unacceptable, saying that the decision was “not good in law”. A division bench of Justices Vivek Agarwal and Pankaj Naqvi noted that interference in a personal relationship would constitute a serious encroachment on the right to freedom of choice of two individuals. Earlier this month, Karnataka Chief Minister BS Yediyurappa had said that his government would take measures to end religious conversions in the name of “love jihad”.In February, the Centre told the Lok Sabha that no “case of ‘love jihad’ has been reported by any of the central agencies”. Investigations by the National Investigation Agency, the Karnataka Criminal Investigation Department, the Uttar Pradesh Special Investigation Team and others have turned up no evidence for this alleged conspiracy. The National Commission for Women maintains no data about ‘love jihad” too.","author":"Scroll Staff","time":"2020-11-26T15:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151151-khxwwgtinn-1606379970.jpeg","tags":["Anil Vij","Love Jihad","Haryana"],"source":"https://scroll.in/latest/979536/haryana-forms-three-member-committee-to-frame-law-on-love-jihad"}