{"title":"Haryana: Over 45 shops demolished in Nuh district for allegedly being constructed illegally ","content":"More than 45 shops were demolished in Haryana’s violence-hit Nuh district on Saturday for allegedly being constructed illegally, reported the Hindustan Times.Sub Divisional Magistrate Ashwani Kumar said that action was being taken at the direction of Chief Minister Manohar Lal Khattar. He claimed that some of the shops belonged to those involved in Mondy’s communal violence in Nuh.The development came a day after the Bharatiya Janata Party government demolished shanties of more than 250 migrant workers in Tauru town of the violence-hit Nuh district for allegedly encroaching on government land.The violence had started as a clash between Hindus and Muslims during the Brij Mandal Jalabhishek Yatra, a procession organised by Hindutva bodies the Bajrang Dal and the Vishwa Hindu Parishad. It soon spread to neighbouring districts, with Gurugram in particular witnessing widespread arson and mob attacks.The violence has left six people dead, including two home guards and a cleric. Since Monday, 176 people have been arrested, over 90 detained and 41 cases have been registered.#WATCH | After Haryana administration demolishes illegal constructions near SKM Government Medical College in Nuh district, SDM Nuh, Ashwani Kumar says, \"This has been done on the direction of CM Manohar Lal Khattar. The encroachment was spread across 2.5 acres...All of it was… pic.twitter.com/SHsAtr0nRw— ANI (@ANI) August 5, 2023\n\nThe demolitions took place near the market area outside Shaheed Hasan Khan Mewati Government Medical College in Nalhar. “More than 45 commercial shops built illegally are being demolished on Nalhar road,” Nuh district town planner told ANI.Several residents have also left Nuh in fear of arrests, reported NDTV.#WATCH | \"More than 45 commercial shops built illegally are being demolished on Nalhar road,\" says District Town Planner, Nuh district.#Haryana pic.twitter.com/YIDHzfJG1x— ANI (@ANI) August 5, 2023\n\nCongress MLA Aftab Ahmed had criticised the move, saying that it is not only the houses of the poor that were demolished, but the faith and trust of the common people as well.“Villagers have said that houses and shops were demolished today, by giving notice in back date of one month,” Ahmed tweeted. “Government is taking wrong action to hide administrative failures, this is repressive policy.”#नूंह में ये महज ग़रीबों के मकान ही नहीं ढहाए जा रहे बल्कि आम जन के विश्वास, भरोसे को गिराया जा रहा है। ग्रामीणों ने बताया कि आज महीने पुरानी बैक डेट में नोटिस देकर आज ही मकान दुकान गिरा दिये।सरकार प्रशासनिक विफलताओं को छुपाने के लिए गलत कारवाई कर रही है, ये दमनकारी नीति है। pic.twitter.com/U7DOLisTUN— Ch Aftab Ahmed MLA (@Aftabnuh) August 4, 2023\n\nAlso read: ‘We walked straight into their trap’: As dust settles, fear and regret in Haryana’s Nuh","author":"Scroll Staff","time":"2023-08-05T14:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192888-eejhwnimmu-1691223608.jpg","tags":["Haryana","Communal Violence","Manohar Lal Khattar"],"source":"https://scroll.in/latest/1053835/haryana-over-45-shops-demolished-in-nuh-district-for-alleged-illegal-construction"}