{"title":"Haryana violence updates: Muslims asked to vacate homes, their shops and shanties set ablaze","content":"A look at the top developments from communal violence in Haryana:  Fresh violence broke out in Sector 70 area of Gurugram on Tuesday night as a shop and several shanties were set on fire, reported NDTV. Earlier in the day, a mob set ablaze two shops in Gurugram’s Badshahpur area. Most of the shops and homes that were targeted belonged to Muslims. In view of the incidents of arson, police have banned the sale of loose petrol and diesel. The shanties in Sector 70 were burnt down after families of Muslim migrant workers living there were asked to vacate their homes by 4 pm, reported The Times of India. On Tuesday morning, a group of men went around the locality threatening the Muslims to leave. As panic set in, thousands of residents fled their homes even as the police assured them of safety. A mob also assaulted a 32-year-old Muslim housekeeping worker in Sector 70A on Tuesday morning, reported The Times of India. The mob had told him to “go back, and never return”, giving him a deadline to leave the locality by the end of the day. In Sector 67, rioters on motorcycles and cars set fire to a scrap dealer’s shop and a roadside eatery.Violence in Gurugram erupted clashes between Hindu devotees and Muslims during a procession organised by the Vishva Hindu Parishad in Nuh district on Monday. Some residents have claimed that the clash may have been triggered by an objectionable video posted on social media by a Bajrang Dal member, according to PTI. Six persons have been killed so far in the two districts, including two home guards, reported ANI. One of the other victims was an imam at the Anjuman mosque in Sector 57 area of Gurugram, which was burnt down by a mob in the early hours of Tuesday.Unidentified police officials have also told the Hindustan Times and News18 that a purported video posted on social media by cow vigilante Monu Manesar, might have incited the violence. In the video, Manesar was seen claiming that he would participate in the procession on Monday. However, he did not attend the procession. Manesar has been booked for the alleged abduction and murder of two Muslim men whose charred bodies were found inside a burnt vehicle in Haryana’s Bhiwani district in February. Haryana’s Director General of Police PK Agrawal said that a Special Investigation Team has been formed to investigate the purported video of Manesar. “We will investigate all aspects related to the violence,” Agrawal said during a press briefing. “No one will be spared.”Gurugram MP and Union minister Rao Inderjit Singh said on Tuesday said that those who participated in the Vishva Hindu Parishad procession should not have carried weapons, reported The Indian Express. “This is wrong,” the minister told reporters. “A provocation took place from this side too. I am not saying there was no provocation from the other side.” Haryana Deputy Chief Minister Dushyant Chautala also said that organisers of the procession had not given the district administration complete information about the event. “The incident took place due to this...Strict action will be taken against those found responsible,” he told reporters.The Vishva Hindu Parishad on Tuesday described the Nuh violence as a “terror attack” and demanded an inquiry by the National Investigation Agency, reported the Hindustan Times. At a press conference, the Hindutva body’s Joint General Secretary Surendra Jain alleged the attacks against Hindu devotees were carried out in a planned manner and were incited by Congress leaders. The Delhi Police has tightened security in the national capital on Wednesday as Vishva Hindu Parishad and Bajrang Dal plan to stage protest against the Nuh violence in different parts of the city, reported News18. The groups are likely to stage protests at Karol Bagh, Patel Nagar, Lajpat Nagar, Mayur Vihar, Mukherjee Nagar, Narela, Moti Nagar, Tilak Nagar, Nangloi, Ambedkar Nagar, Najafgarh, among others. Delhi Police personnel were deployed near Nirman Vihar Metro Station as well, reported PTI.Authorities in Nuh, Gurugram, Palwal and Faridabad districts banned large gatherings under Section 144 of the Code of Criminal Procedure. Internet services in Nuh have been suspended till August 2. Educational institutes were ordered to remain shut on Tuesday in Nuh, Faridabad, Palwal and Gurugram districts as a precautionary measure. About 120 vehicles were damaged and 50 were set ablaze, including eight that belonged to the police. The police have filed 44 first information reports in connection with the violence and have taken more than 116 people into custody.Also read:Haryana violence: The tale of a mosque and a temple","author":"Scroll Staff","time":"2023-08-02T09:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192780-nomnlxpdwy-1690960315.jpg","tags":["Haryana","Nuh","Gurugram"]}