{"title":"Haryana: Former model's body found in canal 10 days after she was killed in Gurugram hotel","content":"The Haryana Police on Saturday recovered the body of former model Divya Pahuja from the Bhakra canal in the Tohana city more than ten days after she was shot dead in a Gurugram hotel, reported PTI.The 27-year-old was shot dead in a hotel room in Gurugram on January 2 after she allegedly demanded money from a man named Abhijeet Singh, the owner of the hotel where she was shot dead. Singh had alleged that Pahuja used to extort money from him by blackmailing him with his obscene pictures.The police said that closed-circuit television footage showed Pahuja’s body being taken in a car by Singh and his associates. Singh had allegedly handed over the car to a man named Balraj Gill, who then disposed of the body. The police had found the car abandoned at a bus stand in Punjab’s Patiala district.“On Friday, we got the input that the body was disposed of in Bhakra canal in Moonak,” Gurgaon Police spokesperson Subhash Boken told The Indian Express. “Teams were deployed in various parts of the canals as the body was expected to float from Moonak to other regions due to the flow of the water.”The police have arrested five persons so far in the case. This includes Singh, hotel staff members Omprakash and Hemraj, who allegedly helped Singh move the body, Megha and Gill.Pahuja was murdered five months after she came out of jail on bail in a case related to the killing of gangster Sandeep Gadoli in 2016.Gadoli was killed in a shootout in Mumbai on February 6, 2016. The gangster was killed after Pahuja, who was his girlfriend, colluded with rival gang member Virendra Kumar to murder him, reported PTI. She was sent to jail in 2016.","author":"Scroll Staff","time":"2024-01-13T15:42:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197479-ywpfjrwyry-1705138413.jpg","tags":["Gurgaon Police","Abhijeet Singh","Gurugram","Divya Pahuja","Murder"],"source":"https://scroll.in/latest/1062084/haryana-former-model-s-body-found-in-canal-10-days-after-she-was-killed-in-gurugram-hotel"}