{"title":"Haryana: Congress announces names of all 90 candidates, state chief, ex-president excluded","content":"The Congress has released two lists with names of all 90 candidates for the Haryana Legislative Assembly elections. The party has repeated 16 sitting MLAs, and dropped one – Renuka Vishnoi, who represented the Hansi constituency.Former Chief Minister Bhupinder Hooda will contest from his Garhi Sampla-Kiloi seat, while Congress spokesperson Randeep Surjewala will contest from his Kaithal Assembly constituency.The party has given a ticket to both the sons of former Chief Minister late Bhajan Lal. Kuldeep Vishnoi will contest from Adampur in Hisar, and his brother and former Deputy Chief Minister Chander Mohan from Panchkula.Ranveer Mahindra and Kiran Chaudhary – the son and daughter-in-law of former Chief Minister Bansi Lal – will contest from Badhra and Tosham, respectively.Former Assembly Speaker Kuldeep Sharma has been fielded from the Ganaur Assembly seat while former minister Anand Singh Dangi will contest from his traditional Meham constituency.Haryana Congress chief Kumari Selja and former state unit president Ashok Tanwar did not feature in either list.The first list was announced hours after Tanwar and his supporters had protested outside interim Congress chief Sonia Gandhi’s residence in New Delhi. He alleged that the tickets for the upcoming Haryana Assembly elections were being “sold”. His supporters raised slogans against election management committee chief Bhupinder Singh Hooda.The Congress had last month named Selja chief of its state unit, replacing Tanwar, and Hooda as the chief of its election management panel, in a bid to curb infighting.Tanwar claimed that his list of 15 candidates was rejected by “people who want to destroy the Congress”. He accused Selja and Hooda of denying tickets to people who “worked hard on the ground”. Elections to the 90-member Haryana Assembly will be held on October 21, and the results will be declared on October 24. The last date for filing nominations for the Assembly polls is October 4. The ML Khattar-led BJP government has been in power since 2014. The BJP had declared its first list of candidates on September 30.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-03T09:59:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/13848-carousel-yevyqkqflo-1451204220.jpeg","tags":["Congress","Haryana","Assembly elections","Ashok Tanwar","Kumari Selja"],"source":"https://scroll.in/latest/939287/haryana-congress-announces-first-list-of-candidates-amid-infighting-name-of-state-chief-missing"}