{"title":"Haryana bans sale, use of firecrackers in 14 districts ahead of Diwali","content":"The Haryana government on Sunday banned the sale and use of crackers in 14 districts of the state which share a border with the National Capital Region, NDTV reported.The 14 districts of Haryana where the ban will be imposed are Bhiwani, Charkhi Dadri, Faridabad, Gurugram, Jhajjar, Jind, Karnal, Mahendragarh, Nuh, Palwal, Panipat, Rewari, Rohtak and Sonipat.  The order issued by the state disaster managament authority said that the ban will also be applicable in cities and towns where the average air quality index in November last year was in the “poor” category, or worse. However, the order did not state the duration of the ban.An air quality index in the range of 201 to 300 is classified as “poor”. The air quality is considered to be “very poor” if the reading is between 301 and 400 and “severe” if it is above 401.Sale and use of crackers banned in all 14 NCR districts in #Haryana; will be a ban in other cities and towns as well. The list of these cities will be issued later, according to an order of the Chief Secretary. pic.twitter.com/22OyPWg3XL— NDTV (@ndtv) October 31, 2021\n\nPeople living in districts that have “moderate” (AQI of 101-200) air quality, or better will be allowed to use green crackers for two hours on Diwali and Chhath festivals and for 30 minutes on New Year, the order stated.The order came two days after the Supreme Court ordered states and Union Territories to strictly follow its directions on manufacture, use and sale of banned firecrackers. The court, however, clarified that there was no total ban on use of firecrackers, but fireworks containing barium salts were prohibited.Fireworks with barium compounds produce more smoke when they burn. They essentially burn in bright green or white colours.The Delhi and Odisha governments have already imposed a total ban on the sale, storage or use of any kind of crackers. On Friday, the Calcutta High Court also banned use and sale of all kinds of firecrackers – including Supreme-Court approved green crackers – till December 31.","author":"Scroll Staff","time":"2021-10-31T13:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129885-vjiwfeaauj-1572243881.jpg","tags":["Haryana","Crackers","Green cracker","Firecracker ban"],"source":"https://scroll.in/latest/1009445/haryana-bans-sale-use-of-firecrackers-in-14-districts-ahead-of-diwali"}