{"title":"Haryana violence: The tale of a mosque and a temple","content":"Mohammad Saad was supposed to be on a train on Tuesday afternoon, going back home to Bihar’s Sitamarhi. Instead, an ambulance set out for Sitamarhi on Tuesday with the 22-year-old’s corpse. Saad died Monday night when a mob attacked and set on fire the Anjuman mosque in Gurugram, where he used to work as an imam. Hours before the mosque had come under attack, violence had broken out in Nuh, 60 km away. Muslim residents threw stones at a Vishva Hindu Parishad procession, setting off clashes that left four dead. Initial reports of the violence had suggested that for several hours, Hindu devotees participating in the procession were stranded in a temple complex, surrounded by a violent mob. Haryana Home Minister Anil Vij told the Indian Express that 3,000-4,000 people were being held hostage in the temple. Media reports added that the police had rescued the devotees by late evening. #BreakingNews | 1 dead, 3 injured in Haryana's Nuh following violent clash, 2500 people stranded in temple, Section 144 imposed in the area@_anshuls shares more details#Nuh #Haryana #BrassTacks | @Zakka_Jacob pic.twitter.com/Y0lYKLfeO6— News18 (@CNNnews18) July 31, 2023\n\nHowever, when Scroll visited the temple on Tuesday, the head priest, Deepak Sharma, said that although the atmosphere was tense on Monday afternoon, the police had managed to keep the mob “at least a kilometre away”. “There was no harm done to the temple,” Sharma said. In contrast, despite police presence outside the mosque in Gurugram, the mob was able to enter and kill Saad. Another person, Khurshid Alam, was shot in the leg during the attack. Alam is currently recovering in the intensive care unit of a private hospital.   Mohammad Saad was supposed to go home on Tuesday. Photo: Arunabh SaikiaThe attack on the mosqueBarely an hour before the mosque came under attack, Saad had spoken to his elder brother, Mohammad Shadab, who lived a few kilometres away in the same neighbourhood.  Speaking to Scroll at the morgue as a postmortem was being conducted on his brother’s body,  Shadab said Saad had brushed aside his concerns that he should perhaps not spend the night at the mosque.  Shadab said he was concerned as there had been communal clashes earlier in the day in adjoining Nuh, which had spilled over to the outskirts of Gurugram. “But he told me there was nothing to worry as the police had been deployed outside,” he said. The police report detailing the incident confirms their presence outside the mosque at the time of the attack. According to the complaint filed by a sub-inspector of the Gurugram police who was present at the site when the attack happened,  a mob comprising “90-100 people” overpowered the police. The mob threw stones and fired at the police party deployed outside the mosque when they tried to intervene, the complaint states. “They were armed with sticks and guns and were chanting slogans of Jai Shri Ram even as they surrounded the mosque from all sides,” the complaint notes. Once inside the mosque, the mob resorted to more firing and arson, the complaint adds. Mohammad Shadab, Saad’s elder brother, said his body bore several bullet injuries. “There are cut marks on his neck too,” he said. Scroll has not seen the postmortem report. A First Information Report has been filed on the basis of the complaint in the Gurugram Sector 56 police station. The police have named 10 people in the FIR – eight from the village of Tigri and two from Nathupur – in addition to 90-100 “unknown people”. Charges of murder and rioting, among others, have been pressed against the accused. Five people had been arrested, said Deepak Gahlawat, a deputy commissioner of the Gurugram police. Mohammad Shadab spoke to his brother barely a hour before he was killed. Photo: Arunabh SaikiaThe violence in NuhThe clashes in Nuh mirrored a pattern seen in Delhi and other places in recent years: of Hindutva groups leading processions through Muslim-dominated areas, chanting incendiary slogans, leading to retaliation by Muslims. According to reports, though, there may have been another layer to the violence on Monday. Monu Manesar, a cow-vigilante and member of the radical Hindutva outfit Bajrang Dal, who is among 30 suspects in the murder of two Muslim men in the state’s Bhiwani district in February, had purportedly posted a video expressing his intent to take part in the procession. The video elicited angry responses from Nuh’s Muslim youths, warning Manesar against the idea. The Nalhar Mahadev temple in Nuh. Photo: Arunabh SaikiaThe procession began from Gurugram’s Civil Lines and was headed to Punhana in Nuh. One of the pit stops was the Nalhar Mahadev temple, nestled in the foot of the Aravali range.According to head priest, Deepak Sharma, the procession reached the sprawling temple complex at around 1.30 pm-2 pm. Around 3.15 pm-3.30 pm, when some people set out to resume the yatra after lunch, they came under attack from Muslim residents on the road leading to the temple.“The atmosphere was very tense and around 2,500 people were taking shelter in the temple,” said Sharma. However, Sharma said the mob did not attack the temple. “They were at least a kilometre away,” he said. The police arrived shortly after and dispersed the mob after a couple of hours. “By 6 pm-6.30 pm everyone could go back home or wherever they were headed safely,” said the priest. According to head priest Deepak Sharma, the mob did not attack the temple. Photo: Arunabh SaikiaUsha Kundu, additional superintendent of the Nuh police, said the mob was at considerable distance from the temple. “We were at the spot, but the mob was quite far away from the temple,” said Kundu. Dharmender Singh, the officer in charge of the Nalhar police outpost, said Nuh’s Muslims residents fired from the hillock towards the “public on the road leading to the temple”. “On the road, there were mainly the gau rakshaks,” he said, using the Hindi word for cow vigilantes. Singh said the mob also burnt down several vehicles, part of the procession, parked on the road leading to the temple. By Tuesday afternoon, the charred vehicles had been cleared but the road bore signs of soot and shreds of glass were strewn on it.","author":"Arunabh Saikia","time":"2023-08-02T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192770-foztudzkfb-1690908443.jpg","tags":["Haryana","communal violence","Nuh","Gurugram","Haryana violence 2023"],"source":"https://scroll.in/article/1053648/haryana-violence-the-tale-of-a-mosque-and-a-temple"}