{"title":"Has Bangladesh’s economic rise taken the wind out of the NRC narrative?","content":"For more than five decades now,  fear of migration from Bangladesh (and earlier Pakistan’s East Bengal province) has influenced the politics of Assam. To justify this, very high estimates of numbers of Bangladeshi migrants have been put out in the public domain in India.In 1997, Union Home Minister Indrajit Gupta stated in Parliament that there were 10 million illegal Bangladeshi migrants residing in India.  In 2016, the Modi government declared in Parliament that there were as many as 20 million Bangladeshis living in India illegally (which would mean nearly 2% of India’s population was actually Bangladeshi). India’s Supreme Court, which has been a strong driver of nativist sentiment on this issue, went on to assume that the number of illegal migrants “runs into millions” and “is in fact an ‘aggression’ on the State of Assam”.One part of this nativist sentiment is ethnic – with Assamese nationalists opposing the migration of  both Hindus and Muslims from Bangladesh. The other part of this is communal – with Hindu nationalist parties such as the Bharatiya Janata Party painting this as an influx of Muslims.Adding to this is the pan-Indian stereotype of Bangladesh being much poorer than India, which drives Bangladeshis to across the border to find work.This politics led to the Supreme Court in 2014  to mandate that the National Register of Citizens –  a list of bonafide Indian citizens – be updated for the state of Assam. The process for verifying citizenship invented by the court was strict. Based on documents often generations-old, it had never used in any other part of the world.NRC as myth-busterWhile the push to update the NRC was powered by high estimates of illegal migrant numbers, the final result published in 2019 ironically ended up disproving them. The number of people who were found not to be verifiable Indian citizens was around 1.9 million – far less than what was earlier speculated.This gap between the estimates and final NRC figures caused shock in Assam. “We are disappointed as the figure of 1.9 million exclusion is nowhere close to earlier figures of illegal immigrants,” the All Assam Students’ Association’s Samujjal Bhattacharya admitted.In addition, the NRC’s final list seemed to belie another enduring myth: that of mass Muslim migration from Bangladesh. While there is no official religious breakup  in the list (and will probably never will be), senior BJP leaders from Assam have admitted that in reality Bengali-speaking Hindus – and not Muslims – had been the community most prominent in the NRC’s final list of exclusions. As a consequence, from being a strong supporter of the NRC, the BJP morphed overnight into a trenchant critic, even going so far as to petition the Supreme Court to re-verify the final list. The other side of the coin is that Assam’s Muslims of Bengali-origin largely support the current NRC and oppose plans to redo the process.What explains this massive gap between projections and actuals when it comes to the magnitude and nature of migration?Assam residents queue to check their names on the final list of the National Register of Citizens outside a panchayat office in Pavakati village, Morigoan. Credit: PTIBangladesh’s risePart of the answer might lie in a new economic projection put out by the International Monetary Fund on October 13 that shows India’s per capita gross domestic product will slip below Bangladesh’s for 2020. In other words, Bangladeshis will soon be, on an average, (marginally) richer than Indians.If this is the Bangladesh-India comparison, it’s not too difficult to work out what it would be with Assam, one of the Indian Union’s poorest states. Currently Bangladesh’s per capita GDP is around  1.5 times that of Assam. Moreover, it has been significantly higher since 1971 – the year Bangladesh became independent as well as the cut-off year for the NRC. Living standards diverge even further if  measured using human development indicators. The average life expectancy of a Bangladeshi is nearly a decade more than that of a resident of Assam. At 41, Assam’s infant mortality rate – the number of infants who die before the age of one per 1,000 births – is 1.5 times that of Bangladesh’s (26). In Bangladesh, the maternal mortality rate – the number of mothers who die for every 1 lakh childbirths – is 173 but jumps to 215 in Assam.It is thus hardly surprising that the politically-driven estimates of massive economic migration were not borne out by the actual NRC figures.Religious persecution in BangladeshInstead, what is often elided in this discussion is that one of the main drivers of migration from Bangladesh has been religious persecution. It is well established that the 1971 Liberation War was “the peak period of migration from Bangladesh”. Much of this was driven by the fact that the Pakistan Army specifically targeted Bangladeshi Hindus. As many as 90% of refugees who fled Bangladesh during the war were Hindu.And 1971 wasn’t the only instance of religious persecution within Bangladesh driving outmigration. Many of the other triggers for migration from Bangladesh post 1971 were also communally charged, such as the assassination of Prime Minister Sheikh Mujibur Rahman in 1975 (after which Bangladesh declared itself an Islamic state), riots in the early 1990s related to the Babri Masjid in India and  communal violence after the right-wing Bangladesh Nationalist Party took power in 2001.This history means that the proportion of Hindus in Bangladesh has decreased by more than half from 20% in 1970 to a little above 8% today. Rana Dasgupta, general secretary of the Hindu-Buddhist-Christian Unity Council, a Bangladeshi human rights group, says that this precipitous fall is explained by the mass migration of Bangladeshi Hindus to India. Bangladesh’s political trajectory and the quantum of Hindu outmigration since 1971 thus might explain the NRC’s religious breakup. It would also help make sense of why the three Muslim-majority border district of Assam have actually seen an NRC-exclusion rate less than the state average even as that of the Hindu-majority border district of Cachar is higher.This modern Bangladeshi history is often unknown or skipped when Indians talk of “illegal immigration” – so much so that Scroll.in had to publish a factual rebuttal to the widespread myth that the Assam NRC is “anti-Muslim” after the final list was published in 2019.An odd  politicsNativist politics that targets immigrants is a regular feature of rich, developed Western countries such as the United States or Great Britain. However, this is much rarer in a poor country of India’s income level. Assam’s politics, where there are fears of mass economic migration from a richer country, might thus be unique.The final NRC data has thrown the BJP into a tizzy with the party now scrambling to change the final list. To add to that, with Bangladesh now approximately as rich as India – and growing much faster – Indian politicians might find the narrative of a massive influx of economic refugees more difficult to push.","author":"Shoaib Daniyal","time":"2020-10-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149528-wahxhyffgj-1603366026.jpg","tags":["Assam","Bangladesh","Illegal migration","NRC"],"source":"https://scroll.in/article/976411/has-bangladeshs-economic-rise-taken-the-wind-out-of-the-nrc-narrative"}