{"title":"Upper Assam was the heart of the agitation against Citizenship Bill. Has it made up with the BJP?","content":"In Assam, the National Register of Citizens and the Citizenship Bill have reopened ethnic and communal divides. For this series, Arunabh Saikia and Ipsita Chakravarty travelled across the state to find out how it affects voter choices.At 11 Mile, an exclusively Mising village on the banks of the Subansiri river in Lakhimpur district of Assam, Prabin Doley would get agitated if someone even mentioned the Bharatiya Janata Party. “In 2014, we voted for Modi because of one sentence he said: that foreigners would have to leave our land, bag and baggage,” he claimed. “Now we will oppose him for that very reason; he went back on his words and wants to bring in more Bangladeshis.”Prabin Doley is referring to the Citizenship Amendment Bill, 2016. It seeks to ease Indian citizenship criteria for non-Muslims from Bangladesh, Pakistan and Afghanistan. Assamese nationalist groups such as the All Assam Students’ Union believe that it would trigger largescale migration from Bangladesh into Assam, obliterating local populations and cultures. But while Prabin Doley’s view echoed across Upper Assam until a few months ago, it is now getting drowned by another perspective: that of people who believe the bill is a thing of the past.  In February, the bill lapsed after the government failed to table it in the Rajya Sabha.As R Kotoki, a businessman in Kaliabor constituency’s Dergaon, put it, “I do not support the bill. If it comes again I will protest. But now that it has been cancelled, there is no reason to not vote for BJP as we have got no complaints against them otherwise.”What about several senior BJP leaders, including Prime Minister Narendra Modi, affirming that, if voted back to power, the party would introduce the bill again? It is merely campaign rhetoric, the people seem to believe. Kesav Mahanta, who teaches at a government school in Jorhat’s Titabor, described it as an “election gimmick”. “I am telling you the bill will not come again,” he insisted.This story has been reported from five constituencies. Across the river in Dhemaji, Ananda Doley, a farmer, agreed. “The government can say it now, but it cannot pass the bill so easily,” he said. “The moment they try doing it, there will be a burst of sentiments and protests which the government cannot ignore.”Mamoni Bora, a homemaker in Jorhat town, hoped the BJP would “listen to the voice of the people” and not bring the bill back. “We will only vote them to power, how can they completely discount our wish?” asked Bora. As in 2014, she said, she would vote for the BJP.Mamoni Bora is a homemaker in Jorhat town. Photo credit: Arunabh SaikiaFear of the ‘foreigner’The Upper Assam constituencies of Dibrugarh, Lakhimpur, Jorhat and Kaliabor, along with Tezpur in Middle Assam, are dominated by ethnic groups considered indigenous to the state. In the 2014 general election, the BJP won all these seats except Kaliabor. In the 2016 Assembly election, the party consolidated these gains. On April 11, these constituencies will vote again in the Lok Sabha election.The region was the epicentre of the protests against the Citizenship Bill that swept Assam in January. At the time, many people compared the protests with the state’s anti-foreigner agitation from 1979 to 1985. Upper Assam was the epicentre of that movement as well.The Assam Movement, as the agitation became known, was an assertion of those who defined themselves as “khilonjiya”, or indigenous, as against “bahiragat”, outsiders. Spearheaded by the All Assam Students Union, it was driven by the fear of so-called foreigners “infiltrating” electoral rolls and changing political outcomes. The movement died out after its leaders signed the Assam Accord of 1985 with the central government. But the fear of foreigners, or so-called illegal immigrants, has remained a vital factor in Assam’s politics. In the last few years, these anxieties have sharpened. Conversations about who could be considered Assamese were reignited by the National Register of Citizens, which is meant to be a roster of genuine Indian citizens in Assam and is being updated for the first time since 1951. In this charged atmosphere, the BJP brought the Citizenship Bill, reopening old fractures between Assam’s ethnic groups and its migrant populations.But by eventually not tabling the bill in the Rajya Sabha, the ruling party appears to have largely regained its popularity among the ethnic communities of Upper Assam.  Moina Dutta runs a grocery shop in Lakhimpur. Photo credit: Anupam Chakravartty ‘BJP is good for us’Some of these voters contend that the BJP government’s efficiency in getting things done outdoes the perceived ill effects of the bill on the local population. “Everyone has bad characteristics but the BJP has less flaws overall,” said Dhemaji’s Nitul Gogoi, a peon at the local office of the Other Backward Classes Council, which issues caste certificates. “In the Congress’s time, there were touts everywhere, but now all that’s over. So we will overlook the bill for now.”Moina Dutta in Lakhimpur offered a similar opinion. “I am not much into politics, so I don’t really care about the bill,” said Dutta, who runs a grocery shop.  “But in my personal experience, I can see development has happened, the bureaucracy has become much easier to navigate in the last five years, so BJP is only good for us.”This is not to say everyone in the region sees the BJP favourably. There are many like Prabin Doley who continue to be angry with the saffron party. In the bustling trade centre of Tinsukia, Sanjib Bora said the party lost his support forever by trying to pass the bill. “We voted for them because they said they would drive out foreigners,” he said. “But they are trying to do the exact opposite now.”Ananda Doley says the BJP cannot pass the Citizenship Bill easily. Photo credit: Anupam Chakravartty ‘We are khilonjiya Muslims’ Upper Assam is also home to a substantial population of Assamese-speaking Muslims, who too identify as indigenous and with the ethnic politics that animated the Assam Movement.Many of them voted for the BJP in 2014 and again in 2016. Since then though, the Hindutva party seems to have completely alienated them.  As Mohammad Atiqur Rahman of Lakhimpur put it, “Everyone voted for Modi in 2014. We also did. But the kind of things their leaders have said about Muslims of late has hurt us. They should know we are khilonjiya Muslims of Assam; we did not come here yesterday.”Sirajul Haque of Golaghat was equally upset. “We made a mistake by voting for them,” he said. “Never again.”The BJP seems aware of such sentiment. “We have worked very hard to bring the Muslims in Assam close to us,” said Mukhtar Hussain Khan, who heads the party’s minority cell in Assam. “But one stray comment is all it takes to push people away.”Mohammad Atiqur Rahman says statements by some BJP leaders have hurt Upper Assam's Muslims. Photo credit: Arunabh Saikia‘No alternative’ Still, even the BJP’s critics agree that the party’s prospects are bright in Upper Assam. “We have told people to vote for parties that are against the Citizenship Bill, but they have no alternative really,” said Jul Khound, a senior leader of the All Assam Students Union. “If the BJP wants to bring in Hindus from Bangladesh, the Congress wants to bring in both Muslims and Hindus.”Indeed, even people who are staunchly opposed to the Citizenship Bill are sceptical of the Congress. Nitumoni Das from Lakhimpur’s Pani Gaon who took part in the Assam Movement said he felt betrayed by the BJP. But when it came to casting his vote, he claimed, he had little choice. “I fought against the Congress during the agitation. I can’t vote for them ever,” he explained.R Kotoki says now that the Citizenship Bill has lapsed, there is no reason to not vote for BJP. Photo credit: Arunabh SaikiaMadhurjya Saikia in Kaliabor is in a similar quandary. Saikia, who spent time in jail during the Assam Movement, said he had no hope from any of the parties. “I am yet to decide who I will vote for,” he added.Congress workers in Upper Assam criticised the party’s leadership for not cashing in on the anti-bill sentiment. “We failed to capitalise on it,” said a senior functionary of the party in Jorhat. “We are workers, we follow directions from our leaders. And everyone knows the Congress is run by the high command. If we organise even a meeting without prior approval, we will get a show cause notice.”Debabrata Saikia, leader of the Opposition in Assam, conceded that the Congress should have gone “harder in our campaign against the bill”. “We are, however, putting our best forward now,” he said. “In our house-to-house campaign we’re taking it up. We are also distributing stickers.”Madhurjya Saikia spent time in jail during the Assam Movement. Photo credit: Arunabh SaikiaBeyond identity?In any case, Khound predicted, the bill would only affect a “minimum percentage of voters”. “Definitely not enough to change the outcome of the elections,” he said.Does that mean the protests against the bill were not as spontaneous as claimed? More crucially, does this point to a shift from more than four decades of identity politics, when governments were formed and collapsed on the issue of migration?Not quite, cautioned the political scientist Sanjib Baruah. That the people have chosen to prioritise other issues over the bill in this election simply means the “momentum is on the side of the BJP”. “People know there are advantages to being on the winning side,” he said.The support for the BJP, he added, should not be read as a mandate for the bill. The vexed issue of alleged undocumented immigration will continue to drive the state’s politics, Baruah contended. “This election too will produce a government which will lack any mandate to act on the crucial issue which has affected Assamese public life for more than three decades,” he added.Also read: ‘We like Modi only’: Assam’s non-Bengali linguistic minorities put their weight behind BJP yet againIn Assam, BJP thwarts the political ambitions of its regional point man, Himanta Biswa Sarma","author":"Arunabh Saikia","time":"2019-04-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/116867-ldqvclfapn-1554538324.jpeg","tags":["Assam","Citizenship Bill","Assam agitation","Congress","BJP","Bangladeshi migrants","Assam election 2019","Ethnic groups","Assam Accord","Election report 2019","Lok Sabha election 2019","Assam Divided"],"source":"https://scroll.in/article/919094/has-upper-assam-epicentre-of-the-agitation-against-citizenship-bill-reconciled-with-the-bjp"}