{"title":"‘Hasmukh’ review: Undone by its ambition but salvaged by sharp performances","content":"Here’s a deadly premise for a killer comedy: a stand-up artist seeking to overcome stage fright discovers that if he murders somebody minutes before his performance, his knees stop knocking and his material flows smoothly. Although the new Netflix web series Hasmukh is eventually unable to match up to its lofty ambitions, the first season stumbles along on the strength of well-etched characters, strong performances, and the suggestion that showbiz is the natural home of the serial slayer. Some performers need rituals or stimulants to feel inspired. Hasmukh gets “the feel” only after he has extinguished life. His introductory spiel before his comedy routines – What’s the matter? Why aren’t you laughing? Has somebody died? – has a sinister edge that is lost on his patrons. Since potential victims aren’t exactly queuing up to offer themselves for slaughter, Hasmukh must find scalps to feed his muse. Fortunately for him, and less fortunately for the 10 episodes that follow, murder is ridiculously easy, even more so than delivering a winning punchline.The black comedy, which is mostly dark but not always funny, has been co-created by Vir Das, co-scripted by him and a team of writers, and directed by Nikhil Gonsalves. Das also plays Hasmukh, who has been slaving away as the assistant to Saharanpur’s resident comedy king Gulati (Manoj Pahwa). Hasmukh has been begging Gulati for the opportunity to perform, but Gulati has no faith in his skills.Manoj Pahwa and Vir Das in Hasmukh (2020). Courtesy Emmay Entertainment/Applause Entertainment/Netflix.There comes the day when Hasmukh cannot take Gulati’s taunts any more. A Pavlovian link between comedy and killing is established, one that requires considerable oiling from Hasmukh’s manager Jimmy (Ranvir Shorey). Jimmy has golden dental implants, the resourcefulness of the small-town hustler, and greater ambition than Hasmukh. Bound by a mutually beneficial Faustian bargain, the two men journey to Mumbai, where fame beckons in the form of the television talent hunt show Comedy Badshaho. A minor army of characters stands in the way of Hasmukh’s shot at glory, including ruthless showrunner Promila (Amrita Bagchi), the preening leading contender KK (Suhail Nayyar), and Promila’s slippery associate Ajinkya (Shantanu Ghatak), who is firmly in KK’s camp and regards Hasmukh as an upstart.Thrown into the mix are two police officials who try to solve the link between Hasmukh’s progress and the sudden dip in Mumbai’s population. There is also the gangster Jameel Indori (Raza Murad), whose involvement in Hasmukh’s affairs is offered as proof that in Mumbai, you can throw a stone and hit an underworld personality. The move to Mumbai proves deleterious for Hasmukh and the series in more ways than one. Mumbai allows for more characters but also encourages lazy stereotyping and contrivances to be manufactured. This dependable den of vice that corrupts everybody who treads on its fetid soil gets blamed for whetting Hasmukh’s appetite for destruction. Mumbai’s amoral ways inspire trite observations and implausible twists. Hasmukh’s ability to carry off his crimes with Jimmy’s help isn’t treated as the farce it soon resembles.Vir Das and Ranvir Shorey in Hasmukh (2020). Courtesy Emmay Entertainment/Applause Entertainment/Netflix.The depiction of the television industry is loaded with cliches, but some of them work because of the performances. Ravi Kishan is a delight as Pratap, the shallow and lusty owner of the television network that produces Comedy Badshaho. Pratap’s eyes light up on only two occasions – the promise of better ratings, and the twin assets of his obliging employee. Vir Das isn’t always comfortable switching between Hasmukh’s nervous and nasty sides, and the strain of making Hasmukh likable as well as complex often shows. Ranvir Shorey does the heavy lifting on Das’s behalf, and is excellent as the always dependable and occasionally dastardly Jimmy. Suhail Nayyar is in solid shape too as the vainglorious KK. \n\n\n    \n    Play\n\nHasmukh (2020).Also read:‘What’s funny or offensive is subjective’: Vir Das on new special and not holding back with jokes","author":"Nandini Ramnath","time":"2020-04-18T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/139838-goovbxzspn-1586670983.jpg","tags":["Hasmukh review","Vir Das","Netflix"],"source":"https://scroll.in/reel/959425/hasmukh-review-undone-by-its-ambition-but-salvaged-by-sharp-performances"}