{"title":"Hate speech, brazen communal appeal: Opposition denounces PM Modi’s remarks on Muslims at poll rally","content":"Opposition leaders on Sunday criticised as hate speech Prime Minister Narendra Modi’s remarks claiming that the Congress would distribute citizens’ property among “infiltrators” if voted to power.At an election rally in Rajasthan earlier in the day, Modi claimed that the Congress’ manifesto talks about calculating “the amount of gold that mothers and sisters have, get information about it and then distribute that property”.Modi said: “When the Congress-led government was in power, they had said that Muslims have the first right over the country’s assets. This means that they will distribute wealth to those who have more children and those who are infiltrators. Is this acceptable to you?”The prime minister added: “This Urban Naxal thinking will not spare even the mangalsutras of my mothers and sisters.”The term “urban Naxals” is used by BJP supporters to describe those who oppose the Modi government.Modi was purportedly referring to remarks that Manmohan Singh made on December 9, 2006, when he addressed a meeting of the National Development Council. Singh, who was prime minister at the time, said that the country’s priorities were to uplift the Scheduled Castes, Scheduled Tribes, Other Backward Classes, minorities and women and children.“We will have to devise innovative plans to ensure that minorities, particularly the Muslim minority, are empowered to share equitably in the fruits of development,” Singh had said. “They must have the first claim on resources.”Though the BJP shared a video clip of Singh’s remarks on social media, the Congress noted that the section had been taken out of context.Singh had said: '“I believe our collective priorities are clear: agriculture, irrigation and water resources, health, education, critical investment in rural infrastructure, and the essential public investment needs of general infrastructure, along with programmes for the upliftment of SC/STs, other backward classes, minorities and women and children. The component plans for Scheduled Castes and Scheduled Tribes will need to be revitalised. We will have to devise innovative plans to ensure that minorities, particularly the Muslim minority, are empowered to share equitably in the fruits of development. They must have the first claim on resources. The Centre has a myriad other responsibilities whose demands will have to be fitted within the over-all resource availability.”This is what Former Prime Minister Dr .Manmohan Singh exactly said about the weaker sections and their rights on national resources: \"I believe our collective priorities are clear: agriculture, irrigation and water resources, health, education, critical investment in rural… pic.twitter.com/8CwH6oj5qc— Manish Tewari (@ManishTewari) April 22, 2024\n\n\nThe Congress also dared the prime minister to show one paragraph in its manifesto where it talked about redistributing wealth to the Muslim community.“What Modi ji said is not only hate speech but also a well thought out ploy to divert attention,” said Congress president Mallikarjun Kharge in a social media post. “Lying for power, making baseless references to things and making false accusations on opponents is the specialty of the training of RSS [Rashtriya Swayamsevak Sangh] and BJP.”आज मोदी जी के बौखलाहट भरे भाषण से दिखा कि प्रथम चरण के नतीजों में INDIA जीत रहा है। मोदी जी ने जो कहा वो Hate Speech तो है ही, ध्यान भटकाने की एक सोची समझी चाल है। प्रधानमंत्री ने आज वही किया जो उन्हें संघ के संस्कारों में मिला है। सत्ता के लिए झूठ बोलना, बातों का अनर्गल…— Mallikarjun Kharge (@kharge) April 21, 2024\n\n\nIn similar vein, party leader Rahul Gandhi said Modi’s remarks were intended to divert attention from matters of real concern. “Narendra Modi, in his disappointment about voting in the first phase of the election, has sunk to such depths that he is fearfully trying to divert people’s attention from issues,” he said.Trinamool Congress Rajya Sabha MP Sagarika Ghosh said the prime minister’s remarks constituted an “utterly brazen shameless communal appeal for votes”.She said: “If the Election Commission does not step in now to immediately act against this open and vicious hate speak by the prime minister then let’s please wind up the Election Commission and forget about the Model Code of Conduct.”This is an utterly BRAZEN SHAMELESS communal appeal for votes by @narendramodi. If the @ECISVEEP doesn’t step in NOW to immediately act against this open and vicious hate speak by the prime minister then let’s please wind up the Election Commission and forget about the Model Code… https://t.co/L1ctwSc3DI— Sagarika Ghose (@sagarikaghose) April 21, 2024\n\n\nHer party colleague Saket Gokhale also said that Modi’s remarks amounted to hate speech and accused the poll body of sleeping at the wheels.All India Majlis-e-Ittehadul Muslimeen president Asaduddin Owaisi, referring to the BJP’s manifesto for the Lok Sabha polls, said that the only “Modi guarantee has been to abuse Muslims and get votes” since 2014.“If one is talking about the country’s wealth, one should know that under Modi’s rule, the first right to India’s wealth has been of his wealthy friends,” said Owaisi. “1% of Indians own 40% of the country’s wealth. Common Hindus are made to fear Muslims while their wealth is being used to enrich others.”Modi today called Muslims infiltrators and people with many children. Since 2002 till this day, the only Modi guarantee has been to abuse Muslims and get votes. If one is talking about the country’s wealth, one should know that under Modi’s rule the first right to India’s wealth…— Asaduddin Owaisi (@asadowaisi) April 21, 2024","author":"Scroll Staff","time":"2024-04-22T09:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200209-xombpgzkuw-1713755269.jpg","tags":["Narendra Modi","Congress","BJP","Manmohan Singh","Lok Sabha 2024"],"source":"https://scroll.in/latest/1066897/hate-speech-brazen-communal-appeal-opposition-denounces-pm-modis-remarks-on-muslims-at-poll-rally"}