{"title":"Hate speech is sullying the country’s atmosphere, says Supreme Court","content":"Instances of hate speech are sullying the atmosphere in the country and need to be stopped, the Supreme Court said on Monday, reported Bar and Bench.A bench of Chief Justice UU Lalit and Justice S Ravindra Bhat made the statement while hearing a plea alleging that the government was not taking any action against such speech.At Monday’s hearing, the petitioner, Harpreet Mansukhani, appearing in person, alleged that hate speeches were being given to make India a Hindu rashtra, or Hindu nation, before the 2024 General Assembly elections.“Hate speech has been turned into a profitable business,” she said. “A party funded The Kashmir Files and then I have proof how it was funded and then made tax free.”The Kashmir Files, directed by Vivek Agnihotri, is based on the exodus of Kashmiri Hindus from the erstwhile state of Jammu and Kashmir in the late 1980s and early 1990s due to militancy. It was released on March 11.The movie was endorsed by Prime Minister Narendra Modi and many other senior leaders of the Bharatiya Janata Party. Several BJP-ruled states had also exempted the movie from entertainment tax.Also read:We cannot give hate any air, says Supreme Court on TV news debates At the hearing, the petition claimed that BJP leaders have admitted to killing members of minority communities and getting them arrested, reported Live Law.“The representation of hate speech has been mentioned earlier by many lawyers, 76 lawyers, to the ex-CJI Ramana to take suo moto cognisance and investigate action against targeting of Muslim community,” the petitioner said. “Yet there has been no action.”She added: “Service chiefs, Army veterans, retired bureaucrats and citizens had written a letter to the prime minister and the ex-president on 2 January 2022 speaking of harms of participating in genocide but there was no response.”The court initially said that normal criminal law proceedings have to be initiated in such incidents of hate speech, reported The Indian Express.“We have to see who is involved and who is not,” Lalit said.The petitioner, however, urged the court to pass directions, saying it was too late to curb such incidents. To this, the court said that it would need a factual background to take cognisance of the case.“You may concentrate on maybe a case or two,” the court advised the petitioner. “Something or the other in form of petition, in one of the cases by way of sample that you can give. This is too random a petition saying that there are 58 instances where someone made a hate speech. Rather than giving us a vague idea, you concentrate on immediate instances”Mansukhani then said she will file an affidavit citing instances of hate speech and whether cases were registered on not. The bench will next hear the matter on November 1.","author":"Scroll Staff","time":"2022-10-11T09:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173314-tbcjvdcscw-1650460121.jpg","tags":["Supreme Court","Hate speech","The Kashmir Files"],"source":"https://scroll.in/latest/1034721/hate-speeches-are-sullying-the-countrys-atmosphere-says-supreme-court"}