{"title":"Hate speech: TV news anchors contribute to structural violence against Muslims but aren’t prosecuted","content":"Play\n\nWriter and host: Smitha Nair | Producer: Karnika Kohli| Graphics designer: Rubin D'Souza |Scholars who study genocide say there are two key speech devices used to prime a majority group to inflict violence on a minority group. One is called dehumanization—using language that likens people to animals, insects or disease. Nazis referred to Jews as rats. Hutus involved in the Rwanda genocide called Tutsis cockroaches. This dehumanizes them and makes violence against them acceptable. The other speech device is called accusation in a mirror—constantly telling people that they face a mortal threat from a minority group, which makes violence against them seem acceptable, even necessary in self defence. It is called ‘accusation in a mirror’ because it claims that violence would come from those who are actually the would-be victims of violence.Speech that expresses or incites this hatred towards people on the basis of some aspect of their identity is called hate speech. How does our law deal with it? How have courts interpreted what constitutes hate speech? How does it square off with the right to freedom of speech and expression?Scroll.in put these questions to Supreme Court lawyer, Shahrukh Alam. This is an excerpt from the conversation. How has the SC looked at hate speech? What is the emerging jurisprudence on hate speech?Emerging jurisprudence is looking at hate speech not as a solitary act, episodic act, but as a very concerted, systemic creation of a discourse with a very deliberate intent to marginalise certain communities and push them out of the economic, social and political space that was earlier available to them. Hate speech is cumulative and discursive. It adds on. It keeps adding on till the point that members of that community find that they have lost the ground beneath their feet. In Amish Devgan’s case the SC has said there is variable context, who is saying what about whom matters, impact matters. A majority community leader saying something about a marginalised community will have a very different impact on their lives rather than a voice of dissent by a minority community member against a government in power. It will not have the same kind of impact.  Do the police and the lower courts view alleged hate speech by Hindus and Muslims differently?Let us look at Delhi riots cases and the reasoning of the court in the rejection of Umar Khalid’s bail. The order says they conspired to provide to Muslims an articulation of their grievances and a methodology for its articulation. In creating a critical mass of Muslim protestors they communalised the political space and excited violence. The lower court judged that these allegations in themselves prima facie made out a case of terrorism on part of the leadership. This is how the courts are reading the articulation of Muslim greivances. Juxtapose this with how courts are treating Kapil Mishra’s case. The court says :Suppose you are saying all this for creating a mahoul, I think there is no mens rea because some other political parties say something else, everybody is addressing their constituency and mobilising their constituents. If you are saying something with a smile then there is no criminality. Because we are in a democracy, you also have a right to speech and all these things…Look at the contrast. The discourse in this country over the last few years paints Muslims as invaders and predators of land and of economy and of Hindu women. So anything that Muslims do, including mobilisation, is seen as a threat. While on the other hand, Hindu political mobilisation is seen as a corrective measure. And the courts are actually now framing chargers and trying to analyse charges on the basis of this. What about TV news anchors who platform and promote hate speech. Does the law afford the press greater protection than an average Joe when it comes to hate speech?TV news anchors are breathtaking in their shallowness. There is the larger problem of the structural violence they are causing which is not even prosecutable under existing IPC sections because again they are contributing very deliberately to a discourse of marginalisation. So there is overt violence which some anchors cause, like Sudarshan Chavhanke, whose programs are quite interactive. I have been following some of his programmes and what he does is he puts out these promotional videos. Nobody watches the actual programme but the promotional videos get a lot of traffic on social media. And a lot of times he invites viewers to enact what he is saying. And upload their own videos which form a part of the same thread. So he would go out and say boycott Muslim vendors and then you would see somebody from a small town in UP or MP upload a video of them beating a poor muslim vendor. This is inciting violence. There is record of violence happening as a consequence of his direct incitement but even then there hasn’t been any prosecution. This is the overt bit, what about the structural violence that is being caused where you are suggesting to people that Muslims were invaders, imposters, predators and the consequence of that is what Muslims are having to face in the country everyday. That kind of harm has not been recognised in our criminal law. Perhaps we should start talking about the constitutional harm of pushing a community out from the political space available to them. But that jurisprudence still needs to be built. How do you view BJP spokesperson Nupur Sharma’s derogatory remarks about Prophet Muhammad?There is a distinction there between hate speech and genocidal speech, the kind that we saw in the Dharam sansads and what she said on TV. I find her comments obnoxious and deeply hurtful. But it wasn’t genocidal in that sense. It certainly fits into the larger discourse of discrmination, but yes, it is still structural violence. I was reading this interesting article by Asma Barlas and she was saying that when you are marginalising people, when you are pushing people out, there is also always a constant urge to display power, to say things that are deeply hurtful to them. I think this statement by Nupur Sharma was that, a display of power, that I can say this to you with full impunity on national TV and nothing will happen, so in that sense it is structural violence. And I also want to say that the countries that have jumped in, I think they are treating this as a religious duty, there has been blasphemy and they must step in, they are not looking at it as a civil liberties problem. Because they are not worried about all the men in Kanpur who have been hauled to jail for protesting, whose houses have been demolished for protesting, that’s not an issue for them. As we speak, there are some disappointing, but not surprising comments coming in. Some of our viewers are asking you why you don’t simply move to an Islamic nation. I will tell you why, because India is my homeland that is why. India is as much mine as it is yours and that is why I will not move to any Islamic country or any other country. It is in India that I was born, I was raised and it is in India that I intend to die. The whole point of this hate speech discourse is to tell Indian Muslims that they do not belong, so the act of our remaining in India, is also an act of resistance.","author":"Smitha Nair","time":"2022-06-09T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173363-yfzysaqobj-1650537835.jpg","tags":["Nupur Sharma","Hate speech","BJP"],"source":"https://scroll.in/article/1025804/hate-speech-tv-news-anchors-contribute-to-structural-violence-against-muslims-but-arent-prosecuted"}