{"title":"Hathras gangrape: Opponents plotting against us through international funding, alleges Adityanath","content":"Uttar Pradesh Chief Minister Adityanath on Monday accused the Bharatiya Janata Party’s political opponents of attempting to conspire against it by “trying to lay a foundation for caste and communal riots through international funding”, reported ANI. The chief minister made the remarks after nationwide anger and protests to demand justice for the family of the Dalit woman who died on September 29 after brutal torture and gangrape by four upper-caste Thakur men in Hathras district of Uttar Pradesh.“Our opponents are conspiring against us by trying to lay a foundation for caste and communal riots through international funding,” Adityanath said. “For last one week, Opposition parties were keen to see riots. We need to move forward amidst all these conspiracies.”He added that the party’s workers need to dedicate themselves for the country’s development. “Anti-social and anti-nation elements find it difficult to accept state’s development as they always wanted a riot-stricken Uttar Pradesh. So they are hatching conspiracies now.”Adityanath had claimed on Sunday that those who do not like development want to incite riots. He, however, added that the Uttar Pradesh Police has to be “sensitive and proactive” in dealing with cases related to women.Amid mounting criticism, Adityanath had on October 3 ordered the Central Bureau of Investigation take over the case. BJP workers need to dedicate themselves for country's development. Anti-social & anti-nation elements find it difficult to accept state's development as they always wanted a riot-stricken Uttar Pradesh. So they are hatching conspiracies now: Yogi Adityanath, CM, Uttar Pradesh https://t.co/BsIczfnTg1— ANI UP (@ANINewsUP) October 5, 2020\n\nHowever, Samajwadi Party leader Ram Govind Chowdhury claimed that Adityanath was inciting his party workers and said the “conspiracy of caste and communal violence” should be thwarted, PTI reported. “After making UP a sick state, Adityanath is returning to his old ways,” Chowdhury said. “People of the state should remain alert and maintain brotherhood and amity. Samajwadi people should be ready to give sacrifice to prevent the state from riots, which may be orchestrated by the chief minister and his team.” Chowdhury called on Bharatiya Janata Party workers themselves to expose this “conspiracy”. “The people of the state should remember past record of Adityanath...instead of establishing rule of law, he is breaking dignity of law,” Chowdhury said. He accused the Uttar Pradesh government of suppressing the Opposition’s voice.FIR filedMeanwhile, the Hathras Police have lodged a first information report against unidentified persons for allegedly attempting to spark caste-based conflict and invoked several charges, including sedition, reported PTI. The FIR was lodged at the Chandpa police station on Sunday afternoon.The police have claimed that an “international plot” was hatched to provoke riots along caste lines and defame the state government, The Indian Express reported.Nineteen charges under the Indian Penal Code have been mentioned in the FIR. This includes Section 124(A) that deals with sedition, Section 153A (promoting enmity), along with four of its sub-sections – 153 B (imputations, assertions prejudicial to national-integration), and Section 120 B (criminal conspiracy). Section 67 (punishment for publishing or transmitting obscene material in electronic form) of the Information Technology Act has also been added to the list of charges.The state government’s statements related to the case are being forged, manipulated and circulated through social media and misleading content is being shared with fake logos of media houses, an unidentified police officer told PTI.","author":"Scroll Staff","time":"2020-10-05T17:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135748-ghtusevquz-1599482598.jpeg","tags":["Adityanath","Uttar Pradesh","Hathras","Hathras police"],"source":"https://scroll.in/latest/974979/hathras-gangrape-opponents-plotting-against-us-through-international-funding-alleges-adityanath"}