{"title":"Hathras rape: 19 FIRs filed across Uttar Pradesh, police allege conspiracy against state government","content":"Nineteen first information reports have been filed in connection with the case of a 19-year-old Dalit woman’s death after she was gangraped and brutally assaulted last month by four upper-caste Thakur men in Uttar Pradesh’s Hathras district, reported NDTV. The FIRs have been registered across the state.The 19 FIRs also includes the main report filed on Sunday in Hathras against unidentified persons for allegedly attempting to incite caste-based conflict, according to News18. The main FIR invoked 19 charges, including sedition, and the police have reportedly claimed that an “international plot” was hatched to provoke riots along caste lines and defame the state government. It has been registered at the Chandpa police station.Uttar Pradesh Additional Director General of Police, Law and Order, Prashant Kumar said that a “conspiracy” was hatched to throw Adityanath government into a state of turmoil. “In all, 19 FIRs have been registered by the Uttar Pradesh Police across the state in connection with the Hathras incident,” he said, according to The Times of India.Earlier in the day, the Uttar Pradesh Police registered an FIR against Bhim Army chief Chandrashekhar Azad and 400 others for violating Section 144 of the Criminal Procedure Code that prevents large gatherings. Azad led a rally to Hathras district on Sunday to meet the family of the Dalit woman.On Sunday, Adityanath had claimed that those who do not like development want to incite riots. He, however, added that the Uttar Pradesh Police has to be “sensitive and proactive” in dealing with cases related to women. A day later, he accused the Bharatiya Janata Party’s political opponents of attempting to conspire against it by “trying to lay a foundation for caste and communal riots through international funding”. Follow live updates on the Hathras rape case hereThe caseOn September 14, four upper-caste Thakur men had tortured and raped the Dalit woman. She died on September 29, a day after being moved to the Safdarjung Hospital in Delhi. She had suffered multiple fractures and other serious injuries, and was left paralysed. The four men have been arrested. However, the woman was hastily cremated by police against her family’s will, while they had been locked indoors. This has led to outrage and protests across the country.The Uttar Pradesh administration has consistently denied that the woman was raped, based on a report from the forensic lab that had said there were no traces of sperm in samples taken from her. However, the chief medical officer at Jawaharlal Nehru Medical College – where the woman was admitted – said the forensic lab’s report “holds no value” as it relied on samples taken 11 days after the crime was committed. Experts have also pointed out that since the samples for the test were collected many days after the crime was committed, sperm would not be present. The autopsy report of the woman had showed that she was strangled and suffered a cervical spine injury. The final diagnosis did not mention rape, but had pointed out that there were tears in her genitalia and there had been “use of force”.Amid mounting criticism, on October 3, Adityanath ordered the Central Bureau of Investigation to take over the case.","author":"Scroll Staff","time":"2020-10-05T19:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148677-bidxnviyuy-1601905035.jpg","tags":["Uttar Pradesh","UP Police","Hathras FIR","Hathras rape","Hathras"],"source":"https://scroll.in/latest/974989/hathras-rape-19-firs-filed-across-uttar-pradesh-police-allege-conspiracy-against-state-government"}