{"title":"Hathras rape: Sedition case filed against Kerala journalist and others arrested for alleged PFI link","content":"Four people who were arrested when they were on their way to Uttar Pradesh’s Hathras district on Monday for having alleged links to the Popular Front of India have been booked for sedition, NDTV reported on Wednesday. The Adityanath-led state government has blamed the same organisation for protests against the Citizenship Amendment Law that erupted last year and the subsequent vandalism.The first information report against them said they were “going to Hathras to disrupt peace as part of larger conspiracy”, according to ANI.  The police have also invoked Section 17 of the stringent Unlawful Activities Prevention Act that deals with raising funds for terrorist acts, reported The Hindu.Sections 65, 72 and 76 of the Information Technology Act, for promoting enmity between different groups and affecting religious feelings, were also invoked against them.The four, including a Kerala journalist, were going to Hathras district, where the gangrape and brutal assault of a Dalit woman has sparked nationwide outrage. The four men – Atiq-ur Rehman, Siddique Kappan, Masood Ahmed and Alam – were stopped by the state police at a toll plaza in Mathura after they received information that some “suspicious people” were travelling from Delhi. “During a check at Maant toll plaza on Monday morning, we found the movement of a Swift Dzire car suspicious,” Gaurav Grover, senior superintendent of police, Mathura, told The Indian Express. “We questioned the four persons and they were taken into preventive arrest under Criminal Code of Procedure Section 151. It appears that they were heading towards Hathras. While no FIR has been filed against them, they said they are related to PFI and CFI [Campus Front of India] during questioning.”In an official statement, the police said their mobile phones, a laptop and some literature, which could impact law and order situation, have been seized.Siddique Kappan, a journalist and the secretary of Kerala Union of Working Journalists’ Delhi unit, was on his way to report on the current situation in the woman’s village. He was assigned to cover the Hathras story by the website Azhimukham, according to News Laundry. Kappan had earlier sent a legal notice to the people who had linked him to Popular Front of India.On Wednesday, the four men were produced before a court and sent to 14-day judicial custody, according to ANI. “Further action will be taken after collection of evidence in the investigation”, Grover told The Hindu.The Kerala Union of Working Journalists wrote to Chief Minister Adityanath, urging him to release Kappan immediately, saying the Hathras police station and the state police department have not provided any information on taking him into custody. “Mr Kappan was trying to do his duty as a reporter,” a letter sent by Miji Jose, the union’s president, said. “We urge you to get him released at the earliest.”The union also wrote to Narendra Modi, asking for “urgent action” to secure Kappan’s release.  Later in the day, the union filed a habeas corpus petition in the Supreme Court over the journalist’s “illegal detention”, according to News Laundry. The petition sought to “know the whereabouts” of the journalist, stating he was “taken into custody flouting all guidelines issued by the Supreme Court in the past”. The union said Kappan’s arrest  was a “breach of constitutional values”. “The present writ petition is confined to facilitate a dignified democratic working atmosphere, spirit and philosophy of the constitution of India, for the members of the petitioner who all are working journalists, including access to Hathras and for the immediate release of Mr Siddique Kappan.”   — Kerala Union of Working Journalists's plea to the Supreme Court\nThe men were arrested on Monday night hours after Adityanath had alleged that the Bharatiya Janata Party’s political opponents were attempting to conspire against it by “trying to lay a foundation for caste and communal riots through international funding”. The state police have also filed 19 first information reports in Hathras against unidentified persons for allegedly attempting to incite caste-based conflict after the woman’s death last week.  The rape caseOn September 14, four upper-caste Thakur men had tortured and raped the Dalit woman. She died on September 29, a day after being moved to the Safdarjung Hospital in Delhi. She had suffered multiple fractures and other serious injuries, and was left paralysed. The four men have been arrested. However, the woman was hastily cremated by police against her family’s will, while they had been locked indoors. This has led to outrage and protests across the country.The Uttar Pradesh administration has consistently denied that the woman was raped, based on a report from the forensic lab that had said there were no traces of sperm in samples taken from her. However, the chief medical officer at Jawaharlal Nehru Medical College – where the woman was admitted – said the forensic lab’s report “holds no value” as it relied on samples taken 11 days after the crime was committed. Experts have also pointed out that since the samples for the test were collected many days after the crime was committed, sperm would not be present. The autopsy report of the woman had showed that she was strangled and suffered a cervical spine injury. The final diagnosis did not mention rape, but had pointed out that there were tears in her genitalia and there had been “use of force”.","author":"Scroll Staff","time":"2020-10-07T13:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148677-bidxnviyuy-1601905035.jpg","tags":["sedition","PFI","Hathras","BJP","UP news","Adityanath"],"source":"https://scroll.in/latest/975157/hathras-rape-sedition-case-filed-against-kerala-journalist-others-arrested-for-alleged-pfi-links"}