{"title":"Hathras case: UP Police file 5,000-page chargesheet against journalist Siddique Kappan, 7 others","content":"The Special Task Force of the Uttar Pradesh Police on Saturday filed a chargesheet against Kerala-based journalist Siddique Kappan and seven others, accusing them of sedition and conspiring to incite caste violence in Hathras district last year, The Indian Express reported. The chargesheet was filed in a court in Mathura. Besides Kappan, it named Popular Front of India members Atiqur Rahman, Masood Ahmed, Rauf Sharif, Ansad Badruddin, Firoz Khan, Alam and Danish. “The court took cognisance of the chargesheet which is approximately 5,000 pages long,” Special Task Force official Vinod Sirohi told the newspaper. “The documents contain details of our investigation and our findings against the persons who were arrested while on their way to Hathras and others.”Kappan, a journalist for the Malayalam news portal Azhimukham, was arrested in October while he was on his way to cover what has come to be known as the Hathras case, in which a 19-year-old Dalit woman had died on September 14 after four upper caste man gangraped her. The Uttar Pradesh Police later booked him under the Unlawful Activities (Prevention) Act and charges of sedition.Three other men who were in the car with him were also arrested for similar offences. The police claim that Kappan was arrested because he was going to Hathras as part of a conspiracy to create law and order trouble and foment caste riots. They say that Kappan and others were part of the Popular Front of India, a hardline Muslim organisation that authorities accuse of having links with extremist groups. In its chargesheet, the police alleged that Kappan and others received funds of about Rs 80 lakh from financial institutions in Doha and Muscat to create trouble, according to The Hindu. They claimed that incriminating evidence was recovered from the laptops and mobile phones of the accused.Officials told The Indian Express the chargesheet lists more than 50 witnesses to support the police charges. The accused wanted to cause law and order problems in the region amid the protests over the rape and murder of the Dalit girl, the chargesheet says, according to the officials. Defence lawyer Madhuvan Dutt Chaturvedi denied the allegations on behalf of the accused. He said the charges against Kappan and others were “vague, groundless and initiated for promoting ideological agenda of the state government”, The Hindu reported. “The STF has filed chargesheet for the same fund [of Rs 80 lakh] in Rauf [Sharif]’s case which has not been considered ‘proceed of crime’ by Special Court for Prevention of Money Laundering Act 2002 in Ernakulam [in Kerala],” Chaturvedi told the newspaper.He added that the accused complained of misbehaviour in jail, and told him that they had not been provided any food for over 24 hours. “It is pertinent to mention that Siddique Kappan is a sugar patient and Atiqur Rehman is suffering from aortic regurgitation,” Chaturvedi said. The next date of hearing in the case has been fixed for May 1.","author":"Scroll Staff","time":"2021-04-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149032-zojaummaaq-1617506240.jpg","tags":["Siddique Kappan","Hathras","Hathras case","Uttar Pradesh Police","Uttar Pradesh"],"source":"https://scroll.in/latest/991329/hathras-case-up-police-file-5000-page-chargesheet-against-journalist-siddique-kappan-7-others"}