{"title":"Hathras gangrape: Report ruling out rape has no value, used 11-day-old sample, says Aligarh CMO   ","content":"The chief medical officer at Jawaharlal Nehru Medical College has said that the report the police cited to claim that the Hathras gangrape complainant was not raped “holds no value” as it relied on the sample taken 11 days after the crime was committed, The Indian Express reported. The college is a part of Aligarh Muslim University and was where the complainant was admitted after the incident.“The samples were collected 11 days after the woman was allegedly raped, while government guidelines strictly say forensic evidence can only be found up to 96 hours after the incident,” Dr Azeem Malik told the newspaper. “This report can’t confirm rape in this incident.”Four upper-caste Thakur men had on September 14 assaulted and raped the Dalit woman. She was first admitted to the medical college in an unconscious state. After she regained consciousness, the woman gave details of the sexual assault on September 22. Her statement was recorded before a judicial magistrate and the police added the relevant rape charges against the accused.Subsequently, samples were sent to the Forensic Science Laboratory, which received them on September 25 – 11 days after the attack. The Uttar Pradesh Police had claimed that there was no rape based on a report from this sample. Additional Director General of Police (Law and Order) Prashant Kumar claimed that the woman’s postmortem report showed that she died of neck injuries. “The FSL (Forensic Science Laboratory) report hasn’t found sperm in samples, making it clear that some people twisted the matter to stir caste-based tension,” he had claimed. “Such people will be identified and legal action will be taken.”Earlier, the medico-legal report of the woman, also prepared by the Jawaharlal Nehru Medical College Hospital, had shown that doctors recorded “complete penetration of the vagina” and the use of force in their preliminary exam. “On the basis of local examination, I am of the opinion that there are signs of use of force,” Medical Examiner of the hospital Dr Faiz Ahmed had said. “However, opinion regarding penetrative intercourse is reserved pending availability of FSL [Forensic Science Laboratory] reports.”After the reports came, President of the Resident Doctors’ Association at the medical college Dr Hamza Malik called it “unreliable”. “How will the FSL Forensic Science Laboratory] team find evidence of rape 11 days later?” Malik asked. “Sperm doesn’t survive after 2-3 days. They took samples from hair, clothes, nail bed and vaginal-anal orifice; the samples may not show [the] presence of semen because of urination, defecation and menstruation.”The woman’s postmortem report from Safdarjung Hospital had also revealed that her “hymen showed multiple old healed tears” and that the “anal orifice showed old healed tear”.Hathras Superintendent of Police Vikrant Vir, who was sacked along with four other officials on Saturday, had also claimed earlier this week that the report from the Aligarh hospital did not confirm rape, ANI reported. “The medical report from the Aligarh Muslim University Medical College mentions that there were injuries but it does not confirm forced sexual intercourse,” he had said. “They are waiting for a report of the forensics. As of now, doctors say that they’re not confirming rape.”While the state has consistently denied the woman was raped, the Uttar Pradesh administration has also been heavily criticised after the police forcibly cremated the complainant’s body against her family’s will while they were locked indoors.","author":"Scroll Staff","time":"2020-10-05T11:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148644-hvxzirazon-1601875365.jpg","tags":["Jawaharlal Nehru Medical College","Aligarh Muslim University","Hathras rape","Hathras","Uttar Pradesh Police"],"source":"https://scroll.in/latest/974938/hathras-gangrape-report-ruling-out-rape-has-no-value-used-11-day-old-sample-says-aligarh-cmo"}