{"title":"Hathras gangrape: CBI takes over investigation from Uttar Pradesh Police amid outrage","content":"The Central Bureau of Investigation on Saturday took over the inquiry into the gangrape and murder of a 19-year-old Dalit woman by four upper-caste Thakur men in Hathras district of Uttar Pradesh, PTI reported. The case, which was so far being handled by a special investigation team of the Uttar Pradesh Police, has sparked nationwide anger and protests.Officials said the central government has issued a notification and teams will be sent to the crime scene along with forensic experts immediately after the registration of an first information report. Reports said the case is likely to be handed over to the Ghaziabad unit of the agency.On October 3, Uttar Pradesh Chief Minister Adityanath had recommended a CBI inquiry as protests erupted in several parts of India. The state government had also requested the Supreme Court to direct a CBI investigation not only into the woman’s gangrape but also into the case relating to an alleged criminal conspiracy to spread caste conflict by sections of media and political parties. The state police have also filed 19 first information reports in Hathras against unidentified persons for allegedly attempting to incite caste-based conflict. A three-judge bench led by Chief Justice of India Sharad A Bobde, while hearing a petition seeking a CBI or a Special Investigation Team inquiry monitored by sitting or retired judges, did not pass any directions in this regard on October 6. The court, however, called the incident “extraordinary” and “shocking”. It had also asked the Uttar Pradesh government to file a response on its witness protection plan and whether the family of the victim has access to a lawyer. The matter will be heard next week.The Adityanath-led government justified the midnight cremation in an affidavit filed before the Supreme Court, where neither the state police nor government officials had sought the permission of the family to perform the funerary rite, claiming that it was done to avoid “large-scale violence”.The Allahabad High Court, which took suo motu cognisance of the incident and the events leading up to the cremation of the woman, on October 8 dismissed a plea by the victim’s family against their “illegal confinement” at home by district authorities. The court noted that state government had already been directed to file affidavits clarifying its stand in the case by the Supreme Court, adding that the family has been provided security by the state government.Sixty security personnel have been deployed and eight close circuit television or CCTV cameras have been installed at the woman’s house in her village in Boolgarhi area to ensure their safety, according to PTI.The family members will appear before the Allahabad High Court amid tight security on October 12. A division bench of Justice Rajan Roy and Justice Jaspreet Singh directed top officials of the Uttar Pradesh government and the police to appear before it on October 12, saying the hasty cremation “shocked their conscience”.The 19-year-old woman succumbed to her injuries at a hospital in Delhi on September 29. The four accused in the case have been arrested. However, Sandeep Thakur, the main accused, has written to the state police chief from jail claiming that the men are being framed. He had also claimed that the  woman was victim of honour killing as her family was opposed to their “friendship”.The Uttar Pradesh administration has consistently denied that the woman was raped, based on a report from the forensic lab that had said there were no traces of sperm in samples taken from her. However, the chief medical officer at Jawaharlal Nehru Medical College – where the woman was admitted – said the forensic lab’s report “holds no value” as it relied on samples taken 11 days after the crime was committed. Experts have also pointed out that since the samples for the test were collected many days after the crime was committed, sperm would not be present. The autopsy report of the woman had showed that she was strangled and suffered a cervical spine injury. The final diagnosis did not mention rape, but had pointed out that there were tears in her genitalia and there had been “use of force”.","author":"Scroll Staff","time":"2020-10-10T21:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148757-iosjckhbvf-1602042085.jpg","tags":["Hathras gangrape","Uttar Pradesh","CBI","Adityanath","Hathras case"],"source":"https://scroll.in/latest/975485/hathras-gangrape-cbi-takes-over-investigation-from-uttar-pradesh-police-amid-outrage"}