{"title":"Hathras gangrape: Allahabad HC orders inquiry into allegations of threat to woman’s family, counsel","content":"The Lucknow bench of the Allahabad High Court on Friday ordered an inquiry into allegations of threats issued to the family members and counsel of the 19-year old Dalit woman who was gangraped and murdered in Uttar Pradesh’s Hathras district in September, Live Law reported.The woman’s brother told a bench of Justices Rajan Roy and Jaspreet Singh that the incident took place during the March 5 hearing at a special court in Hathras. The court, in its order, has mentioned the details of the affidavit, including threats to advocate Seema Kushwaha. According to the affidavit, the presiding judge of the Hathras district court was forced to stop the trial proceedings after an advocate named Tarun Hari Sharma “stormed into the court room and charged towards the applicant and the complainant counsel, shouting and issuing threats”.It said that it was evident that Sharma “was under the influence of alcohol”. “At the same time, a large mob, including lawyers, entered the courtroom and surrounded the applicant and the complainant’s counsel in order to threaten and intimidate them,” the affidavit said.After some time when the proceedings resumed, another advocate identified as Hari Sharma entered the court room and threatened the complainant’s counsel. Hari Sharma is allegedly the father of Tarun Hari Sharma.Kushwaha could not represent the woman’s family and the prosecution witness could not properly depose because of the ruckus, the affidavit said. The Hathras court, “acknowledging the real and grave threat” to the counsel for the applicant, ordered police personnel to be present in the courtroom to provide her security cover within the court premises.Kushwaha, the affidavit added, has not been able to appear before the court since then due to “risk to her safety and security”.The Allahabad High Court sought a report within 15 days about the incident. It also said that it would consider transferring the proceedings out of Hathras to ensure a free and fair trial, according to PTI.The judges also directed the state government and district authorities to make all possible arrangements for security on the court premises and outside it for the woman’s family.The matter will be heard next on April 7. The court also warned that severe action will be taken against those disrupting the proceedings or threatening the family members of the woman or witnesses in the case.Hathras gangrape caseFour upper-caste men raped and brutally assaulted the woman in Hathras on September 14. She died of her injuries a fortnight later in New Delhi’s Safdarjung Hospital. The woman had suffered suffered multiple fractures, a spinal injury and a deep cut in her tongue.The Allahabad High Court had taken suo motu cognisance of the incident and the events leading up to the cremation of the woman. The Supreme Court too had called the incident “extraordinary and shocking” and had directed the Allahabad High Court to monitor the CBI investigation into the matter.The Uttar Pradesh administration has consistently denied that the woman was raped, based on a report from the forensic lab that had said there were no traces of sperm in samples taken from her. However, the chief medical officer at Jawaharlal Nehru Medical College – where the woman was admitted – said the forensic lab’s report “holds no value” as it relied on samples taken 11 days after the crime was committed. Experts have also pointed out that since the samples for the test were collected many days after the crime was committed, sperm would not be present. The autopsy report of the woman had showed that she was strangled and suffered a cervical spine injury. The final diagnosis did not mention rape, but had pointed out that there were tears in her genitalia and there had been “use of force”.","author":"Scroll Staff","time":"2021-03-21T13:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149095-trkntkghev-1602573639.jpg","tags":["Hathras","Hathras gangrape case","Allahabad High Court"],"source":"https://scroll.in/latest/990139/hathras-gangrape-allahabad-hc-orders-inquiry-into-allegations-of-threat-to-womans-family-counsel"}