{"title":"Hathras case: ED files money laundering chargesheet against journalist Siddique Kappan, four others","content":"The Enforcement Directorate on Thursday filed its first chargesheet against office-bearers of the Popular Front of India and its students’ wing Campus Front of India, accusing its members of wanting to “incite communal riots and spread terror” in the aftermath of the rape and murder of a Dalit woman in Uttar Pradesh’s Hathras in September, PTI reported.The chargesheet filed under the Prevention of Money Laundering Act named journalist Siddique Kappan and three other people allegedly related to PFI and CFI – Atikur Rahman, Masud Ahmed and Mohammad Alam – who were detained on October 5 while travelling to meet the family of the Dalit woman was gangraped by four upper-caste men. The chargesheet mentioned KA Rauf Sherif, also allegedly linked to the two organisations, reported the Hindustan Times. The chargesheet has been accepted by a special court in Lucknow. The court has issued summons to the five accused for appearing before it on March 18, unidentified officials told PTI.In a statement, the ED said that the agency’s inquiry revealed that more than Rs 100 crore have been deposited in the accounts of PFI over the years, a large part which being in cash, according to the Hindustan Times. It further added that illegal activities of the PFI and CFI also included funding protests against the Citizenship Amendment Act, creating trouble that led to the communal violence in Delhi in February 2020, and attempts to disturb harmony in Hathras.Popular Front of India is a Kerala-based organisation that the Uttar Pradesh government has sought to be banned for its alleged involvement in violence during the protests against the contentious Citizenship Amendment Act.The Enforcement Directorate said its probe found “that the visit [to Hathras] of these PFI/CFI members was under the instructions of Rauf Sherif and funds for the same were also provided by him”, PTI reported.Making its case for money laundering, the chargesheet alleged that Rauf Sherif entered into a criminal conspiracy with PFI members stationed in Gulf countries “to fraudulently transfer money raised/collected abroad by PFI in the guise of payments related to business transactions”, according to PTI.Kappan and the three others who were detained along with him are already facing charges under the Unlawful Activities (Prevention) Act and other provisions of the Indian Penal Code, including sedition.","author":"Scroll Staff","time":"2021-02-12T09:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/149033-ltryvngniz-1602484452.jpeg","tags":["Siddique Kappan","Enforcement Directorate","PFI","Hathras case"],"source":"https://scroll.in/latest/986673/hathras-case-ed-files-money-laundering-chargesheet-against-journalist-siddique-kappan-four-others"}