{"title":"Hathras arrests: Siddique Kappan’s co-accused granted bail by Allahabad High Court","content":"Mohammad Alam, one of the persons booked under the Unlawful Activities (Prevention) Act along with journalist Siddique Kappan in a case related to Hathras gangrape, was granted bail on Tuesday by the Allahabad High Court, reported Bar and Bench.Kappan, Alam and two other men were arrested by the Uttar Pradesh Police on October 5, 2020, while travelling to Hathras where a Dalit woman was gangraped and killed by four upper-caste Thakur men on September 14, 2020.The prosecution had alleged that the accused men were travelling to Hathras with an intention to disturb harmony in the area. The men were also collecting funds to run a website that spread misinformation and incited violence, the prosecution had added.Alam is a member of the Islamic organisation Popular Front of India. The other two accused persons are Atikur Rahman, the national treasurer of the Campus Front of India, and Masud Ahmed, the general secretary of the outfit’s Delhi unit. A High Court bench comprising Justices Ramesh Sinha and Saroj Yadav on Tuesday said that there was no evidence that Alam was complicit in terrorist activities, Live Law reported. The court also said that while incriminating material had been allegedly recovered from Kappan’s possession, no such material was found with Alam.The prosecution had said that Alam a relative of a man named Danish, who had criminal antecedents and was accused of involvement in 2020 Delhi riots. The court said that although Alam and Danish are relatives, the prosecution could not prove that the former was associated in any terrorist activities.Kappan is a Kerala-based journalist. Earlier this month, the Allahabad High Court had refused to grant bail to him.In his order, Justice Krishan Pahal of the Lucknow bench had said that during the investigation it has emerged that Kappan had no work in Hathras when he was arrested.Pahal had said the arguments made by Kappan’s counsel that he wanted to visit Hathras because he is a journalist “stands nullified by the averments in the chargesheet and the persons he was arrested with”.In April 2021, the Uttar Pradesh Special Task Force had claimed in a 5,000-page chargesheet that Kappan did not write like a “responsible journalist” and reported on events to “incite Muslims”.The chargesheet stated: “During riots, taking the name of a minority and talking about events related to them can incite sentiments. Responsible journalists do not do such communal reporting. Kappan only and only reports to incite Muslims, which is a hidden agenda of PFI [Popular Front of India]. Some stories were written to sympathise with Maoists and Communists.”In July last year, the Mathura court had rejected Kappan’s bail petition taking into account the allegations that he, along with other accused men, committed acts that promoted enmity.","author":"Scroll Staff","time":"2022-08-23T18:21:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/152774-wevvzqvgzf-1617797298.jpg","tags":["Siddique Kappan","Hathras","Mohammad Alam","Uttar Pradesh","Allahabad High Court","Hathras gangrape"],"source":"https://scroll.in/latest/1031137/hathras-arrests-siddique-kappans-co-accused-granted-bail-by-allahabad-high-court"}