{"title":"Have SC's attempts to depoliticise police inadvertently led to a weakening of federalism?","content":"It is widely recognised that the system envisaged by India’s founding fathers in the Constitution which came into force on January 26, 1950 was an unusually centralised one for the Indian Union’s size.At the time, it was justified by citing the fact that India had just become independent after two centuries of colonialism while undergoing a bloody Partition that had killed millions. The country needed the stability of a centralised administration.Belying this narrative, however, in the decades to follow, India has become even more centralised – not less. The most recent example: states now not being allowed to even appoint their own heads of police.Losing the policeAs of now, Maharashtra’s police force is headed by an interim “acting” Director General of Police. The reason: it is waiting for the Union Public Services Commission to shortlist the names of three officers. It is only after this, that Maharashtra will be able to pick its own DGP.This isn’t all. Currently, the state of Jharkhand is facing a case of contempt in the Supreme Court for appointing an acting DGP on its own, which the state argued was an outcome of the UPSC not appointing a selection panel.On September 3, when West Bengal approached the Supreme Court, questioning the authority of the UPSC in being a part of the DGP selection process, the case was summarily dismissed by the Supreme Court.So why are state’s not being able to choose who heads their own police forces? And why does the UPSC – best known for conducting the civil services exam – have a role in selecting police officials at all?Prakash Singh judgmentThe answer goes back to a far-reaching Supreme Court order from 2006 called the Prakash Singh judgment based on a public interest litigation filed by Prakash Singh, a former Indian Police Services official who served as the DGP of both the Uttar Pradesh Police and the Assam Police. The main thrust of the reforms ordered as a result of the case was to combat the politicisation of the police force under the state government.Rather than elected ministers having the full power to take decisions such as transfers, postings and dismissals, the court ordered the creation of boards and commissions composed of bureaucrats which would wield that power. Further it curtailed the powers of the government to fire senior officials. The DGP, for example, would now have a fixed tenure of two years.The most significant change that the judgment brought about, though, was that from now on the UPSC would have a role in the critical job of selecting a state’s top cop, the director general of police. “The Director General of Police of the State shall be selected by the State Government from amongst the three senior-most officers of the Department who have been empanelled for promotion to that rank by the Union Public Service Commission,” read the judgment.Cup and the lipHowever, even after this order was passed, not a lot changed in practice. As the Supreme Court itself noted in 2019, a number of states tweaked their police acts to “negate the directions of this Court in Prakash Singh”. Maharashtra, for example, amended its laws in 2014 to allow the state government to transfer an officer in “exceptional cases, in public interest and on account of administrative exigencies”. This was a verbose way to overrule the court’s order that the state government should not have the power to transfer police officers.Even as these earlier issues are to be addressed by the Supreme Court, there are now allegations that the Prakash Singh recommendations have themselves led to further politicisation.A person familiar with the West Bengal petition to overrule the UPSC shortlisting told Scroll.in that the state feared that the UPSC was taking a very politicised approach to selecting a panel. Bengal has sent three lists to the UPSC in July and August with the body refusing to accept any of them, in turn ordering the state to include specific officers.Enabling politicsLike scores of other political battles, the selection of Bengal’s DGP is now also being seen through the lens of bitter BJP-Trinamool rivalry.And Bengal isn’t the only opposition state where the UPSC is delaying the process of DGP appointment. It holds for Maharashtra and Jharkhand too. A writ petition filed in March, in fact, argues that the UPSC is in contempt for refusing to do its job of creating a panel from which Jharkhand is to select its DGP. While hearing the case, the Supreme Court pulled up the UPSC for refusing to form Jharkhand’s panel. “UPSC needs an overhaul. I can’t say anything more than this,” Chief Justice Ramana said. Undermining federalismTo make matters worse, awarding a role to the UPSC also ends up contravening India’s federal character, given both public order and the police are part of the state list – which means the Indian constitution awards these powers exclusively to the state government.Following this constitutional scheme, for example, the Indian Police Service cadre rules are quite clear that postings are to be decided only by the state government. The UPSC, on the other hand, is a body whose bureaucrats are appointed by the Union government. There is no constitutional backing for it to have any role in the process.Similarly, while the duties of the UPSC are delineated in the Constitution, there is little about it taking over the core executive functions of a state government such as deciding the postings of police officers.Since independence, the powers of the state government have seen a steady erosion with the Union taking over administrative as well as financial powers. If the police force also sees a similar movement, it would deal a significant blow to the practice of federalism.PoliticisationMany of the concerns that drove the Prakash Singh judgment are real, with the police force in every state being driven by concerns quite extraneous to law and order. However, the fact that things now seem to be worse, derives from the shallow understanding of “politicisation” that the court adopted, where it seemed to think that transferring power from elected politicians to bureaucrats would “depoliticise” matters.If anything, as the functioning of various boards, commissions and now even the UPSC shows, bureaucrats are as amenable to extraneous concerns as elected politicians. The court’s assumptions that politics is limited to popular elections seems to be a restricted understanding that does not tally well with how the Indian state works in practice. In fact, the practice of trusting unelected bureaucrats over elected politicians actually works against transparency. The aim should be to give voters more – not less – control.Subverting core principles such as federalism for an endeavour that has not led anywhere has ironically meant that the Prakash Singh judgment might have meant well but ended up doing more harm than good.","author":"Shoaib Daniyal","time":"2021-09-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161360-gbedazvewu-1625898057.jpg","tags":["Prakash Singh judgment","Supreme Court","Federalism"],"source":"https://scroll.in/article/1004928/have-sc-s-attempts-to-depoliticise-police-inadvertently-led-to-a-weakening-of-federalism"}