{"title":"Have defections to Samajwadi Party strengthened its chances? Saharanpur shows the answer is complex","content":"In the months leading to the Uttar Pradesh elections, the Samajwadi Party steadily attracted defectors from the Congress and the Bahujan Samaj Party. But in January, its position as the main challenger to the Bharatiya Janata Party was cemented when nearly a dozen BJP legislators, including three ministers in the Adityanath cabinet, crossed over to its side. If there’s one district where the newly enlisted firepower is most visible, it is Saharanpur. In just a couple of days in mid-January, three heavyweight politicians from the state’s northernmost district joined the Samajwadi Party.First, it was the firebrand Congress leader, Imran Masood, with his protégé in tow – the Saharanpur Dehat MLA, Masood Akhtar.  Masood’s electoral record is patchy. He has only ever won one election, way back in 2007, But the influence of the former Congress national secretary over the district’s Muslims, who account for over 40% of the population, is second to none.  Akhtar’s victory from Saharanpur Dehat too, say those who follow the district’s politics closely, was largely driven to a large extent by Masood’s popularity.Days after the entry of Masood and Akhtar, the Samajwadi Party struck once again in Saharanpur on January 14. Masood’s political bête noire Dharam Singh Saini came on board from the BJP. Masood has lost two consecutive elections from the constituency of Nakur to him. If Masood’s joining was significant, Saini’s was equally momentous. After all, he was a senior minister in the Adityanath government. In the previous Assembly election in 2017, the Samajwadi Party won only one of the seven constituencies that make up Saharanpur. Will the recent churning reverse its fortunes?  I spent several days travelling across the district, speaking to a wide range of people and politicians in a bid to understand how the pre-poll defections, of which the Samajwadi Party has been the biggest beneficiary, are being viewed on the ground. A problem of plentyWhile Saini’s decision to dump the BJP was received with exultation by the Samajwadi camp, it also meant the party had to contend with an uncomfortable problem of plenty: who will contest from Nakur? The party decided on Saini. Not surprisingly, it did not go down well with Masood who, in a widely circulated clip on social media, was heard saying that he had been reduced to a “dog”. To add insult to injury: Akhtar, the incumbent MLA from Saharanpur Dehat, whom Masood has brought along to the Samajwadi Party, was also refused a ticket.  The explanation that Samajwadi Party leaders offer in private is that it was untenable to choose Masood over Saini, the sitting MLA. “If a minister has quit to join the party, there has to be some give and take,” said a senior functionary of the party.However, the political chatter in Uttar Pradesh suggests another factor may have gone against Masood: his reputation as a rabble-rousing  Muslim leader.  Masood’s induction in the Samajwadi Party had invoked an immediate reaction from the BJP –  the party raked up his infamous speech during the 2019 Lok Sabha election campaign in which he spoke of chopping Prime Minister Narendra Modi into little pieces. The Samajwadi Party, of late, has been assiduously trying to shed its image of a “Muslim party”. In any case, Masood seems to have made peace with his fate. Soon after his outburst, he posed for the cameras with Samajwadi Party chief Akhilesh Yadav in Lucknow. “Sometimes when the battle is long, you have to make some sacrifices,” he told me when we met at his Saharanpur home, hours after he returned from his meeting with Yadav. Our meeting was interrupted by Saini who arrived with a bouquet of flowers – an extension of the olive branch to an old rival.  The dilemma of Dharam Singh Saini Perhaps Saini, who was minister of state (independent charge) for Ayush, food security and drug administration in the BJP government led by Adityanath, cannot afford to play it any other way.  His critics say that though he is a four-time MLA, the electoral success of the politician from the Saini community has been largely driven by the parties he has represented: he contested and won three times as a Bahujan Samaj Party candidate before shifting to the BJP ahead of the 2017 election. To understand this better, one needs to consider Nakur’s demography. The constituency is home to four major communities that are believed to have almost equal voting numbers: Muslims, Dalits, Sainis and Gujjars (the latter two are intermediary castes classified as Other Backwards Classes in the official records). In the past, a ticket from the Bahujan Samaj Party ensured Saini received votes from the party’s traditional Dalit support base in addition to support from his own community. Similarly, in 2017, local observers say the BJP stamp helped coalesce Gujjar votes in his favour. Combined with the Saini votes, these were just about enough to help him scrape past in the tight contest with Masood.This time, though, he doesn’t have the luxury of either the Bahujan Samaj Party or the BJP’s established vote banks – which means relying to a considerable extent on Muslim voters. This is where Masood’s support matters. An exodusBut why did Saini decide to leave the BJP when clearly the caste and community equation seemed to work better for him there? Sahni’s resignation from the party was part of an exodus led by another veteran Bahujan Samaj Party man Swami Prasad Maurya who had joined the saffron party ahead of the 2017 elections. Almost all of those who were part of this mass defection belong to OBC communities – a  detail they alluded to in their resignation notes in which they accused the government of undermining marginalised sections of the society.“All important ministerial positions were held by people belonging to certain castes,” Dharam Singh Saini said when we met at Masood’s home in Saharanpur city.  “The rest of us were suppressed.” But he insisted his decision to quit wasn’t about him feeling personally slighted. “I made the call after taking feedback from people on the ground in my constituency, people who live in faraway villages who feel marginalised under this government,” he said. In recent times, Hindu OBC communities, with the exception of the Yadavs (who are traditional voters of the Samajwadi Party), have been firm backers of the BJP. In 2017, half of them – that roughly amounts to an astounding 15% of Uttar Pradesh’s population  – voted for the Hindutva party, according to a post-poll survey carried out by the Delhi-based Centre for the Study of Developing Societies. In the general election of 2019, their consolidation in favour of the BJP was even more pronounced. This support has been instrumental in winning the BJP a string of stunning electoral victories in Uttar Pradesh of late. That is why the exodus, many political observers have said, may be more than just the routine pre-election defections that are par for the course in India. It could be, they argue, the early signs of the coming apart of the BJP’s potent formula of fusing Hindutva with OBC politics. ‘We are loyal’ In Nakur’s Saini villages, though, conversation with residents did not quite betray that sentiment. Most people said their support for the BJP was not contingent on Dharam Singh Saini’s position. “He may not be loyal, but we are loyal to the BJP,” declared Sandeep Saini, a farmer in his forties, in Saroorpur Taga, an exclusively Saini village.In the same village, Neeraj Saini, who runs a nursery, was slightly apprehensive about whether a Gujjar – the BJP’s replacement for Dharam Singh Saini is one – would be receptive to the Saini community. But he said what was more important was that Adityanath remained chief minister. “The man at the top should be successful,” he said. “That is what really matters.”'He may not be loyal, but we are loyal to the BJP,' declared Sandeep Saini.Not too far away in Sahabamajara, a Saini-majority village, Subhash Saini, also a farmer, had a similar view. “Forget the local leader, we will vote for Yogi and BJP,” he said, referring to Adityanath.  “Only those really close to Dharam Singh will shift.”What was it, though, about the BJP that they were willing to put aside considerations of caste, the most enduring of social affiliations in the state? The answer I was most commonly offered was “sukh-shaanti” – a peaceful environment. It was yet another reference to a rather dominant perception in Uttar Pradesh, particularly strong in the western part of the state, that the law and order situation had improved in the last five years. (More on that here.)Subhash Saini said he was willing to put aside caste loyalties for the sake of Adityanath.Caste matters But what about the concerns about upper-caste hegemony – stemming from the fact that Chief Minister Adityanath is a Thakur, a dominant caste – that the Dharam Singh Saini and the other BJP renegades have invoked while quitting the party?The Sainis I met in Nakur did not seem to endorse the misgivings of their leader. Even those who say that they would vote for the Samajwadi Party because of Dharam Singh Saini didn’t seem to make much of it.For instance, Nanak Saini in Hasanpur village, said he was unhappy that the BJP had replaced Dharam Singh Saini with a Gujjar candidate, but didn’t think there was any merit to claims that the current dispensation was biased to the upper-castes.In fact, if anything, there appeared to be very little resentment against Adityanath. “We want him back as the CM, but we will vote for Dharam Singh here because he is from our biradri [caste],” said Nanak Saini.Neeraj Saini, the nursery owner in Saroorpur Taga, also dismissed concerns about the BJP government’s perceived upper-caste bias. “What he [Dharam Singh Saini] is saying is jhooth [a lie],” he said. “There is no biradri-waad [casteism] in this government.”Neeraj Saini (left) dismissed Dharam Singh Saini's  contentions as 'lies'.A role reversal  Dharam Singh Saini isn’t the only Saini leader of high standing in Saharanpur. There is also Naresh Saini who won in 2017 from the constituency of Behat on a Congress ticket. Incidentally, Naresh Saini moved to the BJP less than a week after Dharam Singh Saini joined the Samajwadi Party. In Behat, the Sainis I spoke to seemed to appreciate Naresh Saini’s call, but affirmed it would not really impact their voting decisions. As Nishu Saini, a homemaker in Salempur village said, “The candidate doesn’t really matter,” she said. “We will be voting for Yogi.”In neighbouring Lodipur, Satish Kumar Saini, a farmer, concurred. “It really doesn’t matter to us if it’s a Saini candidate or not,” he said. “If you love your nation, you have to vote for Modi and Yogi,” referring to the prime minister and the Uttar Pradesh chief minister.Nishu Saini (right) with her family.The Imran Masood cultThis sentiment isn’t limited to the Sainis. Even the people I spoke to from the Gujjar community, the other significant group within the OBC umbrella in the district, seemed to be overwhelmingly backing the BJP.This seeming apathy of the Hindus middle castes towards the Opposition suggests the Samajwadi Party would need to poll an overwhelming majority of the 40% Muslim votes in Saharanpur to pull off a turnaround. However, given the Congress’s marginalisation in the district, courtesy Masood’s exit, one would assume that is certainly in the realm of possibility. But the snub to Masood may not be helping the Samajwadi Party’s cause. Masood’s influence extends well beyond Nakur in Saharanpur – several Muslim men across the district I met told me they would vote for whoever he asked them to.  Apart from Saharanpur Dehat where he powered Akhtar’s campaign, Masood also played an instrumental role in Naresh Saini’s victory in Behat, where Muslims account for at least 35% of the electorate. Masood seems to have finally come around – one of his close aides told the me that the meeting with Yadav was more than a photo-op and he had truly decided  “at least for now” to put the debacle behind and rally behind the Samajwadi Party’s candidate for the sake of dislodging the BJP. But some of his supporters said the “humiliation” he had to endure would certainly cause some “nuksaan” [loss] for the Samajwadi Party.“If he would have contested, Muslim votes would have gone one-sided, but now it may get divided,” said Mobin, a hawker in Nakur’s Agwanhera village.  A third wheelThe Bahujan Samaj Party, a formidable force in the district, has fielded Muslim candidates in the three seats in the  district, including Nakur, where Masood was vying to contest.  Indeed, as Mobin speculated, some Muslims here said they would vote for the Bahujan Samaj Party’s candidate, Sahil Khan. “We will vote for Sahil Khan because only the BSP can defeat the BJP in the current circumstances,” Mohammad Intezaar, a daily wage labourer in Ibrahimpura village. Dalit voters account for around a quarter of Nakur’s population. Most of them I spoke to said they would back the Bahujan Samaj Party. A section of Muslim voters elsewhere in the district, too, offered a similar rationale: of voting for the candidate best placed to defeat the BJP. In constituency of Rampur Maniharan – reserved for candidates from Scheduled Castes –  many Muslims I spoke to said they were putting their bets on the Bahujan Samaj Party candidate, a non-Muslim, because he seemed more likely than the Samajwadi Party candidate to get the better of the BJP candidate. “The ganit [math] here just doesn’t favour Samajwadi Party,” said Sarafat, a government contractor in Pahansu village. “So our thinking is that we have to save our seat from the BJP, so we will have to back the BSP.”Sarafat’s assessment was rooted in the belief that Dalits voters, the single-largest community in the constituency, were not favourably disposed towards the Samajwadi Party even if they felt let down by the current dispensation.  Conversations with Dalit voters suggest Sarafat’s assessment is, to a large extent, accurate. \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/darmafrsai-1643718030.jpg\">\n  </picture><figcaption>Mohammad Sajid said it wasn't the time to worry about Muslim representation.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 75.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/roimdgigqb-1643718033.jpg\">\n  </picture><figcaption>Rao Islam (2nd from left) and his compatriots complaind about the Samajwadi Party trying to undermine Muslim representation.</figcaption></figure>\nIdentity vs survival Then, there are also Muslims who said they were disappointed by the Samajwadi Party’s reluctance to field Muslim candidates in seats where they were the single-largest community. “If we don’t have our own leaders, who will raise our community’s voice in the Assembly?” asked Rao Islam, a farmer in Jhadwan, a village in Gangoh constituency. While many Muslims I spoke to tended to share Islam’s anxieties, most across Saharanpur said this wasn’t the time to fight that battle. “It’s simple this time – the BJP needs to be defeated,” said Mohammad Sajid, a businessman in Deoband’s Tigri village.  “And the only party which can do so is the Samajwadi Party.”“Or let me put it this way,” he continued, “Both Akhilesh and Yogi are Hindus, but it’s only under Yogi that I feel I am always at threat as a Muslim.”","author":"Arunabh Saikia","time":"2022-02-04T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/169612-vcleiimydj-1643807854.jpg","tags":["Uttar Pradesh Assembly Elections 2022","Samajwadi Party","Saharanpur"],"source":"https://scroll.in/article/1016425/have-defections-to-samajwadi-party-strengthened-its-chances-saharanpur-shows-the-answer-is-complex"}