{"title":"Pakistani hit ‘Hawa Hawa’ is the earworm that doesn’t need a remake","content":"Millennials may not be familiar with the name Hasan Jahangir, but it is near impossible to have not heard his song Hawa Hawa at some point in their lives. The Pakistani pop singer became a rage in his country as well as in India in the late 1980s. At a time when new wave pop and rock music were becoming popular in the subcontinent, Jahangir’s music, with its catchy lyrics, simple melody lines and pop sensibilities, was liberating.Jahangir warned Pakistan’s youth about the perils of marriage in Shaadi Na Karna Yaaron, and advised one and all to not get hurt or hurt another’s feelings in Hato Bacho. However, it was Hawa Hawa that became his most popular song throughout South Asia. The song was frequently played on Indian radio, and sales of Jahangir’s album of the same name were also popular in India. \n\n\n    \n    Play\n\nHawa Hawa by Hasan Jahangir.The tune was a copy of a Persian song by Iranian rock star Kourosh Yaghmaei from the 1970s, called Havar Havar (Hail! Hail!) Combining guitar-based psychedelic rock with moody lyrics that were influenced by eleventh-century Persian poetry, Yaghmaei ruled the charts until the Iranian revolution of 1979. \n\n\n    \n    Play\n\nHavar Havar.Fast forward to 2017. In keeping with the tendency of Bollywood compsoers to rehash hits from the last three decades, the makers of the Arjun Kapoor-Anil Kapoor starrer Mubarakan have recreated Hawa Hawa for their first promotional single. The new version has been sung by Mika Singh, and the video features Arjun Kapoor and Ileana D’Cruz dancing with a throng of colourfully dressed backup dancers.The Mubarakan version has just the Hawa Hawa hookline, while the rest is a creation of composers Gourov-Roshin with some rap thrown in. The track is forgettable, and nothing sticks. The new Hawa Hawa, like so many remixes, is unnecessary and won’t add anything to the Hindi film music scene.\n\n\n    \n    Play\n\nHawa Hawa,  Mubarakan (2017).This is not the first time Hawa Hawa been subjected to the Bollywood treatment. Back in 1989, just a few years after the release of the original song, the tune unofficially found its way into the Govinda-starrer Billoo Badshah as the disco track Jawan Jawan Ishq Jawan Hai. Govinda sang the song, and the video features him jiggying on a stage accompanied by a dance troupe.In 2009, the song was set to be recreated for a film called Aap Ke Liye Hum. Directed by Revathy Varmha, the film was planned as a remake of her Tamil film June R. Jaya Bachchan, Raveena Tandon and Mithun Chakraborty, among others, were signed for the project, but the film never materialised.Three years later, the song was remixed for Hriday Shetty’s cop comedy Chaalis Chauraasi (2012). Featuring four police officers (played by Naseeruddin Shah, Kay Kay Menon, Atul Kulkarni and Ravi Kishan) who enter a nightclub at the end of a hard day, the song had additional vocals by Neeraj Shridhar. For a while it rekindled old memories among ’80s nostalgists.\n\n\n    \n    Play\n\nHawa Hawa, Chaalis Chauraasi (2012).Not much is known Hasan Jahangir – there is confusion over even the spelling of his name (Hassan Jahangir, Hasan Jehangir, Hasan Jhangir). He rose to fame in 1982 with his first single Imran Khan is a Superman, a tribute to the Pakistani cricketer and future politician. While the album Hawa Hawa continued to win fans across the subcontinent, Jahangir kept performing at concerts and private gatherings regularly in Pakistan, quickly becoming a household name.“I emerged at a time when legends like OP Nayyar used to sing classical songs on PTV,” Jahangir told The Express Tribune in 2011. “But I brought with myself an entirely new style of performance.”Jahangir’s fan base extends across the subcontinent. In 2011, he gave a fresh twist to the Bengali folk song Dol Dol Doloni in 2011, which made him a big hit in Bangladesh and made him relevant again among a new generation of fans across the border.\n\n\n    \n    Play\n\nDol Dol Doloni.","author":"Devarsi Ghosh","time":"2017-07-02T12:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/842316-62008-hmlfhiruzl-1498923038.jpg","tags":["Hawa Hawa","Hasan Jahangir","Mubarakan"],"source":"https://scroll.in/reel/842316/hawa-hawa-is-the-earworm-that-doesnt-need-a-remake"}