{"title":"HC directs Assam to review orders passed by foreigners tribunals as 85% proceedees declared Indians","content":"The Gauhati High Court has noted a submission made by the Assam government that almost 85% of the cases that came to the foreigners tribunals eventually resulted in the proceedees being declared Indians. Foreigners tribunals are quasi-judicial bodies established under the Foreigners (Tribunals) Order, 1964 and the Foreigners Act, 1946. People excluded from the National Register of Citizens for Assam or whose citizenship has been marked as “doubtful” can appeal to such tribunals.A bench of Justices Achintya Mallya Bujor Barua and Mitali Thakuria, in an order passed on November 21 and made public on Thursday, told the Assam government to review cases where the foreigners tribunals have declared applicants as citizens or as foreigners without proper analysis of the documents. Scroll has a copy of the High Court order.The court was hearing a petition by a man named Forhad Ali, who was declared a foreigner by a tribunal in Bongaigaon because of a discrepancy in his father’s name.In documents submitted by the petitioner, his father’s name was written both as Habi Rahman and Habibar Rahman. The tribunal had concluded that there was not sufficient evidence to prove that the two were the same person.But the High Court judges remanded Rahman’s case back to the foreigners tribunal, saying that there was no material on how it came to the conclusion. They also expressed concern that several individuals may have been wrongly declared as citizens or foreigners by the tribunals. “It has to be construed that the tribunals had not discharged the jurisdiction vested upon it under the law,” the court remarked.The court had asked the Assam government to produce a random sample of orders in which individuals were declared to be Indian citizens.“We have perused all such judgments and it is noticed that in some of the decisions by the tribunals, a good reasoned order had been passed,” the bench noted. “But we are afraid to observe that in many more other orders, the same procedure of describing the materials produced is adopted but without analysing the implication of the materials or without stating any reason. A conclusion is arrived that in the view of the tribunal, the proceedee concerned is a citizen.” Also read: Inside India’s largest detention centre: ‘It is better to die than live with no hope’","author":"Scroll Staff","time":"2023-12-01T15:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/163138-yiekeehheb-1629713765.jpg","tags":["Assam","foreigners","Gauhati High Court","Citizenship","Foreigners tribunals","National Register of Citizens","Indian citizenship","Assam government","Illegal immigrants"],"source":"https://scroll.in/latest/1059911/hc-directs-assam-to-review-orders-passed-by-foreigners-tribunals-as-85-proceedees-declared-indians"}