{"title":"HD Revanna sent to 7 days judicial custody for alleged abduction related to rape case","content":"A Bengaluru court on Wednesday sent Janta Dal (Secular) MLA and former Karnataka minister HD Revanna to judicial custody for seven days in connection with the alleged abduction of a woman in a sexual abuse case, The Indian Express reported.The police had arrested Revanna on Saturday on the complaint of a woman who claims to have been raped by his son, Hassan MP Prajwal Revanna. He was arrested soon after a special court rejected his petition for anticipatory bail.The Janata Dal (Secular), an ally of the Bharatiya Janata Party, suspended Prajwal Revanna from the party on Tuesday amid allegations of sexual abuse against the father-son pair.On Wednesday,  HD Revanna was produced before the 17th Additional Chief Metropolitan Magistrate court in Bengaluru after his police custody ended. He has described his arrest as a “political conspiracy”.HD and Prajwal Revanna were booked by the Karnataka Police on April 28 for sexual harassment and criminal intimidation. The first information report was based on a complaint by the relative of a woman who worked in the Revanna household for three-and-a-half years.The woman, who worked at the Revanna household three years ago, has allegedly been abducted to prevent her from testifying against Prajwal Revanna. The report was filed based on a complaint by the woman’s son in Mysuru district.In his complaint, the man alleged that his mother is one of the women in the videos of alleged sexual abuse by Prajwal Revanna that recently came to light days. He said that a man named Satish Babanna, a close aide of the Revanna family, had come to their house on the night of April 29 and coerced his mother into accompanying him.Prajwal Revanna is believed to be staying in Munich, Germany, where he flew on the intervening night of April 27 and April 28 using his diplomatic passport.","author":"Scroll Staff","time":"2024-05-08T21:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200490-uuxzftztlp-1714833732.jpg","tags":["Karnataka","Bengaluru","Janta Dal (secular)","HD Revanna","Prajwal Revanna","Sexual abuse case","Karnataka news"],"source":"https://scroll.in/latest/1067638/hd-revanna-sent-to-7-days-judicial-custody-for-alleged-abduction-related-to-rape-case"}