{"title":"He died escaping CRPF on the day Kashmir lost special status. Police finally admit to his death","content":"The Jammu and Kashmir police have finally acknowledged the death of a 17-year-old teenager who drowned to death escaping paramilitary troops on August 5, the day the Indian government announced it was ending the former state’s special constitutional status.The police have asked the Srinagar district magistrate to start inquest proceedings. According to a status report submitted by the police to the magistrate on December 2, he died after drowning in the Jhelum river, which passes through Srinagar. “It is prayed that on 05-08-2019, the deceased Osaib Marazi aged about 24 years allegedly drowned in river Jhelum,” says the status report submitted by the Parimpora police station, a copy of which is with Scroll.in. Marazi’s school records, also viewed by Scroll.in, state he was 17 years old when he died. According to his family and at least three eyewitnesses, the teenager and about 10 other boys had been chased by personnel of the Central Reserve Police Force on the afternoon of August 5. When they were trapped by CRPF personnel closing in on them from either side on a road in Parimpora, Marazi jumped into the river. He did not know how to swim and was brought dead at Srinagar’s Shri Maharaja Hari Singh hospital. Marazi’s was the first civilian death reported after the Centre stripped Jammu and Kashmir of special status under Article 370 and split the state into two Union Territories, while placing it under lockdown.The status report maintains he drowned near a footbridge spanning the Jhelum at Palpora, an area of downtown Srinagar. It claims that the area is not under the jurisdiction of the Parimpora police station.“Senior Superintendent of Police, Srinagar, Jammu and Kashmir has requested District Magistrate Srinagar for initiation of inquest proceedings,” says the report.‘Baseless’ reportsFor nearly four months after Marazi died, the Jammu and Kashmir police denied the death had taken place. In September last year, the police made a written submission to the juvenile justice committee of the Jammu and Kashmir High Court calling reports of Marazi’s death “baseless”. Says the police in its submission: “Osaib Altaf: The incident as reported has been found to be baseless as no such death has been reported to the police authorities as per verification report received from the field formations.”The juvenile justice committee had been tasked by the Supreme Court to investigate cases involving minors after two child rights activists filed a petition in the apex court.The juvenile justice committee was asked to submit a second report, after the petitioners argued the first showed no “independent application of mind”. In December, the Supreme Court disposed of the petition after expressing satisfaction with the second report, which also denied all charges.Family approaches courtWhen Marazi’s family approached Shri Maharaja Hari Singh Hospital for a death certificate, they were told they had to get a first information report on the incident from the police.In their quest for an FIR the family were made to shuttle between two police stations – Parimpora and Safa Kadal. Both declared the incident was not under their jurisdiction.The family live in New Colony at Palpora, which is on the banks of the Jhelum and falls under the jurisdiction of the Safa Kadal police station. Parimpora lies on the opposite bank and has its own police station. The two areas are connected by a footbridge.According to eyewitnesses and relatives, Marazi and the group of boys had crossed the footbridge from Palpora and were on a road in Parimpora when they were cornered by the CRPF.As hopes of getting an FIR faded, the Marazi’s went to court. On October 15, the teenager’s elder brother, Suhail Ahmad Marazi, filed an application before the Chief Judicial Magistrate at District Sessions Court, Srinagar seeking a police investigation on the death. The complaint, filed under Section 156 (3) of the Code of Criminal Procedure, which deals with the “police officer’s power to investigate of cognisable cases”, also asked for the registration of an FIR.According to Shah Faisal, the Marazis’ counsel, the matter has been listed for hearing on February 3, 2020.Civilian casualtiesOn September 4, nearly a month into the lockdown, the Indian Army acknowledged five civilian deaths post August 5. But it blamed all casualties on “terrorists, stone pelters and puppets of Pakistan”.In at least one case, the death of 17-year-old Asrar Firdous Khan, the army’s claims were contested. While the army said he had died after being hit by a stone, his family maintain he received serious injuries after being hit by pellets and tear gas shells.Reports, including the annual human rights review published by the Association of Parents of Disappeared Persons and the Jammu and Kashmir Coalition of Civil Society, suggest three more individuals died after choking on tear gas smoke in that first month after August 5.In the months that followed, there were several more civilian casualties, many of them non-local migrant workers and truck drivers killed by unidentified gunmen.","author":"Safwat Zargar","time":"2020-01-08T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129628-ucbihfffjl-1571828761.jpg","tags":["Article 370","Kashmir lockdown","Jammu and Kashmir","civilian casualties"],"source":"https://scroll.in/article/949084/he-died-escaping-crpf-on-the-day-kashmir-lost-special-status-police-finally-admit-to-his-death"}