{"title":"‘He has done good work’: In Kejriwal’s constituency, strong support from people on the margins","content":"For more than 23 years, Ramraju Rao and Rakesh Manchanda have commuted together from their homes in Delhi’s Kirti Nagar locality to their shops in the Gole Market area about 8 km away. On Friday afternoon, over a post-lunch smoke, they were having a lively discussion about whether the arrest of Delhi Chief Minister Arvind Kejriwal in the alleged liquor policy scam on Thursday was a case of political vendetta.Rao who runs a tea shop, had his doubts about the integrity of the  Kejriwal’s government’s now-withdrawn excise policy, which investigators allege had been framed after his Aam Aadmi Party received kickbacks. But Manchanda, a spa owner, listed out welfare schemes introduced by Kejriwal and asked why he had been arrested just weeks before the Lok Sabha elections. Their short debate remained unresolved as Rao and Manchanda had to return to their customers. But their arguments reflected the divided viewpoints in the chief minister’s assembly constituency on Friday. Opinion on whether Kejriwal was being treated unfairly seemed to hinge on whether the resident had benefited from the Kejriwal government’s welfare schemes.Corruption vs welfareRao and some others in the Gole Market area to whom Scroll were suspicious of Kejriwal’s intentions because they believed that he had been responsible for facilitating a “buy one, get one free” scheme under which Delhi liquor retailers had been offering customers significant rebates.In reality, the scheme had been floated by liquor sellers to clear their stocks after the Delhi government launched a new liquor policy in November 2021. The policy was withdrawn in July 2022 after Delhi Lieutenant Governor Vinai Kumar Saxena recommended an investigation into alleged irregularities relating to it.The Central Bureau of Investigation and the Enforcement Directorate allege that the Aam Aadmi Party government framed the policy to ensure a profit margin of 12% for wholesalers and of nearly 185% for retailers. Before Kejriwal was arrested on Thursday, the Enforcement Directorate had already jailed his cabinet colleagues Manish Sisodia and Sanjay Singh in the case.On Friday, Rao in Gole Market cited these arrests as proof of wrongdoing by leaders of the Aam Aadmi Party. “Can someone be arrested just like that?” he asked. He dismissed the claim that the Narendra Modi government was misusing the Enforcement Directorate and Central Bureau of Investigation to harass Opposition leaders. “All this is propaganda against Modi,” he declared. “He is diamond – not gold but a diamond.”Leaping to Kejriwal’s defence, Rao’s friend Manchanda said that a government’s primary job was to provide services that make life and livelihood easier for the public.“Which other government is giving electricity and water at as cheap rates as Kejriwal?” he asked. “He has improved the state of government schools, provided free bus services for women. Due to Kejriwal’s policies, Modi sees him as a threat and that is why he was arrested ahead of the elections.”Rao retorted that the Kejriwal government provides welfare schemes like cheap electricity and water supply as a strategy to cover up its corrupt practices. Kejriwal, he said, “is earning crores of rupees through corruption but handing out revdi” – literally a kind of sesame candy, a word that Modi has popularised to portray the Opposition’s welfare schemes as distracting freebies. Sandeep Garg, who owns a grocery store in Gole Market, also used the term while speaking to Scroll. Garg said that Kejriwal’s decision to ignore nine summons by the Enforcement Directorate was proof that he was involved in corruption. Garg declared himself as a Bharatiya Janata Party voter and said that he was willing to pay higher rates for electricity if needed.“Electricity is free for only up to 200 units of consumption [a month],” Garg said. “I use more than that and anyway pay the bills.” But Modi, he said, “has elevated the stature of India on the world stage and that is more important than getting revdi”.Asked how Kejriwal managed to score huge victories in successive state elections in 2015 and 2020 if his policies were ineffective, Garg claimed it was because “slum dwellers” vote heavily in favour of the Aam Aadmi Party.Sandeep Garg feels India's stature on the world stage has elevated under Narendra Modi.Garg’s view was echoed by retired government employee Sher Singh, who lives in Rajinder Nagar, 4 km from Gole Market. “I agree that Kejriwal has given free electricity and water but he is corrupt,” Singh said. “Voters should take that into account. But AAP has wooed poor people by giving free electricity. I still pay the same money in electricity bills as earlier.”Sher Singh says he has not benefited from the AAP government's cheaper electricity rates.Another viewThe contention that the Aam Aadmi Party government’s welfare schemes had greater appeal among Delhi’s marginalised residents is borne out in the Kali Bari slum area.The slum has about 1,500 homes and most of the residents are Dalits who belong to the Valmiki and Jatav communities, said 75-year-old Jaan Mohammed, who sells fritters and has been living in the locality for over 25 years. Mohammed credited Kejriwal not just for lowering electricity and water bills but also for easing both life and livelihood.“I do not understand politics, but Kejriwal has been wronged,” Mohammed said. “Since he came to power, the police stopped harassing us. Earlier they would ask for money if we wanted to set up a shop or rebuild a part of our house.”Jaan Mohammed (left) feels Kejriwal has been wronged.A few homes down the street, sisters-in-law Rajnibala and Geeta also said that they were unhappy with Kejriwal being arrested.“Everything has been good for us under his regime,” Geeta said. “Our domestic expenses have come down and we can travel for free in buses. My daughter even passed out of Class 12 from the government school in our jhuggi and she is pursuing her masters degree now.”Among other things, Rajnibala (left) and Geeta consider free bus service for women as a reason for supporting Kejriwal.The sentiment in the Kali Bari slum was backed by Dharmendra Yadav, an autorickshaw driver who plies on the stretch between Connaught Place and Bangla Sahib Gurudwara in Central Delhi. Yadav, who hails from Bihar, lives in a slum in Burari area of North East Delhi.“I cannot say about corruption because I do not watch the news but Kejriwal has done good work,” Yadav said. “I have been living in Delhi for 22 years and I cannot think of a time earlier where I could have sent my children to [high-quality] government schools.”Dharmendra Yadav is happy that his children are receiving quality education in a government school.","author":"Abhik Deb","time":"2024-03-23T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199507-dhjlnthudc-1711126255.jpeg","tags":["Arvind Kejriwal","Narendra Modi","Aam Aadmi Party"],"source":"https://scroll.in/article/1065672/he-has-done-good-work-in-kejriwals-constituency-strong-support-from-people-on-the-margins"}