{"title":"‘He is writing against forces in uniform’: J&K police say they may file a new FIR against reporter","content":"On Saturday, the Jammu and Kashmir police issued a statement saying they had arrested Aasif Sultan Sayed, a reporter with the Kashmir Narrator, on charges of “complicity” in “harbouring known terrorists”. A judicial magistrate’s court granted the police seven days’ custody of the journalist. His name has been added to a first information report filed about a gunfight in Srinagar’s Batamaloo area on August 12. One policeman had been killed and three militants had escaped in that incident. In that FIR, Sultan was booked under provisions of the Unlawful Activities (Prevention) Act, police officials said.But the police also want to file another FIR against Sultan. “This case is about harbouring a militant but yes, he is writing against uniformed forces, supporting militancy,” said GV Sundeep Chakravarthi, superintendent of police, Srinagar South. “He’s written against the state. We are planning to file a separate case but not now.” In July, days after Sultan had written an article entitled, “The Rise of Burhan”, the editor of the Kashmir Narrator, Showkat A Motta, received got an email signed off by the “Media cell/ CID J&K”. It took note of Sultan’s article and a report by another journalist headlined “In the run-up to Bamdoora’s back alley.” Both articles had been published by the Kashmir Narrator in the week leading up to the death anniversary of Hizbul Mujahideen commander Burhan Wani, killed on July 8, 2016.Aasif Sultan's house, raided on the night of August 27-28.The email presented a list of queries. Did the editor not think that publishing such articles “perpetrators of violence and terrorism in the state”?  By producing such stories, was the magazine not “attempting to influence young impressionable minds and creating ‘ideological activists’ for them to eulogize”? By producing images of Wani, talking about his life and character, was it not trying to “romanticize the terrorist”? Would the publication of such reports just days before the death anniversary not have adverse effects on the Line of Control? Was it not a “breach of journalistic ethics to promote terrorism and extremism”? The email lists words and phrases that were found objectionable. It contends that the naming of a police officer shot dead in the gunfight where Wani was killed would endanger the lives of his “associates”. Finally, it asks why the matter should not be taken up with the Press Council of India for an inquiry.A few days before Sultan’s home in Batamaloo was searched, the Kashmir Narrator’s Twitter account was blocked. The site currently says “@KashmirNarrator’s account has been withheld in India in response to a legal demand”. While the police maintain their immediate interest in Sultan stems from his alleged complicity in the Batamaloo case, both Motta and his family say he was persistently questioned about his reportage and the magazine’s headlines. Meanwhile, there are differing accounts of what exactly happened last week.In custody? Sultan’s father, Muhammad Sultan Sayed, said that on the night of August 27-28, about 50-60 security forces scaled the two gates to their home in Batamaloo. “From 11.15 pm to 01.45 am, they searched the house,” he said. “They took four cell phones and his laptop. They ransacked the rooms, took out books and journals.” They did not have a search warrant, Muhammad Sultan Sayed claimed.Among the papers seized, Motta added, was a downloaded copy of Saleem Shahzad’s book on the Al Qaeda. Shahzad was a Pakistani journalist who explored links between the Inter Services Intelligence and the al Qaeda. He was shot dead in 2011, allegedly for his investigative work.   “They took some of his [Aasif’s] other documents,” continued Muhammad Sultan. “When they went away, they took Aasif. The SHO said, no problem, you can come to me in the morning. We went in the morning and met Aasif. Till now he has not returned home. We went every day to the police station – you can see the CCTV footage there.”On Tuesday evening, Motta said, he went to visit Aasif Sultan at the Batamaloo police station. Sultan had been presented before a special investigating team at Rambagh earlier in the day and brought back to the Batamaloo police station in the evening. “The SHO said, ‘Let him stay here for the night.’ I went back on Wednesday and he said, ‘It’s out of my hands,’” said Motta.On Friday, Muhammad Sultan claimed, he signed release papers for his son, but the police did not let him go. On Saturday, both Aasif Sultan and his father were asked to sign an arrest warrant, which they refused to do.  When asked about the search, South Srinagar superintendent of police Chakravarthi said that after the gunfight at Batamaloo last month, they had traced two “overground workers”, a term commonly used in Kashmir to describe non-combatant members of militant groups, usually given logistical tasks. “We are getting leads,” he said. “On this information we arrested [Aasif].” Discussing the search operation at the Sultan home, he said that the police were mandated by law to make searches without warrants in certain situations. For instance, if there was a danger that the accused could “vanish evidence”. Chakravarthi claimed: “In an emergency, we can raid but we have to inform the magistrate immediately afterwards, which we did.” On the material seized, he only said the police had taken certain “gadgets and papers”.Responding to the allegation that Sultan had been detained for day befor he was produced before a magistrate, Chakravarthi said it never happened. The journalist was called in for questioning on Tuesday and Wednesday, an FIR was filed on Friday and he was formally arrested on Saturday. Sultan had not been brought to Rambagh and there was no question of release papers since “he was never detained”, said Chakravarthi. “He was sent back but his father is saying he didn’t come home.” ‘Development’ and ‘ideology’Both Muhammad Sultan and Motta said that when they went to visit Aasif Sultan at the Batamaloo police station, he had recounted the questions put to him. “They asked him, why do you make Burhanuddin Wani a hero? Why do you report on conflict? Why don’t you report on development?” said Muhammad Sultan. When Motta went to speak to the police officers at Batamaloo station on Wednesday, he said, they brought Aasif Sultan in and were cordial. “I asked, what is the problem?” The officer reportedly mentioned “provocative” social media posts by Sultan. Two years ago, during the protests that followed Burhan Wani’s death, security forces had allegedly barged into a mosque in Batamaloo. Sultan, according to the officer, had recently reposted an old report on the incident, which could disturb the peace in that area. “I rebuked Aasif for that,” said Motta. But the matter did not end there and Aasif Sultan was not allowed to leave.Motta said he also visited Sultan in the Batamaloo police station on Friday and spoke to him about the interrogation. Sultan reportedly told him he was questioned about the Saleem Shahzad book, about his visits to a madrasa, about his alleged attempt at “radicalisation” of youth, as well as the headlines in Kashmir Narrator. When he met police officials on a separate occasion, Motta said, “They asked me about his political ideology. I said you can’t ask that. I said you were discussing headlines, you can discuss them with me.”Motta said he was also asked about what beats Sultan reported on. While working for the Kashmir Narrator, his editor pointed out, he had reported on conflict, politics as well as the economy. Apart from his piece on Wani, Sultan has written on the first fidayeen attack in Srinagar in 1999, an army officer who died while saving journalists, and on the state of education in Kashmir University. He has interviewed businessmen who plant trees and a veteran journalist who talked about how “activism kills journalism”. These reports, Motta said, did not seem to make an impression on the police.Chakravarthi did not reveal details about the “incriminating material” that had made the interrogation necessary but said, “Obviously we have evidence of [Aasif] harbouring terrorists.” The questions about his reportage had nothing to do with it, he added.Emails and statementsMeanwhile, there has been no follow up on the email apparently sent by the CID in July, Motta said. It had ended by asking for a response in two days’ time and given a contact number at the end. He had tried the number but it did not work, he said.A CID official said, “I’m not confirming it, I don’t remember right now, I will have to check. It is under the guidelines of the Press Council of India. There is a media cell, they do send out letters from time to time.”Several journalists’ organisations have spoken out against the detention and arrest. The Kashmir Working Journalists Association and the Kashmir Journalist Association demanded his release from “illegal custody, and action against police officials”. They also alleged that security and intelligence agencies “have been trying their best to police media in Kashmir and harassing media organisations and journalists has been a routine”. This was followed up by statements from media watchdogs such as the Committee for Protection of Journalists and the International Federation of Journalists, which also called for Aasif’s release.“By reporting on militant activity, Sultan is performing an important public service, not committing a crime,” said Steven Butler, the Committee for Protection of Journalists’ Asia programme coordinator.","author":"Ipsita Chakravarty","time":"2018-09-03T13:21:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/892929-jzahszdfcx-1535950228.jpg","tags":["Kashmir report","Press freedom","Kashmir Narrator","Burhan Wani"],"source":"https://scroll.in/article/892929/he-is-writing-against-forces-in-uniform-j-k-police-say-they-may-file-a-new-fir-against-reporter"}