{"title":"He lost two of football’s biggest jobs in 2018. With Europa League title, Lopetegui finds redemption","content":"It was a night of raw emotions, as major finals usually are. Even without fans inside the stadium in Cologne, the players were at it from the word go. Sevilla and Inter Milan, two of Europe’s biggest clubs, produced a pulsating finale to a competition that has been unique. In the end, tears flowed as Sevilla won the title for the record-extending sixth time. In those sensational title-winning moments, there was more than one redemption storyline at play. There was the match-winning goal itself, which came courtesy of a player who had been at fault for both the goals his side had conceded. There was the captain of Sevilla, Jesus Navas, who returned to the club where he made a name for himself as a teenager. He could not hide his tears, remembering a friend he had lost to a heart attack in 2007 and whose jersey number he was sporting.But, in what is perhaps the most significant redemption stories of the night, the man on the sidelines for Sevilla could not hide his tears after final whistle. Two years since losing two of the biggest managerial jobs on offer in world football — first, being sacked as coach of his country on the eve of a World Cup, and then, not long after, sacked by Real Madrid — Julen Lopetegui has rebuilt his reputation and how. Sevilla really are the Kings of Europa League: Twitter reacts to Spanish side’s incredible 6th titleIn his first season with Sevilla, he led the side to a Champions League-qualifying fourth-placed finish. And weeks later, to a historic sixth Europa League title for the club from Seville. Sevilla’s success in Europe’s second-tier competition is no longer a surprise despite the continued churn of players and coaches without the wealth of the continent’s superclubs.However, a return to the Europa League final for the first time since 2016 on top of a first top-four La Liga finish in three seasons, is sweet vindication for Lopetegui after a nightmare few months in 2018 threatened to derail his coaching career.12th June 2018: Announced as Real Madrid manager13th June 2018: Sacked as Spain manager29th October 2018: Sacked as Real Madrid5th June 2019: Appointed Sevilla manager21st August 2020: Wins his first managerial trophy.It's been quite the journey for Julen Lopetegui. pic.twitter.com/MVm9T1T2qd— Squawka News (@SquawkaNews) August 21, 2020\n\nWorld Cup disappointmentHopes were high that the former Real Madrid and Barcelona goalkeeper could produce one last hurrah from Spain’s golden generation that had won three major tournaments from 2008 to 2012 ahead of the World Cup in Russia.Spain were unbeaten in Lopetegui’s 20 games in charge of the national team, including impressive wins over Argentina, Italy, Belgium and eventual world champions France.But he paid a heavy price for his own misjudgement and the politics of Spanish football as he accepted the role of Zinedine Zidane’s successor at Real Madrid days before the Fifa World Cup got underway.Furious Spanish federation president Luis Rubiales fired him two days before Spain’s opening match against Portugal in a move that did neither parties much good.Lopetegui returned home a haunted figure as he was presented at the Santiago Bernabeu just a day later, while Spain eventually limped out on penalties to hosts Russia in the last 16 after winning just one match in four.“Yesterday was the saddest day of my life since the death of my mother. But today is the happiest day of my life,” Lopetegui said as he fought back tears when being unveiled as the Madrid coach.But that turned out to be a poisoned chalice too.  The decision to take the Madrid job was even more misguided as Lopetegui lasted just 14 games and was sacked again by late October.Two of his dream jobs had slipped out of his grasps, turning into nightmares.Sacked by Spain before the 2018 World Cup ❌Lasted four months at Real Madrid ❌Wins the Europa League for Sevilla 🏆Redemption for Julen Lopetegui...🎙 @darrellcurrietv | #Club2020 pic.twitter.com/OCCpINqpRU— Football on BT Sport #Club2020 (@btsportfootball) August 21, 2020\n\nRedemptionSevilla offered a shot at redemption, but also came with a risk. Monchi’s return as sporting director kicked off a huge turnover of the playing staff as 17 new players arrived and 28 departed over the course of the season.Among those to leave were top scorers Wissam Ben Yedder and Pablo Sarabia and replacing them has proved problematic, with Lucas Ocampos and Munir El Haddadi the only players to reach double figures for goals this season.But Lopetegui has constructed a hard team to beat as was evidenced by a club record run of 20 games without defeat either side of a three-month shutdown due to coronavirus.Only Real Madrid and Atletico Madrid had a better defensive record in La Liga this season. And after arriving in Germany, Sevilla registered sensational wins against top sides like Roma, Wolves, Manchester United and, finally, Inter Milan.The team-spirit Lopetegui has fostered was clearly on show during the semi-final and final as Sevilla first rode their luck to beat United 2-1 with a fraction of the budget of the English giants. Then, against the fancied Inter Milan side, packed with highly-paid international stars, they produced a performance worthy of being crowned champions. “It was been a difficult but also a beautiful year,” Lopetegui had said ahead of the final.“The team has had the possibility to grow, overcoming obstacles, because of their hard work, solidarity and team spirit.”In the last few minutes of the final, he was living every second of the nervous finish... frantically gesturing at his players. And then the cameras caught him weeping after the final whistle. That was followed by his players throwing him up and down in celebration.But minutes later, when the trophy was being presented, he quietly stepped aside and let the players enjoy the limelight. He was clapping them on, moving away from where the confetti fell, so to speak. On a night full of emotional moments, the tears Julen Lopetegui shed were another proof that sports will invariably offer you a shot at redemption if you keep at it. (With AFP inputs)","author":"Scroll Staff","time":"2020-08-22T12:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146408-sevopyoflx-1598075487.jpg","tags":["Julen Lopetegui","Sevilla","Europa League"],"source":"https://scroll.in/field/971083/he-lost-two-of-footballs-biggest-jobs-in-2018-with-europa-league-title-lopetegui-finds-redemption"}