{"title":"‘He represents all Kashmiris in jail’: A maverick stirs up Baramulla poll from prison","content":"“I am a part-time politician till May 20,” said 23-year-old Abrar Rashid as he went around villages in North Kashmir’s Handwara region, canvassing for his father. “On May 21, I will be back in college.”His father, Abdul Rashid Sheikh, popularly known as Engineer Rashid, is standing for the Baramulla Lok Sabha constituency but cannot campaign – he is in jail, and has been so for the last five years.Rashid was arrested in August 2019 by National Investigation Agency in a case of terror funding.The arrest came soon after New Delhi scrapped Jammu and Kashmir’s special status and statehood on August 5, 2019. Since then, Rashid has been in Delhi’s Tihar jail.Rashid’s unexpected entry has, in many ways, electrified the contest for Baramulla, which was till last month seen as a fight between National Conference vice-president Omar Abdullah and Sajad Gani Lone of Peoples Conference.A supporter of Engineer Rashid sports a campaign poster image on his back. Credit: Safwat Zargar.As Abrar Rashid campaigns with a rag-tag group of supporters, he reminds voters of his father’s long incarceration. “When I go to people, I tell them my father has been in prison for the last five years,” he said. “I say, ‘Please vote for him so that his election as a Member of Parliament paves the way for his release.’”The appeal appears to have struck a chord, especially among a section of residents who had refused to vote in earlier elections in Kashmir and remain disillusioned with its mainstream parties.“Engineer Rashid represents thousands of Kashmiris who remain in jails, far off from their homes for no crime,” a young man in Potushai village of Kupwara told Scroll. He was referring to the sweeping crackdown on separatists and pro-freedom sympathisers in the Valley soon after the abrogation of Article 370 in August, 2019.In a departure from the past, hundreds of those detained under harsh terror laws were sent to different jails across the country, making it difficult and expensive for their families to meet them and seek legal redress. Many of them remain in custody.Unusual politicianRashid’s political career began in 2008, when he quit his job as an engineer with the Jammu and Kashmir government to contest the Assembly elections as an independent candidate. He won.A year before the 2014 Assembly polls, Rashid launched his own political outfit, Awami Itehad Party.In his political career, Rashid has not shied away from controversies. From confronting security forces over alleged human rights violations to being beaten up by Bharatiya Janata Party MLAs in the Assembly for throwing a beef party, Sheikh has represented an audacious brand of politics in a region where ideological lines are sharply drawn.In an interview to The Hindu in 2015, he had pointed out that “while Indian news channels had reduced him to a separatist masquerading as an MLA, in Kashmir, the separatist leaders abhorred him for ‘embracing’ the Indian Constitution.”Rashid’s electoral record and his brand of combative politics is at the centre of the campaign being led by his son, a postgraduate student of science in Srinagar.“I am not here for politics but for my father,” Abrar Rashid told those standing in a gathering in Kupwara, amidst a steady drizzle, to listen to him. “I want you to take revenge on my father’s imprisonment through your votes.”With the head of the Awami Itehad Party in jail, the lack of resources for the campaign is only too evident. “Whatever posters you see have been printed out by supporters on their own,” Abrar said. “I just have one car to campaign but others join us with their vehicles. We don’t have any money, people are just supporting us on their own.”A file photograph of Engineer Rashid, from 2013. Credit: Rouf Bhat/ AFPThe boycott constituencyFor several residents who have stayed away from the electoral process for decades, Rashid’s candidature provides a reason to vote.“Ninety per cent of people I met during campaigning are first-time voters,” said Rashid’s son Abrar. “Not 18-year-olds but people in their 40s and 50s.”For example, Rashid’s party has been able to hold massive gatherings in separatist stronghold areas like Palhallan or Sopore area of Baramulla district.Take the case of 32-year-old Mir Raqeeb of Kupwara’s Lolab valley.While Raqeeb comes from a family of National Conference supporters, he said he will not only cast his vote in favour of Rashid but is also voluntarily mobilising others. “I have never cast my vote before but I will this time because I want to unburden my conscience,” said Raqeeb.A postgraduate in tourism management, Raqeeb has always looked at traditional mainstream political parties with scepticism. After the events of August 2019, his disillusionment with parties like National Conference and Peoples Democratic Party is absolute. “I will feel morally unburdened when I vote in favour of Engineer Rashid. He suffered so much but did not compromise. That’s why he’s still in jail.”In March 2022, the National Investigation Agency framed charges against Rashid for allegedly inciting disaffection against the government of India and armed forces. He was also accused of receiving funds from Pakistan.The young man from Potushai village of Kupwara, who had drawn a parallel between Rashid’s imprisonment and thousands of young Kashmiris in jails across India, echoed Raqeeb’s views. “There were 80-plus MLAs in the Jammu and Kashmir Assembly, all of them were his colleagues. Not a single one spoke in his favour or demanded his release or even offered help with his case,” the young man said. “He could have bought his freedom by joining BJP or becoming its proxy but he did not.”Rashid’s steadfastness, many voters said, stands in stark contrast to the churn in Baramulla politics since 2019.Several leaders elected to the erstwhile state’s Assembly in 2014 have ended up switching loyalties.An analysis by Scroll shows that of the 2014 winners of the 15 Assembly segments that comprised Baramulla Lok Sabha seat, at least eight switched sides, while one quit politics altogether. Most of those who defected to other political parties were from the Mehbooba Mufti-led Peoples Democratic Party.Significantly, the PDP leaders did not join their traditional rival, the National Conference, but political outfits seen as close to New Delhi.The biggest beneficiary of this exodus has been the Jammu and Kashmir Apni Party, led by former PDP legislator Altaf Bukhari. In the 2024 Lok Sabha elections, Apni Party has extended its support to Sajad Lone’s Peoples Conference.How the contest is poisedThe Baramulla Lok Sabha seat has probably seen the sharpest war of words between the National Conference and the Peoples Conference.Lone, who was once a separatist leader, has a strong support base in the Assembly segments of Kupwara and Handwara. Besides the Apni Party, former PDP Member of Parliament, Muzaffar Beigh, has also backed him in the contest. The delimitation exercise, which added three new Assembly segments to Baramulla, will benefit Lone, said observers.A hoarding canvassing for Sajad Lone on the Baramulla-Handwara highway. Credit: Safwat Zargar.The National Conference has dominated the Baramulla Lok Sabha constituency for decades. The party won the seat in 2019 Lok Sabha elections. Moreover, with former chief minister Omar Abdullah in the fray, this has become a prestige fight for the National Conference.Lone has described Abdullah as a “tourist” in Baramulla, since the latter is a native of Srinagar. The National Conference, for its part, has accused Lone of being a “proxy” of the Bharatiya Janata Party.“Why is the Peoples Conference afraid of using its founder’s picture in their banners or posters?” asked a supporter of the National Conference in the Rajwar area of Handwara. “It’s because Lone’s father was a separatist whose party had a militant wing.”Sajad Gani Lone’s father, Abdul Ghani Lone, was a Kashmiri leader who started his career as a mainstream leader but eventually became a separatist. On May 21, 2002, Lone was assassinated by a group of unknown gunmen in Srinagar’s Eidgah ground.In turn, Lone’s party has raked up Abdullah’s association with the Atal Bihari Vajpayee-led National Democratic Alliance government and the alleged human rights violations that took place in the Valley during the National Conference’s rule.“One segment of the population endured relentless persecution: killings, torture, hangings, and constant trauma during checkings, verifications, and crackdowns,” Lone said during a rally in North Kashmir recently. “In contrast, the NC represents the 1% who have been victors and exploited the rest.”Rashid, who is no lightweight, is likely to take votes away from both parties. Not only is he a two-time MLA from Langate in Handwara, he has gained support in Kupwara, which is Lone’s stronghold.Rashid’s performance in the 2019 Lok Sabha elections from Baramulla constituency is a case in point. With 22.43 per cent of the votes, he stood third in that election – only 1,025 votes away from the second position.Of the 15 Assembly segments that made up Baramulla, he gathered leads in five, indicating his appeal in far-flung areas of the constituency.That both parties have few answers to Rashid’s pitch is evident in their rhetoric. While the National Conference and Peoples Conference fling barbs at each other, they have not targeted Rashid in their speeches. “His five years in jail is a testimony to his character,” said Abrar Rashid.","author":"Safwat Zargar","time":"2024-05-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200716-qvhxjdnqqq-1715766522.jpg","tags":["Engineer Rashid","Sajad Lone","baramulla lok sabha","Lok Sabha 2024","Omar Abdullah","Jammu and Kashmir"],"source":"https://scroll.in/article/1067906/he-represents-all-kashmiris-in-jail-a-maverick-stirs-up-baramulla-poll-from-prison"}