{"title":"‘He surrendered’: In Assam, another custodial  death raises questions","content":"Twenty-year-old Asiqul Islam surrendered at the Nagaon police station in Assam on May 29, his family says. Asiqul had featured prominently in a video that went viral on social media. It shows a crowd setting fire to Batadrava police station in Nagaon district on May 21. They were enraged by the alleged custodial death of Safiqul Islam, a fish roe trader from a nearby village.As the police started arresting those charged with setting the station alight and demolishing properties of the accused, Asiqul’s family grew uneasy. On May 29, his mother, 43-year-old Shahida Begum recalled, a local reporter and another neighbour turned up at their house in Sonaibara village, also in Nagaon district. They advised the family to get Asiqul to surrender to the police. “They assured me that if my son surrendered first, the police would not touch him, he would be handed over to the Nagaon superintendent of police,” said Shahida Begum. “They said he would be freed after three months. We were afraid so we made him surrender to the police.”The local reporter, who did not want to be named, told Scroll.in that he personally handed Asiqul over to the police at a village called Barpeta, some 10 kilometres from Nagaon town, the district headquarters. From there, he said, the police took him to Nagaon Sadar Police Station in the main town.That same night, a police team took Asiqul back to his home for a search operation, said Nagaon superintendent of police Leena Doley. On the way back, Doley said, “he jumped from the police vehicle and was hit by the following police vehicle.”Doley added, “He was immediately taken to Nagaon Civil hospital but he was declared dead by the attending doctor.”She claimed three policemen were also injured in the incident.Asiqul’s mother does not believe the police version. “Asiqul surrendered to the police at Nagaon police station on May 29, why would he escape custody the same night?” asked a weeping Shahida Begum. “It was not a road accident. They killed my son.”According to Doley, Asiqul had not surrendered; he had been “apprehended” by the police in Nagaon town on May 29. The police were “supposed to arrest him on the next day”, she added.The police have named Asiqul – a student who did daily wage labour on the side to pay his way through school – as the main accused in the Batadrava arson case and claim to have recovered weapons from his home. His family allege the weapons were planted in their house.A distraught Shahida Begum, days after her son died. Picture credit: Rokibuz ZamanFire at the police station The Batadrava police station is about three kilometres away from Sonaibara village. Asiqul’s family says they do not know how he ended up as part of the angry mob at the police station  in the first place. Safiqul Islam, the man whose death had triggered the protests, was no relation of Asiqul and his family.Shahida Begum said her son had gone down to the Santi Bazaar market near the police station on May 21. News of Safiqul Islam’s death had spread across the area, setting off ripples of anger. According to local residents, a crowd that had gathered at the market decided to head to the police station. They speculate Asiqul went along with the crowd.In the viral video, Asiqul is seen wearing a red t-shirt and speaking to Majeda Begum, Safiqul Islam’s sister-in-law. In response, she says, “Come with me, burn the thana.”Shortly afterwards, a woman is seen throwing a lit match on motorcycles parked in the police station shed.Many of Safiqul Islam’s relatives – including his wife and minor daughter – have been held on charges of arson. The police maintain the police station fire was not a spontaneous act of grief. They claim it was planned in advance and police records stored at the station were stolen or set on fire.Asiqul, they claim, was the “mastermind” of this conspiracy. A late night visit According to Shahida Begum, the police team took Asiqul back to his home around 2 am-2.30 am on May 30.“My son called out to me to open the door,” she said. “He called ‘Amma’ three times. I screamed as soon as I opened the door – I saw my son handcuffed, our home surrounded by policemen.”The family said Asiqul was so weak he could barely stand and kept falling to the ground.According to Shahida Begum, the police demanded the red t-shirt Asiqul is seen wearing in the video. She replied she did not know of such a shirt.“When they could not find the t-shirt, the police slapped him on the back of the head,” she said. “They also slapped his face. He was bleeding from the mouth in front of us.”She said that, after some time, a red t-shirt was found. Soon afterwards, they appeared to find two pistols, one in the kitchen and one in the granary.Asiqul's father, Abdul Hamid, said he was slapped and his beard pulled when he tried to ask if the police had a search warrant. Picture credit: Rokibuz Zaman“We have never seen a pistol,” she said. “They planted the pistols.”Asiqul’s 13-year-old brother said he saw police place the pistol in the kitch.“A policeman hid a pistol inside a bag full of firewood. Then he searched the same bag and took out the pistol, claiming it was found in the house,” the 13-year-old said. “Later, I confronted him saying ‘my brother is not a thief or dacoit – you kept the pistol and blamed my brother’. But the police didn’t reply.”Two policemen later slapped him, said the 13-year-old. Asiqul’s 55-year-old father, Abdul Hamid, asked the police why they were assaulting his elder son and if there was any kind of search warrant or order. “The police held me by the beard and asked, ‘what kind of order do you need?” claimed Hamid. “He threatened to pull out my beard. I was also slapped on my face. One of the policemen pointed the gun at my belly and threatened to shoot.” According to Shahida Begum, the police then brought two other residents of the village to the house and took pictures of them and Asiqul next to the pistols. They then asked him to sign a piece of paper, Shahida Begum claimed. “When he refused, they beat him,” she said.Before leaving the house, she said, they threatened her again. “We will beat your son black and blue,” she alleged they told her, “we will gouge his eyes out.”“I told them we are very poor people,” Shahida Begum  said. “We worked hard to somehow educate our children. It was impossible that my son had guns. He was a school going student. He had just appeared for the Class 12 board exam and we were waiting for his results. He had never even seen a pistol, nor was there a criminal case against him.”Doley, the police superintendent, refuted all allegations.She claimed the police found a “7.65 pistol” and a “.22 pistol”, both with ammunition. “One red t-shirt reportedly worn by the accused person during the arson incident as seen in the video footage was also recovered and seized. The mobile handset of the accused person has also been seized,” Doley said. According to her, the allegations that the police planted the weapons were “false”. “The family of the criminal now can say many things,” she said. She also denied that Asiqul and his family were assaulted during the search. “Human rights [organisations] always keep an eye on the police,” she said. “We do not assault accused persons after taking them to their home. We have been given clear directions that the police are not supposed to physically assault anyone. Their claims are irrational and untrue.” “We have taken all police action as per procedures,” she added.The granary where one of the pistols was allegedly found. Picture credit: Rokibuz Zaman‘The police are biassed’Scroll.in spoke to at least 10 residents of Sonaibara village, which has a population of about 5,000 people, mostly Muslims of Bengali origin, like Asiqul’s family. None of them could believe the claims that the police had found guns at his house that night.“You can ask the whole village, nobody will say that Asiqul was a bad lad,” their neighbour, 60-year-old Siddik Ali.Another 40-year-old resident, who did not want to be named, said, “They [Asiqul and his family] are very simple people. No one can show a bad record against them. It is a false claim that police found a gun at their house.” All 10 residents believed the family’s version, that Asiqul had surrendered and then been killed in custody, that the weapons had been planted in his house.One resident, a 45-year-old, said Asiqul had been wrong to take part in the arson at the Batadraba police station but the police had also done wrong. “He should have been punished under the law. The family would have accepted the verdict of the court,” he said.  A 36-year-old woman said the incident had eroded their faith in the police. “How can we trust them?” she demanded. “They will falsely claim that they found arms and plant things according to their convenience. A boy surrendered before police but his body returned to his house the next day.”In Batadraba, the village where the police station was set on fire, residents share similar grievances about the police.A 55-year-old teacher at Batadraba alleged the police was biased against Bengali-origin Muslims – both Safikul Islam and Asiqul had belonged to the community. “Two people have been killed in custody – what actions have been taken against the police?” he demanded. “Did they arrest any police personnel for their killing? Why were homes demolished?”Days after Safikul Islam’s death, the police visited his village and demolished his home. They also demolished the houses of two of his cousins and damaged the homes of two of his brothers. All are accused in the arson case. The police had initially claimed they were “illegal encroachers”. They later said the homes were demolished in a “search operation”.“If the victims were from the majority community, there would have been action against the police,” said the teacher.He was referring to the transfer of former Nagaon superintendent of police Anand Mishra after a former student leader was injured in a police shooting this February.Another resident of Batadraba said that people had stopped going out after sunset. “There is a huge fear among the minority,” he said.Bengali-origin Muslims in Assam, often branded as “illegal immigrants” from Bangladesh, have faced routine discrimination in the state. They have been accused of a range of crimes, from “terror” to “illegal encroachment”.Videos of the Batadrava police station fire, which were widely circulated on social media and played on loop on local television channels, only fuelled these accusations. Safiqul Islam’s wife and several others now face terror charges under the Unlawful Activities (Prevention) Act.The kitchen where the police claimed to find another pistol. Picture credit: Rokibuz ZamanA familiar accountIncidentally, the police version of Asiqul’s death echoes the account of another death a few months ago.  Thirty-four-year-old Niraj Das, arrested in a lynching case, also died in police custody last year. Then, too, the police had claimed he was killed as he tried to flee from a moving vehicle and had been hit by the car behind it.With Asiqul’s death, 49 people have been killed in police custody since last May while another 116 have been injured in police shootings. Many of those killed belonged to religious or linguistic minorities in Assam.Assam Chief Minister Himanta Biswa Sarma has repeatedly endorsed police shootings. In the aftermath of Asiqul’s death, Sarma said, “I was informed by the police this morning that the mastermind behind the Batadrava incident has died. I am sure that the police will take action against all criminal elements involved in the incident and deliver justice.” Back in Sonaibari, Shahida Begum is inconsolable. For days after her son’s death, she had not been able to eat and was put on a saline drip. They had only urged him to surrender because they thought no harm would come to him, she repeated.“We would not have minded if the court had sentenced him to jail for a  lifetime,” she said. “I would still have been able to see my son. But why did they kill my son?”","author":"Rokibuz Zaman","time":"2022-06-07T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175414-gfmgqrhaki-1654513818.jpg","tags":["Assam","custodial death","police"],"source":"https://scroll.in/article/1025604/he-surrendered-in-assam-another-custodial-death-raises-questions"}