{"title":"These heartbreaking images show how India is slowly killing its elephants","content":"When award-winning conservationist Prerna Singh Bindra is asked what comes to mind when she thinks about elephants in India, she says it’s no longer wild herds wandering the vast Terai region or ambling across the rolling Nilgiri Hills. Instead she thinks of trapped, chased and dying herds.She thinks of the Numaligarh makhna, an elephant so perplexed by the wall erected along his traditional route in Assam that he tried to bring it down and died of a brain hemorrhage. Or the Athgarh herd, islanded in a mosaic of villages and fields in Odisha, and subjected to the taunts of mobs of drunken men each evening. She thinks of the Dharamjaigarh mother and unborn calf, who hit the ground with the impact of an earthquake, after she was electrocuted by high-voltage wires strung across a field in Chhattisgarh.When Bindra thinks about elephant watching, it’s no longer of mornings spent on safari, marvelling at the mammoth beasts engaged in play and social interactions. What comes to mind are the distraught men and women in anonymous Indian villages. She thinks of Sumitra bai and Bhuvan Dhanwar, trampled beyond recognition in Chhattisgarh. She thinks of elephant tracker Panchanan Nayak stoically following Odisha’s Athgarh herd and warning villagers of their path, all the while risking his life. She thinks of a crowd of locals in West Bengal placing flowers on the body of an elephant hit by a speeding train.Graceful even in death, this young elephant fell into a deep, open well one night in Palakkad, Kerala. The photographer suspects the elephant emerged from the nearby forest to feast on fruiting jackfruit trees in the village. Open wells are a serious but little-recognised threat to wild animals, including Gujarat’s famed Asiatic lions, a few of which fall to their deaths every year. Photo credit: Aneesh SankarankuttyIndia has the world’s largest population of wild Asian elephants. It also has a colossal human-elephant conflict problem, one that claims dozens of lives every year. Unlike tiger reserves, elephant reserves have no legal sanctity, and by some accounts a mere 22% of elephant habitat is safeguarded within India’s Protected Areas of sanctuaries, national parks and conservation reserves. Elephants and humans are being forced to live in uneasy proximity, as cities and townships expand, railways and roads cut across wildernesses, and forests shrink and fragment.It’s a pressing problem with a high death toll that finds little sympathy in urban corridors of power. Beyond declaring the elephant as India’s National Heritage Animal, fixing meagre compensation amounts for crops, property and human life, and establishing the ineffectual Project Elephant (an embarrassing sibling to the relatively successful Project Tiger), elephant conservation and conflict mitigation has been broadly left to field staff, individual activists and non-governmental organisations.A mob of men chase a young bull elephant on the outskirts of Bhubaneswar, Odisha. A herd of 22 wild elephants trapped in this human-dominated landscape have become the subject of much amusement for young men in the area who taunt and chase the gentle giants for sport. A campaign titled Giant Refugees highlighted the herd’s suffering and created a global outcry in 2017. However, it evoked only superficial promises of action from the Odisha government and the herd’s status remains the same. Photo credit: Karan TejpalIn May, frustrated by the absence of a scientific and humane approach to deal with human-elephant conflict, Bindra filed a public interest litigation against the states of West Bengal, Jharkhand, Odisha and Karnataka. In it, she cited their failure to protect elephants, and their participation in activities that are in direct contravention of the Wild Life Protection Act, 1972, and the Prevention of Cruelty to Animals Act, 1960. From the installation of metal spikes to hinder elephant movement in Karnataka, to the state-sanctioned hullah parties in West Bengal who chase away elephants by propelling burning sacks and sticks in their direction, state action in human-elephant conflict mitigation has been largely unscientific and reactionary. Through the petition, Bindra sought to “stop this state sponsored torture of wild animals across the nation in the name of mitigating human-wildlife conflict…” Her larger purpose was to seek protection for elephant habitats and corridors, which are crucial to the long-term survival of this endangered species.While Bindra fights for elephants in the Supreme Court, here’s a glimpse at the state of wild Asian elephants that live close to humans in the subcontinent.On the outskirts of Coimbatore, Tamil Nadu, villagers share the landscape with elephants from the Thadagam Reserve Forest. Though there have been fatalities on both sides, tolerance is still high and this individual elephant is recognised and lives comparatively peacefully alongside its human neighbours. Photo credit: Harishvara VenkatCrowds gather around the body of a tusker that was electrocuted by high-voltage fencing erected around crops in the Dharamjaigarh block of Chhattisgarh. Poor farmers and villagers in the state bear the deadly brunt of a conflict brought about by the destruction of natural habitats by coal conglomerates. In 2010, media reports brought to light how the state government quietly shelved an approved proposal to notify the 450 sq km Lemru Elephant Reserve after discovering that its forests were coal bearing, and later allocated six forest compartments of the reserve to a coal conglomerate. Photo credit: Sajal MadhuA mother and calf rush across NH31 near Siliguri-Naxalbari, in West Bengal, near India’s border with Nepal. This road cuts across the Mahananda-Kolabari elephant corridor, obstructing the movement of herds. West Bengal is also notorious for its killer railways tracks that run through forests and claim the lives of elephants every year. Most recently, in July, a passenger train mowed down a female elephant and her calf in Jalpaiguri district. An estimated 68 wild elephants have been killed by trains running on this New Jalpaiguri-Alipurduar railway track in the past eight years. Photo credit: Avijan SahaAlive but not quite well, an elephant calf forages in a garbage dump along with its herd in Tissa, Sri Lanka. Poor waste management poses a threat to wildlife, and in India too, conservationists frequently encounter elephant dung studded with plastic strands. Photo credit: Sreedhar VijayakrishnanCorrections and clarifications: An earlier version of this article mistakenly included Madhya Pradesh among the states listed in Prerna Singh Bindra’s PIL. The error has been corrected.","author":"Cara Tejpal","time":"2018-10-10T11:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/896261-adsgvgcctm-1538379783.jpg","tags":["Prerna Singh Bindra","Asian Elephants","Elephants","Wildlife","Conservation"]}