{"title":"Heat-related deaths in India increased by 55% in 17 years, finds Lancet study","content":"Deaths caused due to heat in India increased by 55% between 2000-2004 and 2017-2021, showed a study published by medical journal The Lancet on Wednesday.The report titled “Countdown on health and climate change” analyses 42 indicators across five domains – climate change, adaptation, planning and resilience for health, mitigation actions and health co-benefits, economics and finance as well as public and political engagement.The study estimated that in 2020, more than 3,30,000 persons died in India because of exposure to particulate matter from fossil fuel combustion. “Improvements in air quality will help to prevent deaths resulting from exposure to fossil fuel derived particulate matter,” the report said.Exposure to heat also caused a loss of 167.2 billion potential labour hours among Indians in 2021, the study noted. This resulted in income losses equivalent to about 5.4% of the national gross domestic product, it added.The study stated that climate change has been amplifying the health impacts of multiple crises in India. It said that between the periods 1951-1960 and 2012-2021, the number of months suitable for dengue transmission by the Aedes aegypti mosquito increased by 1.69% and reached 5.6 months every year.The study also found that biomass accounted for 61% of household energy consumption in 2019 in India, while fossil fuels accounted for 20%. “With this high reliance on dirty fuels, average household concentrations of particulate matter exceeded the WHO [World Health Organization] recommendation by 27-fold nationally and 35-fold in rural homes,” the report said.On July 27, Jitendra Singh, the Union Minister of State (Independent Charge) for Science and Technology and Earth Sciences had told the Lok Sabha that India experienced prolonged spells of heatwave during March and April.“The average maximum temperature of March 2022 had been the highest for All India [33.1°C] and Northwest India [30.7°C] and it had been the second highest for Central India [35.2°C] as per the data during the period 1901 to 2022,” he said. “The average maximum temperature of April 2022 was the highest for Central India [38.04°C] and for Northwest India [36.32°C] and third highest for All India [35.3°C] during the period of 1901 to 2022.”","author":"Scroll Staff","time":"2022-10-26T07:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/121198-xpurwzsiys-1590492031.jpg","tags":["Lancet","climate change","heat waves in India","fossil fuels"],"source":"https://scroll.in/latest/1035871/heat-related-deaths-in-india-increased-by-55-in-last-17-years-finds-lancet-study"}