{"title":"Heatwave to continue in parts of India for next five days, warns weather department","content":"A heatwave will continue in parts of Northwest and Central India for the next five days and in the eastern areas of the country for the next three days, the India Meteorological Department warned on Thursday.The Vidarbha region in Maharashtra, western Uttar Pradesh, Madhya Pradesh, Punjab, Haryana-Chandigarh, Delhi and eastern Rajasthan will suffer from a heatwave till May 3, the weather agency said in a statement. A heatwave will also prevail in eastern Uttar Pradesh and Telangana between Thursday and Sunday and in Bihar, Jharkhand, Odisha, Chhattisgarh and gangetic West Bengal during April 28 and April 30. Severe heatwave conditions will prevail in western Rajasthan on May 1 and May 2.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is least at 4.5 degrees above normal. A severe heatwave is when the normal temperature is 6.5 degrees Celsius more than the normal.Maximum temperatures in some parts of the country, including Rajasthan, Madhya Pradesh, Bihar and Uttar Pradesh, had climbed to 43 degrees Celsius to 45 degrees Celsius on Wednesday, the weather agency said. In Haryana, Delhi, Punjab and parts of Uttar Pradesh and Rajasthan, the temperatures remained between 40 degrees Celsius and 43 degrees Celsius.In view of the high temperatures, an orange alert has been issued in Rajasthan, Delhi, Haryana, Uttar Pradesh and Odisha, RK Jenamani, a scientist at the weather agency said, reported ANI. An orange alert warns the government to be prepared to tackle weather-related matters such as heatwaves and intense rainfall.On Wednesday, Delhi recorded a maximum temperature of 43.5  degrees Celsius, highest for April in 12 years, PTI  reported. On April 18, 2010, the Capital recorded a maximum temperature of 43.7 degrees Celsius. The highest temperature for  the month was recorded at 45.6 degrees Celsius on April 29, 1941.Due to the heatwave, Odisha and West Bengal have declared summer holidays in schools. This year, March was the hottest month in 122 years since the India Meteorological Department started maintaining records.Power outages, water scarcityDue to the high temperatures, demands for power have increased. However, thermal power plants are finding it difficult to meet the demand due to a shortage of coal, reported The Indian Express.  Last week, the electricity deficit in India hit 623 million units, exceeding the total shortfall recorded in March, according to the newspaper.Power cuts have been reported due to low coal stocks at thermal power plants in several states, including Jammu and Kashmir Uttar Pradesh, Jharkhand, Madhya Pradesh, Rajasthan, Punjab, Maharashtra, Bihar and Andhra Pradesh.Senior government officials told The Indian Express that delay in payments to coal companies by some states is also an important factor for low stocks.To tackle the shortage, Rajasthan, Gujarat and Andhra Pradesh have scheduled power cuts for industries. Rajasthan has also announced a four-hour power cut in rural areas.   Maharashtra Power Minister Nitin Raut told NDTV on Wednesday that the state is facing an electricity shortage of 20,000 lakh metric tonnes and key thermal power plants are likely to run out of coal in less than two days.Besides power outage, residents of Jammu and Kashmir, Mumbai and Haryana’s Panchkula among other areas are also facing a water crisis.Meanwhile, Delhi on Thursday decided to increase the water supply to around 454 crore litres per day to meet the growing demand, reported PTI. Earlier, the government supplied about 425 crore litres of water.The Delhi Jal Board said that 1,198 water tankers will be deployed across the city during the peak summer season between April and July to prevent water scarcity.Also read:Like India, Pakistan and Central Asia are reeling from unprecedented heatwavesWhat to do and not to do during a heatwave:Here are certain guidelines recommended by the National Disaster Management Authority during a heatwave.Avoid going out in the sun, and strenuous activities, especially between noon and 3 pm.Wear lightweight, light-coloured, loose and porous cotton clothes. Use protective goggles, umbrella or hat, shoes or chappals while going out in sun.If you work outside, use a hat or an umbrella and also use a damp cloth on your head, neck, face and limbs.Drink water as often as possible, even if not thirsty.While travelling, carry water with you.Avoid alcohol, tea, coffee and carbonated soft drinks, which dehydrate the body.Avoid high-protein food and do not eat stale food.Use oral rehydration salts and homemade drinks like torani (rice water), lemon water, buttermilk, etc to re-hydrate the body.Do not leave children or pets in parked vehicles.If you feel faint or ill, see a doctor immediately.Keep animals in shade and give them plenty of water to drink.Keep your home cool, use curtains, shutters or sunshades and open windows at night.Use fans, damp clothing and take baths in cold water frequently.Tips to help someone who has experienced a heat strokeLay the person in a cool place, under a shade. Wipe their face and body with a wet cloth frequently. Pour normal temperature water on the head. The main thing is to bring down the body temperature.Give the person to drink Oral Rehydration Salts (ORS) or lemon water/torani or whatever is useful to rehydrate the body.Take the person immediately to the nearest health centre. The patient needs immediate hospitalisation as heat strokes could be fatal.","author":"Scroll Staff","time":"2022-04-28T16:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173678-epybioerwp-1651141692.jpg","tags":["Heatwave","India Meteorological Department","Summer","power outage","water crisis"],"source":"https://scroll.in/latest/1022846/heatwave-to-prevail-in-parts-of-india-for-next-five-days-warns-weather-department"}