{"title":"Heatwave could abate in Delhi by today, says India Meteorological Department ","content":"The heatwave in Delhi and some other parts of north India could abate by Monday, the India Meteorological Department said on Sunday.The heatwave could also recede from Himachal Pradesh, Punjab, Haryana, Chandigarh, southern Uttar Pradesh, the Kutch region in Gujarat and eastern Rajasthan on Monday, the weather agency said.However, a heatwave is likely to persist over isolated parts of the Vidarbha region in Maharashtra till May 3. Hot weather could also prevail in Madhya Pradesh, Chhattisgarh,  Telangana and western Rajasthan till May 2, the agency added.Heat Wave conditions in isolated parts over Vidarbha during 01-03 May; over MP, Chhattisgarh, Telangana & West  Rajasthan on 01 & 02 May; over HP, Punjab, Haryana-Chandigarh-Delhi, south UP, Kutch & East Rajasthan today. Abatement of heat wave over the region thereafter.— India Meteorological Department (@Indiametdept) May 1, 2022\n\nMany parts of the country have been experiencing record-high temperatures for the past two months. The absence of rainfall and thunderstorms have caused high daytime temperatures in north India, India Meteorological Department Director General Mrutryunjay Mohapatra said on Friday, according to The Times of India.   This year, Delhi recorded its second hottest April in 72 years, according to the weather agency. The national Capital recorded an average maximum temperature of 40.2 degrees Celsius, nearly four degrees above the average figure of 36.3 degrees Celsius.In April 2010, Delhi had recorded an average maximum temperature of 40.4 degrees Celsius.On an average, the national Capital gets 12.2 millimetres of rainfall in April. This year, the city got only 0.3 millimetres of rain during the month.Many other cities in north and central India also registered record high temperatures in the past few days. On Friday, the Prayagraj in Uttar Pradesh recorded a temperature of 47 degrees Celsius – the highest in the month of April since 1999, when the city had recorded a temperature of 46.3 degrees Celsius.Agra on Friday recorded scorched at 47.3 degrees Celsius.This April, 146 instances of heatwave or severe heatwave took place in the country, the highest number since 2010, The Indian Express reported.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal. A severe heatwave is when the normal temperature is 6.5 degrees Celsius more than the normal.","author":"Scroll Staff","time":"2022-05-01T19:38:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/141794-dsehdiigmc-1590205525.jpg","tags":["Delhi","IMD","Haryana","Heatwave conditions","heat wave"],"source":"https://scroll.in/latest/1023045/heatwave-could-abate-in-delhi-by-tomorrow-says-india-meteorological-department"}