{"title":"Heatwave to prevail in six states for next four days, says weather department","content":"Heatwave to severe heatwave conditions will likely be observed in parts of West Bengal, Karnataka, Odisha, Uttar Pradesh, Bihar and Jharkhand during the next four days, the Meteorological Department said on Monday.The department predicted that high humidity may add to the hot weather in coastal Andhra Pradesh, Tamil Nadu, Puducherry, Karnataka, Goa, Kerala, West Bengal and Bihar between Monday and Friday.This comes against the backdrop of West Bengal, Uttar Pradesh, Karnataka, Kerala and Bihar going to polls in the second phase of Lok Sabha elections on Friday. The weather department has issued an orange alert for Odisha, Bihar and Gangetic West Bengal.An orange alert denotes that moderate health concerns may occur for infants, elderly and people with chronic diseases. This vulnerable population has been advised to avoid heat exposure and drink sufficient water. On Monday, a maximum temperature of above 40 degrees Celsius was recorded from parts of Gangetic West Bengal, which includes Diamond Harbour, Asansol, Panagarh, Diga, Midnapore and Bankura. Temperatures above 40 degrees Celsius were also recorded in parts of Odisha, coastal Andhra Pradesh and Tamil Nadu. The highest temperature of 43.8 degrees Celsius was recorded in Andhra Pradesh’s Cuddapah.Severe Heat Wave conditions very likely in isolated pockets of Gangetic West Bengal and heat wave conditions in Uttar Pradesh, Bihar, Jharkhand, Odisha, North and South interior Karnataka on 26th April, 2024. pic.twitter.com/Z30McVYjv6— India Meteorological Department (@Indiametdept) April 22, 2024\n\n\nWhile there will be no heatwave in the national capital, the maximum temperature will hit 40 degree Celsius in the next three to four days, Kuldeep Srivastava, scientist and head of the Regional Meteorological Centre in Delhi, told PTI.Warm night conditions with maximum temperature during the day exceeding 40 degrees Celsius are very likely to prevail over East Madhya Pradesh on Monday and Tuesday, according to the weather bulletin.The weather department also predicted rainfall in Arunachal Pradesh, Assam and Meghalaya, Sikkim, Odisha and Jharkhand between Monday and Tuesday. Light to moderate rainfall or snowfall accompanied by thunderstorms and lightning is likely to take place in Jammu and Kashmir, Ladakh, Gilgit-Baltistan-Muzaffarabad, Himachal Pradesh and Uttarakhand between Monday and Sunday.Also read: Is India ready for an election in extreme heat?","author":"Scroll Staff","time":"2024-04-23T12:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200238-bjuaxabjbl-1713853805.jpg","tags":["Meteorological Department","heat wave conditions","Heat Wave","West Bengal","Lok Sabha 2024","Weather Alert"],"source":"https://scroll.in/latest/1066950/heatwave-to-prevail-in-six-states-for-next-four-days-says-weather-department"}