{"title":"Heavy rainfall expected in North India from January 24, says weather department","content":"The India Meteorological Department on Sunday said that parts of North West India are likely to receive heavy rainfall between January 24 and January 26.“Light isolated rainfall very likely over Punjab, Haryana, Chandigarh, Delhi and Uttar Pradesh on January 23 and increase thereafter with scattered to fairly and increase thereafter with scattered to fairly widespread rainfall accompanied by thunderstorm activity during January 24- January 26,” the weather department said in its latest bulletin.Enhanced rainfall/snowfall activity with possibility of heavy falls over Western Himalayan Region and rainfall activity over plains of Northwest India during 24th to 26th January, 2023.For more detail kindly visit: https://t.co/0kD8Dl2LXj pic.twitter.com/jvWbu0Fc3Y— India Meteorological Department (@Indiametdept) January 22, 2023\n\nMeteorological Department Scientist Soma Sen Roy said that rainfall is likely in the region due to a western disturbance.Extratropical storms which originate in the Mediterranean region and bring sudden winter rain to the north-western parts of the Indian sub-continent are known as western disturbances.“Amid the upcoming western disturbance, intense weather conditions are likely to be seen over the North Indian region,” Sen Roy told ANI on Saturday. “Correspondingly, we are expecting cold weather, especially over the western Himalayan region.”In Sunday’s bulletin, the India Meteorological Department also predicted heavy rainfall and hailstorms in parts of Jammu and Kashmir, Ladakh and Himachal Pradesh on January 24 and January 25. It forecast similar conditions in Uttarakhand between January 25 - January 25. The minimum temperature in East India is also likely to increase by 2 to 3 degrees Celsius in the next three days, it added. The region covers, Bihar, Jharkhand, Sub-Himalayan West Bengal and Sikkim, Gangetic West Bengal, Odisha and Andaman and Nicobar Islands.","author":"Scroll Staff","time":"2023-01-22T16:39:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185934-ftuwnwnlij-1674384089.jpg","tags":["India Meteorological Department","Rainfall Alert","Snowfall Alert"],"source":"https://scroll.in/latest/1042345/heavy-rainfall-expected-in-north-india-from-january-24-says-weather-department"}