{"title":"‘Heeramandi’ review: Lahore Luxe tawaif saga runs on empty ","content":"Heeramandi: The Diamond Bazaar is the kind of visual extravaganza that we have come to expect from Sanjay Leela Bhansali. The Netflix series has an endless supply of impeccably turned out characters, grandiose sets and ornate costumes that might spur demands on tailors for replicas.Sheer effect and the imitation of a noble cause – this chronicle of oneupwomanship between courtesans in Lahore on the cusp of Independence from British rule swoons to conquer. The uninspired screenplay by Bhansali and Vibhu Puri, based on a concept by Moin Beg, will have you believe that there is more to Heeramandi than a vicious catfight.The baublehead parade begins with a striking image that recurs – that of a supine tawaif. She, like others in the eight-episode series, will unleash spite from that state of repose.Mallikajaan (Manisha Koirala) is the so-called queen of Lahore’s pleasure quarter Heeramandi. As mean as her mien is impressive, Mallikajaan demands subservience from her posse, which includes her sister Waheeda (Sanjeeda Sheikh), her daughters Bibbojaan (Aditi Rao Hydari) and Alamzeb (Sharmin Segal), and her maids Phatto (Jayati Bhatia) and Satto (Nivedita Bhargava).Aditi Rao Hydari in Heeramandi: The Diamond Bazaar (2024). Courtesy Bhansali Productions/Netflix.Lahore’s nobility too trembles before Mallikajaan’s tyrannical hauteur, stash of uncomfortable secrets, edicts on how patrons should treat courtesans (always respectfully) and whether the women should fall in love (absolutely never). A formidable challenger emerges in Fareedan (Sonakshi Sinha).Fareedan finds no shortage of recruits among Mallikajaan’s victims, from the resentful Waheeda to the odious British officer Cartwright (Jason Shah). The adversaries wildly claw away at each other, caring little for who else gets hurt, whether it’s Waheeda, Bibbojaan or Alamzeb.The flamboyant foes – Mallikajaan has bad hair days; Fareedan mimics Cleopatra in her pearls-in-wine imbibing – are always more watchable than the poetry-loving Alamzeb and her lover, the nobleman Tajdar (Taha Shah). Far too much screen time is devoted to this enervating pair, with a miscast Sharmin Segal particularly proving herself incapable of portraying Alamzeb’s star-crossed journey.Sharmin Segal and Taha Shah in Heeramandi: The Diamond Bazaar (2024). Courtesy Bhansali Productions/Netflix.The freedom struggle rages in the background, but we can scarcely recognise it. The show’s consciously ahistorical version of 1945 Lahore erases the Muslim League as well the possibility of Partition. Instead, a handful of rebels fervently mouth the slogan “Inquilab Zindabad”.The Pakistan-sized hole in the plotting is especially untenable given the wider evocation of the subcontinent’s Muslim ethos. Muslim etiquette, attire and language are mere formulaic elements in a smoke-and-mirrors display that looks inviting but eventually evaporates. The embittered women’s back stories are as thin as the curtains surrounding them are diaphanous.The vitriol that flows between Mallikajaan and Fareedan reveals the cruelty that is masked by the airs and graces associated with popular depictions of tawaifs. While Pakeezah and Umrao Jaan inspire visuals and plot points in Heeramandi, the rude banter is closer to Mandi and Bhansali’s own Gangubai Kathiawadi.Sanjeeda Sheikh in Heeramandi: The Diamond Bazaar (2024). Courtesy Bhansali Productions/Netflix.The histrionics seethe amidst Bhansali’s predilection for symmetry, which is executed to the hilt by cinematographers Sudeep Chatterjee, Mahesh Limaye and Huentsang Mohapatra. Characters move in formations so precise you could measure the distance between them with a ruler.Actors stand in the exact centre of frontally framed compositions, drawing the eye to the costumes by Rimple Narula and Harpreet Narula as well as the production design by Amit Ray and Subrata Chakraborty. A sequence or two revealing the women’s daily toilette, in which the attire of both masters and servers is colour-coordinated to match each other and the backdrops, would not have been out of place.The acting too is just this side of mannered. The most non-affected cast member is the veteran Farida Jalal, who plays Tajdar’s grandmother Qudsia with delightful ease. Bhansali’s memory of older actors also results in a cameo for Anju Mahendru, who is stately as the head of an informal tawaif council.Manisha Koirala, sporting a deep voice and her nastiest manner, gives a near-parodic role her best shot. But she is hard-pressed to portray Mallikajaan’s campy tendencies. Like Mallikajaan, Koirala is upstaged ever so often by an in-form Sonakshi Sinha.Heeramandi: The Diamond Bazaar (2024). Courtesy Bhansali Productions/Netflix.Fareedan is as slinky as her heavily embroidered saris permit. Sinha, who is made-up to resemble the movie star Rekha, is utterly comfortable with Fareedan’s dastardly scheming; plus, she has the diction to carry off the aphoristic dialogue.Sanjeeda Sheikh fares decently despite Waheeda’s hysterics. Aditi Rao Hydari, as Bibbojaan, is the only actor who can actually dance among the cast. Rao Hydari is well-placed to do the heavy lifting required of her soft-hearted but secretly tough character.Richa Chadha appears in a cameo, her Lajjo providing Mallikajaan with one of exactly two instances where the madam gloriously redeems herself. Sadly for Mallikajaan, the effort comes to nought on both occasions, proving that her queenliness is exaggerated.None of the men, which include Adhyayan Suman and Shekhar Suman, suit Bhansali’s baroque schema, except for Indresh Malik as the fixer Ustaadji. Fardeen Khan is as confused as his character Zorawar, unable to summon up the appropriate response in his scenes.The show’s Lahore Luxe soon runs out of ways to cast a spell. The music, also by Bhansali, falls flat; the tinkling of anklets fades away, to be replaced by the echoes of better tawaif sagas past.\n\n\n    \n    Play\n\nHeeramandi (2024).Also read:Sanjay Leela Bhansali: Netflix show ‘Heeramandi’ is a tribute to ‘courtesans who lived like queens’Aditi Rao Hydari on Bibbojaan from ‘Heeramandi’: ‘I want the audience to take me home with them’","author":"Nandini Ramnath","time":"2024-05-01T12:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200342-snuwppdsrk-1714309171.jpg","tags":["Heeramandi: The Diamond Bazaar review","Sanjay Leela Bhansali","Sonakshi Sinha","Manisha Koirala"]}