{"title":"Help fund the most diverse Lok Sabha election coverage in 2024","content":"Contribute to Scroll's election fund\n      \n    \n    \n        Click here\n    \nIndia is diverse. No government can change this fact.This summer, as the country gears up to elect the next government, Scroll reporters will be on the ground, dipping into the astonishing diversity of stories that a billion people can throw up.We will travel across the length and breadth of India, to its mountains, coast, forests, villages, towns and cities, to assess what has changed in the 10 years of the Modi government – and why some Indians will be voting for its return.\n\n\n    \n    Play\n\nWe will also bring you the voices of the discontent, the dispossessed, those who yearn for change.Like she did in 2014, Supriya Sharma will hop onto a train and take the Window Seat to listen into conversations about life and politics in India. This time, she will travel along the longest train route in the country.Shoaib Daniyal will bring his political astuteness to the Battleground States where the ruling Bharatiya Janata Party faces a tough contest to hold onto the seats it won in 2014 and 2019.Tabassum Barnagarwala and Ayush Tiwari will track down the stories of Indians who fared badly in the past decade but are still voting for the BJP – to understand why.Our small team of award-winning reporters – Safwat Zargar, Johanna Deeksha, Rokibuz Zaman, Nolina Minj, Abhik Deb, Vaishnavi Rathore, Vineet Bhalla – will spread out far beyond the metros, to seek the widest variety of voices and surface the most important stories that otherwise get drowned out in the usual election noise. Look out for our series: View from the Margins.To help us do all this more, contribute to our election reporting fund – even if you are already a Scroll member.We need to raise Rs 20 lakh to cover the cost of our travel and reporting. Please contribute generously.\n    \n      \n      Contribute to Scroll's election fund\n      \n    \n    \n        click here\n    \n!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r<e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[\"datawrapper-height\"][t]+\"px\";e[r].style.height=i}}}))}();","author":"Scroll Staff","time":"2024-01-17T13:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197565-kdqkftjphh-1705399504.jpg","tags":["election fund","2024 Lok Sabha elections","Lok Sabha elections","Window Seat","View from the Margins","Battleground States"],"source":"https://scroll.in/article/1062207/help-fund-the-most-diverse-lok-sabha-election-coverage-in-2024"}