{"title":"Her own knight and her own saviour: Celebrating Sharmila Tagore’s quiet feminism ","content":"Sharmila Tagore, wearing a blue chequered blouse and flared pants zooming across rugged terrain, scores high during the final showdown of the 1975 film Anari. Tagore comes across as a beacon of danger breathing fire and brimstone through her eyes. In this scene, as in real life, she doesn’t need a knight in shining armour to rescue her. She’s her own knight, her own saviour, doing what it takes to protect her honour and her lover. Director Asit Sen probably understood this fact about the woman and actor all too well. In casting her in the role, he wasn’t breaking stereotypes, but perhaps allowing Tagore’s true character to reveal itself. Like her other directors, he was aware that she had successfully redefined the relationship between a man and a woman through the 1960s and 1970s. While the scene may have ended with the death of Tagore’s character during combat, her formidable strength and grit remains alive, both onscreen and off it.  Sharmila Tagore’s multidimensional legacy of is more powerful and palpable than most of the actors of her time. Tagore became every woman she wanted to be while perfecting every aspect of acting. She thrived in spite of bucking many of Hindi film industry’s expectations from heroines and defied society’s unwritten rules not out of necessity but by choice. Tagore’s feminism wasn’t contrived or conscious – it was her natural way of being.It wasn’t a regular thing in the 1960s for a female actor to stay unchaperoned in a hotel during her early years in the industry, verbalise her convictions about her role to her directors, own her “perfect” figure on a Filmfare cover in a bikini, date a Muslim, live-in with him in her apartment much before their engagement, gift him his first Mercedes Benz, achieve cinematic milestones after marriage and children, lead the longest charge of the censor board, be a UNICEF champion, become a begum and a matriarch – all this with consummate dignity and civility. A lovely shot from Hrishikesh Mukherjee's Anupama (1966) featuring Sharmila Tagore and Dharmendra, both #BornOnThisDay. pic.twitter.com/Nloie9ksXT— NFAI (@NFAIOfficial) December 8, 2017\n\nMansoor Ali Khan Pataudi understood Tagore’s emotional language. Pataudi met Tagore when she was an actor and understood that it was impossible to pigeonhole her. By his own admission, Pataudi understood “the importance of work” from her, he told Simi Garewal in a television interview. When Pataudi succumbed to Idiopathic Pulmonary Fibrosis in 2011, Tagore really became the Begum. Though she was fragile, she demonstrated uncanny resilience and grit. At his funeral, she was a study in stoicism. Perhaps she knew that a woman can be her own fortress and does not need to make a public spectacle of her emotions to win. Since then, Tagore has been an able administrator and the axis around which both her Bengali bloodline and the royalty revolves.Tagore played her innings with disarming honesty and integrity without making a production of it, underlying the fact she wasn’t doing anything extraordinary or out of character – this is how any person would behave. She stood out as being authentic, instinctive and free.  For women of her time it was a feminist thing; it was about women behaving as men did, positing that women now face choices rather conflicts. Tagore’s life doesn’t offer a solution to the complex pursuit of equality but represents an ongoing quiet struggle. Through her films and life, Tagore demonstrates that women do not lack the intellectual capacity and emotional fortitude to make difficult decisions. Her empowering life makes things better. Not perfect. But better.Tagore’s filmography is a modest reminder of her accomplishments and versatility and support for diversity. It is also a testimony to her complete ease at accepting her womanhood and relishing every aspect of it. She was a soul of innocence in Satyajit Ray’s Apur Sansar, a compromised victim of superstition in Devi and a perfect foil to Soumitra Chatterjee’s chauvinism in Aranyer Din Ratri. But Tagore was more than a Ray actor. Sharmila Tagore in Apur Sansar (1959). Courtesy Satyajit Ray Productions.Unlike most of her contemporaries, Tagore’s career did not see her caught in the middle of an earlier glamorous image and a more homely image in the late 1960s. She straddled both worlds conveniently. Perhaps because she was simultaneously modern and culturally conscious. The 1960s and 1970s saw Tagore’s ability to jump genres and her brand of self-assured feminism unravelling. In Anupama, Tagore delivers a brilliantly understated performance to come into her own. She astutely captures a woman’s vulnerability and her sealed existence. In contrast, she is a sultry sophisticate in An Evening in Paris and Aamne Samne. Tagore’s breakout role in Aradhana holds the early sparks of her struggle against patriarchy. She concedes to the dramatic pathos of her character and displays unique ability to portray a sense of purpose, fending for herself after her lover’s demise. At 24, it was intrepid for any leading heroine to play an old woman who doesn’t seem to even run a comb through her hair. But Tagore has always been more than a stunning face.In Satyakam, Tagore manifests solitude. Her eloquent eyes illuminate her character’s  innermost emotions. In the climax, Ranjana exposes her unattended scar to Satyapriya, making him realise his complete inadequacy in accepting her completely. In another scene, Ranjana tells her son with stark honesty that that he wasn’t sired by Satyapriya and therefore cannot light his funeral pyre. Satyakam is meant to be Dharmendra’s film, but Tagore’s compelling performance forces it to be a shared glory. In Choti Bahu, Tagore gives us a layered protagonist who does exactly what she wants to do. Through her complex passage to maturity, Tagore relegates Rajesh Khanna to a supporting character. Similarly, Amar Prem is about Pushpa (Tagore) and how she skirts the usual convention of romance between a man and a woman. Tagore lends her role a sardonic smile and gives us a magical performance. \n\n\n    \n    Play\n\nRaina Beeti Jaaye, Amar Prem (1972).Some of Tagore’s films seemed almost ahead of her time and suggested an absolute implausibility of being pushed into a corner. Viewers felt she wasn’t acting when she played a woman who could negotiate for herself – it was who she was. In Safar, Tagore does not allow her painful circumstances and her tremendous loss to come in her way of becoming a successful doctor. Her character believes that empowerment is not about correctness. It is about improving outcomes. In Dooriyan, Tagore refuses to give up her career for the sake of her relationship. Tagore was unafraid to look plain. Her make up-free look in Aavishkar and Grihapravesh was not a very common affair for heroines of her time and yet she looked dangerously beautiful. In Grihapravesh, she held her own against the formidable Sanjeev Kumar. Perhaps because at home she was that – “an equal”. In a scene in which Sanjeev Kumar tells his wife that he doesn’t love her anymore and has been unfaithful, Tagore remains sanguine. Her masterfully nuanced delivery pulls the rug from under Kumar’s feet. Again in Aavishkar, a study of disintegrating marriage, Tagore, under a flawed, frustrated veneer, holds fort steadily and uniquely conveys an underplayed artistry. It was, however, in Namkeen and Mausam that Tagore gave us rare gems. She was both endearingly naive and pithily poignant, infusing her performances with aching tenderness. Tagore accompanied her mother-in-law to the theatre to see Mausam. Begum Sajida Sultan was duly impressed by Mausam’s foul-mouthed shrewish prostitute. Sanjeev Kumar and Sharmila Tagore in Gulzar classic, Mausam (1976) #SanjeevKumar #SharmilaTagore #Gulzar pic.twitter.com/liusdL9u2G— Movies N Memories (@BombayBasanti) July 28, 2019\n\nOne of her later Hindi films was Viruddh – another testimony to the immense stature and the expansion of her oeuvre. Her contribution remained vital despite the presence of Amitabh Bachchan. She almost eclipses him in some scenes. Tagore has been in the public eye for six decades, and she is just as culturally present. She continues to be an important role model. Interestingly, though, it is with Everywomen that Tagore resonates. She has never been the card-carrying radical feminist. Her feminism is of action, of a quiet assertion of her individuality. Her motivating moral emotion have been of charis.Tagore’s actions were not committed for the purpose of fighting for equality among genders, but in the name of love, truth and her beliefs.  Her choices and feminist elements did clash with old-world patriarchy, but she refused to relent. When she was shooting for An Evening in Paris, the film’s crew distanced from her as soon as her then boyfriend Pataudi came visiting Paris and the two spent time together in a Parisian motel.Similarly, when Tagore decided to get married, she was ex-communicated by the Shankaracharya of Puri. Her parents received threatening calls and letters to the effect of “bullets shall speak”.  Tagore was unyielding. She wasn’t the one to battle between agency and romance.In that post-independence moment of a rising middle class and burgeoning popular youth culture, Tagore was able to represent liberation and modernity while remaining “lady like”. She is the quintessential post-feminist woman who can apparently have it all.  She has a powerful relationship with herself. Tagore blasts another theory. One doesn’t need college degrees to be cerebral. In her words, “Knowledge meets you halfway if you’re ready for it.” The outspoken award-winning actor can expound on any subject with experience and facts.The pandemic has been a test for most humanity. Tagore, challenged by the restrictions of movement, continues to become a better version of herself. How often has one heard of an actor pursue lessons in Greek mythology  to beat the gloom? The pandemic again saw Tagore turning to herself reiterating that freedom is a state of mind. In an age of over-photographed celebrities and Andy Warhol’s 15 minutes of fame, Sharmila Tagore remains timeless. \n\n\n    \n    Play\n\nStarring Sharmila Tagore (2019).Also read:Sharmila Tagore bridged the gap between art and commerce way before the rest","author":"Shweta Bansal","time":"2020-12-08T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/151660-tckgdplmiy-1607325393.jpg","tags":["Sharmila Tagore","Aour Sansar","An Evening in Paris","Aradhana"]}