{"title":"Here are five things ‘The Kashmir Files’ gets wrong about Kashmir","content":"The Kashmir Files, directed by Vivek Ranjan Agnihotri, is not just another film. It claims to be hidden history and patriotic duty rolled into one. State governments have announced tax breaks to encourage Indians to watch the film. Government employees can get leave if they produce tickets for the film.Prime Minister Narendra Modi himself certified the film’s truth-telling properties, saying it put history in the “right perspective” and had rattled the whole “jamaat”, or gang, that went on about freedom of expression. Modi added that the “ecosystem” that had worked to suppress the “truth” for so long was now opposing the film.The film seems to be rooted in this grievance – that a certain view of history has been left out of textbooks and academic institutions. It offers a blood-soaked account of the plight of Kashmiri Pandits, targeted by militants and forced to flee the Kashmir Valley in the 1990s. After three decades of bitterness and recrimination, many facts from that turbulent time have become unknowable. Recorded histories are incomplete. Memory is not always reliable. Agnihotri makes use of this epistemic haze to repeat distortions and manipulations of the past that have long cropped up in WhatsApp forwards.A film that does not claim to be a documentary is entitled to artistic licence. But when it is touted to be an authentic history, it needs to be held accountable for the picture it presents. When this picture is used to direct hate at one particular community, it becomes a dangerous call to arms.A numbers gameThe film strenuously argues that what happened to Kashmiri Pandits during the militancy was a “genocide”. The word is repeated and emphasised, along with “exodus” and references to the Holocaust. Numbers are trotted out to support this argument – 4,000 Kashmiri Pandits killed and five lakh displaced since the armed conflict began. According to official figures, only 219 were killed, says the character of Radhika Menon, a smirking leftwing university professor who is apparently hellbent on brainwashing students. These are indeed the government figures, but the number is discredited immediately because it is uttered by her. The other deaths were not counted because they were not reported, it is suggested. It is another matter that unofficial sources do not claim such a high death toll, either. A survey conducted by the Kashmir Pandit Sangharsh Samiti, an organisation based in the Valley, concluded at least 399 were killed, although members of the group estimated the actual number could go up to 650. Panun Kashmir, a right-wing Jammu-based organisation that demands a separate Pandit homeland, provided a list of 1,341 killed. As for the numbers displaced, researcher Alexander Evans suggests there were 160,000-170,000 Kashmiri Pandits in the Valley in 1990, most of whom fled in the violence. Other scholars claim the numbers were lower. The Jammu and Kashmir government’s website says 60,000 Kashmiri Hindu families migrated out of the Valley during the violence, which still does not match the five lakh figure.Hostile neighboursEach death is a tragedy. Each instance of forced migration is a wound. But the film appears to deliberately exaggerate numbers to paint not just militants but all Kashmiri Muslims as a hostile people who colluded en masse in the persecution of their Pandit neighbours. Take the film’s retelling of the Nadimarg massacre, where 24 Kashmiri Pandits were gunned down. The killings took place in 2003, under the Bharatiya Janata Party-led government headed by Atal Bihari Vajpayee. Going by the chronology of the film, it happened in the early 1990s, under the watch of an apathetic central government with a leader who sounds suspiciously like Rajiv Gandhi.In the film, militants dressed as army personnel storm Nadimarg village in broad daylight and shoot Kashmiri Pandits straight into an open grave as their Muslim neighbours watch. Sharda Pandit, one of the main characters in the film, is denounced by a lecherous Muslim cleric, stripped and chopped up alive by a mechanical saw.No local or government source corroborates this account. According to residents of Nadimarg, the killings took place at night, when most of the village was indoors. Since the attackers wore uniforms, it was taken to be a search operation. Residents say the guns had silencers and they did not know of the massacre until afterwards, when they heard cries of anguish. Pandits, including women and children, were lined up near a stream and shot that night. But the treatment meted out to Sharda Pandit appears to be drawn from accounts of a separate incident, where a Kashmiri Pandit woman called Girija Tickoo was allegedly raped and killed by militants.What the film does not show is Kashmiri Pandit houses quietly crumbling away in Nadimarg and Kashmiri Muslims still grieving for neighbours who will never return. In Agnihotri’s universe, any expression of grief, any gesture of friendship is a lie meant to cover up the sins of the past.A resident of Nadimarg looks at the spot where 24 Kashmiri Pandits were killed in 2003. Picture credit: Safwat Zargar‘Hierarchies of suffering’This is consistent with a worldview where any account of Kashmiri Muslims being killed or tortured by security forces is dismissed as propaganda. Even to speak of the experiences of Kashmiri Muslims is propaganda. Once again, the smirking Menon is deployed as the agent of untruth. There are hierarchies of suffering, she tells her Kashmiri Pandit student. The suffering of Pandits had government backing so it need not be spoken of. The plight of Kashmiri Muslims, she suggests, must be foregrounded to indict the government and legitimise militancy.The film intends to correct this imagined hierarchy. So reports of mass graves in Kashmir, where the Muslim victims of enforced disappearances are said to be buried, are countered by mentions of Batta Mazar, believed to be a graveyard for Kashmiri Pandits. According to Hindutva websites, one lakh Pandits were drowned in a lake and buried here by a mediaeval ruler. According to GT Vigne, a traveller who visited Kashmir in the 19th century, it was, quite literally, a shrine where rice was eaten. “Batta” means rice in Kashmiri and “mazar” means tomb or shrine. The confusion may have arisen because the term “dal batta” was used as a slur for Kashmiri Pandits.On January 19, 1990, as Jagmohan was appointed governor of Jammu and Kashmir, ushering in six years of Central rule, messages were blared out of mosque loudspeakers asking Kashmiri Pandits to convert, leave or die. But the film will not tell you of other events that were taking place in those fateful days of January 1990. As Pandits were being hounded out, security forces were conducting widespread door-to-door searches, spreading fear among all households. The film does not say that on January 21, 1990, two days after Jagmohan’s appointment, at least 50 Kashmiri Muslim protestors were gunned down by security forces at Gawkadal, a bridge in downtown Srinagar.Along with the Pandit massacres of Wandhama 1998 and Nadimarg 2003, there are other memories of bloodshed in Kashmir – Handwara 1990, Sopore 1993, Bijbehara 1993. But the wise bureaucrats and journalists of The Kashmir Files will tell you these are stories manufactured for the foreign press, who pay Rs 500 for each account of suffering.Kashmiri Muslims are indicted by their very support for “azadi”, freedom, an apparently bloody ideology that thrives on the persecution of religious minorities.Kashmiri Pandits who fled the Valley took the memories of lost homes with them. Picture credit: Money Sharma/AFPFlags and fireNot that the film attempts to give an accurate picture of the politics it wants to debunk. In the early 1990s, the Jammu and Kashmir Liberation Front wanted a Kashmir independent of India and Pakistan and was secular in its avowed politics. The Hizbul Mujahideen, in contrast, wanted to merge with Pakistan because it was a Muslim state. The two groups were at war with each other and with Kashmiri politicians who wanted to stay within the Indian union, albeit with autonomies guaranteed to Jammu and Kashmir under Article 370 of the Constitution.These finer points do not matter in the film. In the pro-freedom rallies depicted here, Pakistan flags share space with free Kashmir flags. These are considered as threatening as the state flag of Jammu and Kashmir that was once allowed under Article 370. A politician who looks like former Jammu and Kashmir chief minister Farooq Abdullah mentions the state flag before he strides off to meet a militant commander called Farooq Malik Bitta.Bitta is a kohl-eyed villain. The film’s key villains are identified by their kohl-lined eyes. Menon also shares this penchant for eye make-up. Farooq Malik Bitta appears to be a combination of two real life figures. There are shades of Bitta Karate, or Farooq Ahmad Dar, a JKLF militant who admitted to killing Kashmiri Pandits in a 1991 interview. There are also shades of Yasin Malik, the JKLF chief currently in jail for killing Indian air force personnel and kidnapping three decades ago of Rubaiya Sayeed, the daughter of then Home Minister Minister Mufti Mohammad Sayeed. (Rubaiya Sayeed’s sister, Mehbooba Mufti, now heads the Peoples Democratic Party.) The film does not mention that Malik later gave up arms and professed to be open to talks. He also met then Prime Minister Manmohan Singh in 2006.According to the film, the Nadimarg massacre was carried out by the same kohl-eyed villain. In reality, the police attributed it to operatives of the Lashkar-e-Taiba, a Pakistan-based group that claims to fight for an Islamic state in South Asia.Yasin Malik, head of the Jammu and Kashmir Liberation Front, is currently in prison. Picture credit: PTIDeep time When the events of the recent past prove inadequate, The Kashmir Files reaches further back in time. It makes civilisational claims about Hindu sages in Kashmir being the fount of all modern knowledge. It repeats improbable – or at least, unverifiable –  stories about medieval Muslim rulers slaughtering thousands of Pandits daily and converting the rest by the point of the sword. It asserts all Kashmiris were Pandits until they were forced to convert. However, Pandits are brahmins, and would have accounted for a small section of the Hindus who once lived in the Valley.The drift of these assertions are the stock in trade of Hinduva supporters. They stem from the idea of “Hindu khatre mein hai”, Hindus are in danger, which has been used to justify attacks  on minorities across the country in recent years.  The danger that these half-truths can lead to actual violence is real: after the film was released, the Delhi Police stepped up security in “mixed population areas”. In the end, The Kashmir Files is not about Kashmir at all but about the wider national imaginary that has been under reconstruction since 2014. It is about where Hindus and Muslims should be slotted in this new imaginary. But among the many harms of the film is the intimate wrong it does to people from the Kashmir Valley. Both Muslims and Pandits bear the scars of conflict. Both communities need to share painful histories in order to get past them. These histories are not always of mutual recrimination but also of friendships and a common way of life lost in the armed conflict. The Kashmir Files seems to close off the possibility of a space where such longing may be expressed.","author":"Ipsita Chakravarty","time":"2022-03-19T16:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171631-ouwyehpgwt-1647487863.jpeg","tags":["Kashmir","Kashmiri Pandits","Article 370"],"source":"https://scroll.in/article/1019863/here-are-five-things-the-kashmir-files-gets-wrong-about-kashmir"}