{"title":"Here’s what to read on India’s Russia dilemma – plus a wayward missile","content":"“The Quad is – with the possible exception of India being somewhat shaky on some of this. But Japan has been extremely strong, so has Australia, in terms of dealing with Putin’s aggression. We presented a united front throughout NATO [North Atlantic Treaty Organization] and the Pacific.”That was US President Joe Biden, speaking ahead of Business Roundtable’s CEO Quarterly Meeting on March 21.A few days earlier, White House Press Secretary Jen Psaki had this to say on a question about India potentially buying discounted crude oil from Russia, even as the US and the European Union seek to apply pressure on Russian President Vladimir Putin for his devastating war on Ukraine:#WATCH | Think where you want to stand when history books are written in this moment in time. Support for Russian leadership is support for invasion having devastating impact: WH Press Secy on report about possibility that India could take up Russian offer of discounted crude oil pic.twitter.com/KgutHoUlVM— ANI (@ANI) March 16, 2022\n\nComments like these, and from Western politicians and commentators, make it seem as if the US sees India as the weak link in the global – or, in the Biden administration’s framing, “democratic” – consensus against Russia.The actual situation is much more complex.As Psaki mentions in the comment above, buying oil from Russia does not actually violate the sanctions imposed by the West, primarily because they were designed to allow Europe to continue sourcing its energy needs from various state-owned Russian entities. Europe continues to pour millions of dollars into Moscow every month to buy Russian oil and gas, and European leaders remain divided over the question of whether it would be possible to cut off this source of revenue for Putin.West’s consensus on IndiaBut even if you put the energy question to the side for the moment, the Western consensus on India appears to be evolving.First, the context: India has not toed the American or European Union line on Russia. It has not condemned the Russian invasion of Ukraine, nor indeed referred to it as such. New Delhi chose to abstain on a number of United Nations resolutions that “deplored” Russian aggression on Ukraine. (Incidentally, India last week also abstained on a UN resolution tabled by Putin’s representative as well).It has called for an end to violence and insisted that dialogue and diplomacy are the only paths forward, but it has done so without identifying Russia as the aggressor. And, as mentioned above, it has sought to take advantage of the situation to secure cheap oil supplies from Russia, earning consternation from many commentators in the West.And yet, it is not being seen as a member of the Russian “camp”, as it might have once upon a time. Instead, there has been a steady stream of leaders – American, European, Japanese, Israeli and more – turning up in New Delhi to discuss furthering ties and the Ukraine question. And on display in some of those meetings has been an acknowledgement that the Russia question for India is not simple.The overall impression has emerged of Quad leaders seeking to use the moment to draw India further into the Western consensus, rather than complaining about its refusal to simply follow their lead (although American and European commentators made up for some of that).Following a virtual summit between the prime ministers of India and Australia on March 21, Indian Foreign Secretary Harsh Vardhan Shringla claimed that Australian Prime Minister Scott Morrison “expressed understanding for India’s position on the issue of Ukraine, which he felt definitely reflected our own situation, our own sort of consideration”.An even more candid acknowledgement came from the US State Department, just a day after Biden called India “shaky”. From State Department spokesperson Ned Price’s press briefing last week:“You raised an interesting issue of history versus where we are now. As you know, our Under Secretary of State for Political Affairs Toria Nuland was – has been in India recently, and she made a very similar point, making the point that India has – of course had a historic defense and security relationship with Russia over time.That relationship came of age and came together at a time when the United States, nor some of our partners, were prepared to have that kind of relationship with India. It was a very different time, different considerations, but those times have changed. They have changed in terms of our willingness and ability to be a strong defense and security partner of India…The fact is that we are a partner of India now. We are a partner of India when it comes to shared interests, when it comes to the values we share in a free and open Indo-Pacific. And we have invested in that relationship in terms of our defense and security. So historical relationships notwithstanding, we are a partner of choice for India now, as are many of our partners and allies around the world.”Delhi-Moscow tiesWhat explains this unique relationship between India and Russia?In the initial weeks after the war broke out, some of the commentaries from the Indian side seemed to suggest that India’s support for Moscow was almost reflexive – an automatic choice for a post-colonial power, and one that it would only double down on if lectured at by Americans who have hardly been reliable partners to New Delhi over the years.But India’s tilt towards the United States and the Quad – with an eye on containing China – over the past few years has been clear for all to see, making it clear that its relationships with the global powers are hardly static, and certainly not based on some rose-tinted vision of the past.This is why the US acknowledging New Delhi’s “historic defence and security relationship” with Russia suggests a more clear-sighted attempt to understand India’s constraints, which have not always been clearly appreciated in the West.As the Stimson Centre’s Frank O’Donnell and Akriti Vasudeva explain:“Our research shows that around 85% of India’s military equipment is of Russian or Soviet origin, and India continues to rely upon Russia for maintenance, spare parts, and other support for its existing arsenal. Technologies viewed by Delhi as critical to its national security, such as the S-400 air and missile defense system, Brahmos supersonic cruise missiles and naval nuclear propulsion, have either been co-developed with or purchased from Moscow.Despite the strides taken in US-India defense trade in recent years, Russia remains the Indian partner of choice for new cutting-edge systems, mainly because in many instances it has been the only state willing to offer India the most advanced defense technologies. This dependence makes India liable to Russian retaliation if New Delhi does not acquiesce to Moscow’s position on Ukraine. Retaliation could come in the form of Russia withholding emergency arms deliveries, which would be especially costly for India as it continues to be in an eyeball-to-eyeball standoff with China at various points along their shared border.”Or as retired Lieutenant General Deependra Singh Hooda put it, “Who else will lease a nuclear submarine to you?”(For more on the history between the two countries, Vox has a pretty good backgrounder on India-Russia ties, particularly if you are approaching the question from an American standpoint).Still, some Indian commentators have clung to the idea that Russia has been a perennially dependable global power, as against an American for perfidy. This is usually demonstrated through the Soviet Union’s support for India in the 1971 war with Pakistan, which led to the independence of Bangladesh, when the US sent an aircraft carrier into the Bay of Bengal – to support Islamabad, rather than New Delhi.But this image is also outdated.Here is Radha Kumar, in The Wire:“Yes, Russia is our largest arms provider and our supplies will be hit if we vote against it. But no, Russia is not a reliable arms provider. It has not been one since Putin came to power. Arms supplies are frequently long-delayed, and Putin had used the delays to up the prices, sometimes even double them. By contrast, the French deliveries of the Rafale jets have been comparatively speedy, though there too prices rose steeply between those agreed by the Manmohan Singh administration and those agreed under Modi.Far from helping us, Putin has turned a blind eye to China’s many acts of aggression against India. It was Russia that kept us out of Afghan peace negotiations in the very recent past. What was our response then? Appeasement. We bought large quantities of arms to placate Russia – since Putin accused us of drawing closer to the US – in the hope they would intervene with China. What was the result? Another Chinese salami-slice.Russia did little to help us when China raised Kashmir at the United Nations Security Council in 2019 and 2020. It was the US and European countries that helped then – going against their own human rights principles.”Or, as the Takshashila Foundation’s Pranay Kotasthane puts it, “the ultimate reliability test would be if a State has taken a self-harming action in India’s interest”, with little evidence that Putin has been willing to go down that road. Indeed, the growing convergence between Beijing and Moscow alone should be a reason for New Delhi to be concerned.Kotasthane, in fact, argues that, though Russia has accounted for 62% of India’s military imports over the last decade alone, some of those items are substitutable. That said, the question of how long it will take for India to wean itself off of Russian equipment is a complex one. Manoj Joshi, for example, says it will be at least decades.For more on this, check out Kotasthane’s useful reading list of pieces by various commentators diving deeper into the Indo-Russian relationship.Neighbourhood threatsAside from the military relationship, and India’s need to play nice with Putin given the threats it faces from China and Pakistan in the neighbourhood, there was also a more immediate factor determining India’s reaction in the early weeks of the war: The tens of thousands of Indians – mostly students – still in the country.Per Indrani Bagchi, now that most of these Indian citizens have been evacuated through either government or private efforts, New Delhi can evaluate how it wants to proceed:“With the last group of Indian students returning home from Ukraine last weekend, India can now take a more clear-eyed view of the tectonic shifts that Russia’s invasion of Ukraine has thrown up…India had a sobering moment last week when ONGC could not sell any Sokol crude from Sakhalin because nobody wants to touch it. That’s another new thing. The Ukraine war has seen global corporates exercising their own foreign policy, walking out of Russia when they did not need to. How far could that go?If this continues, India needs to think about what it would like to sacrifice at the Russian altar.It’s not just Putin’s insanity of invading Ukraine that is a problem, or its blatant violation of every international law. US sanctions against Russia will singe India in ways we have not yet realised. Check out the new Foreign Direct Product Rules rolled out by the US against Russia for a start. Targeting the diverse technology universe, there will be knock-on effects for India as well.”The consensus across a number of commentators is that, for all of New Delhi’s talk of strategic autonomy, the Ukraine war has exposed an over-reliance on Moscow that has become a liability, but also that reducing dependence on Russia will take time.How that actually plays out remains to be seen, and the pressure campaigns – whether using the carrot or the stick – being used by the West may not necessarily deliver the lessons that were originally intended.ORF’s Mihir Sharma, for example, argues that the current moment has raised questions in New Delhi over whether it has put too much faith in the West:“To India and many other developing countries, Western powers and the institutions they dominate appear to have different standards for conflicts close to home. While the World Bank has been slow to address the concerns of other war-torn nations, it has put together a $700 million package for Ukraine in record time. Some economists say the International Monetary Fund may be skirting its norms to send $1.4 billion in emergency funding to Ukraine.Meanwhile, those same Western nations are proving themselves poor stewards of the global commons. Take the cutoff of several Russian banks from the SWIFT financial messaging system. We have grown accustomed to thinking of interbank communications as a global utility; they’ve now been turned into a tool of Western foreign policy.This was a unilateral decision by the countries that control SWIFT, which, besides the US and Japan, are all European. Little thought was given to how countries such as India, which rely on SWIFT to pay for oil and fertilisers from Russia, would manage the fallout. It should come as no surprise that India’s reaction has been to look for a way around the sanctions by settling trade with Russia in rupees and rubles.”Sweet spot  On the other hand, Jyoti Malhotra argues that India is in a foreign policy sweet spot because it is being courted by all sides, the West as well as China and Russia. Even Pakistan Prime Minister Imran Khan expressed some jealousy: “Today, I praise India, which has always maintained an independent foreign policy… Today, it has allied with America within the Quad. It claims to be neutral... It imports oil from Russia despite sanctions against it. India’s policy is to ensure the well-being of its people.”Of course, that position has not come automatically. Shubhajit Roy detailed how India carved out this space over the last few weeks:“Since the war broke out February 24, India has either made or received at least 26 phone calls at the level of Prime Minister Narendra Modi and External Affairs Minister S Jaishankar.Modi has had at least three meetings with world leaders, including the Quad, and Jaishankar has had at least six with his counterparts visiting New Delhi.This reachout is gathering pace. In the coming weeks, the diplomatic calendar is full: leaders and officials from Israel, United Kingdom, Nepal, Germany, European Union and some eastern European countries, are in the pipeline.“There has been a belated, but grudging, acceptance of India’s position within the US administration…that may not be visible in the public rhetorical statements,” a top Indian government functionary told The Indian Express.However, if Putin, desperate to end the war and inflict more damage, does take more drastic action, then New Delhi may find that space shrinking, a diplomat said.”A surprise visit from Chinese Foreign Minister Wang Yi last week may have illustrated this “sweet spot”.Wang was making the first visit to India since the country’s armies clashed in Ladakh in 2020, prompting New Delhi to take a much sharper line on China (even as it obfuscated the details of what had happened when it came to speaking to Indian citizens).Wang appeared to be visiting India with the hopes of convincing New Delhi – which has spoken the much the same language as Beijing on the Ukraine issue, even if the underlying narrative is completely different – to participate in the BRICS (Brazil-Russia-India-China-South Africa) set to be held in China this year.What the Chinese wanted out of the visit is clear from some of the commentary in the state-run media, as well as Chinese experts.Some telegraphing of the purpose of - and, imho, wishful thinking underlying - Wang Yi's visit to India: \"Some believe a subtle turning point has emerged in the bilateral relationship.\" https://t.co/aBjHiDb8rV— Ian Hall (@DrIanHall) March 25, 2022\n\nWhat Wang Yi actually got, however, was a message that India will not delink the border issues from the broader relationship, and that the ball for military disengagement lies in the Chinese court. Wang reportedly wanted to meet Prime Minister Narendra Modi as well, but New Delhi said no.Aside from the direct India-Chinese concerns, the meetings also appeared to be an effort to draw New Delhi into the Moscow-Beijing consensus on the dangers posed to the international order by the West, a line that India clearly does not subscribe to.2/ The Chinese readouts of the meetings btwn Wang Yi & Indian NSA Doval and EAM Jaishankar try to msg both that India is and should be on the same page as Russia & ChinaThe Indian readout stresses that India has its own POV on Ukraine & int'l order pic.twitter.com/IGyHL7lc7M— Tanvi Madan (@tanvi_madan) March 26, 2022\n\nAnd now it has emerged that Russian Foreign Minister Sergey Lavrov may be visiting India this week, right after Wang’s trip. If that were to happen, expect even more careful parsing of words put out by all sides, as analysts and diplomats around the world pay close attention to how India walks the delicate line between the West and Russia.From The Hindu:“Lavrov’s visit is expected to focus on strategic issues resulting from the war, as well as specific discussions on purchasing Russian oil, payment mechanisms, given sanctions against Russian banks and exclusion from the SWIFT, and possible disruptions in the supply of military hardware.”More on that as and when.A few more links on the India-Russia situation:Sushant Singh on the West ignoring India’s democratic backsliding, even as it pushes the “democracies vs autocracies” line. One of several threads responding to Ashley Tellis’ comments on India’s approach to the Ukraine war and what it means for Indo-US ties, including a reminder that India “deplored” the US invasion of Iraq without necessarily alienating Washington, DC. Suhasini Haidar speaks to the Australian High Commissioner to India, Barry O’Farrell, on Quad considerations in light of the Ukraine war and New Delhi’s line on Russia. Alex Lo argues that India and China should “make nice” from Beijing’s point of view if only to make Washington, DC, sweat.Can’t make this upUsually, this section features funny updates from the news.But you really could not have made up a story about a missile being launched from India because of a “technical malfunction”, travelling into Pakistani airspace for several minutes and then landing on Pakistani territory, followed by off-record chest-thumping by Indians because the accidental missile may not have been detected by Islamabad’s military tech – after presumably heaving sighs of relief that it did not end up provoking a war.From ORF’s Rajeswari Pillai Rajagopalan:“On March 9, an Indian missile, reportedly a BrahMos, crossed into Pakistani territory and flew for over 120 kilometers before landing in Mian Channu. About 24 hours later, Pakistan’s Inter-Services Public Relations Director General Major-General Babar Iftikhar said that ‘a high speed flying object’ came from India and landed in Pakistani territory slightly before 7:00 pm local time.Another 24 hours later – two days after the missile hit Pakistan – the Indian government publicly confirmed that one of its missiles had been accidentally launched while undergoing ‘routine maintenance’ and that it crossed into Pakistan. India called the incident ‘deeply regrettable’ but also expressed relief that no lives were lost.On March 15, in the Indian Parliament, Indian Defense Minister Rajnath Singh admitted to an ‘inadvertent release of a missile… during routine maintenance and inspection’. He said that India had ‘later learnt that the missile had landed inside the territory of Pakistan’.Although this incident thankfully did not lead to an escalation between India and Pakistan, and both sides appear to have acted with maturity amid uncertainty, it raises a lot of questions that are yet to be answered.”The Stimson Centre’s South Asia Voices has a collection of pieces on the incident.And Meenal Baghel spoke to Manoj Joshi and Sushant Singh about the many, many questions emerging from the incident.Rohan Venkataramakrishnan writes at India Inside Out.","author":"Rohan Venkataramakrishnan","time":"2022-03-30T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159408-tezdjzqnav-1621843997.jpg","tags":["Russia","Ukraine","Quad","United States","Foreign policy"],"source":"https://scroll.in/article/1020640/heres-what-to-read-on-indias-russia-dilemma-plus-a-wayward-missile"}