{"title":"Here is a primer on Netflix’s ‘Bard of Blood’, based on Bilal Siddiqi’s novel","content":"After Vikram Chandra’s Sacred Games, Netflix has another Indian thriller lined up for adaptation – Bilal Siddiqi’s The Bard of Blood.Bankrolled by Shah Rukh and Gauri Khan’s Red Chillies Entertainment, the espionage tale will star Emraan Hashmi in the lead. The cast also includes Viineet Kumar Singh, Kirti Kulhari and Sobhita Dhulipala and production began on Saturday, with the show expected to be premiered in 2019. As it did  with Sacred Games – its first Indian original, released on July 4 – Netflix could take its source material into new directions.  But for those who have not read Siddiqi’s book or want to refresh their memories, here’s a peek at what The Bard of Blood is about.\n\n\n    \n    Play\n\nBard of Blood.The Bard of Blood is Siddiqi’s first novel, published in 2015 when he was 20, and written while he was still in college. At 300 pages, the novel traverses India, Iran, Afghanistan and Pakistan and flits between past and present as it tracks a tale of espionage and inter-state rivalry. The greenhorn novelist includes all the elements of a potboiler, making it ripe for a retelling on the screen. The book opens in 2014 in Quetta, Balochistan, where Afghani Taliban leaders seeking refuge in Pakistan catch four Indians who have been spying on their operations. Instead of killing them, the Taliban, under pressure from the Inter-services Intelligence, decide to strike a deal with India. They demand that the country release four Pakistani terrorists in its custody in exchange for the safe return of Indian officials. India’s Research and Analysis Wing refuses to play by Pakistan’s rules, instead deputing a team of four to go undercover across the border and rescue their countrymen. But soon, the Indian team realises that there’s a lot more than their lives at stake. The best laid plans of Pakistan’s deep state include a ploy to unleash havoc on their enemy country – and the world at large. Complicating matters is the fact that there’s a Pakistani mole in India who is intent on spoiling their plan.Fact or fictionThe fictional plot unfolds against the backdrop of real global events such as the rise of Islamic terror after September 11, 2001, attacks in the United States of America, the Western giant’s subsequent war in Afghanistan and the long-running geo-political tensions between India and Pakistan. The fictional veneer allows the author to state sensational or widely-known but unproven intelligence secrets as fact, such as the purported close ties between the Pakistan’s ISI, its government and terror organisations, the Indian government’s support to the separatist movement in Balochistan and the myriad ways in which India and Pakistan are waging proxy wars through terror.While staying largely true to the names and dates of these factual events, the novel, set in 2014, resurrects Taliban chief Mullah Omar, who died in 2013. Thanks to this creative liberty, Omar looms large over the events of Bard of Blood and is at the centre of the Pakistan’s plans to unleash havoc on India. Some of the world’s other notorious and reclusive fundamentalists also make appearances, including  Al Qaeda’s Ayman Al Zawahiri, Taliban’s Mullah Abdul Ghani Baradar, Afghanistan’s Haqanni network and Indian Mujahideen operative Yasin Bhatkal (who is one of the men Pakistan wants in exchange for the four agents held hostage) .Key playersThe novel also has an ensemble of fictional characters, though the author bothers to develop only one of them – the titular Bard of the Blood, Kabir Anand, played by Hashmi. The Shakespeare-quoting protagonist is an intelligence operative-turned-English teacher who is pressed back into service after the abduction of the Indian agents in Quetta. Kabir, who was unceremoniously ousted from the Research and Analysis Wing years ago, is reluctant to return, but agrees to do so to avenge the death of his mentor and father-figure Lieutenant General Sadiq Sheikh. Kabir leads the rescue team deployed to Quetta, which comprises Nihar Shah, a cyber specialist and Isha Khan, a bomb expert who conveniently also happens to be a textbook bombshell. They are joined in Pakistan by Veer Singh alias Farid Azizi, an Indian RAW agent. For the most part, this trio plays second fiddle to Kabir, who is at the front and centre of all the action.On the other side of the border, there’s Tanveer Shehzad, a Pakistan Army brigadier and ISI operative, in whose character we have a glimpse of the Pakistan’s deep state’s brute force and purported strong-arming tactics with India. Significantly, the novel crafts the fictional Shehzad as the architect of the Indian Mujahideen, which in turn is described as a front for Lashkar-e-Taiba. Shehzad is also named as the man who trained Mohammed Ahmad Siddibaapa alias Yasin Bhatkal.Shehzad works closely with Taliban’s Mullah Omar, described in the novel as “a man who could instill fear in a nation like the United States of America...an enigma of a man...astoundly temperamental”. Siddiqui’s Omar is an ISI puppet, someone through whom Pakistan is trying to destabilise India. “The ISI had created a Frankenstein’s monster in Mullah Omar,” the book says.  The rescue mission that takes up much of the book turns out to be just one part of the quest on the Indian team’s hands. That problem solved, they realise that a bigger plot is at stake – a plan that Pakistan has set in motion which, if successful, could set off the third world war, with India as its epicentre.","author":"Soumya Rao","time":"2018-10-15T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/103027-nobgjqqcfc-1539505341.jpg","tags":["Netflix","Bilal Siddiqi","The Bard of Blood"],"source":"https://scroll.in/reel/892054/here-is-a-primer-on-netflixs-bard-of-the-blood-based-on-bilal-siddiqis-novel"}