{"title":"Highest average temperature in April in North West, Central India in 122 years","content":"The average maximum temperature in April for North West and Central India was the highest in 122 years, ANI reported on Saturday, citing India Meteorological Department chief Mrutyunjay Mohapatra. The country had also witnessed the hottest March in 122 years since the India Meteorological Department started maintaining records.The average temperature in April in North West India was 35.9 degrees Celsius, more than three degrees above normal, Mohapatra said, according to The Indian Express. In Central India, the average maximum temperature in April was 37.78 degrees Celsius, slightly higher than the average of 37.75 degree Celsius recorded in 1973.The minimum temperature also remained above normal during the month, which is an indicator of nights being hotter than normal.Several parts of the country have been scorching under a heatwave since earlier this week. On Friday, Agra recorded a maximum temperature of 47.3 degrees Celsius, while in Prayagraj the mercury went up to 47 degrees Celsius. The temperature rose to 46 degrees Celsius in parts of Delhi.In May too, the temperatures are expected to remain above normal in West Central and North West India, the weather department said on Saturday in its forecast for the month. Heatwave conditions will prevail in North West and Central India till May 2 and in East India till Saturday, the weather department said.For the plains, a heatwave is declared when the maximum temperature goes up to 40 degrees Celsius or more and is at least 4.5 degrees above normal. A severe heatwave is when the normal temperature is 6.5 degrees Celsius more than the normal.  Dust storms and thunderstorms are expected in parts of Punjab, Haryana, Chandigarh, Delhi, Rajasthan and Uttar Pradesh between May 2 and May 4.","author":"Scroll Staff","time":"2022-04-30T17:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173768-domynsphji-1651318429.jpg","tags":["Heatwave","April temperature","India Meteorological Department","IMD"],"source":"https://scroll.in/latest/1022994/highest-average-temperature-in-april-in-north-west-central-india-in-122-years"}