{"title":"Himachal Pradesh: Speaker disqualifies six Congress MLAs who cross-voted in Rajya Sabha polls","content":"The six MLAs of the ruling Congress in Himachal Pradesh who cross-voted in the Rajya Sabha elections held in the state on Tuesday were disqualified by the Assembly Speaker on Thursday.The disqualified MLAs are Rajinder Rana, Sudhir Sharma, Inder Dutt Lakhanpal, Devinder Kumar Bhutoo, Ravi Thakur and Chetanya Sharma.Speaker Kuldeep Singh Pathania said that the provisions of the anti-defection law applied to the MLAs. “I declare that the six people cease to be members of the Himachal Pradesh Assembly with immediate effect,” ANI quoted him as saying.The disqualification petition had been filed by the state’s Parliamentary Affairs Minister Harsh Wardhan Chauhan under the anti-defection law.Pathania had issued notices to the six legislators on Wednesday demanding their response on the matter.Senior advocate Satya Pal Jain, representing the six MLAs before the Speaker, said that the legislators were only given a copy of the petition and not the other annexures, The New Indian Express reported. He added that seven days had to be given to the MLAs to file a reply after they receive copies of the petition.“There are five or six conditions under the anti-defection law, including seven days for reply, which have to be complied with,” he said.Jain also said that the anti-defection law did not apply during voting in Rajya Sabha elections.Pathania, in response, said that there was no reason for the MLAs to be given more time as the matter was on record. “The petition discloses that the six members defied the party whip which was issued and whether it attracts the provisions of the anti-defection law or not, and this point I had to see and it is a matter of record,” he said.Tensions within the CongressThe disqualification of the MLAs comes amid a political crisis in Himachal Pradesh. The loss of the Congress’ candidate Abhishek Manu Singhvi to the Bharatiya Janata Party’s Harsh Mahajan in the election to the lone Rajya Sabha seat up for grabs in the state on Tuesday triggered tensions within the party.Before the disqualification of the six MLAs, the Congress had 40 legislators in the 68-member Assembly. While the BJP has 25 seats, the remaining three members are independents.The Rajya Sabha election resulted in a tie with both candidates securing 34 votes. This indicated that the six Congress MLAs had voted against their party’s candidate. Mahajan was then declared the winner based on a draw of lots, as per the procedure.After the voting on Tuesday, Chief Minister Sukhvinder Singh Sukhu alleged that the six Congress MLAs had been taken to BJP-ruled Haryana in a convoy of the state’s police and the Central Reserve Police Force, which reports to the Union home ministry.BJP leader Jairam Thakur told reporters on Wednesday that the Congress had lost the mandate to govern the state.Thakur also said that while some Congress MLAs had received notices from the Speaker, “cross-voting is not invalid in Rajya Sabha, as directed by the Election Commission”. In the Assembly, Thakur and other BJP MLAs sought division of votes to pass the state Budget.Pathania, however, suspended 15 BJP MLAs, including Thakur, for allegedly “shouting slogans and misconduct” in the Speaker’s chamberSukhu on Wednesday claimed that the Congress was in touch with some MLAs who had voted in favour of the BJP. He also denied reports claiming that he was planning to resign as the chief minister.In the wake of the Rajya Sabha election result, Vikramaditya Singh had announced that he was resigning as a state minister. “The kind of system prevailing in the government in last one year, how MLAs were overlooked and attempts were made to stifle their voices – this is a result of that,” Vikramaditya Singh, the son of late Congress leader Virbhadra Singh, said.However, late on Wednesday, Congress MLA Vikramaditya Singh said he will not press for his resignation.","author":"Scroll Staff","time":"2024-02-29T11:33:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198425-uuijetnmnk-1707832241.jpg","tags":["Himachal Pradesh","Congress","MLA disqualification"],"source":"https://scroll.in/latest/1064462/himachal-pradesh-speaker-disqualifies-six-congress-mlas-who-cross-voted-in-rajya-sabha-polls"}