{"title":"Himachal paradox in eight charts: Women outvoted men – but only four were elected to the Assembly","content":"November’s elections in Himachal Pradesh saw a clear victory for the Bharatiya Janata Party. With a 48.8% vote share, the saffron party bagged 65.7% of the state’s 68 seats. Of those 44 seats, only three are occupied by women. The Congress does not fare any better. It has 21 MLAs in the Assembly, but only one of them is a woman. This low number of women MLAs comes from the fact that both parties barely fielded any women. While the BJP gave tickets to six, the Congress fielded three. This may seem strange, if not paradoxical, in a state where since 1998, women have outvoted men by a large gap (7% in 2012).  Himachal Pradesh has the second-highest literacy rate in the country and fares well on most human development indexes. The campaign in the state revolved around themes in which women have a great stake: education, electricity, governance and gender equity. Clearly, education and good social development are not prerequisites for higher representation of women in the Assembly. Women’s representation: Consistently lowWomen’s representation in Himachal has always been very low. On average, in each election, the state Assembly has seen less than four women MLAs for an average of 17 women candidates. With an average of 5% of women MLAs, Himachal stands below the national average (between 6% and 7%) on this count.The Congress and BJP mainly determine who gets to be represented in the Assembly. Since 1967, only 201 women have contested state elections in Himachal, with 88 on Congress or BJP tickets. Only 38 got elected (out of 807 MLAs), with 35 on either Congress or BJP tickets. One MLA, Shyama Sharma, was elected three times on a Janata Party ticket, in Nahan, in the 1970s. The number of women politicians in Himachal reduces further if  those who were elected more than once are taken into account. A total of 17 women have been elected in the state since 1967. Of those, only six women served a single term. Vidya Stokes of the Congress is a veteran politician who has contested nine times and won seven elections (twice in Kunarsain and five times in Theog). She did not run in 2017. Another Congress politician, Asha Kumari, contested and won six times, first from Banikhet and then from Dalhousie, which she also won in 2012. All others have been elected twice or three times.The fact that most women politicians in Himachal last, or get re-elected, attests to the fact that they are professional successful politicians, and not just blips on a male-dominated landscape. Women win in close contests The competitiveness of a candidate can be measured by looking at their victory margins. This is the distance in percentage of vote share between the winner and the runner-up. If one compares men and women by party in that regard, it appears that women tend to win with tighter margins than men. In 2012, the average winning margin was 11.25%, and in 2017 it was 10%. The average winning margin for men was 11.3% in 2012 and 10.2% in 2017, while it was 9.9% and 6.7% for women in those two years. These differences may not seem large but they are more striking when we break up the data by party.There is a margin gap of 3% between men and women MLAs from the BJP in 2012, and 3.4% in 2017. For the Congress, the gap is two percentage points in 2012 and nearly 6% in 2017. In both cases, men register higher winning margins than women, much more so for the Congress than the BJP in 2017. This just about indicates that women face slightly more competition than men, irrespective of party affiliation.Women win in general seatsThere is a perception that parties tend to give more tickets to women in reserved seats than in general seats. This is not the case in Himachal Pradesh, where 35 of its 38 women MLAs so far have won in general seats. A candidate called Lata won in a Scheduled Tribe seat in 1972, in Lahaul Spiti. This year, two Scheduled Caste women were elected in Himachal for the first time: Reeta Devi in Indora, and Kamlesh Kumari in Bhoranj (both BJP). Both seats are reserved for Scheduled Caste candidates.In terms of geography, if the 19 women candidates who contested this time were scattered across the state, the winners are concentrated in the Beas River sub-region (and one in Bhoranj, in the Shivalik sub-region). An upper caste biasThe caste composition of the Himachal Pradesh Assembly over time reveals a large representation of upper castes among women MLAs. Since 1967, 84.2% of all women MLAs have been upper castes, against 62.4% of all the men. Among the upper castes, women MLAs are predominantly Rajputs (75%) and Brahmins (18.8%), against 67.6% and 24.3% among the men. This comes from the fact that professional women politicians in Himachal Pradesh tend to have an elite profile, often with an aristocratic background. Prevalence of dynasts among women politicians A team of the Trivedi Centre for Political Data travelled across the state during the election campaign to profile the few women who contested, interview some of them and observe them campaigning. One of the variables we sought to uncover were political family ties of women candidates. Two factors emerged quite strongly: the prevalence of dynasts among women candidates, and the strong representation of women belonging to aristocratic families among them. Out of 19 women contestants, at least 10 belonged to political families of various kinds and of varied social prestige. At the top of the social ladder, for instance, is Asha Kumari, the successful Congress candidate from Dalhousie in Chamba district. She belongs to the erstwhile ruling family of Surguja, a former princely state in Chhattisgarh. She is the daughter of Devendra Kumari, a former Congress MLA in Ambikapur, Chhattisgarh. She is the niece of Rajkumari Ratan Kumari, former Chief Minister Virbhadra Singh’s first wife, who passed away in 1983. Her brother, TS Singh Deo, holds the title of Surguja Maharaj. He is the leader of Opposition in the Chhattisgarh Assembly. She was offered a Congress ticket after she married the late Raj Kumar Brijendra Singh, former ruler of Chamba, in 1979. She has contested eight times and has won six terms, including in 2017. Vijay Jyoti Sen, BJP candidate in Kasumpti in Shimla district, also belongs to an aristocratic family. Although she declares agriculture as her profession in her election affidavit, she is the wife of Veer Vikram Sen who is the 78th raja of Keonthal, a former princely state in Himachal. Sen is also Virbhadra Singh’s sister-in-law. She used to be affiliated with the Congress party, first as a village pradhani and zilla parishad member, then as local president of the Kasumpti branch of the Congress. She ran (and lost) as an independent in 2012 and ran on a BJP ticket this time, after joining the party last October. She lost to Anirudh Singh, a member of the erstwhile princely state of Koti. Vijay Jyoti Sen at a rally in Kasumpti in Shimla district on November 3. (Photo credit: Parag Maheshwari)Several other women candidates belong to political families. The Congress candidate in Dehra, Viplove Thakur, is the daughter of Paras Ram, a Communist Party of India leader and former MLA of Jaswan in Kangra. Her mother, Sarla Sharma, was a Congress legislator in Kutlehar, one of the oldest princely states in Himachal Pradesh. Formally a social and political worker, Thakur entered politics in 1985, contesting from her father’s constituency. She ran six times and won three terms, losing in 2017 to a first-time candidate, Hoshiar Singh, an independent.Sarveen Choudhary has contested the Shahpur seat on a BJP ticket five times. She won three times, including in 2017. She is the daughter of a founding member of the Bharatiya Jan Sangh (the precursor to the BJP) in Himachal Pradesh and has close ties with the Rashtriya Swayamsevak Sangh. In 1993, the BJP was looking for a candidate with an Army background in that area, to contest against Major Vijay Singh Mankotia, a Congress MLA. The BJP initially approached Choudhary’s husband, retired Brigadier Pawan Kumar, son of Rathan Chand, another Jan Sangh party founder and loyalist. When Kumar declined the offer, the BJP offered the ticket to his wife. Choudhary served as the Minister for Social Justice and Empowerment in former BJP Chief Minister Prem Kumar Dhumal’s cabinet after the 2007 election. She serves as the president of the state executive committee of the BJP in Himachal Pradesh, and is a member of the party’s national executive committee.In Mandi, Champa Thakur, currently chairperson of the mandi zilla parishad, lost by a huge margin (38%) against BJP’s Anil Sharma. She is the daughter of an influential Himachali Congress leader, Kaul Singh Thakur.Champa Thakur campaigning in Mandi. (Photo credit: Akansha Naredy).In Bhoranj, the BJP winner, Kamlesh Kumari, is the wife of Hari Dass, a once prominent Jan Sangh leader. She is the local gram panchayat pradhani. She contested twice prior to 2017, first on a Bahujan Samaj Party ticket and then on a Communist Party of India one. Kamlesh Kumari addresses a small gathering in Bhoranj in Hamirpur district on November 4. (Photo credit: Akansha Naredy).Party work and party connections obviously help in securing tickets. This year, Indu Goswami, previously state president of the BJP Mahila Morcha, contested elections for the first time. Other prominent women in the party, such as Sushma Swaraj and Smriti Irani, had encouraged her to run, and Goswami was rewarded for her long years of service with the party ticket from Palampur in Kangra. She led an energetic campaign, advocating for more women to be fielded. She lost by a small margin to Ashish Butail, a young new entrant in politics, who is from the tea business. Indu Goswami addresses a gathering of women voters in Palampur on November 3. (Photo credit: Arushi Aggarwal).Women candidates not winners?Why don’t parties field more women candidates? Among the many reasons, including the prevalent misogyny of the professions, parties simply expect women to fare badly, especially when running against men. The BJP mandal president in Indora, Ghanshyam Singh Sandyal, said: “We do not find women karyakartas [workers] (…) and they do not have the capacity for a seat. We cannot take risk on them so soon because we have to form the government”.The irony is that the few women who are inducted in politics tend to do well not on account of their gender, but on account of their elite profile and, more importantly, on account of the strength of their ticket. Although the numbers are very small, there is no observable variation in performance between dynasts and non-dynasts among women candidates of the Congress and BJP, or between elite and non-elite candidates. A woman candidate’s elite profile helps her secure the ticket more than it helps her win the election. This means that there is space for new entrants, as parties should not limit themselves to field a few elite women. Strong party affiliations can work as equalisers.Reeta Dhiman, for instance, one of the two first Scheduled Caste women MLAs in Himachal, ran as a BJP candidate for the first time in 2012 and stood third, before winning in 2017. She runs a boutique and does not have any particular political family connections. She started her political career by becoming an elected member of a zilla parishad in 2005. She then worked for the party, obtained a ticket in 2012, used her first attempt to build a local profile and status, and ran successfully when given a second chance. Her husband is a local contractor, who also works for the BJP.Reeta Dhiman addresses women voters in Indora on November 3. (Photo credit: Basim-u-Nissa).Those who are not given a chance by a major party trail far behind in terms of votes. Manjana Devi, for example, the Bahujan Samaj Party candidate in Jawali, in Kangra, obtained only 266 votes, despite an assiduous campaign. A social worker and occasional tailor by profession, she entered politics by chance, when the BSP local zilla president, Lekh Raj, asked her to run the day before the deadline of nominations. Manjana Devi campaigns door-to-door in Jawali Guglara on November 3. (Photo credit: Basim-u-Nissa).Another woman contestant, Nisha Katoch, boasted of impressive credentials. A journalist by profession, she contested on behalf of the Bharat Swabhiman Andolan, a self-respect movement launched by yoga guru-turned-consumer goods magnate Ramdev. She holds a degree in business from Annamalai University and is the founder of a non-governmental organisation called Nai Roshni. She currently serves as the bureau chief of Tsunami Media, and as president of the National Press Union in Himachal Pradesh. She has the local reputation of being a strong woman, and bears the nicknames of Jhansi ki rani and krantikari (revolutionary). During her campaign, she promised to donate half of her salary as an MLA to public service. She got 133 votes. Even those with political family connections trail if they do not run on a strong party ticket. In Sarkaghat, in Mandi district, Paro Devi, a modest businesswoman, ran on the newly formed Lok Gathbandan Party ticket. Her father, Hari Singh, was an Independent MLA in that seat in the 1950s and early 1960s. She was elected president of a zila parishad in 1995, and continued in this position until 2010. The 101 votes she bagged made her the candidate with the second-lowest votes in 2017. The candidate who bagged the least number of votes was Roshani Sharma, an independent candidate and a local health supervisor. She received only 73 votes in Mandi. Once again, the buck stops with the major political parties who are responsible for the dismal representation of women in Himachal Pradesh. Provided that women run on a strong ticket, there is hardly any evidence that they will under-perform as compared to male candidates. There is also solace in the fact that so many women candidates started in local democratic institutions, as pradhanis or members of the zilla parishad. While this does not guarantee political success, it should serve as a reminder that women in politics come with no less political experience than their male counterparts. Basim-u-Nissa and Gilles Verniers are with the Trivedi Centre for Political Data, Ashoka University. Fieldwork was conducted between November 3 and November 5, 2017, by Basim-u-Nissa, Mohit Kumar, Ashish Ranjan, Akansha Naredy, Aryaman Jain, Surabhi Trivedi, Arushi Aggarwal, Naman Bansal and Parag Maheshwari.","author":"Basim-u-NissaGilles Verniers","time":"2017-12-28T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/862964-77601-qyblkbzysr-1514390229.jpg","tags":["Himachal Pradesh","Himachal elections","gender equality","women MLAs","women candidates"],"source":"https://scroll.in/article/862964/himachal-paradox-women-have-outvoted-men-since-1998-but-only-four-made-it-to-the-assembly"}