{"title":"Himanta Biswa Sarma takes oath as Assam CM, 13 others sworn in to state Cabinet","content":"Bharatiya Janata Party leader Himanta Biswa Sarma on Monday took oath as the 15th chief minister of Assam. Governor Jagdish Mukhi administered the oath. Thirteen more ministers were also sworn in, according to News18.Several central-level BJP leaders, including party President JP Nadda, Jitendra Singh and Ramesh Teli, were present on the occasion. Assam Congress chief Ripun Bora and Nagaland Chief Minister Neiphu Rio also attended the event, according to The Indian Express.BJP leaders Ranjeet Kumar Dass, Chandra Mohan Patowary, Parimal Suklabaidya, Jogen Mohan, Sanjay Kishan, Ranoj Pegu, Bimal Borah, Ajanta Neog, Ashok Singhal and Pijush Hazarika were among the MLAs who were sworn in on Monday. Neog is the only woman in Sarma’s Cabinet and she had defected to the BJP from the Congress last year.Asom Gana Parishad president Atul Bora, its working president Keshab Mahanta and United People’s Party Liberal’s UG Brahma were sworn in as ministers. The Asom Gana Parishad and the United People’s Party Liberal are the allies of the BJP in Assam.Dr Himanta Biswa Sarma takes oath as the Chief Minister of Assam #HimantaBiswaSarma pic.twitter.com/IR7AByXxoi— All India Radio News (@airnewsalerts) May 10, 2021\n\nHimanta Biswa Sarma takes oath as the Chief Minister of Assam.  He is being administered the oath by Governor Jagdish Mukhi. BJP national president JP Nadda and other leaders present at the ceremony. pic.twitter.com/1bZQVPlWsd— ANI (@ANI) May 10, 2021\n\nSoon after taking oath, Sarma said his government would be open to initiate talks with the banned militant group United Liberation Front of Asom.“I urge ULFA (Independent) commander-in-chief Paresh Baruah to abjure violence and come to the discussion table,” he said, according to the Hindustan Times. “Both the parties will have to come forward for peace talks.”“A dialogue with the ULFA is a two-way traffic,” he said, according to The New Indian Express. He added that communication would not be difficult if both sides have the will.“Over the past five years [under the BJP government], people saw a process of peace and development in Assam,” Sarma added. “Peace returned to Bodo areas and Karbi Anglong. Our efforts now will be to bring the remaining rebel groups to the talks table for the establishment of permanent peace in the state.”I urge ULFA – Independent commander-in-chief, Paresh Baruah to come forward for peace talks. Both the parties will have to come forward for peace talks: Assam CM Himanta Biswa Sarma pic.twitter.com/bysNTgPsQh— ANI (@ANI) May 10, 2021\n\nEarlier on Monday, Sarma visited three temples, including the famous Kamakhya temple, and offered prayers.On Sunday, following a meeting of the legislature party, the BJP announced Sarma’s name as the chief minister of Assam. The party held several rounds of discussions, as incumbent chief minister Sarbananda Sonowal was also being considered for the post for a second term. However, Sonowal himself proposed Sarma’s name as the BJP’s Legislature Party leader after submitting his resignation to the governor.The BJP had not announced the new chief minister of Assam even after it won a clear majority in the state. The saffron party alone won 60 seats in the 126-member Assam Assembly, while its National Democratic Alliance bagged a total of 75 seats.The politician, who held multiple portfolios under the Sonowal-led administration, was also the primary person as state health minister to manage the Covid-19 pandemic. Sarma also led the state Assembly poll campaign along with BJP’s leader Jay Panda. The incumbent MLA from the Jalukbari constituency in Kamrup (Metro) district since 2001, contested against the Congress’ Romen Chandra Borthakur in the state Assembly polls held in three phases between March and April. The BJP leader defeated his opponent after winning 1,30,762 votes. Sarma, who joined the BJP in 2015 after quitting the Congress, has been the party’s point person for forging and maintaining alliances in the state. Union Home Minister Amit Shah reportedly backed Sarma’s appointment as the new chief minister.","author":"Scroll Staff","time":"2021-05-10T12:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/158891-wfctzgrmmo-1620630700.jpg","tags":["Himanta Biswa Sarma","Assam","Jagdish Mukhi"],"source":"https://scroll.in/latest/994532/himanta-biswa-sarma-takes-oath-as-assam-cm-12-others-sworn-in-to-state-cabinet"}