{"title":"Himachal Pradesh: Six MLAs disqualified by Congress and three independents join BJP  ","content":"Six disqualified MLAs from the Congress along with three independent legislators in Himachal Pradesh joined the Bharatiya Janata Party on Saturday ahead of the Lok Sabha elections.The MLAs joined the saffron party in the presence of Union Minister of Information and Broadcasting Anurag Thakur, former Himachal Pradesh Chief Minister Jai Ram Thakur and party leader Rajeev Bindal at its headquarters in New Delhi.The six former Congress MLAs who joined the BJP are Rajinder Rana, Sudhir Sharma, Inder Dutt Lakhanpal, Devinder Kumar Bhutoo, Ravi Thakur and Chetanya Sharma.They had been disqualified by Assembly Speaker Kuldeep Singh Pathania on February 29 after they cross-voted in favour of the BJP’s Harsh Mahajan in the Rajya Sabha elections on February 27. They had challenged the speaker’s disqualification order in the Supreme Court.Mahajan won by a draw of lots after a tie of 34 votes each between him and the Congress’ Abhishek Manu Singhvi in the 68-member Assembly, triggering a political crisis in Himachal Pradesh.The three independents MLAs who joined the BJP are Ashish Sharma, Hoshiyar Singh and KL Thakur. They had also voted for Mahajan.Eminent personalities from Himachal Pradesh join the BJP at party headquarters in New Delhi. #JoinBJP  https://t.co/4DekR1riYY— BJP (@BJP4India) March 23, 2024\n\n\nOn Friday, the three independent MLAs had submitted their resignations from the Assembly, PTI reported. “We will join the BJP and contest the elections on its ticket,” Hoshiyar Singh had said.The saffron party now has 28 MLAs in the House while the Congress has 34. The Election Commission has announced bye-polls on June 1 for the Assembly constituencies that were held by the six disqualified MLAs, along with the state’s four Lok Sabha seats, PTI reported.On Saturday, Union minister Anurag Thakur said that the Congress government in Himachal Pradesh has failed to fulfil its promises and that this had led to public anger against the party.Before the disqualification of the six MLAs, the Congress had 40 legislators in the 68-member Assembly, while the BJP had 25 seats and the remaining three members were independent MLAs.","author":"Scroll Staff","time":"2024-03-23T16:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199519-sfjdawizhb-1711187156.jpeg","tags":["Bharatiya Janata Party","Himachal Pradesh","Lok Sabha elections 2024","Congress"],"source":"https://scroll.in/latest/1065688/himachal-pradesh-six-mlas-disqualified-by-congress-and-three-independent-legislators-join-bjp"}