{"title":"Himanta Biswa Sarma to be new Assam chief minister","content":"The Bharatiya Janata Party on Sunday announced Himanta Biswa Sarma as the new chief minister of Assam, ANI reported, quoting Union Agriculture Minister Narendra Tomar. The decision was taken at a legislature party meeting of the newly-elected MLAs of the BJP in Guwahati. There has been no official announcement on when Sarma would take oath. But multiple reports said that the 15th chief minister of Assam may be sworn in at noon on Monday.Sarma tweeted a quote by Nobel laureate and littérateur Rabindranath Tagore on Sunday afternoon: “I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy. Reverence to the legend, who always inspires.”Earlier on Sunday, incumbent Chief Minister Sarbananda Sonowal tendered his resignation to Governor Jagadish Mukhi. Sonowal may be given a position in the Union Cabinet, according to the newspaper.Sonowal proposed Sarma’s name as the BJP’s Legislature Party leader after submitting his resignation to Governor Jagdish Mukhi on Sunday, reported The Hindu.The party meeting started on Sunday afternoon, soon after Sonowal met the governor. Party leaders Tomar, BL Santosh, Baijayant Jay Panda and Ajay Jamwal also took part in the meeting apart from the MLAs.At the BJP Legislature Party Meeting at Assam Legislative Assembly, Guwahati.@BJP4Assam pic.twitter.com/MniqpOxel9— Kaushik Rai (@iKaushikRai) May 9, 2021\n\nOn Saturday, both Sonowal and Sarma held separate meetings with BJP president JP Nadda, Home Minister Amit Shah and Santosh who is the party’s general secretary (organisation), The Indian Express reported.The BJP had not announced the new chief minister of Assam even after it won a clear majority in the state.  The saffron party alone won 60 seats in the 126-member Assam Assembly, while its National Democratic Alliance bagged a total of 75 seats.Sarma, who joined the BJP in 2015 after quitting the Congress, has been the party’s point person for forging and maintaining alliances in the state. His appointment as the new chief minister was backed by Shah, according to The Indian Express.Sarma, however, courted controversy during the elections as he was barred from campaigning by the Election Commission after he threatened Bodoland People’s Front leader Hagrama Mohilary. However, the poll body reduced his ban from 48 hours to 24 hours, after the BJP leader tendered an “unconditional apology”. He also made comments about the coronavirus pandemic that were factually incorrect and violated the guidelines. Last month, he claimed there were “no cases of coronavirus in Assam till April 6”, even as data showed over 2,600 people were infected till the date since January 1. April 6 was the last day of elections in Assam. During an interview while the elections were still underway, Assam’s new chief minister had claimed that the virus does not exist in the state and there was no need to wear a mask.","author":"Scroll Staff","time":"2021-05-09T13:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143451-hvgjumtxye-1602312485.jpg","tags":["Himanta Biswa Sarma","Sarbananda Sonowal","Assam","BJP","Assam CM Himanta Biswa Sarma"],"source":"https://scroll.in/latest/994461/himanta-biswa-sarma-to-be-new-assam-chief-minister"}