{"title":"Himachal Pradesh: SC refuses to stay disqualification of six Congress MLAs ","content":"The Supreme Court on Tuesday refused to stay the Himachal Pradesh speaker’s order disqualifying six Congress MLAs, reported Live Law.In the Rajya Sabha elections held on February 27, six MLAs of the ruling Congress and three independents voted in favour of the Bharatiya Janata Party candidate Harsh Mahajan, triggering a political crisis in Himachal Pradesh.On February 29, the six MLAs – Rajinder Rana, Sudhir Sharma, Inder Dutt Lakhanpal, Devinder Kumar Bhutoo, Ravi Thakur and Chetanya Sharma – were disqualified by Assembly Speaker Kuldeep Singh Pathania.The MLAs have challenged the order in the Supreme Court, arguing that their disqualification was unjust.Hearing their petition on Tuesday, a bench of Justices Sanjiv Khanna and Dipankar Datta issued a notice but said it would not allow the six MLAs to vote and be a part of the legislative Assembly.Representing the MLAs, senior advocate Harish Salve alleged that a whip issued by the Congress on February 15, ahead of the Rajya Sabha elections, was not received by the legislators.He also told the court that a show cause notice was issued on February 27 asking the MLAs to appear before a committee to respond to a petition on their disqualification. However, the legislators were disqualified despite the objections contained in their reply.Justice Khanna countered this by saying that the MLAs were sent the whip not just by post but also on the messaging application WhatsApp.Senior advocate Abhishek Manu Singhvi objected to the notice being issued on the MLAs’ petition and argued that Article 329 of the Constitution has kicked in after the Election Commission notified the dates for bye-elections in the state’s six vacant constituency seats.Article 329 deals with interference by courts in electoral matters.“There is no question of normally staying any fresh election process,” said Singhvi. “There have been four judgements of this court to that effect.”“The question of staying the fresh elections…will require examination,” Justice Khanna said in response. “Otherwise, this will become infructuous.”Before the disqualification of the six MLAs, the Congress had 40 legislators in the 68-member Assembly. While the BJP has 25 seats, the remaining three members are independents.The Rajya Sabha election resulted in a tie with both candidates securing 34 votes. This indicated that the six Congress MLAs had voted against their party’s candidate. Mahajan was then declared the winner based on a draw of lots, as per the procedure.On March 10, the Himachal Pradesh Police registered a case against Hamirpur’s independent MLA Ashish Sharma and former Uttarakhand chief secretary Rakesh Sharma, the father of Gagret MLA Chetanya Sharma, on charges of “electoral offences” during the Rajya Sabha polls. The case was registered on a complaint filed by two Congress leaders.During the last hearing in the matter on March 12, the Supreme Court said that an individual’s right to be elected as an MLA is not a fundamental right.","author":"Scroll Staff","time":"2024-03-18T20:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182940-fonbubopic-1668616278.jpg","tags":["Congress","Rajya Sabha","Congress MLAs","Supreme Court","himachal pradesh"],"source":"https://scroll.in/latest/1065392/himachal-pradesh-sc-refuses-to-stay-disqualification-of-congress-mlas"}