{"title":"Himachal Pradesh Congress chief Pratibha Singh’s supporters shout slogans as party decides on CM","content":"Supporters of Himachal Pradesh Congress Committee chief Pratibha Singh raised slogans outside Congress headquarters in Shimla on Friday as the party continues to deliberate on the next chief minister for the state, reported ANI.The Congress on Thursday won the state Assembly elections by securing 40 out of 68 seats. The Bharatiya Janata Party won 25 seats, while Independent candidates secured victories in the remaining three constituencies.Pratibha Singh has emerged as the most likely contender for the top post, reported NDTV. A Lok Sabha MP, Pratibha Singh did not contest the polls but led the party as its state unit chief. She claims the support of MLAs loyal to her husband Virbhadra Singh, who died in July last year.“I think I can lead the state as the Chief Minister since Sonia ji and the High Command gave me the responsibility to lead the party ahead of the elections,” Pratibha Singh said. “They should command me to take over as Chief Minister and I will do that work too with dignity and to the best of my responsibility.”#WATCH | Supporters of Himachal Pradesh Congress Chief Pratibha Virbhadra Singh raise slogans outside Congress headquarters in Shimla. pic.twitter.com/ZyU7OCfnyr— ANI (@ANI) December 9, 2022\n\nSupporters of Pratibha Singh gathered outside the Oberoi Cecil in Shimla on Friday where senior party leaders were to hold a meeting and stopped the convoy of Chhattisgarh Chief Minister Bhupesh Baghel, reported NDTV. Baghel is one of the senior Congress leaders sent as an observer.Besides Pratibha Singh, former state Congress chief Sukhwinder Singh Sukhu, Leader of the Opposition Mukesh Agnihotri, and five-time MLA Harshwardhan Chauhan are also being seen as front runners. Given a varied number of options for the top post, the Congress had feared horse trading as the party saw itself emerging as the winner during the counting of votes on Thursday.","author":"Scroll Staff","time":"2022-12-09T20:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184124-uhtrlzrzdf-1670598098.jpg","tags":["Pratibha Singh","Congress","Himachal Pradesh"]}