{"title":"Hindutva group disrupts Christmas celebrations in a school in Karnataka","content":"Members of a Hindutva group disrupted Christmas celebrations in a school in Pandavapura town of Karnataka’s Mandya district earlier this week, The News Minute reported on Saturday.In a widely shared video, Hindutva activists could be seen shouting at teachers of the Nirmala English High School and College, asking them to stop the Christmvas festivities. One of the men in the video could be heard saying: “Hindu children are wearing Santa dress, Mary dress.... This school is from the British [era] and they are not for our country”, The News Minute reported.Hindutva groups disrupt Christmas celebration at a school in Mandya district. They allege students are being converted to Christianity, ask school to put up posters of Hindu, Muslim gods. Police say there's no case registered, the Hindutva group was warned for this disruption. pic.twitter.com/3FfKEACEOD— Prajwal (@prajwalmanipal) December 25, 2021\n\n“The Hindutva activists said they will hang a photo of [Hindu deity] Saraswati in our institution and also ordered us to celebrate Ganesh Chaturthi festival in the school premises,” Kanika Francis Mary, the headmistress of the school, told NDTV. “They made allegations against us that we are carrying out conversions.”  She said that the authorities had initially decided not to celebrate Christmas this year due to the Covid-19 situation. However, they organised a small event after students voluntarily pooled in money and ordered a cake. But the parents of one of the students objected to this and informed the Hindutva activists, who accused the school authorities of preaching Christianity and celebrating Christmas, but not Hindu festivals, Mary said.An official at the Pandavapura Police Station told The News Minute that no complaint was filed, but they have warned the Hindutva group members based on the video.Earlier this month, a report released by the People’s Union for Civil Liberties listed 39 incidents of violence against Christians in Karnataka between January and November. The report noted that the state has seen a sharp increase in violent attacks by Hindutva groups on Christians during prayer meetings.  Another fact-finding report by the United Christians Forum, Association for Protection of Civil Rights and United Against Hate ranked Karnataka as third in the list of states with the highest number of attacks on Christians, reported The Hindu.The Christian community in Karnataka has also expressed concerns that the state’s new anti-conversion Bill was targeted at them. The Bill proposes maximum punishment of a jail term of 10 years for forcible religious conversion of women, minors and people from the Scheduled Caste and Scheduled Tribes. On Thursday, the Legislative Assembly of Karnataka passed the Bill by a voice vote amid protests from the Opposition parties. However, the Bill was not tabled in the state Legislative Council, the Upper House of the bicameral Assembly, The Hindu reported. The ruling Bharatiya Janata Party does not have a majority in the Upper House currently. But the government hopes to table the Bill in the Legislative Council in the next session by when the BJP’s strength in the House was expected to go up, according to The Hindu.","author":"Scroll Staff","time":"2021-12-25T15:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168007-afzltuctis-1640426641.jpeg","tags":["Christmas","Karnataka","Hindutva"],"source":"https://scroll.in/latest/1013644/hindutva-group-allegedly-disrupts-christmas-celebrations-in-a-school-in-karnataka"}