{"title":"‘Hind’s Hall’: Macklemore’s pro-Palestine song  – how far will it go?","content":"This week American rapper Macklemore released a new track, Hind’s Hall, which has gained a lot of attention because of its explicitly political nature.The track is unapologetically pro-Palestine. It declares the artist’s solidarity with student protesters occupying campuses across the globe in response to the ongoing conflict in Gaza, which the International Court of Justice has said could plausibly be a genocide.The title refers to student protesters renaming Columbia University’s Hamilton Hall as “Hind’s Hall” when they occupied it. Hind Rajab was a six-year-old Gazan girl who died in horrific circumstances – trapped for days in a car with the bodies of her family members killed by Israeli fire. The Israeli military also killed Red Cross emergency responders who tried to come to her aid.Macklemore has previously been known for more lighthearted songs such as Thrift Shop and Downtown but ventured into (safer) political territory with Same Love in 2012, a celebration of LGBTQI+ relationships.This new track goes beyond the politics of previous work in taking a no-holds-barred stance on Palestine. It also calls out problems with policing and censorship in the United States, and its role in enabling the slaughter in Gaza.The song concludes in a celebration of protest and collective action:If the West was pretendin’ that you didn’t exist, you’d want the world to stand up and the students finally did.Legacy of protest musicHind’s Hall is of course just the latest in a long line of protest songs released in relation to key political moments. Previous examples include The Specials’ song Nelson Mandela protesting against apartheid, Billie Holiday’s Strange Fruit commenting on violent racism in the United States, and numerous iconic songs from the anti-Vietnam War movement.\n\n\n    \n    Play\n\nThe entire genre of hip-hop has been built on a foundation of social commentary and protest – often about race and social conditions – making it a fitting vehicle for Hind’s Hall.Even political parties understand music’s potential to convey messages, which is why they, too, often use music to drive their campaigns. The song It’s Time from the 1972 Gough Whitlam campaign was used to evoke feelings of hope in voters through music, lyrics and the involvement of well-known Australian musicians such as Little Pattie.This doesn’t always go to plan, however. Artists have pushed back on their songs being used by politicians they don’t agree with.There have also been cases of politicians using songs where the message doesn’t align with their own. For instance, Bruce Springsteen’s Born in the USA has been used several times as a pro-US anthem by politicians who missed its critique of the country.This raises an important point. An artist might try their best to convey a political point in a song, but they can never guarantee the audience will understand it in the way they want.Why musicCan a song like Hind’s Hall really galvanise the public into taking action on an issue? The link between political songs and people taking political action is by no means clear-cut. Often the clearest outcome of protest songs is that they strengthen the bonds between people who already agree on an issue, rather than changing their position.That said, we know music has the power to hit people on several levels and to translate political messages in a powerful way. That’s because it elicits strong emotions and sensations that go beyond words or facts. Someone who has never felt strongly about a political issue may become engaged if they are moved by a song.Music is also fundamentally social and creates community and belonging. When a song like Hind’s Hall explodes, people respond not only to its instruments, melodies and lyrics, but also to other people’s reactions to the song.In this way, music can raise the public profile of an issue and make it challenging for people who have otherwise disengaged to remain disengaged.Macklemore’s song has received coverage in media outlets around the globe.Meanwhile, media coverage on the ground in Gaza has been highly politicised. Journalists themselves been targeted and Israel has recently moved to shut down Al Jazeera’s operations in the country.Against this backdrop, we can see the significance of Hind’s Hall giving media space to the people under siege and the protesters supporting them. Millions of people who might have not known who Hind Rajab was will now remember her name.What happens nextThere’s a risk that comes with putting too much weight into the potential of a single song (however powerful) by a well-known musician. That is, it could simply be used to manufacture attention and strong reactions for the sake of clicks.What matters is what happens next. Will Macklemore’s song stop the US government and its allies (which include Australia) from funding the war on Gaza? Probably not. Will it encourage more people to participate in campaigns and protests? Maybe. Will it help maintain motivation for the people who are already taking action? More likely. Rihanna tweeted ‘#FreePalestine’ before quickly deleting it. Credit: X/screenshot.What it will undoubtedly do is provide a focal point around which people can discuss how to oppose the killing of tens of thousands of people and the stoking of a wider regional war. It will also add to the increasing domestic and international pressure the US government is already being compelled to respond to, such as by pausing weapons shipment.It may also encourage more artists to speak about the issue. As Macklemore notes in the song, “the music industry’s quiet, complicit in their platform of silence”. Many artists are no doubt scared of speaking up on such issues.In 2003, the Dixie Chicks almost had their careers ruined following a comment they made onstage that critiqued George W Bush’s decision to take the US to war in Iraq.Nonetheless, as Macklemore has shown, artists’ voices have weight. In dark and difficult times, it may make a difference if they use them.Catherine Strong Associate professor, Music Industry, RMIT University.Tami Gadir Lecturer, Music Industry, RMIT University.This article was first published on The Conversation.","author":"Catherine Strong, The ConversationTami Gadir, The Conversation","time":"2024-05-09T22:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200605-pbnnhjootu-1715257714.jpg","tags":["Macklemore","Protest Music","Palestine","Gaza","Israel","Music","Songs of Protest","US Campus Protests"],"source":"https://scroll.in/article/1067685/hinds-hall-macklemores-pro-palestine-song-how-far-will-it-go"}