{"title":"Hindi-Bangla bhai-bhai: How Dhaka became India's most important ally in the subcontinent","content":"As the Indian Army crossed the Line of Control and hit at terror camps in Pakistan-occupied Kashmir last month, Indian diplomats went into overdrive to present Delhi’s narrative to the world. The main success of this diplomatic offensive was that the United States came down firmly on India’s side. India also managed to wreck the South Asian Association for Regional Cooperation summit planned in Pakistan in November. In this initiative, one Indian achievement mostly went unnoticed: Bangladesh. It would not be an exaggeration to say that Bangladesh has been India’s greatest supporter when it came to the recent conflagration with Pakistan. Dhaka boycotted the Saarc summit and upheld India’s right to conduct raids into Pakistani-held territory – the only country to support the surgical strikes explicitly. So generous was Dhaka’s support that Bangladesh actually promised to ally with India should it go to war with Pakistan.Military alliances, even if one-sided (Delhi’s reaction to the offer wasn’t made public) are not made lightly and is a signal of the warmth of the relationship between Bangladesh and India right now. Leaving aside Bhutan – which, as a legacy of the Raj, allows Delhi to have a say in its foreign affairs and defence – Dhaka is now India’s closest ally in South Asia, beating out Nepal (who relationship with Delhi has nosedived in the past two years).Since 1971Bangladesh, of course, gained independence with India's assistance, when the Indian Army supported the Bengali War of Liberation against Pakistan. However, relations with India have entered a new phase after the controversial Bangladeshi polls of 2014, which brought the Awami League to power.Since 1971, Bangladesh has had a rocky relationship with electoral democracy. The country has seen military coups as well as attempts at making it a one-party state. However, since 1990, it had seen relatively free elections – a process that ended in 2014. From 2008 to 2014, the ruling Awami League bent institutions such as the Supreme Court and Election Commission to its will and even managed to get the provision of a caretaker government, a mechanism instituted to conduct the elections, countermanded.2014 electionsSo complete was the Awami League’s takeover that the major Opposition parties boycotted the 2014 general election and more than half the parliamentary seats were decided without a contest. The voter turnout was an abysmal 22% – a massive drop from 87% in 2008.Naturally, external observers slammed the election with the United Kingdom, Australia and the European Union calling for a reelection at the earliest. What made the difference for the Awami League and its leader Sheikh Hasina, though, was open support from India. With it historical association with the Awami League – this is the party of Bangladesh’s freedom – India has always been close to it, but its support here was the crucial fact that ensured the election was mostly accepted internationally. Given that fact that many surveys had predicted that the Opposition Bangladesh Nationalist Party would win the election, this naturally meant the Awami League was rather grateful for Delhi’s support.Awami-Delhi quid pro quoIn some ways, this help from Delhi was expected, given that the Awami League government had done all it could to destroy the United Liberation Front of Asom, a militant group that aims to establish a sovereign Assam. In 2009, Sheikh Hasina’s government had captured and expelled nearly the entire ULFA leadership and, even more crucially, frozen all its funds – a figure amounting to a staggering $532 million, showing just how effective the militant group’s so-called tax collection had been in Assam. So strict was the Awami League that it actually prosecuted the head of Bangladesh’s third-largest party, the Jamaat-e-Islami and a former Bangladesh Nationalist Party minister for helping supply arms to ULFA. That Assam is today mostly free from militancy has a lot do with the zeal with which Dhaka destroyed ULFA.Under the Awami League since 2014, Dhaka has moved even closer. In 2016, Bangladesh allowed India to build a mega coal plant in the ecologically sensitive Sundarbans mangrove forest – a move that activists say could devastate the region. In 2015, Dhaka granted Delhi transit rights, allowing India’s mainland to access the North East via routes that had been shut when Bengal was partitioned in 1947. After the South Asian Association for Regional Cooperation was constantly held up by India-Pakistan issues, Delhi has put new effort into the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation organisation which aims to revive the rich commerce around the Bay of Bengal – a move that will also help India and Bangladesh improve trade. Today, Bangladesh is India’s largest trading partner in South Asia, with almost the entire volume of trade being composed of Indian exports – making the relationship rather beneficial for Delhi. In 2015, Prime Minister Modi agreed to a long-standing Bangladeshi demand to settle the border – a process that led to a net loss of land for India.BJP attacks Bangladeshi immigrantsInterestingly, Bangladesh’s comfortable relationship with Delhi is often not reflected in India’s domestic politics. The ruling Bharatiya Janata Party has often made Bangladeshi immigration a major issue and Narendra Modi even used it during his campaign in the 2014 Lok Sabha elections. “Note this down. After May 16 [when he was to take over as prime minister], I will send these Bangladeshis beyond the border, bag and baggage,” Modi said in a rally in West Bengal. The same issue was central to the 2016 Assam elections, which the BJP won.Of course, while it might be relatively easy to make a campaign promise, any expelling of Bangladeshi immigrants would be difficult, given how it would anger Dhaka. The Awami League already faces allegations of taking an undue amount of support from India and is rather unpopular within Bangladesh – a situation it has tackled by simply stamping out political opposition using force. Given this, India expelling alleged Bangladeshis would put an incredible amount of pressure on Prime Minister Sheikh Hasina.While political rhetoric has its own place, there is little chance the Modi government would implement it, given the benefits that India gains from the close relationship it now enjoys with Bangladesh and the ruling Awami League.","author":"Shoaib Daniyal","time":"2016-10-13T10:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/818867-4a45f8f5-b6aa-4fea-a667-76aebbf2f092.jpg","tags":["Bangladesh","Surgical Strikes","SAARC"],"source":"https://scroll.in/article/818867/hindi-bangla-bhai-bhai-how-dhaka-became-indias-most-important-ally-in-the-subcontinent"}