{"title":"‘Hindi Medium’ film review: A farrago of ideas (some of which actually work)","content":"There’s a film to be made on the elitism and entitlement that automatically flow from an English-language education and the inferiority that stems from Hindi-medium schooling. There’s also a film to be made on the culture clash that ensues when the nouveau riche move into the neighbourhood and shake up accepted modes of behaviour. Rich drama awaits filmmakers who set their minds to exploring the serious gaps in government schools. There is also an undeniable, if voyeuristic, thrill in watching the perfumed layer try to live like the great unwashed. And who wouldn’t want to see parents suffering through the annual Indian rite of enrolling their beloved child in a prestigious school? Saket Chaudhary’s Hindi Medium is all of the above. Chaudhary’s third feature after Pyaar Ke Side Effects and Shaadi Ke Side Effects is a farrago of ideas. The movie leaps from one theme to the next, and it is to the credit of Chaudhary and co-writer Zeenat Lakhani that the 132-minute movie remains watchable. The plot has a sitcom quality, and whole sequences can be plucked out and survive in the YouTube afterlife without any harm done to the overall narrative. It’s well-intentioned, often very funny and superbly performed, but ultimately a lesson in overreach.\n\n\n    \n    Play\n\nHindi Medium (2017).Raj (Irrfan) is a smooth-talking salesman who has made enough money selling gaudy garments to Bollywood fashion-addicted customers to forget that once upon a time, he was a humble tailor’s assistant. Raj is hardly cut out of the cloth as his wife Mita (Saba Qamar), but their mutual adoration has ensured a happy marriage that has produced a good-mannered daughter named Piya. Mita is insistent on admitting her daughter to a posh English language school, and she persuades her husband to move out of Chandni Chowk in East Delhi to Vasant Vihar in the south of the capital. The next step is to shortlist a school that will match Mita’s ambitions. (My life is Hindi but my work is English,” Raj observes.) The most prestigious of them, the Delhi Grammar School, is run by Ms Lodha (Amrita Singh), who doesn’t even have to try to earn the title “martinet”.Chaudhary’s casting is spot-on with at least two key characters. Singh summons up the hauteur perfectly, while the uppity woman who coaches Raj and Mita in acing the interview is wonderfully played by Tilottama Shome with the right mix of acquired taste and professionalism. Chaudhary is less adept at switching gears. The movie begins as a comment on Hindi-medium types who don’t fit into a world that defers to the transformative powers of English, but then becomes a satire on the economy built around the primary school interview process. When Raj and Mita pose as a poor couple to smuggle their daughter into Lodha’s school through the category reserved for the poor, the balance tilts towards uncomfortable farce, but it is salvaged by the sly acknowledgement that even the newly rich have no clue how the poor live.At the colony where Raj and Mita are slumming it out is Shyam Prakash (Deepak Dobriyal, hamming all the way), who makes several pronouncements on the “art of being poor”. Then there’s a chapter on the Right to Education Act, which is supposed to ensure compulsory education to all children regardless of their social background. \n\n\n    \n    Play\n\nThe Suit Suit song from Hindi Medium.In between, Chaudhary and Lakhani smuggle in several bits of humour, some of which is on the nose (the snobbish neighbours who giggle at the parvenus) and some of which is very sharp (the coaching lessons in school interview etiquette). The portions in which the couple tries to act poor are too patronising to be funny, and thankfully end since the writers find a new corner of the playground in which to rummage. The movie seems to conclude with a crucial scene, but before an Uber can be hailed, there’s more, and it is redundant. The most under-developed character is Amrita Singh’s Lodha, who behaves in ways that are inexplicable, given what we are told about her background.The unforced and lived-in chemistry between the leads goes some way towards convincing us that their battle is a worthy one. Irrfan and Qamar too click beautifully as a couple who endure each other’s peculiarities in order to ensure that Piya has a golden future. Raj and Mita represent large swathes of Indians who knock on the doors of big-name schools to seal their children’s futures. The serious gymnastics involved in passing the entrance test for admission (for the parents, not the children) remains the movie’s strongest and most memorable idea.The title is misleading. This movie should have been called Interview.","author":"Nandini Ramnath","time":"2017-05-19T07:45:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/837962-58432-zfotjpygwn-1495049386.jpeg","tags":["Hindi Medium","Irrfan","Saba Qamar","Saket Chaudhary"],"source":"https://scroll.in/article/837962/hindi-medium-film-review-a-farrago-of-ideas-some-of-which-actually-work"}