{"title":"Hindi will be made compulsory in northeastern states till Class 10, says Amit Shah","content":"Union Home Minister Amit Shah on Thursday said that Hindi will now be made compulsory in all eight northeastern states up to Class 10.The home minister added that more attention must be paid to Hindi examinations.“Twenty-two thousand Hindi teachers have been recruited in the eight states of the North East,” Shah said. “Nine tribal communities of the North East have converted their dialects’ scripts to Devanagari.”  At the 37th meeting of the Parliamentary Official Language Committee in New Delhi, Shah said that “now the time has come to make the official language an important part of the unity of the country.”The home minister described Hindi as “the language of India”, and said that it should be used by citizens from different states to communicate with each other.Hindi should be accepted as an alternative to English, and not to local languages, he said, according to a press release by the Ministry of Home Affairs.While India does not have a national language, Hindi is the official language of the country.Shah added that Prime Minister Narendra Modi had decided that the medium of running the government will be Hindi, which will further increase the language’s importance. He said that 70% of the Cabinet agenda is now prepared in Hindi. The home minister recommended that the Hindi dictionary be republished after integrating local words from other languages, as a means to propagate the official language.Shah approved the 11th volume of the Official Language Committee report, to be sent to the president of India. He also recommended that an Implementation Committee be constituted, after meeting with all concerned secretaries, to ensure the implementation of all 11 reports.Union Ministers of State for Home Ajay Kumar Mishra and Nishith Pramanik, Vice-Chairman of the Official Language Parliamentary Committee Bhritahari Mahtab were among other members present at the meeting.Opposition reactsSeveral Opposition leaders on Friday said that were against the imposition on Hindi in any part of the country.In a series of tweets on Friday, senior Congress leader Siddaramaiah said that “Hindi is not our national language, we will never let it to be”.As a Kannadiga, I take strong offence to @HMOIndia @AmitShah's comment on Official language & medium of communication.Hindi is not our National Language & we will never let it to be.#IndiaAgainstHindiImposition— Siddaramaiah (@siddaramaiah) April 8, 2022\n\nThe former Karnataka chief minister also said that he has taken “strong offence” to Shah’s comments.“History clearly suggests that any attempt to impose Hindi in other States have not gone well,” Siddaramaiah said. “We take pride in Kannada identity and we believe that Karnataka, as our poet Laureate Kuvempu said, is the daughter of Bharata.”He also said that Shah’s roots are from where Gandhi was born, but the Union minister was “behaving like Savarkar”.“Gandhi advocated linguistic diversity, while Savarkar used Hindi to help British ‘Divide and Rule’,” he tweeted.He also said that many states in India do not recognise Hindi as the official language.“Most of the country’s states, including Tamil Nadu, Kerala, Andhra Pradesh, Odisha, West Bengal and northeastern states do not use Hindi as the official language,” he wrote. “To deal with them in Hindi is cultural terrorism.”Trinamool Congress spokesperson Kunal Ghosh said he opposes “the imposition of Hindi”, India Today reported.“We respect Hindi but we are opposing the imposition of Hindi,” Ghosh was quoted as saying, India Today reported. “English is used internationally, a status quo should be maintained by the government on the issue of language.”Shiv Sena leader Manisha Kayande said there was an “agenda to make regional languages lose their value”, reported India Today.","author":"Scroll Staff","time":"2022-04-08T12:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170576-spjyxwxwck-1649398462.jpg","tags":["Amit Shah","Official Language Committee","Hindi","Home Minister","BJP","Northeast news","Hindi compulsary"],"source":"https://scroll.in/latest/1021393/hindi-should-be-accepted-as-an-alternative-to-english-says-amit-shah"}