{"title":"Hindi Day: The many, varying ideas of India’s ‘national’ language","content":"In 1934, pioneering Hindi novelist Munshi Premchand wrote in his essay “Hindi, Urdu aur Hindustani” that the sentiment of nationalism has  relatively recent origins – that it is approximately 200 years old. It emerged in India with colonial rule. As the British empire expanded in the subcontinent, so did the need for a feeling of nationalism among the people. Lacking a nation-state, the need for a common national language became important. According to Premchand, this common language existed in three forms: Hindi, Urdu and Hindustani.In the first half of the 20th century, there was a broad consensus among the leaders of the freedom movement that a common language was important for a united nation. But there were also deep disagreements about the nature of the national language and the aspirations associated with it. These disagreements raised concerns about the lack of an inclusive nationalism, that a national language would propagate a homogeneous cultural identity, burden minorities with having to cede to majoritarian demands and lead to the domination of elite interests.  Even among the supporters of Hindi, there was a lack of consensus about the idea of the language itself and the specific role it was to play as the national language of the Indian nation.  These differences can be found in the work of three influential figures: independent India’s first president Rajendra Prasad, freedom fighter Purushottam Das Tandon and politician Ram Manohar Lohia. Juxtaposing their varying ideas makes apparent the disagreements about the values and ideas of the nation that underlay their support for the same language – Hindi.Rajendra Prasad was the founding member of the Rashtra Bhasha Prachar Samiti and president of the Dakshin Bharat Hindi Prachar Sabha  from 1948 to 1965. The sabha had been founded by Mohandas Gandhi in 1918. Both these organisations were aimed at popularising the use of Hindi across India, especially in non-Hindi speaking regions. Speaking at a convocation organised by the University of Delhi in 1950, Prasad said that it was important to mingle and merge “the European and Arab currents” in the traditional current of our land to “establish complete harmony among the historic traditions of our country”. Prasad did not hesitate to acknowledge the value of diverse inheritances of Hindi. In another speech, he asserted that Hindi has borrowed not just from Sanskrit but from Arabic, Persian, Portuguese, English, Latin, French, Spanish, and Dutch languages. For him, it was of utmost necessity that this dynamic nature of the Hindi language – at once proud of its history and inheritance and open to new experiences – be exhibited in its function as the national language. It was this inclusive idea of Hindi that formed the basis of his support for it as the national language.It also foregrounded Prasad’s imagination of the nation where “every group based on language or religion should, while trying to maintain its peculiar identity,  also be ready to operate and mingle with other groups of this world”.\n\t\t\n\tSubhashish Panigrahi/Wikimedia Commons (CC BY-SA 4.0)Prasad’s inclusive imagination is in contrast with the homogenising spirit in the nature of Hindi put forward by Purushottam Das Tandon. He was instrumental in the founding of the Hindi Sahitya Sammelan, which held many conventions and meetings to gather support for Hindi as the national language. For Tandon, there was a seamlessness between the national language and the mother tongue, which forms a continuous bond between the history of the Indian nation and its present. It is Hindi, which inherits the heritage of Sanskrit and written in the Nagari script, that is capable of representing India’s cultural uniformity and civilisational continuity, inspiring “nationalism among each and every citizen of the country”, he maintained.In 1959, Tandon rejected the use of Roman numerals and the idea of diversifying the sources of enriching Hindi language. This hegemonic,  majoritarian idea reflected an exclusionary imagination of the nation where “the minority had an equal role to play in maintaining the balance in the country” by agreeing to the demands of the majority – camouflaged as the cause of the nation. So Tamil and Telugu speakers were urged to learn Hindi and Indians who wrote in Arabic script were to switch to Nagari.In addition to these two oppositional ideas about Hindi and of the nation, there was a third argument in support for Hindi that reflects different aspirations. Ram Manohar Lohia, whose politics were inspired by Gandhian and socialist ideals of emancipation, contended that in India it was not just caste and class but language that perpetuated a discriminatory hierarchy of its own. It was the elite hegemony of the English language that treated the speakers of vernacular languages as inferior and incapable of possessing political and cultural power. Lohia was a polyglot and he understood the way the dominance of English carved out spaces of exclusion in democratic spaces for non-English speakers, especially those who belonged to lower castes and classes. For Lohia, Hindi language, dissociated from its Sanskritised version, was capable of dethroning English from power. He advocated the spread of vernacular Hindi for use in politics, industry, science and technology. Such support for Hindi relied on its capacity to represent the voice of the masses in a democracy, particularly the marginalised sections. He supported multiple options such as Hindi as the national language, a multilingual central government with a robust system for translations or a Centre bifurcated into Hindi and English departments.Each of these positions represent only some of the diversity of views among the supporters of Hindi. None of these ideas is free from criticisms of its own. Further, none were able to achieve a complete fruition in terms of their nationalist goals. The debate around the national language continues to be significant because of the power of language to define the identity of the nation. But it is essential to question the need for a common language if it fails to address the anxieties of people across India.Prachi Gupta is Assistant Professor at School of Social Sciences and Liberal Arts, IILM University.  September 14 is observed as Hindi Day.","author":"Prachi Gupta","time":"2023-09-14T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194054-tvbxsaobtk-1694610890.jpeg","tags":["Hindi","Hindi Language","Hindi Day","Premchand","Nationalism","Indian Nationalism","Sanskrit","Ram Manohar Lohia"],"source":"https://scroll.in/article/1055925/hindi-day-the-many-varying-ideas-of-indias-national-language"}