{"title":"Hindi’s prototype was a mélange of dialects – but the language is now undergoing a purification","content":"Politicians have released a predictable storm of anger against the resistance to the imposition of Hindi across India from citizens of non-Hindi speaking states. They quote the data from the Census that records Hindi as the most commonly used language in the country to strengthen the case for Hindi as a rashtra bhasha (national language). But the word bhasha baffles me. Bhasha or bhakha is a medieval term used originally for the hybridised language of the commoners as opposed to classical Sanskrit (literally meaning refined). Sanskrit has always nursed a diglossia [in which two varieties of the same language are used within a community] between the mostly upper caste and upper crust male users of the classical version, and the rest, including women from all castes and communities. It formally barred women and outgroups from its pale. But as the juggernaut of history rolled on, Sanskrit was replaced among the movers and shakers, first by Persian and finally by English.The word rashtra bhasha is actually a misnomer. Bhasha or bhakha is an inclusive mélange of dialects from Braj, Awadh, Mithila and Bhojpur, as well as Urdu and Khadi Boli, that have been formally embraced by the common folk all over the North of the Indian sub-continent for centuries, with few regional variations.Around the 13th century, this prototype of Hindi also began to trickle down to the South and East, first through the exquisite poetry of the Bhakti poets (a movement that had come into the North from the South), later through literature in translation, and ultimately through Bollywood and television. Like Elizabethan English, this version of Hindi has always been more of a liquid bubbling with steam and a certain fury against a system it has mostly deemed to be divisive and supremacist. Its latest example is from 2015, when the Hindi poet Ashok Vajpeyi and a band of Hindi writers, playwrights and doyens of Hindustani music returned their government-given awards as a protest against the persecution and killings of fellow Tamil, Kannada, Bangla and Marathi writers.Purification of HindiThe Hindi that the Union government today wishes to crown as the national language is a different kettle of fish. It is firmly moored to a vastly associational Sanskrit with all its casteist baggage intact. Its highly associational vocabulary is being used to purge thousands of words it has assimilated through the centuries from regional dialects and Islamic and European languages. At the government-organised national Hindi Sammelan at Bhopal two years ago, the great emphasis was on how to bring about the shuddhikarn, or purification, of a fallen (bhrasht) Hindi loaded with rural dialects and Urdu-Persian words. Care was taken to exclude all potential dissenters and bring on board only those willing to help create the ultimate template for a shuddh, sanitised Hindi. Since then many of those connected to this effort have been recruited to fill posts in major governmental Hindi committees, educational boards, research bodies and canon-driven publications.It is ironical while daggers are out on both sides over the language issue, the young in the Hindi belt are willingly abandoning Hindi in favour of English. When it comes to their children, people, including vociferous supporters of Hindi and the Bharatiya Janata Party leadership, root for an English-medium education in (relatively expensive) private schools. Parents and children are in agreement that vastly superior job opportunities and upward social mobility are accessible only if one masters English first.If there is any true common denominator for popular Hindi writers, musicians, journalists, and members of the film, television and advertising industry, it is this: their Hindi must be constantly stretched to contain a gushing river of a living language. All of them must feel whatever is being made to look real and permanent today has not been there yesterday and will be gone tomorrow. How did this happen?To a large extent, the devilishly cunning scheme to make official Hindi Sanskritised actively seeks to turn each provincial contest for intellectual supremacy between users of regional languages and between creative users of Hindi and their audiences into a fierce and divisive political contest with religious and caste contours.The pity is that most of our incisive historians, social scientists, philologists and feminists will write their well-researched books exclusively in English. And those who are from the non-Hindi speaking areas, while cursing Hindi imposition, will not introspect honestly as to why they have failed to write their own books in their native Bangla, Tamil, Kannada or Odia. As for literary historians of Hindi and Urdu, from Ram Chandra Shukla to Faruqui, they have deliberately ignored the many forms of creative writing the regional languages of the North have taken, in both India and Pakistan. For some reason they too have remained trapped into writing angry competing historical narratives for Hindi and Urdu. A calm, composite, comprehensive history of Indian literature that spans both Hindi and Urdu as peoples’ languages differing little but in scripts has yet to come.In the late 1930s, my mother Shivani, who was a native speaker of a hill dialect, Kumaoni, grew up speaking Hindi, Bengali and Gujarati in Tagore’s Shantiniketan. Here Hindi was still viewed as a malleable hybrid blessed by popular leaders like a Gujarati-speaking Gandhi and Vallabhbhai Patel as also the Marathi-speaking independence activists Kaka Kalelkar and Vinoba Bhave. But post Partition, the relaxed and easy relationship between Indian languages began to change. The demographics of the populous Hindi belt gave the leadership from that area an overwhelming majority in Parliament and visibility in the Prime Minister’s Office. It also prompted a phenomenal growth in the Hindi public sphere with its vast readership constantly in search of political news and analysis. Cut to the beginning of the 21st century. By now, the illicit union between ruling parties and the regional media has given birth to a Caliban [the monster in Shakespeare’s Tempest], whose progeny dot the English media: “You taught me language, and all I can do with it is curse.” It is these cuss-word happy Calibans who now rule over prime time television.To all those noble people who are now asking ‘How can all this happen? How can the regressive divisive policies we thought we had buried come back to haunt us and threaten to be our future?’, the answer lies in the Mahabharata, in one of the cruelest questions Krishna asks Gandhari as she curses him for causing the death of all her sons:“Cheernam charasi Kshatriye?“Why wail now O Kshatriya Queen, over that which your own arrogant and deliberate myopia had already pre ordained?”","author":"Mrinal Pande","time":"2017-07-24T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/844130-56712-nitvzewcdo-1493194314.jpg","tags":["Hindi","national language","Sanskrit"],"source":"https://scroll.in/article/844130/hindis-prototype-was-a-melange-of-dialects-but-the-language-is-now-undergoing-a-purification"}