{"title":"After Hindu group rally to support man accused of Muslim child’s rape and murder, Jammu rift widens","content":"“We did not expect even a thousand people to come out but 3,000-4,000 gathered,” said Vijay Sharma with a smile. On February 17, Sharma was at the magistrate’s court in Hiranagar in Jammu’s Kathua district. A practising lawyer and state secretary of the Bharatiya Janata Party, Sharma has recently taken on a new role: president of the Hindu Ekta Manch, formed on January 23. Sharma sounded triumphant about the success of a rally his group had held three days earlier. The rally had been held to protest against the arrest of a special police officer charged with the rape and murder of an eight-year-old girl from the Gujjar-Bakarwal community in Kathua. Indeed, the group itself had been formed in response to the alleged targeting of Hindus during the investigation into the crime and a protest march by the largely Muslim Bakarwals seeking justice for the murdered child on January 21. Passing through the child’s Rasana village, the protestors had allegedly chanted “Pakistan zindabad”. It is an accusation the Bakarwals refute, pointing out that the police were escorting them all along. Nevertheless, Sharma alleged there was an attempt to “psychologically and morally depress Hindus”. The 55-year-old claimed that he has worked for the Rashtriya Swayamsevak Sangh since the late 1970s and has been associated with “Ram Mandir activity” as well as groups demanding a separate state of Jammu. In 2006, he formally joined the BJP and was its district president in Kathua from 2013 to 2015.His new role, he claimed, is apolitical. Those who have united in the Hindu Ekta Manch, he said, “have left their political ideologies behind”.Murder of a childOn January 17, the body of an eight-year-old girl was found in the forests near Rasana, Hiranagar. She had been missing for a week. The police claim she had been abducted and raped. According to some reports, she had been drugged so that she could not cry for help. The police did little to find her, the Bakarwal community claims.After her body was discovered, the community erupted in protest. Two days later, the police arrested a 15-year-old boy from Rasana and claimed to have “solved the case”. According to a police statement, the juvenile had confessed to abducting the girl and confining her in a cowshed for seven days, during which time he “attempted to rape her”, killing her when she resisted. On January 23, the case was handed over to the police’s Crime Branch, which arrested special police officers Deepak Khajuria and Surinder Verma.The victim was a Muslim. The special police officers and the juvenile arrested by the police are Hindu. In Hiranagar tehsil, where a small Muslim population lives with a large Hindu majority, a bitter rift has opened up. “Yahan ki shakal tabdeel ho gayi hai,” said Maum Jan Pajwala, 72, a Bakarwal who has lived in Rasana village for more than four decades. The face of this place has changed, he said. Pajwala is related to the girl’s family.Hindu Ekta Manch chief Vijay Sharma. Photo credit: Rayan NaqashProtest marchOn February 14, the Hindu Ekta Manch held a protest march. Hindu residents of Rasana, Dhamiyal and other villages took to the national highway that runs close to Rasana and made their way to Hiranagar town, waiving the Indian flag and accompanied by leaders of the BJP. Prominent local leaders of the Congress were also in attendance, Sharma said.Women took the lead as protestors chanted “Bharat Mata Ki Jai”, or long live mother India, and “Pakistan Murdabad”, or death to Pakistan. Speaking to the media after the rally, Prem Nath Dogra, the BJP’s district president in Kathua, alleged that attempts were afoot to crush the “voices of nationalists” and that Bakarwals were “anti-nationals” who shouted pro-Pakistan slogans. He questioned the investigation, calling it “jihad”, led by a “a specific bunch of people”. The investigation is being headed by a Muslim officer from Kashmir. Dogra said the government could have formed a team “with 50% members of Hindu community”.The march drew the state government’s attention, with Chief Minister Mehbooba Mufti saying she was “horrified” by it. The opposition National Conference condemned the “communalisation and politicisation” of the murder. As for the BJP, it has distanced itself from the protest, calling for “exemplary punishment” for those found guilty.The district administration has imposed Section 144 in Kathua, prohibiting the assembly of more than four people at a time.Boycott callSharma blamed “outsiders” for misleading the “simple and decent” Bakarwals. His said his group also wanted justice for the murdered child and it was not “shielding anyone”. “We are asking for a CBI investigation so that everything becomes black and white,” he said, referring to the Central Bureau of Investigation. If this demand was not met, Sharma warned, they would hold a demonstration on February 22. “We will block the highway if our demands are not met,” he said. “We will paralyse [public transport] and appeal to the people, we won’t force them.”In spite of Sharma’s claim that they only want an impartial investigation, the Hindu Ekta Manch seems to have shifted its attention from the enquiry to the Gujjar-Bakarwal community in general. On February 17, the group called for a social boycott of the community in Hiranagar, asking Hindus not to sell land to them, give them fodder or trade with them. The meeting where this decision was taken was reportedly attended by Rashpaul Verma, vice chairman of the Other Backward Classes Welfare Board who enjoys the status of minister of state; Kuldeep Verma, the BJP legislator from Hiranagar; and Subhash Gupta, Kathua district president of the Congress.Sharma claimed the boycott was not his group’s decision; it was demanded by those present at the “unofficial meeting” of February 17.Hindu villagers of Dhamiyal. Photo credit: Rayan Naqash‘Dipu bhaiya’In the villages of Hiranagar tehsil, the case has caused mistrust between Hindus and Muslims, though both remember a peaceful past. The winding lanes of Dhamiyal, barely a kilometre from Rasana, are generally quiet, but ask about Deepak Khajuria and a crowd gathers almost immediately. “Dipu bhaiya”, who was to get married in two months, is innocent, they insist. So also, they claim, is Surinder Verma from the neighbouring Sutoora village.  They have no faith in the police investigation. Should a CBI enquiry find the arrested men guilty, they would accept it. “We have not asked for leniency,” said a retired teacher. “If they are involved then hang them but [the police] is only considering one side.”Om Prakash, a shopkeeper, said they had united under a Hindu banner “in reaction to the pro-Pakistan sloganeering” by the Bakarwals. No one in the village heard the slogans but were told they had been shouted. Prakash, too, believes that the arrested men are innocent. “It is not our view but the reality,” he said. “We were in doubt when the police arrested the 15-year-old but when they arrested these two [special police officers], we were convinced something was not right.” Balwant Khajuria, who has known Deepak Khajuria since childhood, said he was being framed. The Bakarwals had named him “since day one” because of an old dispute over their livestock damaging the policeman’s crops. “But we have always been on good terms with them,” he said.‘Our girl died’The Bakarwals of Rasana village live in fear after the murder. As a precaution, most outdoor work is done by men and young women are not allowed to go out unaccompanied anymore.The murdered child’s family is unable to fathom the allegations of their Hindu neighbours and the Hindutva groups. “Our girl died and we shouted slogans for her and against the police, which did not act,” said her adoptive father. “Why would we shout pro-Pakistan slogans? They are alleging this to disturb the peace.”Further, he said, the family had not named anyone in their complaint. Even when Deepak Khajuria’s name was mentioned in the state Assembly a day after the girl’s body was found, the family had been sceptical. “The police brought their dogs which led them to the shed,” he said. “We had only asked for a search in the village but not pointed to anyone.”But when the Gujjar-Bakarwal community held a sit-in protest at Chania Morh, about 2 km away, on January 17, Deepak Khajuria allegedly abused them. “He was the one who beat us the most,” said the lawyer and activist Talib Hussain, who was part of the demonstration. After this incident, Hussain said, they had named him as one of the possible suspects. Four days later, Hussain was arrested for “creating a nuisance”, holding a public demonstration and demanding the arrest of the accused.The allegations of pro-Pakistan sloganeering and the use of the national flag by the Hindu protestors, he said, was meant to communalise the matter and divert attention from the accused. “So that people come in favour of Dipu and the other accused,” he said. Maum Jan Pajwala. Photo credit: Rayan NaqashBurial plotThat the Bakarwal households are scattered across the predominantly Hindu village of Rasana has heightened their sense of insecurity. “We live far from each other,” Pajwala said. “We fear they [Hindu villagers] might harm us.” Muslims have been targeted in Kathua before. In January 2017, opposition parties staged a walkout in the Assembly in protest against the alleged firing by activists of the RSS in which five persons were injured and the burning of a few Gujjar houses. The RSS workers had reportedly objected to the slaughter of a cow.But tensions between the two communities date back to the 1990s. As militancy peaked in Jammu and Kashmir, the Hindu community grew suspicious of Muslims. “They were scared of us,” Pajwala said. “They thought we would bring ugarwadi [militants] with us.” But this threat of violence is new. The murder of the girl has also brought to surface anxieties about land.Some Bakarwals in Hiranagar tehsil have bought land but most live on plots owned by Hindus, collecting leaves from the trees there to feed their livestock. Rent for the land is paid annually. This arrangement has been largely peaceful over the years. After the girl’s body was found on January 17, Hindu villagers joined the Bakarwals in a protest demanding the arrest of the culprits. But later that evening, when the Bakarwals tried to bury the child in a piece of land owned by Pajwala in the largely Hindu village of Kootah, the residents there did not allow it.Pajwala and other Bakarwals in Rasana are now worried. The recent eviction of Gujjars in Kathua and neighbouring Samba district is fresh on their minds. Pajwala is not hopeful of the situation improving in the near future either. The government, he said, should intervene to prevent things from taking a turn for the worse – but that is not happening.","author":"Rayan Naqash","time":"2018-02-21T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/869164-82606-ninuhcrzlc-1519149811.jpeg","tags":["Kathua rape and murder","Hindu Ekta Manch","Gujjar-Bakarwal community","Jammu and Kashmir","Communalism in Jammu"],"source":"https://scroll.in/article/869164/hindu-groups-rally-for-accused-in-a-muslim-childs-rape-and-murder-sparks-communal-tension-in-jammu"}