{"title":"Hindi imposition: How regional parties are trying to beat the BJP at its own game","content":"Most countries in the world identify themselves with one language. In fact, in most cases, the word for nationality and language is the same – think French, Russian or Japanese. India is a stark exception. It does not have a national language and is, in fact, a federal polity in which states are, for the most part, organised by language.This system has worked well. Unlike Pakistan, which tried to impose Urdu on East Bengal only to see itself partitioned in 1971, India does not have one national language. Yet, of late, the question of language has become a live wire political issue. State-based parties are hitting out at the dominant Bharatiya Janata Party, which is being accused of imposing Hindi on the non-Hindi parts of the Indian Union.In no uncertain termsUnsurprisingly, Tamil Nadu has taken the lead. In April, the state’s opposition party, the Dravida Munnetra Kazhagam, opposed the Union government’s move to use Hindi on road signage. It showed the BJP’s disrespect to the sentiments of Tamils, the party alleged. “This is bringing Hindi hegemony through the backdoor in Tamil Nadu,” MK Stalin, the party’s president said in a statement. Stalin also attacked the Modi government over moves to dub or subtitle movies in Hindi. Both the DMK and another Tamil Nadu-based party, the Pattali Makkal Katchi, have warned of mass protests if the Union government continues to push for Hindi at the expense of other languages. This comes even as the BJP is making inroads into Tamil Nadu by striking up a close relationship with the ruling All India Anna Dravida Munnetra Kazhagam. The party is also trying to woo the filmstar Rajnikant, who has dropped hints that he is ready to enter politics.The DMK’s use of the language issue at this juncture plays to an almost set political script. It was the anti-Hindi agitation of 1965 that practically finished the Congress in Tamil Nadu. The party lost power to the DMK in the wake of the agitation, never to regain it. Today, the BJP is the national party to beat, and Stalin hopes to convince the Tamil people that this party is doing to them now what the Congress did in the 1960s.#StopHindiChauvinism #stopHindiImposition pic.twitter.com/cvN12LcZXF— M.K.Stalin (@mkstalin) April 22, 2017\nStalin speaks against the imposition of Hindi.\nIn neighbouring Karnataka, the Janata Dal (Secular), the main state party battling against the BJP and the Congress, is working with Kannada language activists. On May 18, HD Deve Gowda, president of the JD(S), spoke at a meeting of the Banavasi Balaga, an organisation challenging Hindi imposition. Language politics has become significant in Karnataka over the past decade or so, with agitations against the use of Hindi on the Bengaluru Metro.While the south has always been fertile ground for language politics, it has now struck roots even in eastern India. Like in Tamil Nadu, Odisha is also indignant that the Union government is installing road signage not in the state language but in Hindi. Following outrage on social media, Odisha Chief Minister Naveen Patnaik wrote to the central government asking for Odiya to be used on road signage. Like in Tamil Nadu, the BJP is making swift inroads into Odisha, and language politics might be one way to attack it.In neighbouring West Bengal, the Trinamool Congress government has passed an order making the study of Bengali compulsory. It has also accused the Union government of using the National Eligibility Cum Entrance Test – an examination for admission to undergraduate courses in medicine – to “deprive West Bengal at the national level”.Old agendaWhile every South Indian state has made the study of its state language compulsory in schools, that it has been done only now in West Bengal shows that the politics of pushing Bengali was never popular in the state. The only nativist language politics the state saw was by the Amra Bangali (We are Bengali) party during the 1980s. However, the party’s activities were limited to the northern parts of the state, where there was tension between Bengali and Gorkha communities. The party found few takers in the rest of the state where Bengalis were dominant and saw little need for nativist politics.Some trying to make an issue of Hindi imposition out of nothing. Will get nowhere. Hindi is naturally & imperceptibly unifying this country https://t.co/IFQb7rRYDE— Tathagata Roy (@tathagata2) May 15, 2017\nTripura Governor Tathagata Roy, a former BJP leader from West Bengal, bats for Hindi.\nThe Trinamool’s fledgling attempts at playing Bengali linguistic identity politics, too, come as the BJP is building itself up in West Bengal as the main opposition party – a remarkable rise given that it barely existed in the state before the Modi government took power in New Delhi in 2014.Although the BJP has argued that it does not favour Hindi over other languages, its record shows otherwise. Promotion of Hindi has been a key component of the party’s ideology since its Jan Sangh days, encapsulated in the slogan “Hindi-Hindu-Hindustan”. Against this background, the BJP’s meteoric rise as India’s dominant national party and its subtle efforts to push Hindi mean that linguistic politics is an easy subject for regional parties to target the BJP over.","author":"Shoaib Daniyal","time":"2017-05-24T07:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/838393-55092-hdxviinwts-1493617423.jpg","tags":["BJP","national language","federalism"],"source":"https://scroll.in/article/838393/hindi-imposition-how-regional-parties-are-trying-to-beat-the-bjp-at-its-own-game"}