{"title":"Hindutva attack on halal certification will end up hurting Indian businesses","content":"India’s Hindutva right-wing is up in arms about halal-friendly products, even though these are revenue earners for the country’s biggest businesses.In the past few days, Hindutva groups have attacked meat shops run by Muslims in the southern Indian state of Karnataka, claiming that halal slaughter was against Hindu tradition. But it is not only about slaughtering practices anymore.Such groups have also taken exception to Himalaya, an ayurvedic drug company, for the halal certification on its products. These groups, trending the #BoycottHimalaya hashtag on Twitter, now allege that these products have ingredients derived from animals, especially bovines. Many Hindus consider cows sacred.The company issued a clarification on April 1, stating that none of its products contains meat. The certification was merely in compliance with the laws of countries that import its products, it said.pic.twitter.com/9iCRhuQUbc— Himalaya Wellness Company (@HimalayaIndia) April 1, 2022\n\nThese protests are curious given how much Indian brands have relied on halal certification to tap into markets with large Muslim populations.What is halal?For followers of Islam, halal is not just meat. It can be any product whose ingredients and manufacturing are in compliance with the Quran’s dos and don’ts. The tag essentially signifies “purity” and hygiene, and in most cases, it means the product is free of fat or other ingredients derived from pigs or dogs.For instance, halal-friendly lipsticks that use animal fat for moisturising would use ghee derived from cow fat instead of other animals.“Since ghee is more expensive than pig fat, there is a chance that pig fat might be used in cosmetic products,” Sajna Ali, who works in a marketing chain in Dubai, told The NewsMinute. “So to make sure that only permissible products are being used, we prefer halal certification. It is the same in the case of alcohol content.”Halal and businessIndia has no official body certifying halal products, meat or otherwise. Independent organisations such as Halal India and Halal Council of India help exporters with the right to label their products suitably for countries with large Muslim populations like the United Arab Emirates and Kuwait. This also helps restaurants cater to the religious needs of their Muslim patrons.Despite the furore over halal meat from time to time, India’s buffalo meat exports depend on demand from countries like Malaysia and Indonesia, which are either Muslim dominated or have a significant Muslim population.Among agricultural and processed food exports from India, buffalo meat has the third-largest share.In 2020-’21, the largest importers of India’s buffalo meat and its by-products were Hong Kong, Vietnam, Malaysia, Egypt and Indonesia, according to the Agricultural and Processed Food Products Export Development Authority. The value of buffalo meat exports alone for the year stood at Rs 23,460 crores.In January 2021, Apeda removed the requirement for slaughterhouses to label their meat as halal. Instead, it made the certification necessary only in accordance with the laws of the importing country.And the number of businesses that have complied with such rules shows how important this market is.Certification in IndiaIn the course of the social media attack on Himalaya, fact-checking website AltNews revealed how several leading companies in India, including Gautam Adani’s Adani Wilmar and Mukesh Ambani’s Reliance Industries, have sought halal certification for their exports.Several RW Politicians and RW trolls have been trending #BoycottHimalaya by sharing Himalaya's Halal certificate. Just because Himalaya is owned by a Muslim. BTW 9 out of 10 in Himalaya leadership team of Himalaya are Hindus. THREAD on their hypocrisy and Muslim Hate 👇👇 pic.twitter.com/HcCXQDWn0M— Mohammed Zubair (@zoo_bear) April 1, 2022\n\nThe list of such companies also includes yoga guru Baba Ramdev’s Patanjali, which is known for its ideological ties with the Bharatiya Janata Party.This article first appeared on Quartz.","author":"Manavi Kapur, qz.com","time":"2022-04-09T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172746-intwcnelxt-1649404077.jpg","tags":["Halal","Hindutva","Business"],"source":"https://scroll.in/article/1021404/hindutva-right-wings-attack-on-halal-certification-will-end-up-hurting-indian-businesses"}