{"title":"Hindus allowed by court to pray in sealed basement of Gyanvapi mosque","content":"Hindus will be allowed to offer prayers in the sealed basement of the Gyanvapi mosque complex in Varanasi, a court said on Wednesday, reported ANI.This comes after the details of an Archaeological Survey of India survey report, which found that a Hindu temple existed at the site of mosque, were made public by a court order on January 25.“Hindu side [is] allowed to offer prayers... district administration will have to make arrangements within seven days,” Vishnu Shankar Jain, the lawyer representing the four Hindu women petitioners in the legal dispute, was quoted as saying by NDTV. “Everyone will have the right to pray there.”The mosque has four cellars in its basement. One of them is still owned by the Vyas family of priests who used to live there, according to ANI. They argued that, as hereditary priests, they should be allowed to offer prayers in that cellar.The court ordered that the arrangements for Hindu prayers, including the removal of barricades, be completed within a week. The prayers should be conducted by priests of the neighbouring Kashi Vishwanath temple, the court ordered.The directions were passed by a judge on the day of his retirement.In July, the Varanasi district court had ordered the archaeological survey of the site in response to a petition by a group of Hindu litigants seeking the right to hold prayers inside the mosque compound.The details of the report were made public a day after the district court allowed copies of the survey findings to be made available to the litigants in the legal dispute.The district court’s verdict in July came after the Allahabad High Court held in May that a scientific survey could be conducted of an oval-shaped object found on the mosque premises. The object was found in May 2022 during another survey of the mosque premises ordered by a civil court in Varanasi.The Hindu litigants claimed that the object was a shivling, a representation of the Hindu deity Shiva. However, the caretaker committee of the mosque claimed the object was a defunct fountainhead in the wazu khana, or ablution tank.The Archaeological Survey of India has said that based on the study of the architectural remains, exposed features and artefacts, inscriptions, art and sculptures, it can be concluded that “there existed a Hindu temple prior to the construction of the existing structure”. “The pre-existing structure appears to have been destroyed in the 17th century, during the reign of Aurangzeb, and part of it was modified and reused in the existing structure,” the report said.Parts of the existing temple, including pillars and pilasters, were reused with little modifications for the expansion of the mosque premises, the survey report said.The survey report also said that sculptures of Hindu deities and carved architectural members were found buried in a cellar.Architectural remains, decorated mouldings on the walls, birds and animals carved for decoration inside and outside suggest that the western wall of the mosque is the remaining part of a Hindu temple, the survey report added.In December, the Allahabad High Court rejected all petitions by the mosque management committee that challenged civil suits seeking the restoration of a temple in place of the Gyanvapi mosque, reported NDTV.","author":"Scroll Staff","time":"2024-01-31T17:04:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190243-dsejfrvlph-1684301316.jpg","tags":["Gyanvapi case","Gyanvapi mosque","Varanasi"],"source":"https://scroll.in/latest/1063011/hindus-allowed-by-court-to-pray-in-sealed-basement-of-gyanvapi-mosque"}