{"title":"‘Hindus have been disproportionately targeted’: Why the Assam government is not happy with the NRC ","content":"On August 1, the Assam government released the district-wise break-up of the 40.07 lakh people who were left out of the draft of the National Register of Citizens published on July 31, 2018. When the draft was published last year, the Supreme Court had ordered the state coordinator for the NRC, Prateek Hajela, to submit such data to it in a sealed envelope. It had to be kept confidential, the court said, because of its “sensitive nature”.The state government, however, released the data in the assembly to make a case for another round of scrutiny of those already included in the draft NRC. The Bharatiya Janata Party -led government’s stated concern: “illegal immigrants” had made it to the list while “indigenous” residents of Assam had been left out.Low rejection rates in border districts While putting out the district-wise exclusion numbers in the assembly, Assam’s parliamentary affairs minister Chandra Mohan Patowary drew attention to the rejection rates of Dhubri, South Salmara and Karimganj: 7.22%, 8.26 % and 7.57 % respectively. The fact that the exclusion percentages in these Bangladesh-bordering districts was less than the state average of 12.15 %, the minister contended, was proof that the NRC was flawed and needed another round of verification. Assam started updating its NRC in 2015 in a bid to sift “illegal” migrants from genuine citizens – defined as anyone who can prove that they or they ancestors lived in India before the midnight of March 24, 1971. A consolidated draft list was released in July 2018. People who did not make it could file fresh claims to be included in the final NRC; similarly the inclusion of people could be objected to.  The final version of the NRC, slated to be released on August 31, will include the results of these claims and objections.On July 23, the top court, which is monitoring the exercise, rejected the state and Central governments’ plea for another round of verification of people included in the draft list. The court cited a sealed report Hajela, which apparently said 27% of the names in the July 2018 draft – about 80 lakh people – had  already been reverified during the claims and objection projects. Risking contemptThe Assam government remained unconvinced by Hajela’s contention. But why did it go to the extent of defying court orders of confidentiality?“The NRC has basically boomeranged for the BJP,” alleged the Congress’s Debabrata Saikia, who is leader of the Opposition in the Assam Assembly. “They are panicking because there is a buzz that there will be more Hindus than Muslims in the final exclusion list.”Saikia said he would write to the court asking for contempt proceedings to be initiated against the government for divulging information that it had explicitly embargoed.‘Hindus have been disproportionately targeted’Most BJP leaders are fairly candid about the fact that the NRC updating process has not quite gone according to the party’s plan. “This was always our concern and this is what is coming to light now: Hindus have been disproportionately targetted,” said Rajdeep Roy, BJP member of Parliament from Silchar. “Obviously, I am concerned.”Rupam Goswami, a BJP spokesperson, was even more direct. Assam’s anti-foreigners movement, which raged across the state from 1979 to 1985, he claimed, “was basically against Muslims”. The movement had culminated in the Assam Accord of 1985, after which the Citizenship Act of 1955 was amended to introduce the 1971 cut-off date for Assam. Four Assam districts share their borders with Bangladesh: Cachar, Karimganj, Dhubri and South Salmara. All of them, save Cachar, are Muslim-majority districts. The exclusion rates in the Muslim-majority districts, as pointed out by Patowary in the Assembly, are significantly lower than the state average. On the other hand, the Hindu-majority border district of Cachar has an exclusion rate of 12.91%, marginally higher than the state average.Citizenship (Amendment) Bill to the rescue?Though the BJP’s state chief, Ranjeet Dass, stopped shy of spelling it out, he seemed to suggest that NRC authorities had been excessively strict on non-Muslims. “It seems they are working with a thought process that since the Citizenship (Amendment) Bill is on its way, the names of Hindus, Buddhists or Sikhs will come anyway,” he said.The Citizenship (Amendment) Bill, a pet project of the BJP, seeks to ease citizenship for non-Muslim refugees without valid documents. If passed, it could serve as protection for many Hindu Bengalis who failed to make it to the NRC. But Dass said he was not worried yet. “Even if people are declared non-citizens by the NRC, they should not worry because the Citizenship (Amendment) Bill will come,” he said. “Ultimately, the NRC is a state property, we will only be the custodians, the government of Assam will have the right to include names under its legal provisions.”‘Migration levels have dropped’ Political analysts say that government’s data leak, seemingly in contempt of court, was a ploy to put pressure on the court to order fresh verifcation. What about the numbers themselves? “If they are accurate, then they show that migration is not as much as people claim,” said journalist and commentator Sanjoy Hazarika. “This flies in the face of everything people have been saying for so many years.”But are the numbers accurate? “I can only say that migration levels have dropped as Bangladesh’s per capita income and other metrics have improved over the years,” said Hazarika.","author":"Arunabh Saikia","time":"2019-08-04T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124939-mpvsuwrzqn-1564826389.jpg","tags":["Assam","National Register of Citizens"],"source":"https://scroll.in/article/932649/hindus-have-been-disproportionately-targeted-why-the-assam-government-is-not-happy-with-the-nrc"}