{"title":"Hindi instilled feeling of unity in a country divided by many languages, says Amit Shah","content":"Union Home Minister Amit Shah on Thursday said that Hindi instilled a feeling of unity in India that was divided into many languages and dialects.Shah, in his message on Hindi Diwas, said that the language played a crucial role in carrying forward the freedom struggle across the country. He expressed confidence that Hindi will become a medium to empower all the local languages.“Hindi has been a democratic language,” Shah said. “It has honoured different Indian languages and dialects as well as many global languages and adopted their vocabularies, sentences and grammar rules.”हिंदी दिवस के अवसर पर मेरा संदेश… https://t.co/SVhPFu0Kra— Amit Shah (@AmitShah) September 14, 2023\n\nAlso read:Hindi Day: The many, varying ideas of India’s ‘national’ languageIn the last year few years, Shah’s remarks on the Hindi language have led to political controversies.In 2019, he had declared that it was essential for India to have one language. He had said that it was Hindi that would unite the country given that it was the country’s most-spoken language. In 2021, he had asked citizens to make use of Hindi along with their mother tongue for important work.Last year, he had described Hindi as “the language of India” and said that it should be used by citizens from different states to communicate with each other. Hindi should be accepted as an alternative to English, and not to local languages, he had said.His remarks were strongly criticised by several Opposition leaders, saying they were against the imposition of Hindi in any part of the country.On Thursday, Tamil Nadu minister Udhayanidhi accused Shah of imposing Hindi on other states.“Hindi is spoken only in four or five states in the country and hence the statement of Amit Shah is totally absurd,” Stalin wrote on X, formerly Twitter. “It is only another version of imposing Hindi under the guise of generating livelihood.He added: “While we are speaking Tamil here, Kerala speaks Malayalam. Where does Hindi merge with and empower us?  Amit Shah should stop oppressing non-Hindi languages by calling them just regional languages.I strongly condemn the statement of Union Home Minister Amit Shah claiming that Hindi is the uniting force of India and it is empowering other regional languages.Hindi is spoken only in four or five states in the Country and hence the statement of Amit Shah is totally absurd.…— Udhay (@Udhaystalin) September 14, 2023","author":"Scroll Staff","time":"2023-09-14T20:35:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184372-mortzrwixc-1676356211.jpg","tags":["Amit Shah","Hindi","Hindi Diwas"]}