{"title":"His legacy is incomparable: Twitter reacts to Undertaker’s Final Farewell from WWE after 30 years","content":"The Undertaker officially retired from WWE (World Wrestling Entertainment) after a legendary career that spanned 30 years. The professional wrestler, whose real name is Mark Calaway, bid farewell to the WWE Universe at Survivor Series on Sunday night. He is a multiple WWE and World Heavyweight Champion, a six-time tag team titleholder and a Royal Rumble winner in 2007.  He has also been part of many WWE firsts, including the first-ever Casket Match at Survivor Series 1992, the first-ever Buried Alive match in 1996 and the inaugural Hell in a Cell Match in October 1997. Although WWE is not considered a real sport, the action and the protagonists achieved fame and global following just like popular sportspersons and Undertaker was one of the biggest stars for the fan base. The menacing wrestler with his trademark black outfit, long hair and the coffin allegory was a fan favourite for many all over the world and  India as well. How The Undertaker was an integral part of growing up in the 1990sSome of the biggest names came to WWE ThunderDome to bid farewell to the star. Shane McMahon, Big Show, JBL, Jeff Hardy, Mick Foley, The Godfather, The Godwinns, Savio Vega, Rikishi, Kevin Nash, Ric Flair, Booker T, Shawn Michaels, Triple H and Kane were among the stars present. It was an emotional moment for fans all over, even  though the actual event was held without spectators present due to the corornavirus pandemic. Here’s a look at how Twitter reacted to Undertaker’s final farewell pic.twitter.com/n6fICI8ZaT— Undertaker (@undertaker) November 22, 2020\n\nThe only possible introduction for The @Undertaker tonight.#SurvivorSeries #FarewellTaker #Undertaker30 @VinceMcMahon pic.twitter.com/UxMM3nsHa9— WWE (@WWE) November 23, 2020\n\nThis is surreal.#Undertaker30 #FarewellTaker #SurvivorSeries @undertaker pic.twitter.com/GLkrQAxQQA— WWE Universe (@WWEUniverse) November 23, 2020\n\nThe measuring stick. The locker room leader. The Phenom. Three decades ago today, @Undertaker changed the landscape of sports-entertainment. His legacy is incomparable, his impact immeasurable. #ThankYouTaker. #Undertaker30 pic.twitter.com/TWm1Ihww8U— Vince McMahon (@VinceMcMahon) November 22, 2020\n\nAfter three decades of @undertaker committing wholeheartedly to the @WWE, tonight we bear witness to the end of an extraordinary body of work. For all the in ring moments and as a member of the @WWEUniverse, I say #ThankYouTaker! #SurvivorSeries #Undertaker30— John Cena (@JohnCena) November 22, 2020\n\nCongratulations To The One And Only @undertaker! I Can’t Say How Much You Meant To Me Personally. With A Career So Extraordinary, You Deserve The Greatest Farewell Of All! WOOOOO! pic.twitter.com/rJx6WksCt2— Ric Flair® (@RicFlairNatrBoy) November 22, 2020\n\nTo me, The Undertaker is an all-time great television character period. He’s up there with like Homer Simpson, The Fonz and them. Nobody comes close. What a career. #Undertaker30— Kazeem Famuyide 🍎 (@Kazeem) November 23, 2020\n\nThe Undertaker has been a part of mine and many people's childhoods and adulthoods for years. Few rock stars and actors can say they've had as much longevity. And I can't imagine how fucking grim it is for Taker to have his career farewell in an empty arena. #SurvivorSeries— Eric Francisco (@EricFrancisco24) November 23, 2020\n\nThe Undertaker is the Greatest Professional Wrestler ever! The GOAT! 🐐 #SurvivorSeries #FarewellTaker #ThankYouTaker pic.twitter.com/N2759aL024— Kier Johnson (@Kier_Johnson97) November 23, 2020\n\nThank you for 30 years of entertainment. Thank you for 30 years of innovation. Thank you for 30 years of awe-inspiring feats. Thank you for changing the game.Thank you for shaping my childhood. THANK YOU. ❤️⚱️#FarewellTaker #ThankYouTaker #Undertaker30 #SurvivorSeries pic.twitter.com/vz7rZkRQlD— Michael Patterson (@michaelp93) November 23, 2020\n\nI am blessed  and honored to have shared the ring with @undertaker!   Thank you Mark for  trusting me with the most incredible storylines inside the squared circle!  I know God has many great things planned for you and and your beautiful family!!!  #undertaker30. pic.twitter.com/WNb4bubZOJ— Vickie Guerrero (@VickieGuerrero) November 23, 2020\n\n30 years ago I sat on my grandmothers living room floor and watched the @undertaker debut and was terrified! And here I am today crying for different reason.  That’s my #ThanksgivingTradition #ThankYouTaker  #SurvivorSeries pic.twitter.com/Q0OPC3YToS— Mike Vezzy (@VezzyParmesan) November 23, 2020\n\nIf there was something I wish was taking place in front of a stadium or arena crowd it should would be this...shame. The Undertaker entrance was always more of an experience. #FarewellTaker— Scott Fishman (@smFISHMAN) November 23, 2020\n\nOf all the events that haven’t had them, The Undertaker’s send off most needs fans.#SurvivorSeries— Robin Lundberg (@robinlundberg) November 23, 2020\n\nI’m not crying, you’re crying 😭... thanks for 30 years of memories Undertaker #FarewellTaker pic.twitter.com/mkaFA5pweU— Wombat_Mätt ✭ (@Wombat_Matt) November 23, 2020\n\n\"My time has come to let The Undertaker Rest In Peace.\" 💔 #ThankYouTaker pic.twitter.com/TGceoacDDY— Cre Spo  👑⚽️ (@Si_elSayeD7) November 23, 2020","author":"Scroll Staff","time":"2020-11-23T14:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/150999-nmsifkbeex-1606120524.jpg","tags":["Undertaker","WWE"],"source":"https://scroll.in/field/979222/his-legacy-is-incomparable-twitter-reacts-to-undertakers-final-farewell-from-wwe-after-30-years"}