{"title":"‘His office was a meeting point for political leaders’: Why Manipur University wants its VC out","content":"Manipur University is under siege. For over 40 days now, the university has been shut down by protests demanding the removal of vice-chancellor Adya Prasad Pandey. The protests, led by the Manipur University Students Union, are backed by the university’s teachers and non-teaching staff. The agitation has grown in intensity  over time. On July 7, students stormed the state Governor’s residence and Chief Minister N Biren Singh’s office demanding their intervention, leading to a scuffle with security personnel that left at least five students injured.  On Sunday, an incident of arson was also reported inside the campus. On Monday, Manipur University students and teachers began a relay hunger strike calling for Pandey’s immediate removal. “We will only stop when the vice chancellor is removed,” said Mayanglambam Dayaman, the president of the Manipur University Students’ Union. On Tuesday, Pandey issued a press release, urging students and teachers to “come forward for an open dialogue by keeping their self-interests and egos aside”.So far, all six deans and 29 of the university’s 31 Heads of Department have quit their posts.  The impasse has also affected 86 undergraduate colleges affiliated to the university, with the results of their students not being processed because the university’s examination department has not been functioning.The grievances against Pandey are varied, ranging from alleged saffronisation to administrative ineptitude. Pandey, who was previously the head of the economics department at Benares Hindu University, took charge at Manipur University in December 2016. But teachers and students claim that Pandey has spent little time in the university since.  “He is not in the campus for more than 10 days a month,” alleged Dayaman.‘Saffronisation and militarisation’ L Shanjukumar, a professor of biotechnology and secretary of the university’s teachers’ association, alleged that Pandey’s frequent outstation visits were “not for the welfare of the university”. “He is saying he has gone to UGC [University Grants Commission] meeting, but then on Facebook he uploads pictures where he is attending political meetings and visiting Hindu temples,” claimed Shanjukumar.Shanjukumar’s colleague, NN Singh, who resigned as head of the university’s physics department in the wake of the protests, echoed him. “Even when he is here, he comes to office at around 12 pm to 12.30 pm, and stays late till around 7 pm,” he said. “But [that is] for completely unrelated work. He meets political party leaders and ABVP members. His office had become a meeting point for political party leaders and he was neglecting his duties at the university.” The ABVP or Akhil Bharatiya Vidyarthi Parishad is the student organisation affiliated to the Rashtriya Swayamsevak Sangh.According to students’ union president Dayaman, the current protests are a result of Pandey’s refusal to engage with students, in spite of multiple requests.  “For the past year-and-a-half, we tried to resolve all issues internally, but he wouldn’t meet us,” he said.Dayaman said meeting Pandey was next to impossible  because of the Y-category security accorded to him. “Everyone, except his near and dear ones from the ABVP, would have to be verified by his security before meeting him,” he claimed. “The problem is that there is always at least one security person with a very big gun standing behind him.”Teachers also criticised what they called the “militarisation of the campus. “Even during meetings, there would be two security guards standing behind him giving people the stares,” said NN Singh.Members of the Akhil Bharatiya Vidyarthi Parishad refuted claims that Pandey treated them preferentially. “Our relationship with VC sir is like any student-teacher relationship,” said Narendra Sapam, the outfit’s secretary in Manipur. “Only occasionally we would go to his office and that too to discuss university issues.”But this explanation does not convince many of the university’s students and teachers. “It is absolute saffronisation coupled with administrative ineptitude,” said Amar Yumnam, a professor at the university’s economics department.‘Administrative ineptitude’Dayaman pointed out that the vice chancellor had failed to appoint a permanent librarian, a controller of examinations and a registrar since he took charge. The student leader claimed that Pandey had done this intentionally so that “there is no decentralisation of power”.The student leader also accused the vice chancellor of employing a Lucknow-based firm at an exorbitant rate to build “smart classrooms” for the university. “Apart from that, he also started procuring answer sheets from another firm in Lucknow at a rate much higher than what a local firm was already supplying,” Dayaman claimed.The teachers’ association corroborated these allegations. NN Singh said that Pandey approved many big expenditures without forming a purchase committee, as is the standard procedure.(Photo credit: Special arrangement).‘I am a pure academician’ Pandey has refuted most allegations. He said that the contracts to the Lucknow-based firms were given through transparent mechanisms.  “When I joined, the classrooms were in bad shape, the benches were broken, so I thought we should modernise,” he said. “That is why I called for the construction of smart classrooms with digital boards.”He also denied that he was promoting any ideology. “I have come here to serve the university,” he insisted. “I am a pure academician”. Pandey claimed that he held “no formal position” in any right-wing organisation though he conceded that he occasionally visited functions organised by them. He said that his trips to Delhi were “mostly official”. “[They were for] meetings with UGC [University Grants Commission] or the ministry, or meetings with the President [of India],” he said.Pandey’s wife, Veena Pandey, is a former member of the Uttar Pradesh Legislative Council, and has held several positions in the BJP. In 2004, she had unsuccessfully contested the Lok Sabha elections on a BJP ticket from Uttar Pradesh’s Sultanpur.The vice chancellor claimed that the students were being misguided by a group of teachers with vested interests and little interest in academics. “They want to get contracts for all kinds of work in the university, but since that has stopped since I joined, they are upset with me,” he said.Pandey said he was also being targeted because he was not from Manipur. “I even received an extortion note once, that is why I have Y-category security,” he claimed, refusing to divulge any more details.Responding to allegations that crucial academic positions had been left vacant in the university, Pandey said it was a work in progress. “Things like that take time,” he said. “And most of these posts have been vacant even before I joined.”Pandey said that he would not resign as demanded by the university’s students and staff. “I have done nothing wrong,  I  am even ready to face an inquiry, but why should I resign?” he asked.(Photo credit: Special arrangement).‘An incompetent man’ But there are few takers for Pandey’s defence. “He can blame his predecessors all he wants but the truth is he has not done anything in the year-and-a-half he has been  here,” said Shanjukumar. “He is just like his party, BJP, which keeps blaming the Congress for its failures.”Shanjukumar also shot down Pandey’s offer of a probe, saying  that any scope for a resolution was over. “For such a long time, we kept requesting him to engage with the students,” he said. “We were even willing to help the two parties negotiate, but he ignored us.”What seems to have further incensed the university community is a statement that Pandey issued on Sunday, stating that he was in constant touch with Manipur Chief Minister N Biren Singh and Governor Najma Heptulla to solve the current impasse. “Instead of discussing [the issue] with us, he says he is in touch with the CM and Governor,” said Yumnam, angrily. “He has no commitment to the university or any sense of responsibility towards Manipur. He is an incompetent man who should resign.”A senior BJP leader from the state conceded that the situation had turned “very critical” because of Pandey’s inept handling of the crisis. “He [Pandey] seems to have an attitude problem,” he said. “There is too much distrust now. In Manipur people are very sensitive about certain things, you have to respect that.”(Photo credit: Special arrangement).","author":"Arunabh Saikia","time":"2018-07-11T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/885905-eromjynbkb-1531230857.jpg","tags":["Manipur University","Manipur University Students Union"],"source":"https://scroll.in/article/885905/his-office-was-a-meeting-point-for-political-leaders-why-manipur-university-wants-its-vc-out"}