{"title":"‘Historical blunder was removed’ with demolition of Babri Masjid, says minister Prakash Javadekar","content":"Union minister Prakash Javadekar on Sunday said a “historical blunder” was corrected on December 6, 1992, when a group of Hindu extremists attacked and demolished the Babri Masjid in Ayodhya, reported PTI. The event had set off riots across the country that left around 2,000 people dead, most of them Muslims. “We were sleeping there a night before,” the Bharatiya Janata Party leader recalled at a party event organised to felicitate people who donated money for the construction of the upcoming temple. “The three domes [of Babri Masjid] were visible. Next day the world saw how a historical blunder was removed.”Javadekar claimed that the Babri Masjid was constructed by officials of Mughal Emperor Babur after demolishing a Hindu temple at the site. “When Babur came to India he chose to destruct Ram temple in Ayodhya as he understood that the living force of the country rested there,” the Union minister claimed. He added that the disputed structure built after the alleged destruction of a temple “was not a mosque because no worship happened there”.    There is no historical evidence that the Babri Masjid was built by demolishing a temple. The Supreme Court, too, in its landmark verdict in November 2019, had rejected the contention that the mosque was built over a site of a razed temple. It had said there was no archeological evidence to back up the Hindutva argument.Javadekar said the Ram temple in Ayodhya will be a symbol of unity, and that people from all faiths supported its construction. “Ram unifies the country and symbolises the unity of the country,” he added. “The Ram Janmabhoomi movement was a movement for the country’s self respect.”  Correction | #WATCH | When foreign invaders like Babur came to India, why did they choose Ram temple for demolition? Because they knew that the soul of the country resides in Ram temple... On Dec 6, 1992, a historical mistake ended: Union Minister Prakash Javadekar in Delhi pic.twitter.com/0mvj9zq0Qq— ANI (@ANI) January 24, 2021\n\nAlso read:Ram temple: UP government department opens bank account, asks for ‘voluntary’ funds from employees  The BJP leader said the Supreme Court judgement paving the way for the construction of the Ram temple led to a wave of joy across the country. “I am happy that lord Ram is no longer claimed by one religion and has become a symbol of pride for the entire country,” Javadekar added. “Even people of other religions favour construction of the Ram temple in Ayodhya.”He thanked citizens for “happily donating” funds for the construction of the temple. “People are contributing Rs 10 to Rs 10 crore,” Javadekar added. “Some will even contribute more,” Javadekar added further.”On January 15, the Shri Ram Janmabhoomi Teerth Kshetra Trust, the body set up to oversee the building of the temple, launched a countrywide fund collection drive for the construction. The campaign will be carried out across 5,25,000 villages. The sum collected will have to be deposited within 48 hours in banks. The drive will end on February 27.In a landmark verdict in November 2019, the Supreme Court had ruled that the disputed land in Ayodhya would be handed over to a government-run trust for the construction of a Ram temple. The court had also said that the demolition of Babri Masjid was illegal and directed the government to acquire an alternative plot of land to build a mosque.    The Ram temple’s construction began in August, over two weeks after Prime Minister Narendra Modi laid its foundation stone at an elaborate ceremony in Ayodhya on August 5. Modi had laid a symbolic 40-kg silver brick in the sanctum sanctorum, or innermost sanctuary, to mark the start of the temple construction in Ayodhya. The celebrations were, however, toned down because of the coronavirus crisis.","author":"Scroll Staff","time":"2021-01-25T10:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/95741-mjytshjbgj-1570107996.jpg","tags":["Babri Masjid","Ram Temple","Ayodhya verdict","Ayodhya","Uttar Pradesh","BJP","Prakash Javadekar"],"source":"https://scroll.in/latest/985005/historical-blunder-was-removed-with-demolition-of-babri-masjid-says-minister-prakash-javadekar"}