{"title":"‘Hobbs & Shaw’ movie review: Fast and furious indeed – but not funny enough","content":"The Fast & Furious spinoff is just as one expected: over-the-top action, swaggering men and high-kicking women and careening vehicles that defy the laws of gravity.David Leitch’s Hobbs & Shaw reunites Luke Hobbs (Dwayne Johnson) and Deckard Shaw (Jason Statham) for a mission to rescue Deckard’s sister, Hattie (Vanessa Kirby). Hattie, a British intelligence agent, has injected herself with a deadly virus to prevent it from falling into the hands of cyber-genetically enhanced villain Brixton (Idris Elba). Brixton is working for the mysterious organisation Etheon, whose leader remains unknown and whose story is probably being saved for the sequel or sequels that are waiting to roll off the assembly line.The screen splits into two to reveal that Hobbs and Shaw are more similar than they care to admit. Their mutual antagonism should have been the fuel for the narrative, and both Dwayne Johnson and Jason Statham are well-suited for the job (the latter is especially good at deadpan comedy). But the direction by Deadpool 2 director David Leitch, and writing by Chris Morgan and Drew Pearce aren’t up for the challenge. The 136-minute movie whizzes by without a single laugh-out-loud moment, which is quite a feat considering the numerous opportunities and the talented cast (including Helen Mirren, Eddie Marsan, Kevin Hart and Ryan Reynolds).\n\n\n    \n    Play\n\nHobbs & Shaw (2019).The screenplay is obsessed with big weapons and small-boy talk about size and prowess. Vanessa Kirby’s Hattie, frequently referred to as “the girl” and “my sister”, seems ever so often in danger of drowning in the sea of testosterone. Hattie is needlessly sexualised by being paired with Hobbs, but like his forced rivalry with Shaw, the track is a non-starter.Kirby turns out to be the movie’s secret weapon in more ways than one. Impressive in the action sequences and compelling in her scenes with Statham, Kirby is a fine addition to the Fast & Furious universe, and she steals the movie from under the noses of the overachieving heroes ever so often.There’s no laziness when it comes to the action, which remains top-notch and inventive. It includes an insane sprint down the facade of a building, the destruction of a derelict factory in which cars and bikes fly, and a heart-stopping climax that involves more cars, a chained helicopter, and further proof of Statham’s agelessness and Johnson’s mountain-like physique. The movie is perfectly adequate when it’s being fast and furious. But, like the franchise that spawned it, Hobbs and Shaw is limp and unimpressive when in stationary mode. Cut out the dull banter and half-baked character sketches and you have a movie about the joys of defying logic and smashing things – and that’s really all you need.Vanessa Kirby in Hobbs & Shaw (2019). Courtesy NBC Universal.","author":"Nandini Ramnath","time":"2019-08-02T07:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124767-ouijkbcxvu-1564551518.jpg","tags":["Hobbs & Shaw","Dwayne Johnson","Jason Statham"]}