{"title":"Hockey World Cup: India beat Japan 3-1 to finish 9th; Argentina and Australia through to semis","content":"India ended their FIH Women’s Hockey World Cup with a commanding 3-1 win over Japan, to finish joint ninth in the competition, along with China.This was India’s second win in the tournament, after they beat Canada 3-2 in the shootout after being held 1-1 in regulation time, in their 9-16th classification match.On Wednesday, the remaining two semifinalists were also confirmed, as Argentina beat England 1-0 and Australia beat Spain 2-0 to join the Netherlands and Germany in the last four.India and Japan are two rivals who know each other’s game well, and they played just like that in a well-contested match. Japan  started the more brightly of the two teams, and were rewarded with a  goal in the 20th minute from Asai Yu. The build-up play to that point  had been very neat and creative from the Japanese team, with lots of 3D  skills and high energy.India  also had their opportunities in the opening 30 minutes, Nisha was  proving a scourge to the Japanese defence and Navneet continued to show  why she is such a respected forward.With four  minutes left before halftime, India really began to pile on the  pressure with a well disciplined press. This led to a penalty corner but  Gurjit Kaur sent her shot just wide. More great work from Monika Malik and  Navneet earned the next penalty corner. Japan were defending with  everything they had, with Miyu Suzuki and Shihori Oikawa foiling the  India attack time and again. The  breakthrough came from Navneet. She was fed the ball by Nisha, after  some good build-up work by Jyoti. Navneet received the ball, turned and  shot with venom past Eika Nakamura in the Japanese goal.That goal  seemed to lift the tension in the India team and they began pass the ball more fluently.A  penalty corner gave Deep Grace Ekka the chance to take the lead: her shot flew  over the sprawling Nakamura into the goal. Navneet added to that  on the cusp of quarter time and it was clear that India had finally  found their groove.Earlier in the day, a slick  three-pass move that finished with Victoria Granatto slipping the ball  past Maddie Hinch was the sole goal in a fascinating encounter between  Argentina and England. While Las Leonas dominated possession, England  put up a stalwart defence and were it not for two moments of goalkeeping  brilliance from Belen Succi could have taken the game to shoot-out.  Argentina will now face Germany in the semifinals.  The  second quarterfinal had a heap of expectation riding on it as the fans  poured into the stadium to cheer on the host nation Spain. That hope  was dented early as Australia scored in the third minute. Spain never  stopped believing but a second Renee Taylor goal in the match meant the Red Sticks had a mountain  to climb and it was not their day to achieve miracles. Argentina  will now play Germany, while Australia will face the reigning champions  Netherlands in the semifinals on Saturday July 16.July 13 ResultsMatch #37Canada 0, Korea 0 (Korea win shoot-out 3-0)Player of the Match: Lee Yuri (KOR)Match #38India 3, Japan 1,Player of the Match: Neha Goyal (IND)Match #39Argentina 1, England 2Player of the Match: Eugenia Trinchinetti (ARG)Match #40Australia 2, Spain 0Player of the Match: Renee Taylor (AUS)","author":"Scroll Staff","time":"2022-07-14T08:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177116-euzpkrslfr-1657769036.jpg","tags":["FIH Women's Hockey World Cup","Navneet Kaur","Deep Grace Ekka","Neha Goyal","India","Japan","Australia","Argentina"],"source":"https://scroll.in/field/1028223/hockey-world-cup-india-beat-japan-3-1-to-finish-9th-argentina-and-australia-through-to-semis"}