{"title":"Hockey World Cup: India miss out on quarterfinals spot with narrow loss to Spain","content":"India missed out on qualifying for the quarterfinals of the FIH Women’s Hockey World Cup 2022 after a 0-1 defeat against co-hosts Spain in their cross-over match at at Estadi Olímpic de Terrassa.Led by Savita Punia, who put in a fine performance in goal, India fought hard in the first half of the match against Spain but struggled in both attack and defence in the second, before conceding a late goal which settled the tie. Now, they will face Canada on Monday as they enter the 9-16 classification phase.Hockey World Cup, India vs Spain as it happened: Heartbreak for Savita & Co as hosts snatch it lateSavita analyzes the performance of the team against Spain #HWC20222 @TheHockeyIndia pic.twitter.com/JOriZnEsKQ— International Hockey Federation (@FIH_Hockey) July 10, 2022\n\nThe first quarter on Sunday was tightly contested as would be expected from a match with so much at stake. The opening few minutes showed India’s intent as they pushed forward but the Spanish defence held strong and took much of the sting out of the attack. From then on Spain went on the attack as they explored ways to get past the India back line. In goal for India, Savita showed why she has such a strong reputation as she was called into action time and again. Despite the pressure on her the score remained at 0-0.Spain continued to pile on the pressure and in a moment of goalkeeping brilliance, Savita made three consecutive saves, first from a Xantal Gine penalty corner strike, then a rebound from the same player and finally a rebound from Begona Garcia. Seconds later, India had their own penalty corner but first Melanie Garcia saved Monika’s shot and then Lucia Jimenez showed immense composure to bat the rebound away.India created a wonderful opportunity to open the scoring when Salima Tete took the ball along the baseline and slipped it back to Vandana Katariya. Her shot was dinked over the cross bar as she went to chip it over Garcia’s reach.The second half started with India on the front foot and Spain had to stay focused to keep the Eve’s attacks at bay. Momentum shifted back and forth during the third quarter but both teams were looking increasingly frantic and mistakes were creeping into play. It was becoming clear that this was a match where just one goal could end up separating the teams. The question for both teams was how to find a way into their opponent’s net.Both teams created early opportunities in the fourth quarter. First Sara Barrios was unmarked in front of Savita but shot wide, a lovely flowing move by India was cut out before they could find the telling shot, then Jimenez tried to juggle her way through the India defence only to meet the wall that is Savita.The breakthrough goal came from Marta Segu and was as exciting and frenetic as the entire game had been. Marta Segu received a long ball from Begona Garcia. She, in turn passed to Clara Ycart. She shot and Savita saved, but Segu was following up and pounced to slap the ball home to give her team an invaluable lead with three minutes left.Spain didn’t make the final minutes easy for themselves. Garcia received a yellow card, then Segu received a green so Spain were down to nine players for the remainder of the match.Player of the Match Georgina Oliva said: “We kept focused with our plan all the time and we tried to play our game all the time. We focused on our midfield. Having all these fans and this atmopshere makes it really great to play here.”Quarterfinal lineup:New Zealand vs GermanyNetherlands vs BelgiumArgentina vs EnglandAustralia vs Spain","author":"Scroll Staff","time":"2022-07-11T10:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176998-htfzsxacky-1657512722.jpeg","tags":["hockey world cup","fih hockey women's World Cup 2022","indian hockey","hockey","indian women's hockey team"],"source":"https://scroll.in/field/1028011/hockey-world-cup-india-miss-out-on-quarterfinals-spot-with-narrow-loss-to-spain"}