{"title":"Hockey, Asian Champions Trophy, India vs Malaysia as it happened: Hosts top the table with 5-0 win","content":"That’s it from us tonight! Do join us tomorrow at 8.30 pm IST when India face South Korea in Chennai!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 5-0 Malaysia, Krishan Pathak: I think in the Japan match, we created a lot chances but couldn’t score. We spoke about PC chances and we executed it today. It’s always a good feeling to get a clean sheet. We lost two men but we defender really well. I need to credit my defenders for that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 5-0 Malaysia: Karthi Selvam wins the Young Player of the Match while Krishan Bahadur Pathak takes the Player of the match award.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 5-0 Malaysia: And the hooter goes sending India to the top of the points table over Malaysia with seven points! A good win for Craig Fulton’s side after the 1-1 draw against Japan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-0 Malaysia: Jugraj Singh scores! Jugraj finally gets a crack at goal tonight and his flick is straight down goal. The ball hits the keeper’s glove before hitting the crossbar and falling inside goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-0 Malaysia: Gurjant Singh scores! Hardik Singh finds Mandeep Singh on the left in the circle. The Indian forward does well to lose his marker and create space before reverse-hitting the ball goalwards. Gurjant just needs to put his stick on the path of the ball to deflect it into goal and he does just that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Malaysia: Another needless PC given  away by Malaysia. The Malaysian defender does not stay five metres away  from Hardik Singh as the Indian takes down Rohidas’ aerial. The injection  is towards Rohidas whose flick takes a touch of the first rushes and  flies out. The umpire gives another PC but Malaysia succesful overturn  if with a review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Malaysia: Another needless PC given away by Malaysia. The Malaysian defender does not stay five metres away from Hardik Singh as the India takes down Rohidas’ aerial. The injection is towards Rohidas whose flick takes a touch of the first rushes and flies out. The umpire gives another PC but Malaysia succesful overturn if with a review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Malaysia: Razie Rahim gives away a needless PC to India with a wild swing inside the circle. The injection goes to Amit Rohidas but his drag-flick is well wide of goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Malaysia: PR Sreejesh comes in goal for the final quarter. Harmanpreet, meanwhile, is on the bench getting treatment on his left calf.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 3-0 Malaysia: A much better performance from India in the quarter as they lead 3-0.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Malaysia: Harmanpreet Singh scores! The captain joins the goal-scoring! India win back-to-back PCs. Harmanpreet’s first two attempts is blocked by the first rusher. However, for the third PC, Harmanpreet switches to the second battery to get a different angles and fires his drag-flick straight at the postman, Jazlan. The Malaysian does not have enough time to react as the ball cannons off his gloved hand onto the roof of the net.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Malaysia: India create a chance from nowhere! Gurjant finds himself in acres of space but is swiftly closed down. He shields the ball waiting for runners to come in. He makes his way to the edge of the circle before playing in a pass towards Akashdeep. However, the ball rolls away from him just as he swung at it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Malaysia: India committing silly fouls now. First Nilakanta cops a yellow card and Vivek follows with a yellow card of his own after elbowing his marker away. India down to nine players for a minute.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Malaysia: Malaysia score! Hang on, the umpire is referring it. After Najmi Jazlan fired in the flick, first rusher Amit Rohidas immediately turned around and referred it. And he is right! The ball hit Rohidas on the back of his thigh, which is above the stipulated knee height.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Malaysia: Hardik Singh scores! Harmanpreet’s drag-flick is straight at Malaysian keeper Hafizuddin Othman who saves it. However, he fails to clear it under pressure and the ball goes straight to Hardik who is close to near post and he fires it into goal before wheeling away in celebration!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-0 Malaysia: Krishan Pathak comes on in the third quarter. India nearly double their lead as Jarmanpreet puts in good cross from a promising position but there’s no Indian at the end of it. Moments later, Manpreet plays in a superb diagonal aerial to Akashdeep and the latter wins a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 1-0 Malaysia, Craig Fulton: We need to move the ball quicker. They are employing the full press but we are looking better upfront and need to score.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Malaysia: With seconds left on the clock, Vivek goes on a run from his own 23m line. He jinxes past a couple of Malaysian defenders and has Gurjant, Mandeep ahead of him with Akashdeep also coming in support. Mandeep and Gurjant make a run across the defender and Vivek tries to find one of them but his pass is blocked. Without breaking his stride, he gets the rebound and enters the circle and shoots. The shot is saved and Gurjant cannot get on the rebound as the hooter goes off for half-time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Malaysia: Varun Kumar plays a delightful aerial pass into the edge of the circle. Jarmanpreet is barrelling in but a Malaysian player intercepts the pass. The loose ball is brought down by Akashdeep who take a touch before firing in a fierce shot. The attempt is all power without accuracy and goes wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Malaysia: Shamsher makes a mess of the  injection. Akashdeep plays on the ball to Harmanpreet who has to adjust  his position and slap the ball towards Manpreet but the ball is  intercepted by a Malaysian stick. The ball is played back in from the  right and Manpreet dives in to deflect the ball into goal but cannot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Malaysia: Shamsher makes a mess of the injection. Akashdeep plays on the ball to Harmanpreet who has to adjust his position and slap the ball towards Manpreet but the ball is intercepted by a Malaysian stick. The ball is played back in from the right and Manpreet dives in to deflect the ball into goal but cannot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Malaysia: Karthi in superb form and he drives into the circle drawing a foul and winning the first PC of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Local lad Kartik becomes instant hero, as his lightening grounder give India the 1-0 lead at the fag end of Q1. pic.twitter.com/daCoN6z3H6— stick2hockey.com (@indianhockey) August 6, 2023\n\n\n\n    #AsianChampionsTrophy #Hockey “Thani feel daan avaroda vilayadradhu,\" Karthi Selvam said, about the chance to play with his idol Harmanpreet Singh for India. A terrifc pass from the Indian captain and it is the local lad who puts India ahead 👏🏽https://t.co/GdOyTutKkg pic.twitter.com/C4OT8CzISA— Vinayakk (@vinayakkm) August 6, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Malaysia: Vivek Sagar Prasad gets in the circle, and from an acute angle, fires in a tomahawk shot/cross across goal but barely troubles the Malaysian keeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Malaysia: Sreejesh with a good interception and pass to launch a quick counter. However, Gurjant is herded away from the circle and loses possession. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Malaysia: Karthi’s goal came right at the end of the first quarter, a much needed one for India. PR Sreejesh comes in goal for the second quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy2023 #INDvsMASGOAL! Karthi Selvam gives India the lead in Chennai after a fabulous pass from his idol and captain Harmanpreet Singh!Q1: IND 1-0 MAShttps://t.co/HA7DFvqGPU pic.twitter.com/dGozACBUkx— The Field (@thefield_in) August 6, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Malaysia: Karthi Selvam scores! That is a  goal that will be celebrated throughout Chennai! A beautiful pass from  Harmanpreet Singh to bisect the Malaysian defence. Karthi takes a touch  before arrowing in his shot beyond the keeper. Lovely scenes as Karthi  hugs a beaming Harmapreet.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Malaysia: Karthi Selvam scores! That is a goal that will be celebrated throughout Chennai! A beautiful pass from Harmanpreet Singh to bisect the Malaysian defence. Karthi takes a touch before arrowing in his shot beyond the keeper. Lovely scenes as Karthi hugs a beaming Harmapreet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Malaysia: Good goalkeeping from Krishan Pathak to deny Malaysia the opener! Abu Kamal Azrai gets the ball on the edge of the circle and shoot. With Ashran Hamsani close by, Pathak comes out to boot the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Malaysia: Sumit plays a powerful reverse-hit cross from the left but Gurjant, at full stretch is unable to get the telling contact on the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Malaysia: India employing the full press now forcing Malaysia to keep the ball high up in their own half. Fitri Saari picks up a green card for Malaysia after committing a foul after losing the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Malaysia: A first big chance of the match and it goes India’s way. Akashdeep drives into goal and pull the trigger but his shot is blocked. The rebound goes to Nilakanta whose shot is robbed off its power by a Malaysian stick. Fortunately, the ball falls to Sukhjeet who scoops it across the onrushing keeper but it goes wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Malaysia: And we have pushback! India lose possession quickly as Malaysia look to put the hosts under pressure right from the get go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Malaysia, Craig Fulton: Yes both teams have good counter attacking DNA in them. It’s going to be a good match. We need field goals but penalty corner conversion has been an issue for sure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India-Malaysia in the last 10 yearsPlayed: 21India won: 14Malaysia won: 4India goals: 64Malaysia goals: 33Last encounter: Asia Cup 2022, score 3-3 pic.twitter.com/gcRTM4mkMK— stick2hockey.com (@indianhockey) August 6, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Malaysia: South Korea and Japan’s draws earlier today against China and Pakistan respectively means that if India win tonight, they would need two points in their remaining two matches to secure a place in the semi-final. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of Indian hockey.Today, the men’s team take on Malaysian in their third match of the Asian Champions Trophy. It’s a clash for the top spot with table-toppers Malaysia (six points) taking on third-placed India (four points). India began their campaign with a 7-2 win over China before playing Japan in a highly-entertaining 1-1 draw. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian squad for the 2023 Asian Champions TrophyGoalkeepers: PR Sreejesh, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Harmanpreet Singh (C), Varun Kumar, Amit RohidasMidfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher SinghForwards: Akashdeep Singh, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, S Karthi \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: AHF Media / Fancode\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Match live: Star Sports and Fancode in India","author":"Dilip Unnikrishnan","time":"2023-08-06T20:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192927-gbhcsmxaek-1691342978.jpg","tags":["Hockey","Indian Hockey team","Hockey India","Manpreet Singh","Harmanpreet Singh","Craig Fulton","Asian Champions Trophy 2023"],"source":"https://scroll.in/field/1053882/hockey-asian-champions-trophy-india-vs-malaysia-live-harmanpreet-singh-and-co-eye-second-win-of-tournament"}