{"title":"Hockey World Cup: Mandeep Singh – India’s Mr. Fourth Quarter","content":"Mandeep Singh laughed when pointed out that he has become India’s Mr Fourth Quarter in 2022. After all, he’s come to his side’s rescue repeatedly in the last 15 minutes of a match last season.The forward played 28 matches for the national team in 2022 scoring 13 goals. Seven of those came in the fourth quarter of the match with three coming in the final minute. Divine intervention, is all Mandeep has to offer.“Honestly, even I don’t know why this has been happening! (laughs) Sirf Wahu Guru bata sakte hain, (nly God can tell) it’s because of him that it has been happening,” is how he explained it to Scroll.in in an interaction at the SAI campus in Bengaluru. But of course, there is a bit more method to the madness.“When I get the ball in Q4. I think I would just say that I am lucky to score. My focus is to be around the goal all the time. Normally, we need to touch the baselines. When Q4 comes and if we are losing or even if we are winning by a single goal, I try to be around the D for the final five-six minutes so that if the ball takes a deflection and comes, I am open and can create something from there,” Mandeep explained.It is luck perhaps, but one that Mandeep makes for himself. The 27-year-old’s ability to score crucial goals right at the end is down to his positional awareness and shooting accuracy. In India’s 2021-’22 Pro League matches against Argentina in March, both of these were on display.In the first match with India trailing 2-1 in the final minute, Jugraj Singh played a long pass into the shooting circle. Sukhjeet Singh took a couple of touches before turning and shooting at goal. The ball hit an Argentine stick and rolled kindly towards Mandeep at the far post who lifted it over the diving keeper.Mandeep’s winner in the second match was simply outrageous. Running away from goal, from a Jugraj pass, he played a first-time shot that went through a crowded circle and into the bottom corner. Seven months later in the 2022-‘23 Pro League, he once again came to life in Q4 scoring in the 52nd and 57th minute to help India come back from 2-3 down to beat New Zealand 4-3.\n\n\n    \n    Play\n\nThe Jalandhar-born forward is in his prime and as one of the seasoned players in the Indian team, with 194 caps and 96 goals to his name, is closing in on a couple of milestones. Since playing his first World Cup in 2014 to preparing for the upcoming edition in Odisha, Mandeep’s role in the Indian team has also changed.Though the main job of scoring goals and winning penalty corners remains, as the senior forward in the squad, Mandeep’s role has also evolved to being a playmaker in the final third of the pitch. For the ONGC player, the evolution comes with being a part of the Indian team.As an 18-year-old in 2013, Mandeep had SV Sunil as a mentor who allowed the youngster to play freely without worrying about creating chances.“Earlier I used to play individually because there was Sunil paaji. He used to teach me a lot. Now, the things I learned from him, I am passing them on to the young players like Abhishek, (Mohd.) Raheel and (Selvam) Karthi,” Mandeep said.“I was able to run with the ball and score. He would tell me tiny, tiny things to do. ‘If I am coming from the baseline and I look up, you have to read the situation. I will put in the ball and you have to just score’. So little things like this. ‘Where will I receive it, where should you get the touch?’“So, now when I am coming with the ball from the baseline, I tell them similar things. ‘I will play the ball here near the goalkeeper and you have to get the final touch’,” he explained.“What I tell them is to run more without the ball. We need to press more. With how much intensity should we press, which areas should we be blocking, which players should we be pressuring more... We share these sorts of things in practice. When we get the ball in the D, how to fake and how we should be receiving the ball, I share those tips with the players.”The past two years has seen the men’s team progress steadily under coach Graham Reid. The bronze at the Tokyo Olympics was followed by a third-place finish in the 2021-’22 FIH Pro League. Going into the 2022 Commonwealth Games, hopes were high for India to break Australia’s monopoly and win gold for the first time.That, however, did not happen as Australia hammered India 7-0 in the final to win their seventh gold medal. “It just wasn’t our day,” is how Mandeep put it while looking back at the tournament.Though their record against the Kookaburras has been poor in the past two decades, Mandeep believes that the current team is physically and mentally capable to compete and even beat the world No 1 team. The five-match Test tour to Australia in December, Mandeep said, is proof of India’s progress.Though India lost the series, they ended a six-year wait for a win over Australia when they won 4-3 in the third match. Though he did not score in that tour, Mandeep made the decisive pass to set up Akashdeep Singh’s winner in that match. After conceding 26 goals and scoring none in their previous four meetings, India scored 17 goals in the five matches they played Down Under.That, according to Mandeep, has helped remove a lot of mental barriers for the side.“We scored 17 goals against them. We have also conceded but the fact that we also scored those many goals is improvement in itself,” he said. “To score so many goals against the world No 1 team is good especially because we also have some new players coming into the team. To help them understand the structure of the team and how we play was important. We have that capability to get things done. We trust each other to win matches.“To go from losing 7-0 in the final to scoring many goals against them in the tour is a good sign. The main aim of the team is to play with confidence. If we can win 5-4, if we can lose 5-4 but still score against them, then we can accomplish anything. It gives you belief and confidence. It makes you mentally strong,” Mandeep added.It is the sort of belief that has seen not just Mandeep, but also India score a lot of late goals in recent months. Soon, in front of home fans, India will embark on yet another campaign to win the FIH men’s World Cup for the first time in 47 years. And when the country will perhaps need him the most, expect Mandeep to pop in with a late goal.","author":"Dilip Unnikrishnan","time":"2023-01-06T09:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185259-isbnjhmevg-1672920404.jpeg","tags":["Mandeep Singh","Indian Hockey","FIH Men’s Hockey World Cup","Hockey World Cup","SV Sunil","Hockey"],"source":"https://scroll.in/field/1041277/hockey-world-cup-mandeep-singh-indias-mr-fourth-quarter"}