{"title":"Hockey: Australia come from behind to beat India in second match","content":"The Indian men’s hockey team went down 2-4 against Australia in their second game of the five match Test series on Sunday.The see-saw affair witnessed Jeremy Hayward (6’, 34’), Jacob Anderson (42’), and Nathan Ephraums (45’) finding the back of the net for Australia, while for India, Jugraj Singh (9’) and captain Harmanpreet Singh (30’) scored a goal each.The game started off with India showcasing nimble passes and breaching Australia's defensive line a few times. Nonetheless, it was the hosts, who seized an early advantage, when Hayward converted a penalty corner with precision in the sixth minute.Despite Australia’s continued onslaught, pressing India with relentless attacks and earning consecutive penalty corners, they couldn’t convert them into anymore goals.Meanwhile, India shifted their strategy to focus on counterattacks, a move that eventually paid off when Jugraj levelled the score with a perfectly executed penalty corner, placing the ball expertly into the top right corner. Shortly after, Abhishek had a golden opportunity to put India in the lead as he found himself unmarked inside the penalty area with only the goalkeeper to beat, but his powerful shot narrowly missed the target, grazing wide off the post. The first quarter concluded with the teams locked at 1-1.Throughout the second quarter, both teams maintained their offensive momentum, consistently challenging each other's defensive setups. However, India broke the deadlock just before halftime. Harmanpreet stepped up with a remarkable display, converting a penalty corner with precision and power, shifting the scoreline to 2-1 in the visitor’s favour. Australia intensified their assault in the third quarter, aiming to reclaim their position in the game. Their efforts bore fruit as Hayward netted his second goal of the match from a penalty corner. Subsequently, Anderson, who was left unattended in the circle, deflected the ball in to help the hosts a 3-2 lead. Just before the close of the penultimate quarter, Ephraums struck to extend Australia's lead to 4-2.India repeatedly penetrated the circle in the final quarter, but despite their persistent attacks the home team held firm defensively to take a 2-0 lead in the series.India had lost the first match of the series 1-5 on Saturday. The two teams will now meet for the third match on Wednesday.","author":"Scroll Staff","time":"2024-04-07T20:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199889-cafwicuyni-1712501660.jpg","tags":["Hockey","Harmanpreet Singh","Jugraj Singh","Indian Hockey"],"source":"https://scroll.in/field/1066353/hockey-australia-come-from-behind-to-beat-india-in-second-match"}