{"title":"Hockey, FIH Pro League: India coach Craig Fulton takes reigns in Europe, as Asian Games draw near","content":"And so, Craig Fulton’s era as the Indian men’s hockey team head coach gets underway with four high-quality matches against Olympic champions Belgium, Great Britain, world No 1 the Netherlands and 2016 Olympic champions Argentina.India sit on top of the FIH Pro League standings with 19 points on the back of an unbeaten mini-tournament against World Cup winners Germany and Commonwealth Games champions Australia in Rourkela.Fulton would be forgiven if he had wished for easier match-ups to get his Indian journey started, but in his first press conference, the South African said that he would use the Pro League and other upcoming tournaments as testing grounds for India’s Asian Games campaign.Hockey at its best.Save the dates to witness the best hockey action from Team India in the FIH Pro League.Catch all the action LIVE on the Star Sports Network and Watch Hockey app.#IndiaKaGame #HockeyIndia #FIHProLeague pic.twitter.com/LTpcVIfBj3— Hockey India (@TheHockeyIndia) May 25, 2023\n\nPlaying the likes of Belgium and the Netherlands will help Fulton understand how his new wards adapt to his ideas against tough oppositions. With most of the future big tournaments taking place outside India, Fulton said that playing abroad and outside Asia could become a norm for his Indian side.“From the outside looking in over the last few years, India is an exciting team. It’s filled with talented players and I think the one thing that struck me was India’s very difficult to play in Asia and specifically in India. The challenge from the outside is how successful can India be outside of it in a consistent performance-way,” Fulton said in his first press conference.“The last few big tournaments, the World Cup in 2018 and the Olympics, India played well outside of home. There was a bit of a hiccup at the 2023 World Cup. But now all the tournaments and the big tournaments are outside India for the next foreseeable two-year cycles to four-year cycles. From the next Olympics to the next World Cup.“I always thought that they were more dangerous at home than they were away. But now we’ll have to really challenge that notion and see if it rings true. But the objective is to try and be very, very consistent away from home. So obviously with not having the Indian support and playing conditions and the weather and everything, maybe it could be something that we need to focus more on to get better consistency by playing away from home,” he added.India’s first mini-tournament in London will see them take on Fulton’s previous team Belgium, and Great Britain. India have had a decent record against both teams in recent times. Since the Rio Olympic Games in 2016, India have beaten Belgium eight times in 19 matches with the Red Lions winning nine times.India last played Belgium in Antwerp last year, where they lost 2-3 and won 3-3 (5-4 SO) in the previous edition of Pro League.Craig Fulton finds himself in an unenviable place of joining the Indian men’s hockey team with just a few months to go for the all-important Asian GamesHe spoke about the upcoming tours and his philosophy in his first PC as India coachhttps://t.co/4ZRel8E7dH— Dilip Unnikrishnan (@DilipUnnikrishn) May 17, 2023\n\n“As a team, India have built a healthy rivalry against Belgium particularly over the last 5-6 years. We enjoy playing this opponent and the team is always pumped up to do well against them,” captain Harmanpreet Singh said.India have played Great Britain 19 times winning eight matches and losing 10. The last time these two met was in the quarter-finals of the Tokyo Olympics where India secured a 3-1 win on their way to a bronze medal.Fulton hasn’t made too many big calls while naming his first 24-member squad for the Pro League. The most noteworthy inclusion in the team is forward Simranjeet Singh. The 26-year-old was absent from the Indian team for the Commonwealth Games and the 2023 World Cup through injuries.Hockey, FIH Pro League: Fit again, Tokyo hero Simranjeet Singh gunning to make up for lost timeVeteran forwards Mandeep Singh, Akashdeep Singh and Lalit Kumar Upadhyay return to the squad after being rested for the Pro League matches in Rourkela while goalkeeper Krishan Bahadur Pathak also returns to the side.Manpreet Singh continues in his new role in defence with Amit Rohidas and Sumit coming back to the squad. The midfield hasn’t been changed from Rourkela with only Vishnukanth Singh missing. The youngster is currently playing for India at the Junior Asia Cup.Selvam Karthi, Sukhjeet Singh and Gurjant Singh, who were impressive in the Rourkela matches, keep their places in attack as does Abhishek.The European Pro League matches are Fulton and India’s biggest challenges ahead of the all-important Asian Games. The onus will be on Fulton to hit the ground running.Indian Men’s TeamGoalkeepers: Krishan Bahadur Pathak, PR SreejeshDefenders: Harmanpreet Singh (C), Amit Rohidas, Jarmanpreet Singh, Manpreet Singh, Sumit, Sanjay, Mandeep Mor, Gurinder SinghMidfielders: Hardik Singh (VC), Dilpreet Singh, Moirangthem Rabichandra Singh, Shamsher Singh, Akashdeep Singh, Vivek Sagar PrasadForwards: Abhishek, Lalit Kumar Upadhyay, S Karthi, Gurjant Singh, Sukhjeet Singh, Raj Kumar Pal, Mandeep Singh, Simranjeet SinghIndia’s FIH Pro League matches in EuropeIndia vs Belgium, 26 May, 1900 hrs ISTIndia vs Great Britain, 27 May, 1710 hrs IST India vs Belgium, 2 June, 1910 hrs IST India vs Great Britain, 3 June, 1710 hrs IST India vs Netherlands, 7 June, 2310 hrs IST India vs Argentina, 8 June, 2040 hrs ISTIndia vs Netherlands, 10 June, 2110 hrs ISTIndia vs Argentina, 11 June, 2110 hrs IST India’s matches will be broadcast live on Star Sports First and Star Sports Select 2 SD/HD. The matches will also be streamed live on Fancode.","author":"Scroll Staff","time":"2023-05-26T09:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190565-wcwtlpdpeu-1685073023.jpg","tags":["Craig Fulton","FIH Pro League","Indian hockey","Indian men’s hockey team","Harmanpreet Singh","Simranjeet Singh","Hockey"],"source":"https://scroll.in/field/1049797/hockey-fih-pro-league-india-coach-craig-fulton-takes-reigns-in-europe-as-asian-games-draw-near"}