{"title":"Hockey Women’s Junior World Cup, India vs England as it happened: England wins the shootout 3-0","content":"Hope you enjoyed our coverage. See you next time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #JWC2021 #Hockey FT: IND 2-2 ENGShootout: Ind 0-3 EngA final look at the stats from the game.Live updates: https://t.co/hyTRQWSyJv pic.twitter.com/3HOpeDHvnV— The Field (@thefield_in) April 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The Indian campaign ends in disappointment, but there are many more positives to take away from this World Cup. No doubt there will be a number of these players competing at the senior World Cup in 80 days’ time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #RisingStars #RisingStars @TheHockeyIndia v @EnglandHockey https://t.co/u96QTqkm4z pic.twitter.com/fA56QkUbNJ— International Hockey Federation (@FIH_Hockey) April 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England wins it on a penalty shootout. Heartbreak for India, especially after they came back from 1-0 down to take a 2-1 lead. England opened the scoring on the day through a lucky goal from Millie Giglio. Mumtaz Khan equalised and then scored again to put India in the lead, only for Claudia Swain to level the scores with under two minutes left of regulation time.In the shootout, India didn’t do enough as Sharmila Devi, Sangita and Salima Tete failed to score, albeit there was some controversy with India’s last penalty as the hooter went off too early. But the England penalty takers made no mistake, as Katie Curtis, Swain and Maddie Axford - the player of the match - made it 3-0 to give England bronze, their best ever finish at the Junior Women’s World Cup.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout - India 0-3 England: Maddie Axford wins it for England. Moves to her left and plays a reverse-hit goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout - India 0-2 England: Confusion here. Salima Tete goes for the it but the hooter goes off too early it seems. But the save was made as the hooter went off. Decision stands.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout - India 0-2 England: Claudia Swain makes it 2-0 for England after three shots each.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout - India 0-1 England: Sangita Kumari wrong-foots the goalkeeper, but then hits it wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout India 0-1 England: Katie Curtis scores. Bichu Kharibam made the initial save, but Curtis managed to get the ball back and scoop over the goalkeeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout India 0-0 England: Evie Wood makes the save. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India to start the shootout with Sharmila Devi\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The last time India was at this stage of the World Cup, they beat England for bronze in a shootout in 2013.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Millie Giglio put England in the lead before Mumtaz Khan equalised. Khan put India 2-1 up in the 47th minute, but for Claudia Swain to make it 2-2 with just two minutes left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final hooter goes off. Penalties. Penalties. Penalties...\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-2 England: GOAL FOR ENGLAND! It’s Claudia Swain who gets the equaliser. Ball comes in from the right, it hits an England stick and Swain slots it past Kharibam with just under 2 mins to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: Another variation, a shot from Lorna McKenzie deemed dangerous play. Chance wasted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: Another PC for England.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: India moving a bit deeper into their own half, allowing England possession. But India has so far been calm in defence, just as the English have started to show signs of panic in attack. Another 4 mins to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: Maddie Axford takes the shot but Akshata gets a stick and deflects it wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: Penalty corner for England. Potentially controversial, as the umpire claims Ajmina cleared the ball behind the goalline on purpose.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: Just over six minutes left, green card for Sangita. England going for it now, they’ve taken off their goalkeeper to add another outfield player into the mix.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: What a chance for England. Giglio slaps the ball into the shooting circle, an England forward is there but Bichu Kharibam makes herself big and makes the save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: Miscommunication from the Indians and the chance goes wasted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: Ball bobbles onto an English leg, PC retake\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: Momentum now clearly with India. England has started to push up the field, but left gaps in defence. Another Indian counter-attack, and another penalty corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: England defenders get in a good block on the shot and clear the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: Penalty corner for India. Deepika takes the drag-flick, it comes off the first rusher. Another penalty corner for India. In the follow through, the first rusher collides with Deepika, who goes down quickly and has to be helped off the pitch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 2-1 England: GOAL FOR INDIA! Lalrindiki pushes it forward to Sangita, who tries to shoot but misses the ball. In the resulting melee, the ball comes out to Mumtaz Khan on the left. With Welch rushing to make a block, Mumtaz coolly lifts it over the goalkeeper and scores her second on the day.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: Just 11 seconds into this fourth quarter and England wins a Penalty corner. Maddie Axford slaps it hard but excellent save from Bichu.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 1-1 England: Fourth quarter underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 1-1 England: That’s it for the third quarter. Both teams cancelled each other out in this ‘quarter of frustration’ as the commentator describes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 1-1 England: Good circle penetration from India, but as the cross comes in from Lalremsiami on the left, Emily Guckian rushes back to make the interception.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 1-1 England: Rather cagey start to the third quarter with 5 mins still left to play. Neither team has managed to create any clear-cut opportunities, as both have cancelled each other out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Second half starts\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #JWC2021 #Hockey HT: IND 1-1 ENGA look at the stats at HT.Live updates: https://t.co/hyTRQWSyJv pic.twitter.com/MgujNRvPEt— The Field (@thefield_in) April 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “Very happy that we found ourselves when the game was progressing. We’re creating opportunities,” said India coach Erik Wonink.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The match started rather dull given the standards of these two teams, but picked up in the second half after England got the opening goal - a rather lucky goal - through skipper Millie Giglio in the 18th minute. India was back on terms three minutes later through Mumtaz Khan, who scored her seventh of this tournament. It was end-to-end stuff thereon with both teams sharing chances, setting this match up for an exciting second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #RisingStars #RisingStars @TheHockeyIndia v @EnglandHockey https://t.co/u96QTqkm4z pic.twitter.com/Ylyl7IhjXN— International Hockey Federation (@FIH_Hockey) April 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s halftime\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 1-1 England: So close! Sangita Kumari pushes forward deflect another well-worked PC move. Salima Tete slaps the ball towards Sangita, she gets the deflection but the ball sails just an inch away from the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 1-1 England: Penalty corner to India with just a minute left of play. Bit of indiscipline from Maddie Long, she hits the ball away after giving away a free hit. Umpire upgrades it to a short corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 1-1 England: Giglio gets a shot away at the end of another good England move, but Kharibam is there this time to clear the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 1-1 England: Mumtaz so close to doubling the score. Cross comes in from the right and Mumtaz charges into the circle, she dives forward but the ball is just outside her reach and she’s unable to get the deflection.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 1-1 England: Another chance for India. Beauty Dungdung with just the goalkeeper to beat. But Welch makes herself big and a defender comes in make things difficult. Chance goes begging as England get it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 1-1 England: GOAL FOR INDIA! Who else, but Mumtaz Khan to get the equaliser for India. It’s her seventh goal of this tournament. Gets a pass from Ajmina Kujur from the right, one touch to control, second to slot it home.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 0-1 England: GOAL FOR ENGLAND! Very, very lucky goal for Giglio. She gets a weak shot on goal, but as the ball bobbles towards Bichu Kharibam, she mistimes her kick and the ball goes between her legs.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 0-0 England: Excellent chance for India, but Lalrindiki fires just wide. She should have done better though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    England ends the quarter with a good chance, but the opening 15 minutes has been more of a midfield-battle between the two. Second quarter coming up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 England: Excellent stickwork by Claudia Swain to dribble past Ishika Chaudhary and Marina to get into the Indian circle. Ball just gets away from her as she’s about to pull the trigger. She plays the reversehit on the run but ball goes wide, just as the hooter sounds for the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 England: Millie Giglio, the England captain rushes into the Indian circle and pulls it to her left for Vicki McCabe, but it’s a bit too strong and two England forwards collide as the chance goes begging.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 England: Tilly Butterworth gets England’s first shot on goal, but it’s a weak attempt easily saved by Bichu Devi Kharibam. Butterworth gets the ball again, goes for a reverse hit but it’s adjudged as back stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 England: Deepika gets the shot away, but Mila Welch in the English goal sticks out her left foot to make a strong save. It launches an England counter-attack till there’s a stick check in the Indian circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 England: Deepika’s drag-flick catches a rusher’s foot, PC to be retaken.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 England: Penalty corner for India. Good charge in from Sangita from the right, makes the cross and there’s chaos till the ball strikes an English leg.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    And they’re off!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “This team has made a lot of improvement, today is just confirmation for the girls to show that they’re ready to take the next step,” said India coach Erik Wonink.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    An update from the 5-6th place match, Argentina beat South Korea 10-0. Soon we’ll know who finishes third and fourth - India or England. And then the final between the Netherlands and Germany.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    This is the lineup for India's Bronze Medal match against England in the FIH Hockey Women's Junior World Cup today on 12th April at 5 PM IST.#IndiaKaGame #HockeyIndia #JWC2021 #RisingStars #hockeyinvites @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/CW5U857B5G— Hockey India (@TheHockeyIndia) April 12, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Both teams have charged out onto the pitch for the national anthems for once last time in this tournament. Match will start in just a few minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live coverage of the Hockey Women’s Junior World Cup.  India, led by Salima Tete, take on England in the bronze medal playoff at this World Cup. India lost 3-0 to the Netherlands and England were thumped 8-0 by Germany in their respective semi-finals. Both teams still have a chance to ensure they don’t return home empty-handed.This is only the second time India reached the semi-final of the Junior Women’s World Cup. The team had won bronze in 2013, and the current squad has a chance to emulate the success of the team from nine years ago - which had the likes of Rani Rampal, Sushila Chanu and Vandana Katariya among others in their ranks. For England, meanwhile, this was the third time they reached the last four, but have failed to win a single medal so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Get to know more about India’s squad for the tournament hereStats / photos courtesy: FIH.Hockey / Official FacebookScreenshots: Fancode","author":"Shahid Judge","time":"2022-04-12T16:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172949-suitvunbst-1649762263.jpg","tags":["Hockey","Indian hockey","Indian hockey live updates","hockey live","Hockey Women’s Junior World Cup","JWC2021","women's hockey junior world cup live updates","Salima Tete","Lalremsiami","Sharmila Devi","Hockey live scores"],"source":"https://scroll.in/field/1021698/hockey-womens-junior-world-cup-india-vs-england-live-salima-tete-co-are-a-win-away-from-bronze"}