{"title":"Hockey: New India men’s chief coach Craig Fulton on his short-term targets, philosophy and more","content":"After a disappointing home World Cup, the Indian men’s hockey team embark on a critical four-month period leading up to the all-important Asian Games, with qualification for the 2024 Paris Olympics on the line.It is during this this crucial phase that Craig Fulton takes over as the chief coach of the team. The South African’s first assignment takes him to Europe where India play reigning Olympic champions Belgium, the Netherlands, Argentina and Great Britain in the FIH Pro League.That will be followed by a Four Nations tournament in Spain and the Asian Champions Trophy in Chennai. Fulton finds himself in an unenviable position of winning important matches for India while also implementing his ideas and tactical style on a team that is expected to once again challenge for a podium position at the Olympics next year.In his first press conference since taking charge of the team, Fulton spoke about the importance of the upcoming Asian Games, the playing philosophy he wants to implement in India and trying to blend in youngsters during the next few months, and more.Edited excerpts follow from his media interaction:You are taking over in a rather tricky phase since there are important matches coming up in the Pro League, and then the Asian Games. With that in mind, you won’t have much settling-in time. How challenging will that be for you?I think the bottom line is that we have a a boost of confidence coming off the back of Rourkela. The group did well. They found a little bit of the identity, some tactics changes. They’ve had a boost of confidence in Rourkela with new coaches and new staff coming in. There’s obviously a twilight period where you need to get your stuff together to understand how each other works and then what I want from everyone and then also what I want from the group and the playing style. At least you’re not starting from the very, very low base. The confidence is there. The guys are playing well, they’re fit and we’re now focusing on the way I want to play and I think they’re enjoying it.It’s definitely becoming a more visual thing what we’re trying to do. And the second part of that, the priority is to qualify for Paris by winning the Asian Games. That is our number one priority by using the Pro League, the tournament after being the Four Nations in Spain and then the Asian Champions Trophy to really set us up to be as strong and as connected as possible, to put ourselves in a good position to try and qualify straight away for Paris.What are your thoughts on the team when looking from the outside in comparison with what you have seen up close in the past couple of weeks?From the outside looking in over the last few years, India is an exciting team. It’s filled with talented players and I think the one thing that struck me was India’s very difficult to play in Asia and specifically in India. The challenge from the outside is how successful can India be outside of it in a consistent performance-way. The last few big tournaments, the World Cup in 2018 and the Olympics, India played well outside of home. There was a bit of a hiccup at the 2023 World Cup. But now all the tournaments and the big tournaments are outside India for the next foreseeable two-year cycles to four-year cycles. From the next Olympics to the next World Cup.I always thought that they were more dangerous at home than they were away. But now we’ll have to really challenge that notion and see if it brings true. But the objective is to try and be very, very consistent away from home. So obviously with not having the Indian support and playing conditions and the weather and everything, maybe it could be something that we need to focus more on to get better consistency by playing away from home.Will we see more foreign tours in the coming time since most of the big events are away from home?Yes. And also five of the the top eight teams in the world rankings are from Europe. So we’d like to play against all of them. That would be in the planner for sure to try and get that kind of opposition and also outside of India.There are a lot of good juniors coming through. How will you find a balance in the team with experienced players and youngsters?I am always on the lookout for young talent and that’s always an important thing. Whether or not they’re ready to play right now is not necessary the biggest challenge. The biggest challenge is to find them and then how you bring them in is a balancing act. But there are three tournaments that we will play. We will play the Pro League now and there’s one or two youngsters coming with us like Sanjay. He hasn’t got a cap with a couple of others that have got a few caps. Raheel’s only got I think four caps and he’s coming with. So at the end of the day, you’re looking at three tournaments to try and move the youth into a team with experience and then off the back of that, select your strongest team to go for the Asian Games.#Hockey #FIHProLeagueCraig Fulton has named his first squad as the Indian men’s hockey team coach for the upcoming Pro League matches https://t.co/mDDA6ET5Ou— The Field (@thefield_in) May 15, 2023\n\nWhat is your coaching philosophy? Do you like to play attacking hockey, defensive hockey? I think philosophy-wise I’d like to defend to win. I’d like to have our defensive structures in place because that’s the first step of attacking. If we try to play a counter-attacking style it doesn’t help if you can’t defend, so you would never win the ball back to counter attack. At the same time what happens if you are 2-0 down? You can’t sit in your own half and you have to make the game then. You’re going to have to high press, you’re going to have to put the opposition under pressure. We’re going to need to do both. I’m a very forward, attacking coach. I like to score goals, but I also like to do a very solid defensive play.With the players available to you, do you feel they can carry out that philosophy? Yes, I think it’ll take a bit of time, but it’s also making sure we are harnessing the DNA of the team, which is fast, it’s skillful, it’s connected, it’s counter-attack, it’s very strong on set pieces, fantastic penalty corner defence, good goalkeepers. It has all the ingredients. It’s more case of really being able to be composed enough to do it and execute. And especially you know the offense because we got some good strikers, but we need them to really fire and really connect well together. And based on a good solid defensive structure.Any India job comes up with huge pressure and huge expectations. How do you deal with that pressure and what is the vision you have for the team? I think it goes without saying that the Indian men’s job is one of the hardest jobs in in world hockey. That’s obviously a given in a sense of expectation. But I suppose with the way I look at it is I expect to do well. I want to do well. It’s not like I’m coming here half-hearted. I’m already expecting it to go well because everything is risk. At the same time, I’m really positive about being in this position. I like what I see in the team. I like our chances in terms of where the team is now to where we can progress to be at our best come the Asian Games. I like what I see in the group. I like what I see in the environment. We have a lot of competition now before the Asian Games. We have a first home tournament, which is a bit tricky because it’s three days after we’ve been in Spain. So it might be a changeover of the group because one group’s been playing a lot in Spain and it can’t just go back-to-back to another tournament in Asian Champions Trophy. We just have to be smart about that.Hockey IndiaWhat’s the one thing you want to focus on the team? What are the strengths and weaknesses that you’ve seen from outside and in the two weeks?I think what I really want to focus in on is our defend to win attitude so that we can play to our strengths. That means turning over the ball and being able to counterattack because that’s what India’s fantastic at. The ability to intercept and move the ball and play aggressive, fast hockey into space is really, really important. The second thing I’d like to identify is composure. When we under real pressure, everyone is calm, everyone is confident, everyone knows what to do and we just play ourselves out of a really difficult situation. That’s what my real focus is at the moment. When you are the chief coach, you’re working with a select group of players. Do you also see yourself getting an idea of the domestic events that happen from which this batch of 40 is selected?I think the step before that is really focusing on the junior talents. We play three matches now against the juniors and there’s some real talents in that junior squad as well. So the outside domestic for sure, that would would be one step. I stay in touch with David John and he’s heavily involved in that space, but also the under-20, under-21 block and the training of the 35 players that are here, some real talents in there as well. I would look there first because what’s out there, we’ll see come in with the 60, come in and then we’ll cut it down. But we’re also looking at the juniors as well. They’ll have the Asian Champions Trophy as well now and then. I look at all those games but im watching them train and be playing against them and some there’s some really nice talent there as well.What kind of discussions did you have with the Hockey India board and the Sports Authority of India before you took up the job? To be the number one team in Asia is definitely one of the goals that we want to achieve and be that consistently. And then push because if you’re sitting on a world ranking of four or five, it’s to consistently try and reach the podium. And then when you build enough experience and you have a game plan that suits all the individuals playing to their strengths, then you can realistically push on only once you’ve got to that level to try and get to the finals and then try and win those finals. But we’re a good team, we’re not the best team at the moment. We’ve got some work to do, but at the same time we’re a very difficult opponent to play. Not many teams will like playing us. If we can keep the fitness going and the new style of play that we want to try and implement, I think that could be a very good place for us to be. ALSO READ: Craig Fulton appointed Indian men’s team’s new chief coach – here’s what you need to knowHave you had the time to focus on tactical changes because the handover did happen very recently? Will we see much changes in the team from their last Pro League matches?I think we’ve gone in tactically to our own trainings and what we’re trying to achieve, but it’s still early days for that. From a tactical view, we still need to keep adapting. We’ve got two ways of playing. We always have the high presses in the DNA of the Indian men’s team, but the half-court and playing a little deeper is something we need to get really confident with and it brought some results at Rourkela for sure. At the same time we need to be able to press out as well. There’s a few areas of focus for now, but we have the priority of the Asian Games over all the other tournaments. But we’re using each of these tournaments to get better into areas of our game so that we are in a good position come August.Boss is in the house 🏠Here's a sneak peak into what you can expect from the Indian Hockey Men's Team in the upcoming tournaments.#HockeyIndia #IndiaKaGame pic.twitter.com/9in7tYTTg6— Hockey India (@TheHockeyIndia) May 16, 2023\n\nIndia winning the Olympic medal in Tokyo ended a long wait. For the players who were a part of that team, do you feel that since they’ve accomplished winning a medal, there is a chance of complacency? How do you deal with it?I suppose that’s dependent on how strong you create your culture and your environment, so that your culture and your environment doesn’t accept a lesser standard. The standard is an Olympic standard and we need to reach that standard every day, every week, every month, if we want to improve on our bronze medal. If the guys don’t want to improve on a bronze medal, there’s not much you can do about that. But collectively, if we decide to do that, then the standards go up. And the environment pushes everyone into that space. And then you start to believe and you can see that this is possible because of the results. And we are beating the top-four teams in the world and having consistent matches with everyone else. Then you start to build belief. But you have to create an environment and a culture that is very, very strong. It’s accountable but it’s based on teamwork and leadership. And then I think if you bring that all through, everyone gets excited about the vision. Tactically, we are as good as we could be. Mentally, we as strong as we could be. I think we put ourselves in a good opportunity. The group must almost discipline each other. I can stand with a big stick or a big carrot. But ultimately the carrot’s the way to go because the group is drawn towards the vision of doing better than what they did before.  We have to decide that, to make sure that we are ready for the challenge and do everything in our power to keep those standards and those behaviours up every day.As a coach, what are the two or three non-negotiable things that are absolutely integral to how you see this Indian team playing in your time? No team wins any match in the first half. It’s the ability to start really fast and strong but finish stronger. It’s always important to try and build scoreboard pressure so that you can then dictate the game to a point. But that doesn’t mean it’s easy because if you are 2-0 up and you don’t match the intensity and the energy that the chasing team is bringing, then you end up 2-1, 2-2 and now we have to find another gear to try and get up.Coming to the non-negotiables, there’s a lot of things that go into that, but that’s for me and the team at the moment because it’s all new and we haven’t gone through everything yet. But it’s just more of an ability that we finish the third and the fourth quarter with a lot of spirit and a lot of mental energy and the physicality. How we are training for that is that if we are 2-0 up we can cope, and if we are 2-0 down we can cope. We can still try and get a result out of every game. That’s the objective mentally. We’ll do our homework tactically. But technically there’s all the things that I’m learning now about what the group can do and how we can best play people in certain areas to bring that. But I still need some time to put in the tactics. Then the non-negotiables come with those tactics. It’s starting to come, but it’s going to take some time.India’s FIH Pro League matches in EuropeIndia vs Belgium, 26 May, 1900 hrs ISTIndia vs Great Britain, 27 May, 2130 hrs IST India vs Belgium, 2 June, 1900hrs IST India vs Great Britain, 3 June, 1700 hrs IST India vs Netherlands, 7 June, 2300 hrs IST India vs Argentina, 8 June, 2030 hrs ISTIndia vs Netherlands, 10 June, 2100 hrs ISTIndia vs Argentina, 11 June, 2100 hrs IST","author":"Dilip Unnikrishnan","time":"2023-05-17T13:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190269-iczoxvjysh-1684329263.jpeg","tags":["Craig Fulton","Hockey","Indian Hockey","Asian Games 2023"],"source":"https://scroll.in/field/1049210/hockey-mens-coach-craig-fulton-on-taking-over-in-a-tricky-phase-focus-on-asian-games-and-more"}