{"title":"Hockey: Indian women’s team to play New Zealand, USA and Italy in Pool B of Olympic qualifiers","content":"The Indian women’s hockey team were, on Wednesday, grouped with New Zealand, USA, and Italy in Pool B for the upcoming 2024 Paris Olympics qualifiers.This development comes after the conclusion of the Pan American Games and the African Hockey Road to Paris 2024 tournaments.The teams in Pool A are Germany, Japan, Chile, and Czech Republic.The top two teams from each pool will qualify for the semi-finals of the 2024 Paris Olympics qualifiers after a round-robin stage. The winners of both semi-finals will be assured of a spot at the Olympics, while the losers of semi-finals will battle it out for the final spot.The Indian team will compete in the qualification tournament in front of their home crowd in Ranchi from January 13 to January 19.  The competition was earlier slated to be held in China but once their team qualified for the quadrennial event with a gold medal at the 2022 Hangzhou Asian Games last month, the event was shifted to India.A group of remaining eight teams in the women’s section – Belgium, Great Britain, Spain, Korea, Ireland, Canada, Malaysia, and Ukraine, will play their qualifiers at Valencia, Spain. The top three teams from here will also qualify for the Paris Olympics.The groups were divided on the basis of the FIH World Rankings on Monday.A total of five teams – Australia, Netherlands, China, Argentina, and South Africa, have already qualified for the women’s hockey competition at the 2024 Paris Olympics whereas France will compete as hosts.Indian men’s team qualifiedThe Indian men’s hockey team has also already qualified for the Paris Games, thanks to their gold medal winning effort at the 2022 Asian Games. The other men’s teams to have earned qualification include Australia, Netherlands, Argentina, South Africa and France.A total of 16 men’s team have also been classified into two groups of eight teams each for the Paris Olympics qualifiers. While one group will compete in Muscat, Oman, the other will compete in Valencia for a spot at the Paris Games.The eight men’s teams that will compete in Muscat include Great Britain, Germany, New Zealand, Malaysia, Pakistan, Canada, Chile, and China.The eight teams that will compete in Valencia are Belgium, Spain, Korea, Ireland, Japan, Austria, Egypt, and Ukraine.Much like the women’s section, the top three teams in Muscat and Valencia will qualify for the 2024 Paris Games.","author":"Scroll Staff","time":"2023-11-06T20:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195490-bwwkpdkgoy-1698811310.jpeg","tags":["Hockey","2024 Paris Olympics","Paris Olympics Qualifiers","India","Indian Hockey"],"source":"https://scroll.in/field/1058733/hockey-indian-womens-team-to-play-germany-and-new-zealand-in-eight-team-group-olympic-qualifiers"}