{"title":"Hockey: Salima Tete 2.0 – a speedster who is adding confidence and creativity to her improving game","content":"Salima Tete has been rather busy these past few weeks. When not grinding it out on the hockey pitch – for which she had been named Hockey India’s player of the year for 2023 on March 31 – she finds herself travelling back home for the precious few moments she gets to spend away from the national camp.Her home, in the remote village of Barkichhapar in Simdega district of Jharkhand, has undergone some work. From once living in a mudhouse, Tete has moved her family into a permanent structure.“Kabhi kabhi rone ka mann karta hai aur proud bhi feel hota hai,” she told Scroll about the times she feels like weeping, and how proud she is of her achievements.“We still face water problems and network issues there, but things have surely improved over the years.”Her improved lifestyle reflects the way in which she has played and grown in the sport. She made her debut for the senior Indian team in 2016. Since then she has won 107 caps for the national team with a number of titles along the way – bronze at the 2022 Commonwealth Games and 2022 Asian Games, gold at the 2023 Asian Champions Trophy. She was also part of the Indian team that finished fourth at the 2020 Tokyo Olympics.She was also the 2022 Asian Hockey Federation’s emerging player of the year.Off late though, the team suffered the heartbreak of failing to make it to the 2024 Paris Games. But as the team starts to pick up the pieces and begins a long rebuilding process, 22-year-old Tete will be one of the central figures for the team.Also read: Despite the setback, it is important to continue the support for the Indian women’s hockey teamAnd it is handy that she has transformed from a player who could just run fast and dribble to a well-rounded attacker.She is more confident in attack and unafraid of taking shots at goal – without compromising on her pace.“I have started to enjoy the attacking role,” she said.Upskilling and trusting herselfShe has put in a considerable amount of work during the practice sessions before the results started showing. The biggest change was to get her to develop her left-foot play – essentially, being able to dribble and cut in towards the left more fluently. This was an important change, given that Tete favours playing on the right flank.Adding the new tool to her arsenal has made her a multi-dimensional player. And the experience she has gained with her 107 international appearances has made her mature on the pitch.“When I was a junior I barely had any confidence,” she said, laughing. “The more tournaments I have played, the more I have grown in confidence.“The seniors always tell me, ‘apne skills par trust karo. Trust in your skills.’ If you trust in your skills, you can do anything…this has been my only target.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe increase in self-confidence has also meant that Tete has started to become more creative in midfield, while also communicating with her teammates during plays.“Earlier I rarely spoke, but now I try to guide people on the field,” said Tete. “For example, if Lalremsiami or Sharmila [Devi] are playing in front of me, I tell them do this, do that. I demand them to be in a certain position, if I have the ball. All this has made playing easier.”Tete implemented all her learnings during the 2024 Senior Women National Championships in March, helping Jharkhand to a bronze medal finish, scoring two goals in the process.Need for individual leadership With the experience she has gained, she does fancy taking  on additional responsibilities within the Indian team.“It should happen,” she said. “But more importantly you should be an individual leader first, handling your own responsibilities. This is something every girl in the team is working towards – to be a leader in their own right.”Also read: Salima Tete’s sprint from the fields of Simdega to India’s midfieldAs much as she likes to learn and grow in the sport, she makes it a point to take a break whenever possible.Her time spent at home has reduced off late, with training and tournaments taking the centre stage. Whenever she drops in, she tries to visit the grounds she grew up playing in before her glory days.“I do not get a lot of time these days, but I try to visit those places when possible,” said Tete.“I feel proud that I have reached where I am after starting out on those soil grounds. If I find kids playing there, I try to go and talk to them to tell them on how to improve. It makes me happy,” she added.In May, the Indian team will begin the second leg of the Pro League season. It will be their first assignment after the departure of former coach Janneke Schopman. It will be the team’s first step towards a rebuilding process.And Tete, already an important figure in the team, will be a vital cog in that resurgence.","author":"Abhijit Nair","time":"2024-04-19T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200137-ulsatilbfr-1713435347.jpg","tags":["Hockey","Indian Hockey","Salima Tete","Hockey India"],"source":"https://scroll.in/field/1066799/hockey-salima-tete-2-0-a-speedster-who-is-adding-confidence-and-creativity-to-her-improving-game"}