{"title":"Hockey, FIH Pro League: Harmanpreet Singh to lead as coach Craig Fulton names his first squad","content":"Hockey India on Monday named a strong 24-member Indian men’s team for the next leg of the FIH Hockey Pro League in Europe starting 26 May.In their previous Pro League matches at home, India remained unbeaten against reigning World Champions Germany and Australia which helped them top the points table. In Europe, they will hope to continue their winning momentum as they take on the formidable Belgium and Great Britain in London followed by matches against the Netherlands and Argentina in Eindhoven, the Netherlands.This will be the team’s first outing under newly-appointed chief coach Craig Fulton while the team will continue to be led by ace dragflicker and defender Harmanpreet Singh and vice captained by the prolific midfielder Hardik Singh.The team features goalkeepers Krishan Bahadur Pathak. He returns to the squad after missing the home matches due to his wedding. He will be joined by PR Sreejesh in the goalpost while defenders list includes five penalty corner specialists in Harmanpreet Singh, Amit Rohidas, Jarmanpreet Singh, Sanjay and Mandeep Mor.Manpreet Singh who was the cynosure of India’s midfield will be seen in a new role, playing in India’s backline along with Sumit and Gurinder Singh have also been named in the backline.The midfield will be led by Hardik Singh along with Dilpreet Singh, Moirangthem Rabichandra Singh, Shamsher Singh, Akashdeep Singh and Vivek Sagar Prasad. India’s forward line sees the return of Simranjeet Singh who last played for India at the Asia Cup Jakarta but had to return home midway due to injury issues. He will be joined by a good mix of experienced and young set of strikers like Abhishek, Lalit Kumar Upadhyay, S Karthi, Gurjant Singh, Sukhjeet Singh, Raj Kumar Pal and Mandeep Singh.Speaking about the team selection, Fulton said, “I am pleased with the team we have selected for the upcoming Pro League tournament against Belgium, Holland, Great Britain and Argentina. Our current world ranking of 4th reflects the team’s hard work and dedication post the World Cup. This tournament will be a great opportunity for us to compete against top-ranked teams and further improve our overall game. We are looking forward to the challenge and hope to have a strong finish to the pro league tournament.”Indian Men’s TeamGoalkeepers:1. Krishan Bahadur Pathak2. PR SreejeshDefenders:3. Harmanpreet Singh (C)4. Amit Rohidas5. Jarmanpreet Singh6. Manpreet Singh7. Sumit8. Sanjay9. Mandeep Mor10. Gurinder SinghMidfielders:11. Hardik Singh (VC)12. Dilpreet Singh13. Moirangthem Rabichandra Singh14. Shamsher Singh15. Akashdeep Singh16. Vivek Sagar PrasadForwards:17. Abhishek18. Lalit Kumar Upadhyay19. S Karthi20. Gurjant Singh21. Sukhjeet Singh22. Raj Kumar Pal23. Mandeep Singh24. Simranjeet SinghIndia’s FIH Pro League matches in EuropeIndia vs Belgium, 26 May, 1900 hrs ISTIndia vs Great Britain, 27 May, 2130 hrs IST India vs Belgium, 2 June, 1900hrs IST India vs Great Britain, 3 June, 1700 hrs IST India vs Netherlands, 7 June, 2300 hrs IST India vs Argentina, 8 June, 2030 hrs ISTIndia vs Netherlands, 10 June, 2100 hrs ISTIndia vs Argentina, 11 June, 2100 hrs IST India’s matches will be broadcast live on Star Sports First and Star Sports Select 2 SD/HD. The matches will also be streamed live of Fancode","author":"Scroll Staff","time":"2023-05-15T12:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190175-sbuwyotfdj-1684135436.jpg","tags":["Hockey","Harmanpreet Singh","Craig Fulton","Hockey India","FIH Pro League","Hardik Singh","Simranjeet Singh"],"source":"https://scroll.in/field/1049127/hockey-fih-pro-league-harmanpreet-singh-to-lead-as-coach-craig-fulton-names-his-first-squad"}