{"title":"Hockey, Olympic Qualifiers: Youthful Indian women’s team eye ticket to Paris Games","content":"In an ideal scenario, the Indian women’s hockey team would have liked to have started 2024 by fine tuning their preparation for the 2024 Paris Olympics. Instead, they find themselves needing to play five crucial matches to qualify for the Games.Janneke Schopman’s team return to Ranchi, where they won the Asian Champions Trophy in November, looking to punch their tickets to Paris.India come into the tournament as favourites to clinch one of the three spots up for grabs. But as it has often been the case over the last few years, do not discount India making it difficult for themselves to get the job done.In preparation for the Olympic qualifiers, the team competed in a Five Nations tournament in Spain where they lost three of their four matches. To be fair, the tournament served as an avenue for teams to try out different tactics and strategies ahead of the Olympic qualifiers. Moreover, none of the losses were heavy defeats.Team analysisHead coach Schopman continues on her mission to give young players more chances. She has named a youthful but talented 18-member squad with an average age of 24. Moreover, only six of the 18 players have been capped more than a 100 times.Both those numbers would have risen had forward Vandana Katariya remained in the squad. The forward, who had been named as vice-captain for the tournament, had to pull out after suffering a an injury to her face.In her place, Schopman has called up 22-year-old Baljeet Kaur to lead a young forward line. In Katariya’s absence, Lalremsiami will have to lead the attack. Though still 23, Lalremsiami is one of the more experienced players in the side.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe impressive Deepika and Sangita Kumari round up the attack. Both players have not let Schopman down since making the breakthrough into the senior team. Kumari was India’s top scorer at the Asian Games and the Asian Champions Trophy and has become a vital cog in the Indian set up.In Deepika, India have found a forward who is deadly from penalty corners. The 20-year-old helped India win their first junior women’s Asia Cup last year with four of her seven goals coming from penalty corners. She followed it up by scoring five goals in Hangzhou, of which three came from penalty corners.The pressure will be on Deepika during penalty corners with veteran defenders Gurjit Kaur and Deep Grace Ekka missing out. The pair have been India’s go-to penalty corner specialists but were left out of the team for the Olympic qualifiers.Schopman has named just four frontline defenders in Nikki Pradhan, Udita Duhan, Ishika Chaudhary and Monika. It is likely that some of India’s defensive-minded players from midfield will drop back and help out when required. But this is a gamble in a must-win tournament.While the defence and attack may look weak on paper, the Indian midfield is stacked with senior pros and exciting youngsters. In Nisha, Neha Goyal, Navneet Kaur, Salima Tete and Sonika Thandi, India have a solid core of experienced players who can dictate the outcome of matches.Jyoti Chhatri, Beauty Dungdung and Vashnavi Vitthal Phalke bring flair and energy to the midfield. Phalke, in particular, has impressed since breaking into the team last year and was one of India’s best players at the Asian Games.CompetitionNew Zealand are India’s biggest challengers in Pool B with the result between the two teams likely to decide who will face Germany in the semi-finals.India has never beaten New Zealand in regulation time. India’s only win, in 15 attempts, against the Kiwis came through a penalty shootout in the bronze medal playoff match at the 2022 Commonwealth Games.While India has had considerable game-time during the second half of the 2023 season, New Zealand played just five matches since the 2022-23 Pro League ended in June. The Black Sticks’ only preparation for Ranchi has been a two-match series against the USA in December.India has a similar losing record against the USA, losing nine times and winning just four times with two matches ending in draws.India had qualified for the Tokyo Olympics by the skin of their teeth by winning 6-5 on aggregate against the US. In the playoff, India won the first match 5-1 only to lose the second match 1-4, qualifying by the narrowest of margins.Since then the Indian team has grown in strength while USA has struggled. In the 2020-21 FIH Pro League, India won both their matches, scoring eight goals and conceding two.Italy, ranked 19th in the world and the last team in Pool B, would have to beat impossible odds to qualify for the semi-finals. The Italians will likely serve as an opportunity for the other three teams to shore up their goal differences.Indian squadGoalkeepers: Savita Punia (c), Bichu Devi Kharibam Defenders: Nikki Pradhan (vc), Udita, Ishika Chaudhary, Monika Midfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Beauty DungdungForwards: Lalremsiami, Sangita Kumari, Deepika, Baljeet KaurIndia’s matchesJanuary 13: Vs USA at 7.30pmJanuary 15: Vs NZ at 7.30pmJanuary 16: Vs Italy at 7.30pmThe Hockey Olympic qualifier matches will be broadcast on Sports18 and streamed live on JioCinema","author":"Dilip Unnikrishnan","time":"2024-01-11T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197363-itctgjtxke-1704863393.jpg","tags":["Janneke Schopman","Indian Hockey","Hockey Olympic Qualifers","Savita Punia","Deepika","Lalremsiami","Indian Women’s Hockey Team"],"source":"https://scroll.in/field/1061898/hockey-olympic-qualifiers-youthful-indian-womens-team-eye-ticket-to-paris-games"}