{"title":"Hockey: Rani Rampal, Sardar Singh to coach sub-junior men and women’s teams","content":"Hockey India announced a special coaching camp and international matches for the Indian sub-junior men’s and women’s team with former Indian captains Sardar Singh, and Rani Rampal taking up the mentorship and coach’s role.According to a release issued by Hockey India on Thursday, the coaching camp will aim to promote and develop a strong grassroot structure and provide the sub junior talent with a high performance environment. The sub-junior men’s and women’s camp will be for 45-50 days and will commence from August 21 at the Birsa Munda Hockey Stadium, Rourkela, which has state-of-the-art facilities. The camp will then be followed by international matches in Europe – Belgium and the Netherlands.A total of 40 players each will be selected for the sub-junior men and sub-junior women camps. The players have been chosen on basis their recent performances in the Hockey India sub-junior National Championships. Additionally, a qualified coaching staff consisting of a coach, two assistant coaches, two physios, two masseuse and a trainer will be accompanying each team.Although Rampal ruled out retirement plans, she said she was excited about the prospect of coaching the sub-junior side. Meanwhile, Singh said he wants to help Hockey India in creating a larger pool of players for Indian hockey.Talking about the initiative, Hockey India President Dilip Tirkey said, “We believe it is crucial to induct players in this age group to a programme that is on the same lines of the junior and senior camps that are ongoing in SAI, Bengaluru.”Rampal too had similar views as she emphasized on the importance of a strong national program in this age category. She said, “The playing structure will also be similar to what’s followed by the senior teams so, I believe this camp will be a big step forward in the growth of the sport.”Hockey India General Secretary Bhola Nath Singh said that the main reason for introducing these new sub-junior teams and national camps is to ensure they progress beyond the national level. He also said: “While we have been relying on foreign coaches of late, we decided that we must give our ex-players a chance and platform to become a good coach. On the same note, I thank Sardar Singh and Rani Rampal for having accepted the roles.”","author":"Scroll Staff","time":"2023-08-10T21:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/168256-huhectdbuy-1640944144.jpeg","tags":["Rani Rampal","Sardar Singh","Hockey India","Hockey","Indian hockey","Dilip Tirkey"],"source":"https://scroll.in/field/1054153/hockey-rani-rampal-sardar-singh-to-coach-sub-junior-men-and-womens-teams"}