{"title":"Hockey, Olympic Qualifiers, India vs Italy as it happened: IND through to semi-finals with 5-1 win","content":"That’s it from us tonight! Do join us on Thursday when India take on Germany in their semi-final match at 7.30pm IST.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 5-1 Italy, FT: India qualify for the semi-finals with a comprehensive 5-1 win over Italy. They can take confidence from this match into their semi-final clash against Germany, who will be much more clinical than Italy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 5-1 Italy, FT: Italy score! Italy finally score for the first time in the group stage! India gave away a PC just as the clock ticked down to 0. They finally get it right this time as Rinaldi’s slap shot takes a touch off Udita and zooms past Bichu. A nice moment for the unheralded Italians who end their night with a goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 5-0 Italy, Q4: There’s a rare outing for substitute keeper Bichu Devi as Savita Punia comes off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 5-0 Italy, Q4: Udita has a second! Once again her slap shot takes a touch of an Italian defender and sneaks past the goalkeeper!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-0 Italy, Q4: India hit Italy on the counter and Lalremsiami catches an Italian foot to win another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-0 Italy, Q4: Savita Punia finally makes a save to deny Federica Carta from her low drive. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-0 Italy, Q4: A third PC for Italy and they finally trap it right…just about. Camila Machin’s slap shot comes off Nisha Warsi’s stick and loops up and out. The umpire gives another PC for dangerous play. India review and lose it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-0 Italy, Q4: Navneet Kaur scores! Another superb goal from India and it was all Navneet. She got the ball on the right and jinxes past one, two, three, four, five defenders and into the circle. The chances looks like it has gone after a her pass is intercepted but there is a mix-up between the two Italian defenders and Navneet sneaks in and steals the ball before putting the ball into goal, all without breaking a stride. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-0 Italy, Q4: Two goals in the third quarter has set up an easy fourth quarter for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-0 Italy, Q3: What a stunning goal from Salima Tete! Vaishnavi Phalke find Tete unmarked in the right inside the circle. Tete takes a touch before smashing the ball into the roof of the goal. Found the smallest of gaps between the keeper and the post and lasered her short. Oooofff!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 Italy, Q3: Italy win another PC but squander it with a poor trapping. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 Italy, Q3: Deepika nearly has another. She fires a low shot at goal but finds the side of the goal. She should have passed it to Sangita who was unmarked in front of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 Italy, Q3: India score! There’s the goal that India were waiting for. Sofia Laurito gives away the ball cheaply and Lalremsiami is in a one-on-one situation against the keeper. Laurito tries to make amends for her error but ends up fouling Lalremsiami from behind. The umpire does not hesitate to award a penalty stroke. Deepika steps up and dispatches the ball into the bottom corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q3: Udita joins the Indian attack and wins another PC for India. They make a mess of it as Monika fails to trap it and Italy launch an immediate counter. India get back just in time to blunt the attack and Italy give the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q3: The first big chance of the half goes India’s way. Lalremsiami plays a lovely pass towards the front of goal but Sangita cannot trap it. The ball rolls on towards the far post where Jyoti has made a good run but the ball is just out of her reach. That would have been a good goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q3: Navneet Kaur gets us started in the third quarter. As things stand, India are on their way to the semi-finals. Would be nice to score a couple of goals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, HT: India try to get another goal before the half comes to an end. Once again the attack comes from the right and once again Italy repel it. The Italians have been one tenacious defensive unit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q2: Italy with a sustained spell of possession on the right of the Indian circle. The Italians finally manage to get past the Indian block and make their way into the circle. However, Sonika does well to steal the ball and launch a counter. Deepika makes her way into the circle but cannot get an attempt on goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q2: India are finding it difficult to create good chances. Italy are defending really well and are also pressing strongly whenever India come anywhere near their 23m line.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q2: India start the second quarter with their second PC of the match. Lovely 3D skills from Sangita Kumari down the left channel and she wins a PC. Udita’s slap shot is blocked by the defender on the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q1: Italy have a first penalty corner of the match! They can punish India here if they get it right. Isn’t meant to be as the trapper fails to trap the ball and India immediately get on the counter. Beauty Dungdung gets the ball on the left and swoops in and shoots. However, Lucia Caruso smothers the shot. India try from the right with Tete but the hooter goes off for the end of the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q1: Italy making their numbers count now as Ivanna Pessina makes her way into the circle and tries to find an Indian foot. Monika does well to keep her foot out of the way and clears the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q1: Lalremsiami picks up a silly green card and will now have to spend two of the four remaining minutes in the first quarter on the bench.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q1: After that opening punch, Italy have done well to blunt Indian attacks and have launched attacks themselves. The final pass has been lacking for both sides.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Italy, Q1: India take the lead! Italy loses possession very quickly after getting the match started. Salima Tete, the player of the match against New Zealand, wins India the first penalty corner of the match. Udita’s slap shot takes a touch off the first rusher and loops over the prone keeper and goes into the back of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Italy: We have a very passionate rendition of the Italian national anthem by the Italian team. The Europeans are pumped up. So are India. And we have pushback!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Italy, Janneke Schopman: (On watching the US vs New Zealand match) It’s nervous watching when you are not playing the match. I have told the girls that we don’t need to focus on the match as we have our fate in our hands. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Semi Final berth at stake, it's time to quash the Italian challenge. Here's are the starting lineups of India and Italy for tonight's game at the #FIHOlympicQualifiers, Ranchi 2024. #HockeyIndia #IndiaKaGame #EnRouteToParis @CMO_Odisha @FIH_Hockey @IndiaSports… pic.twitter.com/Epe4A9RVtO— Hockey India (@TheHockeyIndia) January 16, 2024\n\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of Indian hockey!With the United States beating New Zealand and topping group B with three wins out of three, India only need to not lose to Italy tonight and they will qualify for the semi-finals along with the US.Though they have lost both their matches so far, Italy are still in contention to reach the semi-finals at India’s expense. Should they beat India by a four-goal margin, Italy would leapfrog the hosts into second place on goal difference.That, however, does not likely. Janneke Schopman would like to use this match to get her team’s attack to start firing in preparation of a likely semi-final showdown against Germany.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian squadGoalkeepers: Savita Punia (c), Bichu Devi Kharibam Defenders: Nikki Pradhan (vc), Udita, Ishika Chaudhary, Monika Midfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Beauty DungdungForwards: Lalremsiami, Sangita Kumari, Deepika, Baljeet Kaur\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog via JioCinema and FIH","author":"Dilip Unnikrishnan","time":"2024-01-16T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197573-xzqvvilski-1705410840.jpg","tags":["Hockey","Indian Hockey","Indian Women’s Hockey Team","Savita Punia","Janneke Schopman","Hockey Olympic Qualifiers"],"source":"https://scroll.in/field/1062245/hockey-olympic-qualifiers-india-vs-italy-live-savita-punia-and-co-look-to-confirm-semi-final-spot"}