{"title":"Hockey: Rohit to lead 20-member Indian junior team in five-match tour of Europe","content":"Hockey India on Saturday announced the Indian junior men’s team that will tour Europe between May 20 and 29. The team will play five matches across three nations against Belgium, Germany and a Netherlands club team called Bredase Hockey Vereniging Push.The Indian junior men’s team will be playing matches in Belgium, Germany and the Netherlands as part of Hockey India’s initiative to help the team gain exposure and build on experience. They will play their first match on May 20 against Belgium in Antwerp, Belgium before playing the same opponents in Breda, Netherlands on May 22. The Indian Junior Men’s Hockey team will then play the Netherlands’ Club team Bredase Hockey Vereniging Push in Breda on May 23 followed by a game against Germany on May 28 in Germany. They will then return to Breda to play Germany once again on May 29 in their final match of the tour.The team will be led by defender Rohit while Shardanand Tiwari has been named as his deputy. The goalkeeping department will feature Prince Deep Singh and Bikramjit Singh while Shardanand Tiwari, Yogember Rawat, Anmol Ekka, Rohit, Manoj Yadav and Talem Priyo Barta have been picked as the defenders. Ankit Pal, Roshan Kujur, Bipin Billavara Ravi, Mukesh Toppo, Manmeet Singh and Vachan H A make up the midfield. The forwards named in the squad are Sourabh Anand Kushwaha, Arshdeep Singh, Gurjot Singh, Mohd. Konain Dad, Dilraj Singh and Gursewak Singh. “We have been training hard at our camp and have developed an understanding of each other’s gameplay. It will be wonderful to play together against teams from other nations to help us build on our game and get better through this kind of exposure,” said the Indian junior men’s team captain Rohit.Echoing his captain’s words, vice-captain Shardanand Tiwari said, “This will be a wonderful experience and will go a long way in evaluating where we stand as a team and as individual players. It will be a great way to figure out our strengths and what areas we would need to touch upon.” Indian men’s junior squad for Europe tourGOALKEEPERS: Prince Deep Singh, Bikramjit SinghDEFENDERS: Shardanand Tiwari (VC), Yogember Rawat, Anmol Ekka, Rohit (C), Manoj Yadav, Talem Priyo BartaMIDFIELDERS: Ankit Pal, Roshan Kujur, Bipin Billavara Ravi, Mukesh Toppo, Manmeet Singh, Vachan H AFORWARDS: Sourabh Anand Kushwaha, Arshdeep Singh, Gurjot Singh, Mohd. Konain Dad, Dilraj Singh, Gursewak SinghIndian men’s junior team schedule for Europe tourvs Belgium – Monday, May 20 in Antwerp, Belgiumvs Belgium – Wednesday, May 22 in Breda, Netherlandsvs Bredase Hockey Vereniging Push – Thursday, May 23 in Breda, Netherlandsvs Germany – Tuesday, May 28 in Mönchengladbach, Germanyvs Germany – Wednesday, May 29 in Breda, Netherlands","author":"Scroll Staff","time":"2024-05-04T18:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200485-pevsgxqtvf-1714827457.jpg","tags":["Hockey","Indian hockey","Rohit","Shardanand Tiwari","Indian men's junior hockey team","Indian men's junior team tour of Europe"],"source":"https://scroll.in/field/1067446/hockey-rohit-to-lead-20-member-indian-junior-team-in-five-match-tour-of-europe"}