{"title":"Hockey, FIH Pro League, India vs Australia, as it happened: Vandana Katariya on target as IND win","content":"That’s it from us tonight! Do join us tomorrow at 7.30pm IST for India final Pro League match of this mini-league. They will take on the United States of America.What a massive win for India! This will go a big way in restoring the team’s confidence following their disappointment in Ranchi. Vandana Katariya once again showing just how vital a cog she is in their Indian machine.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 1-0 Australia, Navneet Kaur: We all are very happy. We worked very hard and got the result. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Navneet Kaur is the Player of the Match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 1-0 Australia: Australia fail to trap the ball cleanly and the Indian players put bodies behind the ball. Australia try with hopeful slaps from deep but India hold on. And that’s it! India win! What a big result for Janneke Schopman’s side!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: A contentious decision that as the TV umpire gives the PC. Arnott was crouching when the ball hit her hip. India still protesting with 30 seconds left on the clock. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: A contentious decision that as the TV umpire gives the PC. Arnott was crouching when the ball hit her hip. India still protesting with 30 seconds left on the clock. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: India finally back to 11 players with 60 seconds left in the match. Claire Colwill whacks one at goal. Savita saves it with her foot but the ball goes on to hit Arnott. The umpire gives a free hit for India. India break before Australia finally review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: A good review from India. The ball had come off Kershaw’s foot after Savita made the save well before Warsi’s foul on her.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: Australia get a free hit just outside the 23m line. The ball is passed to Brooks who shoots but Savita saves. The loose ball is pounced upon by multiple Indian and Australian players. Nisha Warsi fouls Kershaw in the circle and Australia win a PC. India review. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: Three minutes to go in the match and Lalremsiami is shown a green card. India down to 10 players. Can Australia capitalise on their numerical advantage?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: India give the ball away cheaply in their own half. Grace Stewart and Kaitlin Nobbs combine but Ishika Chaudhary puts in a superb block to come away with the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: India have focused their attack down the right channel where the likes of Lalremsiami, Navneet Kaur and Vandana Katariya have been a handful to deal with for the Australians. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: Navneet powers into the circle and wins a PC. Superb play from the midfielder. Deepika stands at the first battery with Navneet behind her. Deepika feints taking the drag flick with the Monika passing injection on to Navneet who shoots. Newman saves it and there is an almighty scramble. The umpire gives a free hit to Australia for an Indian foot. Salima Tete reviews the call. No advice possible and the on field decision stays.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: India’s pressing and tackling has been top notch. Lalremsiami wins the ball on the right near the halfway line and sends Navneet Kaur on her way. The former races ahead giving Navneet an option on the goalline which she takes. Lalremsiami minuses the ball towards the spot. There is a scramble in the circle. India want a PC but don’t get it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-0 Australia: Australia start the quarter with a PC. They get a re-award after the Indian players on the halfway line broke too early. At the second time of asking, Salima Tete, the first rusher, successfully blocks Karri Somerville’s drag-flick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 1-0 Australia: Australia are finding it difficult to create chances with India defending superbly. The third quarter comes to an end with India ending another Australian attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-0 Australia: Navneet goes for it herself but Newman saves it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-0 Australia: Navneet reverses the injection to Neha Goyal. She takes a couple of touches before going for the reverse hit. The shot is blocked. Lalremsiami gets the ball and her shot loops high dangerously off an Australian stick for another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-0 Australia: Superb transition from defence to attack by India. Sangita Kumari gets on the end of the clearance and sprints down the right channel. Australia scamper to get back. Sangita has to slam the breaks but she spins away from her marker and makes her way inside the circle. She shoots and the ball hits an Australian foot and India have a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-0 Australia: Vanadana Katariya scores! The veteran forward once again showing how much India missed her during the Olympic qualifiers. She pressed Australia right in front of goal which forced a turnover. India work the ball into the circle and Katariya wins a PC. Navneet, at the second battery, goes for the far post where a diving Katariya turns the ball in. Schopman is jumping around in the dugout! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-0 Australia: Australia get us underway and they immediately attack the Indian goal. Skipper Grace Stewart wins the ball on the baseline and makes her way towards goal. Savita saves it well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 0-0 Australia, Schopman: We want to do a little bit more on the ball. You can see what we can do when we are better on the ball and put Australia on the back-foot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 0-0 Australia: India attack with less than a minute left in the half. Salima Tete gets the ball in the circle but her first touch is heavy and the attack comes to an end with the hooter going off for the end of the half. An enjoyable half of hockey. India have been solid so far not giving too many chances.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: Solid work from Nisha Warsi at the back to get the ball off Stewart and win the foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: A nice pass from Lalremsiami to find the galloping Navneet Kaur. She sets herself up and shoots at goal but Newman puts it behind. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: How has Ambrosia Malone missed that?! Australia attack swiftly and Mariah Williams dives in ahead of Savita to get the ball and scoops it across goal. Malone has to just tap the ball in the empty goal but misses it completely. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: Australia win another PC. India make it difficult for themselves as Salima Tete breaks early from the defensive battery. India now have to defend the PC with three outfield players along with Savita. Stewart’s drag-flick is at a comfortable height for Savita who saves it easily. Maddison Brooks goes for a wild hack at the ball but misses it and India get the free hit out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: A goalmouth scramble as India try and defend. Dayle Dolkens fights for the ball before teammate Stephanie Kershaw takes over and somehow manages to shoot. An easy save for Savita in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: A good start for India as Sangita Kumari wins a PC. It is Navneet Kaur on the first battery. She takes a touch after the trap before hitting it but her shot is too high and flies wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 0-0 Australia: The Aussies launch another attack but India defend it comfortably. That would be the end of the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: India living on the edge! Sonika is caught napping on the ball and three Australian attackers descend upon her. The Indian defender somehow spins out of trouble and finds lots of space ahead of her to play a pass into. Salima Tete launches the counter. She finds Katariya who slaps the ball from the baseline. However, keeper Zoe Newman puts the ball behind for a long corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Navneet Kaur fights for the ball and keeps on going. Baljeet plays it on to Vandana Katariya. The veteran forward holds up the ball before finding Navneet again. However, Tatum Stewart puts in a good tackle to end the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: India fail to control the ball near their own baseline. Alice Arnott sneaks in at pokes the ball goalwards. Savita sticks out her boot but the ball evades her. Fortunately for India, it comes off the post and India finally manage to clear their lines.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: India attack down the left through Baljeet Kaur and Mumytaz Khan. The latter gives the ball away but Neha Goyal wins it back immediately. She plays it to Deepika but the forward plays it on to her foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Australia with their first attack and win a penalty corner as Jane Claxton plays the ball onto Nikki Pradhan’s foot. The drag-flick is put behind by Monika on the line.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: India get us started. Sangita Kumari wins a free hit on the left. Lalremsiami runs down the goalline before cutting back. However, the ball is intercepted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Australia: Both sides playing in their away jerseys. India in the white and orange while Australia in their red and black with Aboriginal art form on it. Should be easy on the eyes for all watching on a screen. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Australia, India coach Janneke Schopman: For us it’s all about being better. Against the Netherlands, it was a decent performance.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 57.608695652173914%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/jwkqkvcqiy-1708177357.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 29.259451061626102%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/mhwomghvjh-1708177356.png\">\n  </picture></figure>\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian women’s hockey team’s match against Australia in the FIH Pro League 2023-24 in Rourkela.It has been a poor start to the FIH Pro League season for India. They have won just one of their six matches so far, which came against the USA. Though they haven’t suffered blowout losses, India have not seemed like a cohesive unit. Australia will once again prove to be a tough challenge for India. A win will go a long way in restoring confidence in this young Indian side.Live action coming up soon. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India SquadGoalkeepers: Savita Punia (C), Bichu Devi KharibamDefenders: Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary, Monika, Jyoti ChhatriMidfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Baljeet Kaur, Sunelita ToppoForwards: Mumtaz Khan, Beauty Dungdung, Lalremsiami, Sangita Kumari, Deepika, Vandana Katariya (VC), Sharmila Devi\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s scheduleFebruary 3: Lost 1-2 to ChinaFebruary 4: Lost 1-3 to The Netherlands February 7: Lost 0-3 to Australia February 9: Won 3-1 vs The United StatesFebruary 12: Lost 1-2 to China February 14: Lost 0-1 to The NetherlandsFebruary 17: Vs Australia at 7.30pm IST at RourkelaFebruary 18: Vs The United States at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Dilip Unnikrishnan","time":"2024-02-17T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198554-jsfznukxnu-1708186759.jpeg","tags":["Hockey","Indian Hockey","Indian Women’s Hockey Team","FIH Pro League","Janneke Schopman","Savita Punia","Vandana Katariya","Deepika","Salima Tete"],"source":"https://scroll.in/field/1063883/hockey-fih-pro-league-india-vs-australia-live-savita-punia-and-co-eye-second-win-of-the-season"}