{"title":"Hockey: Salima Tete’s sprint from the fields of Simdega to India’s midfield","content":"Editor’s note: This article was published in the build-up to the FIH Hockey Women’s World Cup. Salima Tete, who played in all six matches at HWC 2022 and scored the equaliser against Canada, is also part of the India squad for the Commonwealth Games.There was a certain unexpected menace in the way Salima Tete stormed up the pitch in Rotterdam against soon-to-be crowned FIH Pro League champions Argentina. She was unmarked on the right flank, just inside the opposition half, when she calmly controlled Navneet Kaur’s pass. Then she darted forward, galloping into the opposition half.In such a position, Tete would generally hug the flank, giving her teammates and more proven finishers in the team time to charge up the field and wait for her to cross the ball. But this time the 21-year-old decided to direct those speedy strides more towards the centre. She wasn’t going to wait.Four Argentina defenders tried to cover the yards to get to her, and a fifth came ahead to block her. Agustina Gorzelany – one of Las Leonas’ star players at Tokyo during their silver medal run and during this Pro League campaign – stuck out the stick to try and dispossess the Indian. But Tete simply cut to her left to evade the tackle, then dribbled to her right to create space as she entered the shooting circle. She then cracked a low shot that flicked the stick of veteran goalkeeper Belen Succi – another Argentina superstar who has played 263 times for her country – before hitting the net.Tete is not a proper goalscorer. But this goal in the FIH Pro League against champions Argentina in Rotterdam reaffirmed her rise in stature as a midfield mainstay in the national team that will compete at the FIH Women’s World Cup in July. It also shed light on an aspect of her game that has recently impressed chief coach Janneke Schopman.“Salima has been a fun player to watch since I joined the team,” Schopman told Scroll.in in an interaction before departing for Europe.“Everyone knows she’s quick and has great speed. What I have been impressed with is, what I’m happy with more importantly, is she’s starting to assert herself more. She’s quite a smart player, she understands the game. And she’s showing more and more that she understands what’s needed in a press and why.”#Hockey #FIHProLeagueJust when it seemed India didn't have any clear cut chances & that we had not seen enough of Salima Tete... she comes up with a STUNNING RUN! Gets the ball close to halfway line, goes all the way into the circle & finishes it off.https://t.co/SJMxYJHvlW pic.twitter.com/aFQy3ssMlz— Vinayakk (@vinayakkm) June 19, 2022\n\nSalima, the FerrariThe hockey IQ is unquestionable. She keeps a calm head when on the field, reading opposition moves, stepping in to make sharp and crucial interceptions in midfield when the team is under pressure. She’s quick on the dribble, and even faster at launching a counter-attack. And then she has the legs to glide up the pitch and catch opposition defences off-guard. India’s former coach Sjoerd Marijne, on commentary recently for the Pro League matches, said he called her ‘the Ferrari’ for how fast she was on the pitch.Ask her how she got that speed and she’s quick to shrug it off, passing on the credit to the coaches and trainers who have worked well to make the women’s team possibly the fittest outfit there is in the sport today.“I always had the speed,” Tete told Scroll.in. “But it’s only when I got into the junior team that I learnt how to use it to my advantage. How to dribble at pace, how to dodge…”She did however, seem to have done a great deal of groundwork to build a solid foundation – albeit, unknown to her.Tete hails from the Badkichapar village, on the banks of the Sankh River, around 30 kilometres from Simdega, Jharkhand, a Naxal stronghold. But hockey happens to be a hotbed in that area, and Tete’s father Sulakshan was an avid player. When he wasn’t at work – tending to the seven acre farm the family owns – he’d take her to watch inter-village matches, and it wasn’t long before the youngster took up the sport.“We had a mud ground that we used to play on. We’d go there early and scan it nicely, pick up stones and rocks to make sure it’s smooth. It was mainly just loose mud and we used to play barefoot. Par khelne ka zid hai to yeh sab karna padta hai (If you’re determined to play, you will have to do these things),” she said.The humble family background meant they couldn’t afford shoes for the youngster, let alone a proper hockey stick. “I would use a wooden stick as a hockey stick. It used to keep breaking, but I’d repair it with a hammer and nails and carry on,” she explained.But playing barefoot on the mud ground may actually have conditioned her lower body in those early developmental years.“It strengthens the tendons in the ankles, so there’s a lot of lower body conditioning that goes on. It helps to a certain extent, because after that you have to do power training and speed training. In this case, she developed strength in the lower body without realising it,” said Abeer Arsiwala, a strength and conditioning coach who works with Pro Kabaddi League outfit U Mumba.From Jharkand to India’s midfieldRunning fast alone, however, doesn’t make a hockey player. And Tete had the nimble wrists to dribble just like the legs for a sprint. She was a part of the village junior team and would travel, riding pillion on her father’s bicycle, to nearby villages for matches. More often than not, she’d be on the winning team and return home with a grand prize – a hen or a goat.“My teammates and I would take turns to bring the hen back. Then we’d cook it and have a nice party,” she said. “That was the prize for the winning team. Later on, the best player would get some cash prizes, sometimes a stick.”Tete, though, didn’t win too many of those, as her talent took her to an academy in Simdega as a 12-year-old. Soon she was a part of the Jharkhand team that won the junior nationals in 2017. And by then, she had already made a senior debut in the national team in 2016.She was captain of the team that won silver in the 2018 Youth Olympics, and recently was also skipper of the squad that finished fourth at the Junior World Cup in South Africa. Still only 20, she has been a regular for the senior national team for a while now and has already crossed the milestone of 50 caps – even being a part of the squad that finished fourth at the Olympics last year.Soon she’ll play on one of the biggest stages there is in the sport, but she doesn’t forget where it all began. At that mud ground in Badkichapar. And near that mud house she’s called home for many years, she’s building a more solid house for her family. For her village, though, as the first sportsperson to emerge from there, she’s made a name.“People feel a bit of pride now because I come from the village,” she said. “Earlier everyone would go around here and there to get work. Now at least they feel proud that they come from here. Because that’s where I come from.”With additional reporting by Vinayakk Mohanarangan","author":"Shahid Judge","time":"2022-06-23T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176110-dhsxwatiqb-1655877469.jpeg","tags":["Salima Tete","Janneke Schopman","Hockey India","FIH Women's Hockey World Cup","Junior women's hockey world cup","Tokyo Olympics"],"source":"https://scroll.in/field/1026680/hockey-salima-tetes-sprint-from-the-fields-of-simdega-to-indias-midfield"}