{"title":"Hockey, FIH Pro League, India vs Netherlands, as it happened: NED win penalty shootout 4-2","content":"That’s it from us tonight! Do join us on Saturday when India take on Australia at 7.30pm IST.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Harmanpreet Singh: We played very well. We handled the ball well especially in defence. Cannot do much about penalty shootout.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Thierry Brinkman wins the Player of the Match award.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 1(2)-(4)1 Netherlands: A good hockey match that. Both teams applaud the crowd for their support. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 2-4 Netherlands: Jop de Moel wins it for the Dutch. Pathak tried to close down the angle but De Moel uses his reach to get past him and put the ball into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 2-3 Netherlands: Shamsher Singh misses! Gave Meijer too much time and space and the Dutch keeper swats the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 2-3 Netherlands: Telgenkamp runs towards the left of the goal. Takes his time and then slots it past Pathak.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 2-2 Netherlands: Cool as you like it from Lalit to level the score.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 1-2 Netherlands: Superb tackle by Pathak. Before De Geus can shoot, Pathak stoops forward and swipes the ball away. Brilliant.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 1-2 Netherlands: Sukhjeet up next. Meijer comes out and takes the ball away from Sukhjeet. The Indian reluctantly reviews but the decision stays. No goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 1-2 Netherlands: Brinkman up next. Gets all up in Pathak’s face, back into him and then spins and slots it past Pathak.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 1-1 Netherlands: The young Araijeet Singh Hundal steps up. Doesn’t do much and simply scoops it past Meijer into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-1 Netherlands: Croon is the first Dutchman to step up. Dummies first and then spins to generate power behind his shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-0 Netherlands: It looks like Krishan Pathak will be in goal for India in the shootout. The Dutch will go first.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 1-1 Netherlands: No clear reason to change the decision rules the TV umpire. India still have possession. They try to create something but time runs out. Smiles and handshakes all around. Another exciting match of hockey. We go to penalty shootout to decide who gets the bonus point.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Netherlands: Croon is shown the green card with 40 seconds left in the match. Abhishek does really well to win the ball back in the Dutch circle after his pass was blocked. India are asking for a PC and review. The umpire said that the ball came off Abhishek’s back stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Netherlands: Brinkman plays a good one-two with Pieters on the right but cannot keep the ball in play. A good move that from the Dutch. Less than three minutes left in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Netherlands: Manpreet with brave rushing to block Janssen’s drag flick and cops a blow to his left knee. Goes down immediately. The umpire had initially given another PC but reverses his decision. The Dutch review. Manpreet’s knee guard came off just before the ball hit his knee. The TV umpire rules that the ball was dangerously high and the Dutch lose their referral. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Netherlands: Balk slaps the goal towards goal from outside the circle. Bijen, who is right in front of Sreejesh, stoops down and gets a touch. The ball comes off Sreejesh’s pads and straight onto the side of Bijen’s face. Thankfully, the ball did not have the pace to do any major damage. Netherlands win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Netherlands: Croon slowly makes his way towards the baseline from the right and spins to find the space and angle to play the pass. The ball lifts off of his teammate’s stick and flies across goal dangerously. India win the free hit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Netherlands: Good anticipation from Sreejesh to deny Brinkman from close range. De Geus played a good pass which Telgenkamp reverses onto his captain. Sreejesh came out to smother Brinkman’s attempt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Netherlands: Oh wow! What a superb diagonal aerial through ball from Manpreet Singh to find Jarmanpreet Singh on the right wing. He drives into the circle and wins a long corner. Superb vision and execution from Manpreet to find Jarmanpreet on the opposite wing.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 1-1 Netherlands: Hardik with a loose pass and it’s a 1v3 situation as Bijen runs at goal. He loses the ball but wins it back again before shooting. Pathak with a good save low to his right. That’s the last big chance of the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Netherlands: India pressing well but a good pass from the deep sees the Dutch get past it. Terrance Pieters finds Duco Telgenkamp who shoots from near the baseline. Pathak saves it and Sumit wiggles away with the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Netherlands: Hardik scores against the Netherlands for a second match in a row! Jugraj’s drag flick was going wide but Brinkman blocked it. Gurjant Singh gets on the loose ball and smashes in across. Hardik is unmarked at the far post and pokes it home!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Netherlands: Jugraj Singh took the drag-flick and found the back of the net but it won’t count! The Dutch defenders had broken too soon and India will have to retake the PC. A good thing that they only have four Dutch players to deal with.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Netherlands: Hardik Singh with a superb aerial ball. Lalit with an equally brilliant take. He is then fouled and India with another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Netherlands: Vivek Sagar Prasad with a big aerial ball into the circle. Abhishek backpedals and plays an unwitting reverse pass. Gurjant gets it and fires in a low cross. Lalit cannot trap it cleanly and then commits a stick check. The Dutch get the free hit out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Netherlands: Mandeep Singh is shoved in the back by De Geus and India win their first PC of the match. Harmanpreet’s drag flick takes a touch off first rusher Balk and shoots high over goal. The Netherlands get the free hit out as the Harmanpreet’s drag flick was deemed to be above the knee. Balk with a big celebration.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Netherlands: Krishan Pathak returns in the Indian goal. Mandeep Singh gets us underway in the third quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 0-1 Netherlands: Had the goal been given, it would have been a deserved one for India. They have played well defending higher up the pitch. Not a lot of chances for either side but a good half of hockey. India go into the break trailing to Middendorp’s first-quarter goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Netherlands: India put the ball in the net but it won’t count! Sanjay runs down the right, dummies hitting the ball inside which sees Brinkman flinch giving Sanjay a free run inside the circle. He finally puts in the pass towards the front of goal. Sukhjeet traps the ball, spins around and pokes it past the keeper. However, the umpire gives the free hit out to the Netherlands stating that the ball came off Sukhjeet’s body. India review. There are no clear angles available and the decision stays. India keep their referral though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Netherlands: Brilliant counter pressing from India. The Netherlands had won a free hit at the Indian 23m line. India pushed them all the way back into their own half. Derck de Vilder finds himself trapped near the touchline and goes for a Hail Mary clearance and gives away possession.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Netherlands: Good dribbling by Mandeep Singh to sashay through the middle. Seve van Ass somehow manages to avoid fouling the Indian as he gets into the circle. It takes a strong tackle from Jonas de Geus to stop the Indian forward.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Netherlands: India attack through Lalit Kumar but the Indian forward is bundled over by Joep de Mol and the Dutch defender gets a green card. Netherlands down to 10 players for two minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Netherlands: A lightning-fast counter from the Dutch. Max de Bie runs the length of the pitch avoiding tackles. He enters the circle and switches to his back hand but Sumit puts in a superb tackle to take the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Netherlands: PR Sreejesh replaces Pathak in the Indian goal. The Dutch restart the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 0-1 Netherlands: That was the final action of the first quarter. An evenly matched contest so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Netherlands: Sublime stick-work Koen to change directions swiftly and find Rohidas’ foot with a cross and win the first penalty corner of the match. Jip Janssen’s drag-flick is parried away by Pathak. Jorrit Croon gets the ball and from point-blank range, scoops it at goal but Pathak saves it. Nice double save from the Indian goalkeeper. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Netherlands: Lovely turn from Shamsher to shield the ball from a deep pass. He wins the free hit. Hardik Singh finds Manpreet Singh on the left of the circle with a long aerial ball but the latter cannot trap it. The Dutch attack and Amit Rohidas puts in a well-timed tackle to keep Thierry Brinkman at bay.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Netherlands: India nearly hit back! Hardik Singh steals the ball high up the pitch and carries it down the right channel. He cuts it back to Harmanpreet who switches to his backhand and shoots. Araijeet Singh Hundal is near the post to try and deflect it at goal but only sends it high. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Netherlands: The Dutch score from their first attack of the match! The umpire plays advantage after the ball comes off Sumit’s foot in the circle. Koen Bijen scoops it up and shoots from near the goalline. Pathal boots it back into the danger zone. Floris Middendorp runs in and squeezes the ball through the gap between Pathak’s arm and his body. It’s a first international goal for Middendorp.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Netherlands: Lars Balk with a loose pass straight to Mandeep Singh. India peg the Dutch in their own third. Jarmanpreet Singh tries to create from the right but his passes are blocked by the Dutch defenders. India do not stop pressing and soon Mandeep goes for goal from an acute angle with a reverse hit which Derk Meijer saves.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Netherlands: The Netherlands get us underway. Krishan Pathak starts in the Indian goal as he has done in all of India’s Pro League matches so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Netherlands: The two teams step out to a loud reception from the Rourkela crowd. The Dutch and then the Indian national anthems ring out. We’re moments away from live action.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Netherlands, India coach Craig Fulton: It’s not easy playing the No 1 team in the world. It’s nice to challenge them. Tonight’s purpose is to start better, play hard and see how it goes from there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Meet the Power Packed Starting XI of Team India against the Netherlands!Let the stickwork magic begin! 🏑Watch the match live on @JioCinema and @Sports18#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndiaMensTeam.....@CMO_Odisha @FIH_Hockey @IndiaSports @Media_SAI… pic.twitter.com/DhRFdZPDK2— Hockey India (@TheHockeyIndia) February 21, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian men’s hockey team’s match against the Netherlands in the FIH Pro League 2023-24 in Rourkela.India and Spain served up a classic on day one of the Pro League matches in Rourkela with 16 attempts needed in the penalty shootout to decide the winner of the bonus point after their match ended in a 2-2 draw.It was the second penalty shootout India won in the ongoing round of Pro League matches with the first win coming against the Dutch in Bhubaneswar. This time around, Craig Fulton’s side will be hoping to get an outright win over the reigning Pro League champions.Live action coming up soon. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad for 2023-24 FIH Pro League (India leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Varun Kumar (withdrew), Sanjay, Vishnukant SinghMidfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Rabichandra Singh MoirangthemForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh Hundal\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s scheduleFebruary 10: Won 4-1 vs SpainFebruary 11: Won 2(4) - 2(2) vs The NetherlandsFebruary 15: lost 6-4 to AustraliaFebruary 16: Won 1-0 vs IrelandFebruary 19: Won 2(8) - (7)2 vs Spain February 21: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 24: Vs Australia at 7.30pm IST at RourkelaFebruary 25: Vs Ireland at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Dilip Unnikrishnan","time":"2024-02-21T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198669-hkcorvhmlt-1708522317.jpeg","tags":["FIH Pro League","FIH Men’s Pro League","Hockey","Indian Hockey","Craig Fulton","Harmanpreet Singh","Hardik Singh","PR Sreejesh"],"source":"https://scroll.in/field/1064096/hockey-fih-pro-league-india-vs-netherlands-live-score-updates-stats-reactions-and-more-harmanpreet-singh-and-co-take-on-defending-champions-in-rourkela"}