{"title":"Hockey, Asian Champions Trophy: Karthi Selvam eyes a continental triumph, closer to home","content":"Karthi Selvam is forced to backtrack to get within range of a slightly wayward pass from Sukhjeet Singh. He rushes back and brings the ball under control before turning towards the Australian goal once again.He feints one way before moving the other to throw off his marker Jake Harvie. It was a move that awarded him time and space inside the shooting circle of the Birsa Munda Hockey Stadium in Rourkela. And then the Indian forward unleashed a powerful drive into the top corner of the goal.In that FIH Men’s Hockey Pro League match on March 12, Karthi had announced himself.“I would say that is the best goal of my career so far... national, international all put together,” Karthi told Scroll during an interaction at the Indian hockey team’s national camp at SAI, Bengaluru.“I have been wishing to score a goal like that for India for a long time. Never got a ball like that before, when I got the chance that day, I made the most of it.”Days after that goal against Australia, he scored twice against World Cup winners Germany in a blow-out 6-3 win for India. With five goals in nine matches, Karthi finished as India’s joint-third highest scorer in the 2022-23 Pro League season.Now he’s set to compete at the Asian Champions Trophy, that starts in Chennai on Thursday.At 21, Karthi is part of an emerging crop of young forwards who have been knocking on the door of the senior national team for the past few years. With the Asian Games around the corner, the Asian Champions Trophy will be Karthi’s best chance to stake his claim for a spot in the team that will travel to Hangzhou.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nKarthi (L) cuts past Harvie (R) before scoring against Australia in the FIH Pro League | Hockey IndiaFamily secret  Hailing from Tamil Nadu’s Ariyalur district, Karthi picked up hockey when he was in class 7. After playing football and basketball in school, Karthi was fascinated by a senior practicing aerial passes and began playing hockey.A year later, he was admitted to the Tamil Nadu government’s sports hostel in Ariyalur. The push to pursue the sport seriously came after Karthi’s mother Valarmathi told him that she was also heavily into sports in her school days. “When I started playing games in school, I didn’t know [that she was into sports],” he said. “Only when I said I wanted to pursue this further, did she tell me that she used to play a lot too. “She showed me photos of her from school days. She won a lot of prizes. Looking at those photos, I got that extra push. She is my full support. My father used to let me be, but it was my mother who came with me everywhere to help me out. Because she was also interested in sport, she took care of me.”After graduating from school, Karthi moved to Tiruchirappalli for what turned out to be two pivotal years in his journey. Under coach Siva, Karthi moved from playing in the midfield to the forward line.“I had a good attacking partner there, Nandha,” Karthi said. “We had a great rapport and we used to win a lot of matches for our team. We have played together at higher levels too but he got an injury and then couldn’t recover. Otherwise I think he’d have played for India too. I improved a lot playing alongside him.”At the 2018 Junior National Championships, Karthi scored twice in four matches as the Hockey Unit of Tamil Nadu finished 16th in the 20-team competition. A year later, the team finished ninth with Karthi finishing as the top scorer of the competition with seven goals.His exploits earned him a call-up to the Indian junior national team as well as a place at the state government’s Sports Hostel for Excellence in the hockey hub of Kovilpatti in 2019. Break from hockeyJust as he began making big strides in his budding career, the Covid-19 pandemic wreaked havoc. The lockdown hit Karthi’s family hard. His father Selvam, who worked as a watchman at a government college, saw his monthly salary of Rs 5,000 cut. Karthi stepped in by taking up a part-time job in a local bakery to meet his family’s expenses. It effectively put his hockey career on hold.“Lockdown was the biggest challenge, I struggled a lot,” he said. “I put on weight and couldn’t train properly. And then I missed the Junior World Cup selection too. I couldn’t play any tournaments at the junior level.”Once the restrictions were eased in 2021, he picked up from where he left at the senior national championships in December 2021.Karthi almost single-handedly led Tamil Nadu to the quarter-finals where a last-minute goal by Maharashtra sent the match into a penalty shootout which Tamil Nadu lost. With 10 goals in four matches, Karthi finished as the joint second-highest scorer. It was a performance that was hard to miss by the national team scouts. And with senior players rested after their Tokyo Olympics heroics, Karthi finally earned his senior India debut at the 2022 Asia Cup campaign. Alongwith Tamil Nadu teammate S Maareeswaran, Karthi became the first player from the state to play for India in any age group in 11 years.Though not a hockey powerhouse like Punjab and Haryana, Tamil Nadu has given the national team a fair share of renowned players like three-time Olympic champion Ranganathan Francis, two-time Olympic bronze medallist Krishnamurthy Perumal and Vasudevan Bhaskaran, who captained the 1980 men’s team which won India’s last Olympic gold medal in the sport.Ending the state’s drought in the national team, the 21-year-old said, had always been an additional motivation for him. Karthi marked his debut – against arch-rivals Pakistan nonetheless – with a goal and finished the tournament with three goals as India won bronze.“My first international match was so exciting... and to score a goal on debut against Pakistan,” he recalled. “I was just thinking about grabbing this chance that came my way, and winning the match as a team. That was the mindset.”After missing the cut for India’s 2022 Commonwealth Games squad, Karthi got an extended run of games as former coach Graham Reid rotated his squad in the 2022-’23 FIH Pro League. It was in the Bhubaneswar mini-tournament last year that Karthi realise another childhood dream. To play alongside his idol, captain Harmanpreet Singh.“Thani feel daan avaroda vilayadradhu [It’s just a different feeling playing with him],” Karthi said. “I feel so proud that I now play alongside him. In fact, during my first Pro League experience in Bhubaneswar, he was my roommate. Those were dream come true moments. He was so encouraging after my goals in that match. He enquired if I was nervous for the match... I was of course nervous, but with him behind me, guiding me, I started gaining confidence,” he added.Karthi will once again line up with Harmanpreet and the rest of the Indian team for the Asian Champions Trophy.The event takes place in the Tamil Nadu capital, a bit closer to home. Close to where it all started, and where, with the Asian Games coming up, Karthi will hope it is all just about to begin.Update: Earlier the story mentioned that Karthi’s mother was a former hockey player. However, she was involved in various sports and not just hockey. This story has been updated to reflect the same.","author":"Vinayakk MohanaranganDilip Unnikrishnan","time":"2023-08-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192753-ftjtwbyprt-1690887866.jpeg","tags":["Karthi Selvam","Hockey","Hockey India","Indian Men's Hockey Team","Harmanpreet Singh","Asian Champions Trophy 2023","Indian Hockey"],"source":"https://scroll.in/field/1053581/hockey-asian-champions-trophy-karthi-selvam-eyes-a-continental-triumph-closer-to-home"}