{"title":"Hockey: For India captain Savita Punia, the goal is keeping her team above all else","content":"Editor’s note: This interview was published before the Hockey World Cup in Spain & Netherlands. This is being reshared in the light of India’s bronze medal at the Commonwealth Games where Savita Punia was the hero for her side once again.Ask her if it has sunk in yet that she will be leading India at the FIH Hockey Women’s World Cup 2022, Savita Punia’s reaction is straightforward. Of course, it is a great honour and a responsibility she has to fulfil. But the most important part for her is that India are playing at the World Cup again, doing well as a team internationally and continuing to build on the goodwill accumulated over the recent years. Ask her to recall the day she stood like a force field between the goalposts against Australia on that famous day in Tokyo, where India kept a clean sheet against the goalscoring machine that was the Hockeyroos, her answer is once again about the team. Rightly so, because a penalty corner is not saved by a goalkeeper alone. The player on the post, the rusher who throws caution to the wind and darts forward towards a hurtling ball of fire to cover one angle... they all play a part. Ask her about her responsibilities as a leader, her response is to point that as a goalkeeper, she has been doing it anyway.  Ask her about any personal conversations she had with Rani Rampal – who is absent for India due to her recent injury issues – and she recalls how the talismanic striker told the team that she will be cheering for them. Ask her about the nickname ‘Save-ita’ that became popular in some parts of the internet, she doesn’t read too much into it. She is aware of that moniker and calls it an honour; “it’s nice when people recognise your efforts,” is her simple reaction to it.For Savita Punia, everything is invariably about the team. That much is evident in the 20 minutes she spent talking to Scroll.in before the World Cup. But briefly, looking back at how far she has come, she allows herself to reminisce about her personal journey.Savita has spoken about the impact her father has had on her a few times in the past. For instance, when he heard from a coach that Savita had the chance to be a good goalkeeper because of her height, he spent nearly Rs 20,000 (much more than what their income was at that time) on a kit without second thoughts. A young Savita thought to herself, that she couldn’t possibly let that go to waste. “Not today or recently, but I realised long ago that this was his best decision,” the 31-year-old said with a hearty smile. “When he made that decision, I didn’t think it was right for me but he was happy about it even then. I feel that being a daughter, anything that brings a smile on your parents’ faces because of you, anything that earns them respect because of you... there is no greater joy. “So even now, I realise that it was my hard work but it was their efforts, both in the past and presently (that has brought me here.) My dadaji in particular... he did not know anything, he wasn’t educated and he had no knowledge about sports but the dedication and energy he had to help me achieve something in life. These things truly made me strong and I continue on that path today.”But growing up in Hisar, Haryana, sport was not exactly on Savita’s mind. The love for hockey came from her grandfather Ranjit Singh Punia. And the passion to be truly one of the best, came much later. “Initially, I didn’t know anything about sports because I belonged to a rural area that had no real environment for nurturing sports then. We didn’t know anything, we did not have newspapers or even channels on TV. I didn’t know what hockey was, I didn’t know what cricket was. I was studying in a government school. Even when cricket was ever played on TV by chance, I used to ask for it be  switched off because I didn’t like it. In general, I was disinterested in sports,” Savita said.“I fell in love with hockey since the day I took it up because my dadaji chose it for me. I knew isme kuch toh aisa hai kyunki mere dadaji ne bola hai (There is something about hockey because my grandfather chose it) and if he has asked for something, I want to do it no matter what. But the passion and dedication needed for the sport came a while later. It hit me during a national camp because that’s when I realised that reaching this level is a big deal and without hard work, dedication and a goal, you can’t achieve much here. “Forming that right mindset took me some time but I knew after watching my seniors Mamta Kharab and Surinder Kaur who are from Haryana... the respect that they and their families earned because of hockey. I was the second goalkeeper for quite some time and I kept wondering whether or not I will be able to provide my parents with that happiness. But my father was with me throughout, he only said one thing: have patience and keep working hard. There is a right time for everything so your time will come too.”Now that Savita will lead India – she has been a leader in the side for a while – at a World Cup, her father had timely advice for her. “For me, it is most important to take into consideration what my family, my teammates and coaching staff have done throughout my life. My life revolves around them. The members of my house are one family and members of the team are another family. So, they were both very happy. Parents, especially, feel like there is no better feeling.“But they gave me only one message, particularly my father... to continue doing what I used to do. ‘You don’t have to burden yourself (as captain), you have received this respect and it is a great honour really, but you have it today and someone else may have it tomorrow... the main thing is hockey, so that is all you need to focus on as well’. He also said that I must keep my teammates united and that is my responsibility.”The Indian women’s hockey team’s graph has been on the rise ever since they qualified for the Olympic Games in 2016 after a gap for 36 years. Savita has been an integral part of that journey, witnessing the growth in front of her in more ways than one. As a senior player and part of the leadership group, but also as the goalkeeper, the last line of defence, whose eyes are always looking at what’s happening in front of her. And what happened in Rio, after the qualification, was not something she was happy with. She called it a nightmare.“A defeat can provide you with several lessons. It helps you not give up because you have no choice but to get up the next day and repeat the same grind. So the best thing that Rio (Olympics) taught me personally was that I was not happy with my performance and the team also did not perform up to the mark. But being a goalkeeper, I felt like I should have done more and it’s good that I had that realisation. Otherwise, I wouldn’t have been able to focus on my performance and work harder to improve,” she said.“It’s not like a you won’t concede a goal but at least there is some basic standard you have to live up to and that is something you work upon day and night. I wasn’t happy in that regard. I was determined to not just play in the next Olympics but also give a great performance, firstly for myself – so that my years of hard work results into something satisfactory. Otherwise, with that guilt, I wouldn’t be able to enjoy life post my hockey career.”\n\n\n    \n    Play\n\nFast forward to ‘that’ day in Tokyo, when Rani Rampal, Savita Punia, Gurjit Kaur and their band of warriors produced one of the greatest moments in Indian hockey by defeating Australia in the quarterfinal. Savita – in part, at least – delivered for her team what she had set out to after Rio. “On that day, people were saying the goalkeeper did such and such thing, Savita saved this and she saved that but I feel it’s not just me. The penalty corners that were saved, they were not saved by me alone. There were four more players at the goal post who did their jobs very well. The job of the first rusher is to block the left, so the shot that came my way was mine... so that way, everyone played their roles and we were happy because of our team’s performances. “But yes, at that moment, when your first Olympics was like that and in your second, you reach the semifinals, then you do remember your old times and where you were all those years ago. That’s why we felt great and we had the belief because we worked really hard for that. It wasn’t just handed to us because of luck. Maybe everyone did not have too much hope from us before we left for Tokyo, but we were aware that we had the capability to do well and achieve something as a team.”Now as India gets ready for the World Cup, things are a little bit different. Where the hopes and expectations on the team steadily increased from pre-Tokyo to during-Tokyo, now there is a buzz around the team pre-World Cup. Savita, and her teammates, have had a busy time handling a plethora of interview requests from media. She understands that it is part of her responsibilities to speak about the team and their preparations, connect with a growing base of fans, and take back the goodwill when they enter the pitch. It is why, evidently, she wrote an open letter as published by Hockey India, calling on fans from around the globe to support the team. “The Indian Women’s Hockey Team has never won a medal at the World Cup and it is our mission to make this dream come alive this time,” she wrote.As she prepares to lead India on that mission, Savita insisted that the expectations are good because the team has earned it.“The team is also aware that after the Olympics and Pro League this year, bahar se hopes hai aur honi bhi chahiye (There are hopes from us and rightly so) because we have earned it by playing good hockey. It is also a kind of pressure and we should make sure that it does not overwhelm us. We are working hard, we’ve come here to win and give results. The most important thing is how we perform and we will focus on one match at a time. After each match, we shouldn’t have any regret about our performance,” she said. Ultimately, Savita is happiest because she is a part of a squad mixed with experience and youth, ready to take on this World Cup challenge. The experience of herself, Gurjit, Deep Grace Ekka, Vandana Katariya, Sushila Chanu, Navneet Kaur and Neha on one side. The youthful exuberance of Salima Tete, Lalremsiami, Sharmila Devi on the other. The older players help out the younger lot in dealing with pressure, handling a day when they make mistakes and what not. The younger players, keep the older ones motivated, enthusiastic. “I always say this. And I am not telling you this because you are from the media and you have asked me this question, I tell this to the team as well. Mujhe bahut accha lagta hai ki main iss team mein ek member hoon (I feel very happy to be a part of this team). I am still a part of this team after all these years, seeing them grow.”","author":"Vinayakk Mohanarangan Samreen Razzaqui","time":"2022-07-02T13:07:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176587-epdndpppvy-1656745472.jpg","tags":["Hockey India","FIH Hockey Women's World Cup","Savita Punia","goalkeeper"],"source":"https://scroll.in/field/1027220/hockey-world-cup-for-india-captain-savita-punia-the-goal-is-keeping-her-team-above-all-else"}