{"title":"Hockey: Deep Grace Ekka calls time on 12-year-long career","content":"Senior defender and penalty corner specialist Deep Grace Ekka called time on her illustrious hockey career on Saturday.“It is with immense gratitude and humility that I officially announce my retirement from International Hockey today,” wrote the 29-year-old on Instagram.“The journey from 2011 to 2023 has been the highlight of my life, and I am deeply honoured to have represented India at the pinnacle of the sport,” she added.        View this post on Instagram            A post shared by Deep Grace Ekka (@ekkadeepgrace)\nHer non-inclusion in the recently-concluded FIH Hockey Olympic Qualifiers squad had not been explained by coach Janneke Schopman. Also read: Hockey, Olympic Qualifiers: Takeaways as India fail to qualify for the Paris 2024 GamesGrace was also not named in the 24-member squad for the Pro League matches in Bhubaneswar and Rourkela that was announced on Saturday. Her journey in the sport began at the age of 17 when she made her international debut in the Four Nation Tournament in Argentina. She then went on to play in the U18 Girls Asia Cup in Bangkok, Thailand and her strong performance led her to become a regular feature in the National Camp.From Lulkidihi village in Sundargarh district, Odisha, Ekka etched her name in the history books when the Indian junior squad she was part of won the historic bronze medal at the 2013 Women's Junior Hockey World Cup in Germany.She doubled up for both Junior and Senior squads that year, winning a bronze with the senior side at the Women's Asia Cup in 2013 and a Silver at the Asian Champions Trophy in 2013.She was also instrumental in the team qualifying for the Rio Olympic Games for the first time and she was a vital cog in the team's defence line at the Tokyo Olympics where they finished fourth in only their third appearance (1980, 2016 and 2021) at the Summer Games.Hockey India President Dilip Tirkey on her retirement said, “For over a decade, Deep Grace Ekka has been a household name in women's hockey. Her success in hockey has been a huge inspiration for youngsters not only in Odisha but across the country.”“On behalf of Hockey India, I wish her the very best for the future and congratulate her on her illustrious career,” he added.","author":"Scroll Staff","time":"2024-01-27T19:11:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175190-lecqslyvsb-1654069129.jpg","tags":["Deep Grace Ekka","Hockey","Indian hockey","FIH Olympic Qualifiers","Rio Olympic Games"],"source":"https://scroll.in/field/1062816/hockey-deep-grace-ekka-calls-time-on-12-year-long-career"}