{"title":"Hockey: Australia win final match to sweep series against India","content":"In a tightly contested fifth and final game of the five- matchTest series, the Indian men’s hockey team suffered a narrow 2-3 defeat against Australia. Harmanpreet Singh (4’) and Boby Singh Dhami (53’) found the back of the net for India, while Jeremy Hayward (20’), Ky Willott (38’), and Tim Brand (39’) scored the goals for the hosts.In the initial quarter, India kicked off with a focused approach to maintain ball possession and setting the tempo of the game. This tactic enabled them to breach Australian defence multiple times, earning consecutive penalty corners. Captain Harmanpreet pounced on the second chance, expertly slotting in a grounded shot with precision and pace to put the visitors ahead. With the scoreboard in their favour, India intensified their offensive pressure, consistently testing Australia’s defence and it eventually helped them maintain their 1-0 lead by the conclusion of the first quarter.At the beginning of the second quarter, India adopted an assertive stance aiming to widen their lead and maintain dominance over Australia. Nevertheless, the home team managed to secure a penalty corner against the run of play, with their in-form player Hayward scoring the equaliser five minutes into the second quarter.Australia increased their offensive efforts, consistently pressing India and nearly scoring on multiple occasions. Despite the heightened intensity, no further goals were scored in the quarter, leaving the teams tied at 1-1 at half-time.In the third quarter, the Indian team initiated a vigorous attacking strategy. Abhishek found himself in a promising position within the D area, with only the keeper to beat, but unfortunately he failed to score.Meanwhile, Australia relied on counterattacks and found two goals within a minute of each other as Willott and Brand found the net. This flurry of goals propelled the hosts to a comfortable 3-1 lead as the penultimate quarter concluded.In their quest to mount a comeback, India ramped up their attacks against Australia, applying relentless pressure and executing quick passes. Their efforts bore fruit when Dham calmly slotted in his first international goal, reducing India’s deficit to just one goal. This strike injected confidence into the Indian side, fuelling hopes of a turnaround in the match. However, despite the visitors’ determined efforts, Australia succeeded in preventing India from levelling the score, ultimately securing a thrilling 3-2 victory in the match.India, thus, conceded the five-match series 0-5.","author":"Scroll Staff","time":"2024-04-13T17:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200014-nkunbrdadb-1713010645.jpg","tags":["Hockey","Indian Hockey","Harmanpreet Singh","Boby Singh Dhami","India vs Australia"],"source":"https://scroll.in/field/1066589/hockey-australia-win-final-match-to-sweep-series-against-india"}