{"title":"Hockey, FIH Pro League, India vs USA, as it happened: Deepika shines as IND register first win","content":"That’s all the action we have from the Kalinga Stadium tonight. Do join in our coverage on Saturday, when the Indian men’s hockey team takes on Spain. Until then, sayonara!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 USA, Full Time: Deepika, expectedly, is the player of the match and is happy to credit the entire team for their efforts. India will head for a break this weekend before they move to the Rourkela-leg of the season. They will be hoping to carry the confidence forward as they prepare to take on China again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 USA, Full Time: With this win, India move from the seventh spot to the fifth in the FIH Pro League standings. They break their losing streak and it is bound to instill a lot of confidence in Janneke Schopman’s dugout. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 USA, Full Time: India win 3-1! The first victory this season for the home side and it has come after some hard work. Meanwhile, a win eludes USA four matches into the season. The three names on the score sheet for India were also the standout performers for the day – Salima, Deepika and Vandana. Vandana was involved in two out of three goals today but it was Deepika’s day, without a doubt. That incredible goal in the second quarter was a talking point but the brilliant set-up for the final goal was the cherry on the top. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 USA, Q4: GOAL India! Fantastic from Deepika yet again. As if that goal earlier wasn’t incredible enough, she displays some excellent stick work to keep the ball in control before Salima Tete slots it into the net. India extend the lead and with less than four minutes to go, it’s looking decisive.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-1 USA, Q3: A big strike by Sanne Caarls from the left flank who is able to go past Salima Tete and eventually, Savita Punia to get the first goal for USA. It was Nisha who gave the ball away with that clearance, allowing Caarls to pounce on that. Schopman had reiterated the need to maintain a solid defence but the Americans are able to breach it this time around.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 USA, Q3: The American keeper Kelsey Bing with some good work near the net as she saves a deflection. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 USA, Q3: USA are down to ten players with Emma Deberdine being given the green card. India earn a penalty corner the very next minute but do not convert.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 USA, Q3: India earn their second penalty corner of the match. Sharmila passes it on to Navneet who hits it wide. India and their inability to convert penalty corner opportunities remains a recurring theme, unfortunately. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 USA, Half-Time: India coach Janneke Schopman said, “We just need to defend well going forward and hold the ball longer. We ought to maintain the structure and moving the ball around is important but the focus will be the defence.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 USA, Half-Time: India find themselves in a relatively comfortable position after half-time. They have not created as many penalty corner opportunities this time around but the two goals will instill them with a confidence that had been missing for a while.A standout performance in the second quarter from India as they capitalised on the pressure they created. Vandana Katariya plays a vital role in both the goals but it is Deepika’s strike that remains the highlight so far. USA are being tested, especially at the defence. They will need a massive turnaround the next half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 USA, Q2: USA earn a penalty corner just three minutes after the goal by India but they are unable to convert. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 USA, Q2: GOAL India! Spectacular from Deepika who sneaks one in with an unlikely angle from the right flank. It was Vandana Katariya yet again with an incredible run to pass it to the youngster. A goal that the American goal-keeper Robbles Kealsie could not do much about. India will be more than happy to have that cushion.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 USA, Q2: India are down to ten players with Vaishnavi being given the green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 USA, Q2: Some great work by Salima Tete on the right flank but Lalremsiami is not quite able to get the big hit across. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 USA, Q1: A much, much better show from India at the end of the first quarter. They not only have their noses ahead with the goal but have looked more proactive and have been able to create more opportunities than USA. Both teams have been loose on the possession and have also failed to convert the early penalty corner opportunities. As we saw in the match against Australia, it is their game after the first quarter that saw a dip. Can India maintain the intensity and pressure?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 USA, Q1: India ask for a review for a penalty corner after it was not given by the umpire. But with no conclusive evidence on the review, India lose the referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 USA, Q1: GOAL India! Some good work Sangita with the assist at the right flank and the one and only Vandana Katariya who breaches the USA defence to get in the overhead goal for India! She was missed at the Olympic Qualifiers last month but she makes her presence count here in Bhubaneswar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA, Q1: The very next minute, it is USA who earn a penalty corner opportunity but the Indian defence stands firm this time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA, Q1: Two minutes in the match and India earn an early penalty corner thanks to Salima Tete. But as it has been the trend so far, India fail to convert as Deepika shoots wide. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The 11 stars who will start for #India at the #FIHProLeague24 match against #USA.Wishing the team the very best!#OdishaForHockey pic.twitter.com/ODjDCZEdtt— Odisha Sports (@sports_odisha) February 9, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA: Savita Punia calls right at the toss and India will start with the possession. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA: Both the teams are out for the national anthems. It will be the USA followed by India’s. We are moments away from the start.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA: Coach Janneke Schopman said, “They are a good team, they have qualified for the Olympics. We are looking to play a good four quarters and play a more consistent game overall.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India's H2H record against USA\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA: The last time the two sides faced each other was at the FIH Hockey Olympic Qualifiers last month where India were handed a 1-0 defeat. Can they end up on the winning side this time around?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Starting 𝕏𝕀 of Team India against USA! 🇮🇳🏑 Watch the match live on @JioCinema and @Sports18 network - 7:30 PM IST onwards.#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndianWomensTeam.....@CMO_Odisha @FIH_Hockey @Media_SAI @sports_odisha @IndiaSports pic.twitter.com/Vj7ZpLOUug— Hockey India (@TheHockeyIndia) February 9, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of India’s match against USA, in the 2023-24 FIH Women’s Pro League in Bhubaneswar.After three successive losses to start their 2023-24 FIH Pro League home leg campaign against China, Netherlands and Australia, the Indian women’s hockey team will hope for a better show against USA tonight.The USA too have lost all three matches so far and also enter this tie with pressure. They first suffered a colossal 7-0 defeat by Netherlands in their season opener, followed by a 3-0 loss to the Hockeyroos and then a 3-1 defeat against China in their last game.Having missed out on the 2024 Paris Olympics qualification last month and as a result, losing five matches in a row, the Janneke Schopman-coached side must deliver. Can Savita Punia and Co finally bring an end to the losing streak tonight?India SquadGoalkeepers: Savita Punia (C), Bichu Devi KharibamDefenders: Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary, Monika, Jyoti ChhatriMidfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Baljeet Kaur, Sunelita ToppoForwards: Mumtaz Khan, Beauty Dungdung, Lalremsiami, Sangita Kumari, Deepika, Vandana Katariya (VC), Sharmila DeviIndia’s scheduleFebruary 4: Vs The Netherlands at 7.30pm IST in BhubaneswarFebruary 7: Vs Australia at 7.30pm IST in BhubaneswarFebruary 9: Vs The United States at 7.30pm IST in BhubaneswarFebruary 12: Vs China at 7.30pm IST at RourkelaFebruary 14: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 17: Vs Australia at 7.30pm IST at RourkelaFebruary 18: Vs The United States at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio Cinema","author":" Samreen Razzaqui","time":"2024-02-09T19:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197689-uigkosgxmr-1705743261.jpeg","tags":["FIH Pro League","Hockey","Hockey Pro League","Savita Punia","Janneke Schopman"],"source":"https://scroll.in/field/1063479/hockey-fih-pro-league-india-vs-usa-live-india-look-to-break-losing-streak"}