{"title":"Hockey, Men’s Junior Asia Cup final, IND vs PAK as it happened: India are champions after 2-1 win","content":"That will be all for the blog. Thanks for joining us. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Photo: AHF\n\n    #Hockey #MensJuniorAsiaCup 🏑Uttam Singh and Co 🏆 with the trophy and medals. Eyes on the Junior World Cup next for this group.https://t.co/GjMAkxDomC pic.twitter.com/8Ijx12kHd6— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Full time, India 2-1 Pakistan: The big target from here of course, is the Junior Hockey World Cup. India were disappointing at the home edition last time around. Uttam Singh touched upon how the team is driven to make up for it. India had already qualified for the FIH Junior Hockey Men’s World Cup 2023, which is scheduled to be held from December 5 to 16, 2023 in Kuala Lumpur, Malaysia. The top three teams from the Men’s Junior Asia Cup 2023 were set to qualify for the Junior World Cup, however with Malaysia receiving a direct entry as the host nation, the other three Semi-Finalists of the Men’s Junior Asia Cup had also qualified (Korea, Pakistan being the other two)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Men's Junior Asia Cup 2023 – DAY 10Moments of the MatchIndia  vs  Pakistan#mjac2023#WatchHockey#asiahockey pic.twitter.com/QceEPpSnMg— Asian Hockey Federation (@asia_hockey) June 1, 2023\n\n\n\n    Congratulations to the Indian Junior Men's Team for clinching Gold and announcing themselves as the Best in Asia in the Men's Junior Asia Cup 2023#HockeyIndia #IndiaKaGame #AsiaCup2023 #GoldToIndianColts#GloryToIndianColts pic.twitter.com/Bk1xNlARht— Hockey India (@TheHockeyIndia) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Summary: India beat nemesis Pakistan 2-1 in a thrilling Final match of the Men’s Junior Asia Cup 2023 here in Salalah, Oman. Early goals by Angad Bir Singh (13’) and Araijeet Singh Hundal (20’) ensured India remained in command of the game while some outstanding saves by goalkeeper Shashikumar Mohith Honnenahalli kept India in the lead throughout the match.With this victory, India has created a new record of winning the maximum titles at the Men’s Junior Asia Cup. The team had previously won the title in 2004, 2008 and 2015 while Pakistan has won the tournament in 1988, 1992, 1996.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India are the Jr Asia Cup champions. 2-1. Congrats coach CR Kumar.— stick2hockey.com (@indianhockey) June 1, 2023\n\n\n\n    India wins the Junior Asia cup by defeating Pakistan by 2-1 goals. The boys tried their best but in the end there is always a looser. Still proud of you boys with lots of positives to carry forward from the tournament. Congratulations to India on winning the JAC 2023. :⁠-⁠)— Love With Hockey (@LoveWithockey) June 1, 2023\n\n\n\n    Congratulations @TheHockeyIndia juniors #mjac2023 #INDvsPAK 2-1. The better, more dominant team won. Commiserations @PHFOfficial your boys gave it all. Let there be more such matches across sports. #Hockey #AsiaCup— Uthra 🇮🇳 (@OnTheSportField) June 1, 2023\n\n\n\n    Full  TimeIndia win Gold in Junior Asia Cup Salalah 2023 #mjac2023#WatchHockey#asiahockey pic.twitter.com/G3QKVXiT2F— Asian Hockey Federation (@asia_hockey) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    REPLUG: Meet Uttam Singh, India’s junior team captain who has led the side to Sultan of Johor Cup title and the Junior Men’s Asia Cup title.   From Karampur Hockey Stadium to donning India’s colours, it’s been an eventful journey. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    India are Men's Jr Asia Cup hockey champions🏆Uttam Singh & Co beat Pakistan 2-1 in a thrilling final. pic.twitter.com/Ztb5WiHfDN— Susan Ninan (@ninansusan) June 1, 2023\n\n\n\n    Not the best performance but got the job done. Too many giveaways in the second half, but defence was strong towards the end. Congrats to the young men! Time for the junior women's team to do the same in Japan next week. #JuniorAsiaCup— Yashodhan Nakhare (@yashnakhare) June 1, 2023\n\n\n\n    🏑 INDIAN JUNIOR HOCKEY TEAM CROWNED AS THE ASIAN CHAMPIONIndian Junior Men's Hockey Team beat arch rival Pakistan🇵🇰 2 - 1 and successfully defended the Junior Asian Cup Title. Angadbir Singh & Araijeet Hundal scored for India.This is the 4th title for Jr. Men's Team. pic.twitter.com/srqxSprseP— SPORTS ARENA🇮🇳 (@SportsArena1234) June 1, 2023\n\n\n\n    #Hockey #MensJuniorAsiaCup 🏑India are Men's Junior Asia Cup Champions. Uttam Singh and Co defeat Pakistan 2-1 in a thriller. Credit to Pakistan for their fightback but India held on, Mohith (GK) perhaps should be the PoTM.https://t.co/GjMAkxDomC pic.twitter.com/PyVo69eakR— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: FULL TIME. Pakistan’s valiant effort in vain. India are Junior Asia Champs again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: Oh careless backpass and Pakistan are nearly in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: Sharda’s PC attempt is saved, but India recycle possession. Not long left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: Nearly a great counter involving Uttam and Angad. But it breaks down. Moments after India have a PC from a long ball. Araijeet buys India some valuable breathing space.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: We are into the final minute or so. India hanging on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    The injuries in this final quarter, my god. That ankle twist 🫣#JuniorAsiaCup #Hockey— Yashodhan Nakhare (@yashnakhare) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: India with a rare foray forward but it is broken down. More stoppage in play as this time Pakistan’s Arshad Liaqat needs treatment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: stoppage in play as Uttam gets struck on the foot by the ball. India need to slow this down, they are barely on the attack now. 4 mins or so left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: India under immense pressure here, Mohith having to work overtime. More saves, blocks... and a couple of PCs defended too.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #MensJuniorAsiaCup 🏑How have Pakistan not scored here! A series of great blocks by Mohith again. Goodness India are hanging on by the skin of their teeth.https://t.co/GjMAkxDomC pic.twitter.com/gqvK5UMRf5— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: Massive save! Mohith HS with a big celebration there. Great diving stop. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #MensJuniorAsiaCup 🏑HS MOHITH! What a massive, massive save. A series of PCs for Pakistan and the Indian GK pulls off a stunning stop from an attempted deflected finish and celebrates it like a goal scored because why not. Keeps India 2-1 up.https://t.co/GjMAkxDomC pic.twitter.com/sIDoVxotLi— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: India rush out well... or so they think. It is given as another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: Huge mistake by Amandeep Lakra this time, losing the ball under no pressure in defence and Pakistan are nearly 2v1 on goal. Soon after a PC for Pakistan. India under heavy pressure now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: ANother long ball along the ground from Pakistan, Amandeep Lakra with a diving interception. India under defensive pressure here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: HUGE CHANCE. It is Shahid Abdul again with a dangerous ball into the box and the Pakistan forward couldn’t finish.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Pakistan: Here we go then. An early chance for Boby in Q4, half the ground celebrate it but it has hit the side netting. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #MensJuniorAsiaCup 🏑India lead 2-1 with one quarter left. A cracking finish on the cards. India certainly should have scored more than 2 by now. Worth noting, Pakistan scored 4 times in Q4 from 2-2 to beat Malaysia. https://t.co/GjMAkxDomC pic.twitter.com/62u4Y3mkiw— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 2-1 Pakistan: What a finish we have in store. Pakistan are right in this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Pakistan: Pakistan nearly have a 2v1 situation with Mohith with a long-ball through the center beating the last Indian defender. But Mohith seemed to get his leg out in time, \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #MensJuniorAsiaCup 🏑Pakistan have pulled one back, 1-2 in Q3. Quite the celebration too. The atmosphere seems to be electric.https://t.co/GjMAkxDomC pic.twitter.com/7NpOvGBFQR— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Pakistan: Boby Singh Dhami with a superb run down the left and cuts the ball back too but it is just beyond Uttam.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Pakistan: GOAL PAKISTAN! And there it is. They have threatened in flashes and it results in a goal finally. Abdul Shahid with a crossfield shot-cross and Basharat Ali is on hand to deflect it in. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Pakistan: Remember the name Angad Bir Singh. The No 8 has been stellar today. And has had a good tournament overall. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Pakistan: Oh what a run by Angad Bir Singh down the left and he nearly combines again with Araijeet but the defence does the work for Pakistan. Last ditch interception.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Pakistan: Both goalkeepers called into action. First Raza Ali with a save and then Mohith too called into make a big dive to his right and prevent a cut back.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Pakistan: Oh the ball falls to semifinal hat-trick hero Boby Singh Dhami but it’s air-shot from India No 11. Had the space to make it 3-0.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 underway, India 2-0 Pakistan: Uttam Singh had said before the semifinals, “We had performed well at the Sultan of Johor Cup last year and we gave a good fight to strong teams. We defeated Australia to win the Title. We have brought that experience along with us in this tournament which will help us in the upcoming matches.” That experience is certainly showing. But need a professional second half here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half time, India 2-0 Pakistan: Pakistan certainly not out of this yet & if not for Mohith’s WORLD CLASS save, would have pulled one back. But India deserving of their lead. 2-0 at half time. Uttam’s pace could be a big factor in the counters in 2nd half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    HT: 2-0 inf of India.  Pak unrelenting, aggressive after conceding lead. India's overheads far superior, gets many PCs, but well defended. Exciting 2nd half will see fitness levels of Pak.— stick2hockey.com (@indianhockey) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Uttam Singh had said before the semifinals, “We have a good atmosphere in the camp. One of our tournament goals was to qualify for the FIH Junior Hockey Men’s World Cup 2023, which we accomplished. We are one of Asia’s top teams, so it is essential that we perform well in the Junior Men’s Asia Cup as well.” Fair to say India are more than living up to that tag. A dominant tournament is nearing its completion.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half time, India 2-0 Pakistan: India lead 2-0 thanks to goals from Angad Bir Singh and Araijeet Hundal Singh.Pakistan have posed a goal threat every now and then though, this is not quite over.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Pakistan: That is a world class save by Mohith! Pakistan tried a variation and then the shot came from the left channel but brilliant reflexes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #MensJuniorAsiaCup 🏑What a save! Mohith with a superb leg out to prevent a certain goal. India still lead 2-0.https://t.co/GjMAkxDomC pic.twitter.com/UhiYBJv2t5— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Pakistan: PC for Pakistan. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Pakistan: Bit of a back and forth going on at the moment, both teams guilty of turnovers. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Pakistan: Oh what a superb give and go between Uttam and Araijeet, but Pakistan have numbers in defence to deal with it. That was a flowing move. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Pakistan: India are keeping the foot on the gas here. No let up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Pakistan: Another PC, but this is defended too by Pakistan who can no regroup defensively.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Pakistan: PC for India, nicely hit by Sharda Nand Tiwari but what a superb save that is Pakistan’s Raza Ali. Was heading into the top corner, he put his stick out in time. India soon have another PC though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Pakistan: GOAL INDIA! This time the roles are reversed. Angad Bir Singh is the provider after a run down the flank, and he cuts the ball back to Hundal Araijeet Singh who finishes the move off. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Pakistan: Ok, sounded like Pakistan had scored there for a minute but the ball is wide of Mohith’s goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Pakistan: Definitely more attacking intent from Pakistan now. And they win another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Q2, India 1-0 Pakistan: Not sure who that was in defence but a stunning long ball from India’s own defensive quarter frees up Sudeep Chirmako but his run is cut short.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #MensJuniorAsiaCup 🏑India 1-0 Pakistan Angad Bir Singh puts India ahead after a great aerial ball from Sunit Lakra opens up the Pakistan defence.https://t.co/GjMAkxDomC pic.twitter.com/BKD7TL1k7y— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 1-0 Pakistan: Pakistan finish the quarter on the front foot. But India in the driver’s seat. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Pakistan: Ah, the second PC is rescinded by the referee after consultation with his colleague it looked like. India ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Pakistan: A couple of PCs for Pakistan now as they look to respond quickly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Pakistan: GOAL INDIA! A superb aerial pass from Snuit Lakra finds Aditya unmarked in the circle and he finds Hundal Araijeet Singh. His shot is partially saved by the keeper but Angad slaps it in from the far post. India deservedly ahead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Pakistan: the possession that Pakistan are having is mostly in their own half. Good pressing from India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Live stream for the India vs Pakistan, Junior Asia Cup final: https://t.co/RqLfH6SW0G https://t.co/TLJn3P27UJ— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Pakistan: The tackles are flying in from Pakistan defence. This time captain Uttam Singh with a superb run down the right flank but is stopped with a tackle. Green card Pakistan. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Pakistan: we are 9 minutes in the opening quarter and in the last few minutes we have seen, it’s been all India possession. In case you didn’t know by the way, there is a familiar face in the Pakistan dugout. A certain Roelant Oltmans.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Pakistan: Right, we have managed to work something out. It is goalless and India have a few PC chances. The second in quick succession. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.45 pm: The match is underway, but the official stream isn’t. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.38 pm: The app doesn’t seem to be working and neither is the backend. We are still trying to figure out if the match is available to be watched.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #MensJuniorAsiaCup  🏑Seems to be quite the atmosphere for the India-Pakistan final in Oman.https://t.co/GjMAkxDomC pic.twitter.com/MP4t3DfrMq— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n    #Hockey #MensJuniorAsiaCup  🏑India 9-1 KoreaPakistan 6-2 Malaysia India vs Pakistan final, tonight 930 pm IST. https://t.co/VMcVulzEoShttps://t.co/VMcVulzEoS pic.twitter.com/haY4fRS9JQ— Vinayakk (@vinayakkm) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Team news: Here’s a look at the starting XI for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🚨 Starting 11 🚨Here is the team that will step up against Pakistan to fight for the Gold in the Men's Junior Asia Cup 2023 Finals.Catch all the action LIVE on https://t.co/pYCSK2hYka app 9.30 pm onwards.#HockeyIndia #IndiaKaGame #AsiaCup2023 #GoldToIndianColts… pic.twitter.com/pENa6ftdGt— Hockey India (@TheHockeyIndia) June 1, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of Indian hockey. Today we will be following the Men’s Junior Asia Cup final between India and Pakistan.Riding on a hat-trick by Boby Singh Dhami, the Indian junior men’s hockey team stormed into the final of the Men’s Junior Asia Cup 2023 as they defeated Korea 9-1 in the first semifinal in Salalah, Oman on Wednesday.In the second semifinal, Pakistan defeated Malaysia 6-2 to enter the final. India and Pakistan had earlier played out a 1-1 draw in the group stage, the only match either team hasn’t won so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n     India's road to the final \n    \n       Date/Time  Match  Scoreline \n    \n     24 May 2023 17:45  IND v TPE (Pool A)  18 - 0  25 May 2023 17:45  JPN v IND (Pool A)  1 - 3  27 May 2023 21:00  PAK v IND (Pool A)  1 - 1  28 May 2023 21:00  IND v THA (Pool A)  17 - 0  31 May 2023 18:30  IND v KOR (Semi-Final 1)  9 - 1  1 Jun 2023 20:00  IND v PAK (Final)  TBD \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: Watch.Hockey","author":"Vinayakk Mohanarangan","time":"2023-06-01T21:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190830-wnxarjmduf-1685643763.jpeg","tags":["Men's Junior Asia Cup","Pakistan","India","India vs Pakistan","Hockey","Uttam Singh","Boby Singh Dhami","Indian Hockey"],"source":"https://scroll.in/field/1050204/hockey-mens-junior-asia-cup-final-india-vs-pakistan-live-updates-uttam-singh-and-co-eye-the-title"}