{"title":"Hockey World Cup: Australia prevail against Spain in a thriller, Belgium ease past NZ to reach semis","content":"Australia and Belgium are the first semi-finalists at the FIH Odisha Hockey Men’s World Cup 2023 earning wins against Spain and New Zealand in their respective quarterfinals. In the semi-finals, Australia will face the winner of the match between Germany and England, while Belgium will take on the winner of the quarterfinals match between Netherlands and Korea.Match 1: Australia vs Spain 4-3The first quarterfinals set up an intriguing contest as the high-flying Australian attack came up against the Spanish defence that always raises its game against tough oppositions. The first quarter followed that pattern as Australia loaded up in the Spanish half, pinning them into their own circle for the most part of the opening fifteen. But Spain were very disciplined in their defence and the three penalty corners they conceded were stopped brilliantly by Adrian Rafi who looked in great form. Spain had one great chance in the quarter, as a penalty corner stopped by Rafi allowed Miralles to launch a counter attack, allowing Spain to create a 2-on-2 chance, but Gispert’s pass in the circle was well intercepted by Charter and cleared by the defence. Australia again started on the front foot in the second quarter, but it was Spain who found the opening goal in the 20th minute, as a rare foray into the opposition half, saw them win a long corner which was taken quickly by Xavier Gispert. His shot on the reverse found the bottom right corner of the goal to perfection giving Spain the lead against the run of play. Australia continued their search for an opening goal and another penalty corner opportunity amounted to nothing as Blake Govers’ flick was high and wide to the keeper’s right. Spain once again managed to launch a counter from the right and a speculative cross by Pepe Cunill was missed by Gonzalez and Harvie could not get a clean intercept. The ball finally fell to Marc Recasens who found himself in space on the far post and his quick reaction shot beat Charter and doubled Spain’s lead. Australia did find a goal back right before half-time as a powerful pass into the circle found Ogilvie unmarked on the right and his low driven shot could not be stopped by Rafi, giving Australia some momentum heading into the break.Australia were back on level terms inside 2 minutes of the second half as a mazy run along the left baseline by Jake Whetton was not checked by any Spanish defender. His pass across the goal was tapped into an empty goal by Aran Zalewski. Another minute later, the turnaround was complete as a penalty corner, flicked by Hayward, took a deflection off a Spanish stick and beat Rafi to give Australia the lead, with a mere 167 seconds between the first goal and the third. Hayward then doubled Australia’s lead in the 37th minute from a penalty corner, but 4 minutes later Miralles pulled one back for Spain through their second penalty corner of the game.Australia retreated into their own half in the final quarter allowing Spain to gain a greater share of possession but remained a big threat on the counter attack. Spain had a huge chance in the final 5 minutes through a penalty stroke, and Miralles stepped up to take it. He went to his right, but Charter guessed correctly and got his hand to the ball to save the attempt and maintain the Kookaburras’ lead. Australia negotiated the final minutes brilliantly, keeping the ball in the Spanish half and frustrating the Red Sticks who were starved of all possession till the final whistle.Andrew Charter was awarded player of the match for his heroics throughout the game and said: “It was a big test of our mentality to come back from two goals down and win the game. For the games going forward, clearly we need to improve on our defence a bit and we will take it game-to-game based on who we are facing.Match 2: Belgium vs New Zealand 2-0The news cycle before the game was dominated by the injury suffered by Alex Hendrickx leaving the Red Lions without their ace drag flicker for the rest of the World Cup. Star forward Tom Boon allayed some of the worries by scoring the first penalty corner Belgium won by dissecting the gap between the keeper and the post defender perfectly. It was a great start to the game for Belgium who played confidently from the first whistle calmly circulating the ball from side to side looking for openings in the experienced Kiwi defence. New Zealand primarily looked to catch Belgium out with quick counter attacks, but the experienced Belgian midfield kept stopping any attempts they made at getting out on the break. Belgium scored a second goal in the first minute of the second quarter as great work from the right by Boccard led to a cross that was finished off by Florent van Aubel, to increase the size of task ahead of New Zealand if they wanted to keep their World Cup campaign alive. New Zealand tried their best to spark a comeback before the half time, as they had done just 48 hours ago against India, but Belgium’s defence was resolute. The Black Sticks did manage to win a penalty corner in the final minute of the first half as great work by Sam Lane on the left baseline led to a Belgian foot in the circle. The attempted drag flick by Russell though was well watched by Vanasch till the very end and he dived low to his right and made the save to keep Belgium’s clean sheet and two-goal lead intact at the break. Belgium continued to stifle New Zealand, despite switching from a high press to a midfield press. John-John Dohmen was particularly impressive in the middle, swarming any Kiwi player who tried to carry the ball out from the back. With their counter attacking abilities curbed, New Zealand tried to build from the back and did manage to create a couple of shooting opportunities in the Belgian circle.But Belgium always got back in numbers and the shots were blocked off before they could get to Vanasch in the goal. Belgium ended the 3rd quarter with the best scoring opportunity as a high ball by Denayer found Charlier alone in the circle, but his attempt at foxing Hayward at the near post was thwarted by the alert Kiwi shot-stopper. New Zealand had a great start to the final quarter as a deliberate kick by Arthur de Sloover inside their defensive 25m, earned them a penalty corner inside the first minute. The Kiwis went with a variation as Russell pushed the ball towards Phillips on the right, who tried to deflect the ball into the goal, but his attempt went narrowly wide and Belgium survived. The next big chance of the game also fell New Zealand’s way as a crashed pass into the circle by Ross was deflected by an onrushing Greentree, but the ball passed by the far post of the goal, missing it by a whisker. New Zealand took their keeper off with 7 minutes left in the game to give them an advantage in the outfield, after failing to breach the Belgian defence throughout the game. However, Belgium remained unaffected, calmly keeping New Zealand out of their circle for the most part of the final 7 minutes, to claim another impressive win and securing their spot in the semi-finals as they attempt to defend their World Cup title. Felix Denayer was awarded player of the match and said: “We knew New Zealand would give us a tough match. We watched their game against India and they played really well to get the win in that game. So we are quite happy to have won this game and we have players who will step up in Hendrickx’ place, even though we can’t replace him like for like, we have guys who will step up in different ways to carry us forward.”","author":"Scroll Staff","time":"2023-01-24T22:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186047-qjvedicngh-1674580842.jpg","tags":["Hockey","Odisha Hockey World Cup","Australia","Spain","Belgium"],"source":"https://scroll.in/field/1042527/hockey-world-cup-australia-prevail-against-spain-in-a-thriller-belgium-ease-past-nz-to-reach-semis"}