{"title":"Hockey, Women’s Junior Asia Cup: India pip Japan to reach final and qualify for FIH Junior World Cup","content":"The  Indian junior women’s hockey team edged out hosts Japan 1-0 in tightly fought semi-final clash of the Women’s Junior Asia Cup 2023 in  Kakamigahara, Gifu Prefecture, Japan on Saturday. Sunelita Toppo (47’)  scored the only goal of the game.The victory means that the Indian team will  compete in the prestigious tournament’s final for the second time,  having previously reached the summit clash in 2012.Update: The Indians will face either South Korea in the final on June 11, at 14:30 hrs IST. Korea defeated China 2-0 in the other semifinal. In the group-stage meeting, India and Korea played out a 2-2 draw.India qualified for the FIH Junior Hockey Women’s World Cup 2023 by  reaching the tournament’s final, which will be held in Santiago, Chile  from 29 November to December 10, 2023, as the top three teams from the  Women’s Junior Asia Cup 2023 were set to qualify for the Junior World  Cup.India went on the offensive right away and played a pressing game to put  Japan under pressure. However, the hosts not only stood firm to prevent  India from taking an early lead, but they also began creating scoring  opportunities to put pressure back on India. Japan also won a couple of  penalty corners but failed to convert them, resulting in a goalless  first quarter.The second quarter was as intense as the first with both teams attacking  relentlessly to break the deadlock. Japan came close to scoring a  couple of times but India’s goalkeeper Madhuri Kindo made some fine  saves to deny the hosts from finding the back of the net. Notably,  neither India nor Japan were able to score in the second quarter as both  sides went into the half-time break with the score levelled at 0-0.The third quarter witnessed Japan keeping the possession and making more  attacks to keep India on the backfoot. However, the Indian team got the  perfect opportunity to take the lead when they were awarded a penalty  stroke, but they failed to capitalise on it. Despite making several  chances, both teams were still unsuccessful in finding the back of the  net as the third quarter also ended goalless.The fourth quarter started with India dominating the game and it paid  off when Toppo scored a brilliant field goal in the 47th minute to give the  Indians the lead. With the scoreline in their favour,  India shifted their focus on keeping possession while playing more  aggressively to deny Japan from netting the equaliser and the strategy  paid dividends as the match ended 1-0 in favour of India.The match will be broadcast live on Watch.Hockey for free.","author":"Scroll Staff","time":"2023-06-10T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191097-rnalddcxpj-1686380780.jpg","tags":["Women's Junior Asia Cup","FIH Women's Junior World Cup","Sunelita Toppo","Indian hockey","Japan"],"source":"https://scroll.in/field/1050677/hockey-womens-junior-asia-cup-india-pip-japan-to-reach-final-and-qualify-for-fih-junior-world-cup"}