{"title":"Hockey: Jeremy Hayward’s brace helps Australia beat India in fourth match","content":"The Indian men’s hockey team went down 1-3 against Australia in their fourth game of the five-match Test series on Friday.After captain Harmanpreet Singh (12’) opened the scoring for India, Jeremy Hayward (19’, 47’) and Jack Welch (54’) found the net to help Australia secure victory.The Indian team started the match with a strong attacking stance. In the opening minute, Mandeep Singh, left unmarked in the D area, unleashed a powerful shot towards the goal, only to be denied by Australia's goalkeeper, Johan Durst.The hosts, however, didn't lag in offensive play, earning two consecutive penalty corners which they couldn't convert.Despite Australia's pressure, India managed to secure multiple penalty corners themselves. Just before the first quarter ended, Harmanpreet capitalised on one of these opportunities, firing the ball with precision and power into the net, granting India a 1-0 lead.With an aim to bounce back in the game, Australia came out all guns blazing in the second quarter and won two quick penalty corners. They were able to take score the second time when Hayward expertly placed the ball into the net.The match continued with intense back-and-forth action, yet neither team managed to score again in the quarter. As the halftime whistle blew, the score stood at 1-1, setting the stage for an exciting second half.India kicked off the third quarter with an aggressive approach, earning an early penalty corner which unfortunately didn't translate into a goal. On the other hand, Australia prioritized ball retention and utilised quick passes to navigate past India's defense.Despite India adopting a counter-attacking strategy to keep the pressure on the hosts, neither team managed to break the deadlock in the third quarter. The penultimate quarter concluded with the score tied at 1-1.The final quarter commenced with Australia asserting dominance, swiftly entering the circle and earning consecutive penalty corners. Hayward once again showcased his prowess by converting one to give his team the lead.Despite India's efforts, including a near-miss for an equaliser shortly after conceding, they couldn't breach Australia's goalkeeper.Meanwhile, the hosts extended their advantage with finding the net from a penalty corner, making it 3-1 in Australia's favour.Despite India's late surge, securing three consecutive penalty corners, they couldn't convert any before the full time whistle.The final match of the series will be played on Saturday.","author":"Scroll Staff","time":"2024-04-12T19:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200002-tdxdtpppzh-1712928544.jpg","tags":["Hockey","Harmanpreet Singh","India vs Australia","Indian Hockey"],"source":"https://scroll.in/field/1066568/hockey-jeremy-haywards-brace-helps-australia-beat-india-in-fourth-match"}