{"title":"Hockey: Tokyo Olympics medallist Varun Kumar booked under POCSO Act after rape allegations","content":"Indian men’s hockey player Varun Kumar has been charged under the Protection of Children from Sexual Assault Act for allegedly sexually assaulting a woman when she was a minor.The case was registered at the Jnanabharathi police station in Bengaluru on Monday, as per a report in Deccan Herald.The woman, who is now 21, alleged that the sexual assault first occurred after a dinner at a hotel in July 2019 when she was 17 years old.In the five years since, Kumar is said to have had sexual intercourse with the woman multiple times under the pretext of marriage.The victim claimed that Kumar, 28, first got in touch with her in 2018 via Instagram when she was a trainee at the Sports Authority of India centre in Bengaluru.She alleged in the First Information Report that, she at first did not respond to Kumar’s messages but later relented after his friends contacted her and told her that he is in love with her.The survivor also alleged that Kumar stopped responding to her calls last year after her father passed away. He also threatened to leak her photographs on social media if she continued to ask him to marry her.Kumar, who plays as a defender, has represented India a 141 times at the international level. He was a part of the Indian team which won a historic bronze medal at the 2020 Tokyo Olympics three years ago.He was also a part of the 2022 Asian Games gold medal winning Indian team in Hangzhou last year and had also played a vital role in India’s silver medal finish at the 2022 Birmingham Commonwealth Games, the year prior.Kumar is also a part of the Indian team for the 2024 FIH Pro League, in which Harmanpreet Singh and co are slated to open their campaign on February 10 at Bhubaneswar. The defender was among the five hockey players who had been given jobs with the Punjab Police Service on Sunday by the state government.","author":"Scroll Staff","time":"2024-02-06T17:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/143664-vpbjxllumd-1593513166.jpg","tags":["Hockey","Varun Kumar","Indian Hockey","POCSO Act"],"source":"https://scroll.in/field/1063291/hockey-tokyo-olympics-medallist-varun-kumar-booked-under-pocso-act-after-rape-allegations"}