{"title":"Hockey: From Simdega to Indian senior team, Beauty Dungdung’s rise against the odds","content":"Beauty Dungdung teared up and paused. She took a couple of deep breaths before once again smiling widely and recounting the hardships her family has faced over the years.The 19-year-old hockey player from Karangaguri village in Jharkhand’s Simdega district comes from a hockey family, with her father Ambrose and grandfather Gulm Dungdung both having played the sport at the national level.Ambrose couldn’t realise the dream of securing government job with the sport. After marrying Nilima, the couple had four children with Beauty being the youngest and the only girl child.From a young age, the Dungdung children picked up hockey. While the eldest son Juwel stopped playing after getting married and focused on his family, Shakti, the second son, secured a job in the Indian Army through hockey. Sachin, the third child, is part of the junior men’s hockey set-up.But it is the youngest of the Dungdung children who, as things stand, has made it further than anyone in their family. Beauty is all set to make her senior India debut, having been named for the squad to participate the FIH Women’s Nations Cup in Spain in December.“I started playing hockey in my school when I was five-six years old. I come from a hockey family and everyone supported me. My grandfather, father, my brothers all played hockey. My dadu (grandfather) taught me how to play hockey at the start. My father would always drop me to hockey training on his cycle and would always support me,” Beauty told Scroll.in in a conversation after being named in the squad by chief coach Janneke Schopman.Beauty Dungdung has been named Player of the Tournament for her consistent performance and contribution to her team's advancement to the finals of the Uniphar U23 5 Nations Tournament 2022.#HockeyIndia #IndiaKaGame @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/8Y4Hx11KuC— Hockey India (@TheHockeyIndia) June 27, 2022\n\nHumble originsThe family owned a small piece of land which only yielded crops for one season, forcing Ambrose to travel to Mumbai every year seeking temporary jobs. Even as the Dungdungs scraped by, Nilima, Beauty said, suffered from a paralysis which only put more strain on the family’s precarious financial condition.Despite their hardships, Ambrose and Nilima ensured that their four children could pursue a career in hockey.“Because you can farm only once a year and the rest of the land is barren, it is natural that people go out seeking work after farming once,” Pratima Barwa, Beauty’s coach at the Simdega hockey centre told Scroll.in.“When you don’t have employment and you can only farm so much in one season, how do you take care of your family? You have to seek work elsewhere. Be it the family of an international player or a lay person’s family, the situation is the same.”But hockey would always be present in the Dungdung household.Her talent caught the eye of state officials who urged her family to enroll her at the regional hockey centre in Simdega. Ambrose and Nilima mortgaged their land to ensure Beauty’s budding career did not suffer.“When I came to the hostel, there were financial problems at home. Baba used to work hard and would send me Rs 500 and I would make do with that money. Even when I went to play for the state team, the money wouldn’t be enough but I would still make it work. When I was selected for the Indian team, I didn’t have money then. Pratima ma’am at the Simdega hostel gave me money and I could only come to the camp with that,” she said.While her parents toiled hard to fund Beauty’s career, the youngster found a second mother in Barwa. The coach, a former hockey player herself, has trained the likes of Salima Tete and Sangita Kumari with Beauty being her latest student to make the national team.“I also used to play hockey but I could never make it to the team. Toh mere andar ek khunnas hain ki main nahi ban saki (I have this anger in me that I couldn’t become...). The government has given me an opportunity to help grow the game by coaching. I got this job with a lot of difficulty. I don’t get paid a lot but just seeing my children progress further makes me happy,” she said.As a coach on the hockey field, Barwa is strict in pushing her children to strive for greatness while at the same time looking after their needs.“Even Ambrose, when he would come to meet Beauty, would tell me to look after his daughter like a mother would. Jabhi aarthik sthithi kharab rahti thi, toh humse jo ban baithta tha woh kar dete the (When their financial situation was bad, I would help in whatever way I could). That’s why she calls me her second mother,” she said.Rising through the ranksUnder Barwa’s tutelage, Beauty played for Jharkhand in various sub-junior and junior competitions. Not the tallest of athletes, Beauty is capable of playing anywhere in attack, though she prefers playing as a centre forward – the same position as her idol Vandana Katariya.“I have always played as a forward. But when we used to play at school level, sometimes we wouldn’t have players in some positions so I would also play in midfield and at the back. I know what positions to take and how to play from midfield. But I enjoy scoring goals so I only like playing as a forward,” she said with a chuckle.“Vandana didi is my idol. I like how she makes runs, her quick shot and reverse shot. She has taught me how to make her back shot. So to learn from my idol is something I did not imagine,” she added.Though she has no doubts about Beauty’s talents, Barwa said that the 19-year-old still has to mature and overcome her fears to fulfil her potential. And in Rani Rampal, Barwa believes Beauty has someone to take after.“I noticed the flexibility in her body when she started playing, I thought that with focusing on her technique and body fitness, she could progress. When she came to the centre, we came up with a routine and practice sessions to hone her talent,” Barwa said.“She would play well but often she would get emotional. She was also scared and always thinking about what would happen if I did this? It was the case with many children. At the centre, we had to constantly motivate them and praise them. ‘You are good at dodging but if you focused on this aspect, your play would get better.’“Rani Rampal is someone I want Beauty to emulate. She is one player who can score from anywhere. Beauty is smaller in height and hasn’t matured yet. Only when she conquers the fear inside her will she become a better player,” the coach added.Having earned her junior India call-up in 2019, Beauty impressed in the team’s 2021 tour to Chile where she netted five goals including a hat-trick. Her performances impressed coach Erik Wonink enough to book her spot for the 2022 Women’s FIH Junior World Cup where India finished fourth under Salima Tete’s leadership.Hockey: Salima Tete’s sprint from the fields of Simdega to India’s midfieldIn April, Beauty was the vice-captain for India’s campaign at the U23 5 Nations Tournament in Ireland, where she was the team’s joint top-scorer with four goals, as she starred in the team’s second- placed finish. Her performances also saw her being named the best player of the tournament.Though her life has been riddled with hardships, she hasn’t wilted under the pressure of looking after her family and playing for the national team. She chooses to smile and embrace the pressure.“We still have problems and I have to bear the burden of looking after everyone. But I feel very happy with having these responsibilities because I am able to give back to my family and parents and also play for India. I feel proud.”","author":"Dilip Unnikrishnan","time":"2022-11-21T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183072-doswzqduny-1668859545.jpg","tags":["Beauty Dungdung","Indian Hockey","Pratima Barwa","Women’s Hockey","Indian Women’s Hockey","Hockey"],"source":"https://scroll.in/field/1037829/hockey-from-simdega-to-indian-senior-team-beauty-dungdungs-rise-against-the-odds"}