{"title":"Hockey, FIH Pro League: Vandana and Savita show their worth – Talking points from Odisha-leg","content":"A gruelling five months came to an end for the Indian women’s hockey team with the conclusion of the FIH Women’s Pro League mini-tournaments in Bhubaneswar and Rourkela on Sunday.It has been a difficult period for India as Janneke Schopman’s side failed to qualify for the Paris Olympics in their two attempts – Hangzhou Asian Games in October and the Ranchi-based Olympic Qualifiers in January.What should have been a joyous return to the FIH Pro League after a one-year absence was anything but that.To play in the Pro League just two weeks after the disappointment in Ranchi was a tough pill to swallow, admitted Schopman after the Pro League mini-tournament concluded in Rourkela.“After the Olympic qualifier, we knew that the Pro League was happening really fast,” the Dutchwoman said. “I think everyone, including myself, struggled a lot, because being back in Bhubaneswar for the first week [of the Pro League] hurts too much.”Despite the quick turnaround, India had a relatively decent outing in their eight matches held across a fortnight in Odisha. The high point was their 1-0 win over Australia in Rourkela as well as the 3-1 win over the United States in Bhubaneswar.That they lost to China 1-2 in both their meetings and failed to beat the USA in regulation time in Rourkela hurt India’s chances of finishing in the top half of the league.India’s results in OdishaFebruary 3: Lost 1-2 to ChinaFebruary 4: Lost 1-3 to The NetherlandsFebruary 7: Lost 0-3 to AustraliaFebruary 9: Won 3-1 vs The United StatesFebruary 12: Lost 1-2 to ChinaFebruary 14: Lost 0-1 to The NetherlandsFebruary 17: Won 1-0 vs AustraliaFebruary 18: Won 1 (2)-(1) 1 vs the United StatesOne-dimensional in attackIndia currently boast a very promising forward line-up in world hockey which is expected to lead the country to greater heights in the coming decade. The likes of Deepika Kumari (20), Mumtaz Khan (20), Lalremsiami (23), Sangita Kumari (22) and Beauty Dungdung (20) are still years away from hitting their peak but have already become mainstays in the Indian team.Schopman deserves all the credit for trusting young players at the senior level, something national coaches are wary of doing.However, the Olympic Qualifiers and the Pro League showed the need to have an experienced head leading the attack. Vandana Katariya showed how dearly India missed her at the Olympic Qualifiers, scoring thrice in the Pro League including the winner against Australia.India were better in attack when Katariya was on the pitch and she had a hand in five of the eight goals India scored in Bhubaneswar and Rourkela. Katariya is a superb reader of the game, knowing when to time her runs as well as finding the right pass to play.Hockey: Meet Deepika Kumari – the wantaway wrestler who is India’s new drag-flicking hopeThat is something that her younger teammates are yet to master. Against the likes of China and USA, India were able to get inside their opposition 23-metre zone but were found lacking in their decision making.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nPeaking separatelyThe best teams in the world rely on each individual player consistently playing at a high level.The past four tournaments India have played – Asian Games, Asian Champions Trophy in November, Olympic Qualifiers and Pro League – has seen many of the players’ form fluctuating.It has resulted in scenarios where India have had to rely on a couple of players to do the heavy lifting in some matches.The likes of Navneet Kaur, Vaishnavi Phalke and Sushila Chanu were India’s best players at the Hangzhou Asian Games. While Chanu suffered an injury, Kaur and Phalke saw their form dip in the subsequent two tournaments.Sangita was a revelation at the Asia Champions Trophy but was subdued in the next two tournaments. Salima Tete, India’s best player at the Olympic Qualifiers, ran out of steam in the Pro League.Similarly, the Indian midfield was purring at the Asian Games and the Asia Champions Trophy but was off-colour at the Olympic Qualifiers and during the Pro League matches.No other player, apart from skipper Savita Punia, can claim to be on top form over the past year. Getting every player to peak together will be a challenge for Schopman, should her stay be extended, or whoever succeeds her.Punia saves India againBarring a bizarre yellow card in their match against the Netherlands in Rourkela, Savita Punia once again showed why she is still one of the best goalkeepers in the world.That India only conceded four goals against an all-conquering Dutch side was down to Punia’s exploits in goal. In contrast, Australia and China conceded nine and seven goals respectively in their two matches against the Netherlands.Punia’s best match was arguably the 1-1 draw against the USA where she saved four of the five American penalties in the shootout to give India a crucial bonus point. FIH Women’s Pro League standings \n    \n       Rank  Team  Played  Won  Draw  SO-Bonus  Lost  Goal difference  Points \n    \n     1  Netherlands  12  12  0  0  0  45  36  2  China  8  5  0  0  3  3  15  3  Argentina  8  4  1  1  3  -1  14  4  Australia  8  4  0  0  4  2  12  5  Germany  4  3  0  0  1  5  9  6  India  8  2  1  1  5  -5  8  7  Great Britain  4  0  1  0  3  -13  1  8  United States  8  0  1  0  7  -24  1  9  Belgium  4  0  0  0  4  -12  0 \n   As of February 20","author":"Dilip Unnikrishnan","time":"2024-02-20T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198610-bickupidvy-1708407555.jpeg","tags":["Janneke Schopman","FIH Pro League","Hockey","Indian Hockey","Indian Women’s Hockey Team","Savita Punia","Vandana Katariya"],"source":"https://scroll.in/field/1063987/hockey-fih-pro-league-vandana-and-savita-show-their-worth-talking-points-from-odisha-leg"}