{"title":"Hockey, Olympic Qualifiers, India vs Germany as it happened: GER win to qualify for Olympics","content":"That’s it from us tonight! Do join us tomorrow when India take on Japan in the bronze medal playoff match!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India (3) 2-2 (4) Germany: As was the case at the Asian Games last year in Hangzhou, India lose in the semi-finals. However, they still have one final chance of qualifying for the Paris Olympics when they take on Japan tomorrow in the bronze medal playoff match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India (3) 2-2 (4) Germany, Savita Punia: Proud of each and every one. We fought hard. Germany are a very good team and we played well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India (3) 2-2 (4) Germany: A superb match of hockey this. Though I hate the cliche, neither side deserved to lose tonight. Savita Punia once again was the star for India tonight. India are still not out of it. They take on Japan tomorrow in a winner-take-all match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 3-4: Germany are on their way to Paris! Audacious penalty from Nolte as she catches Savita off guard by nutmegging the Indian goalkeeper with her back to goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 3-3: Sonika misses! Dribbled too quickly and loses the ball and the hooter goes off before Sonika can even shoot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 3-3: Zimmermann scores but it is reviewed and the goal is reversed!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 3-3: Sangita Kumari misses! Sonntag harries her away from goal and saves Sangita’s shot with her stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 3-3: Sangita Kumari misses! Sonntag harries her away from goal and saves Sangita’s shot with her stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 3-3: SUDDEN DEATH! Nolte and Lalremsiami both convert!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 2-2: Sonntag saves! Neha tries to chip the keeper but Sonntag saves it!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 2-2: Nike Lorenz scores. Does not waste time and feigns going one way before scooping the ball the other way.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 2-1: Navneet Kaur denied! There was a retake but Sonntag forces her to shoot wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 2-1: SAVITA SAVES! Schroder has not been given the time to shoot and when she does, Savita saves it easily.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 2-1: Zimmermann scores to get Germany on the board. Sonika then puts the ball into goal but there is a review but the goal stands!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 1-0: Sangita Kumari scores. Took her time before making room and finding the corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany, PS 0-0: Savita denies Weidemann! Did not give the German any time to find her angle and the German shoots wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Germany: We need penalty shootouts! What a breathtaking match this has been!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-2 Germany: INDIA ARE LEVEL! Ishika wins the PC. And from the retake, Deepika reverses the ball to Udita. Her slap shot is saved but the ball goes to Ishika who puts the ball into the empty net! Mayhem! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-2 Germany: Germany take the lead! Sonika does not trap the ball well on the left of the goal and Stapenhorst steals it away and whacks the ball at goal. It took a touch of Savita’s stick but the shot was always destined for goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Germany: India with their backs to the wall now. Savita makes a good reflexive save.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Football: Not been a good day for India so far at the AFC Asian Cup. They trail 3-0 to Uzbekistan in a must-win match. Live updates here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Germany: Superb first rushing from Nisha. Captain Nike Lorenz reverses the ball to her teammate. Warsi changes direction quickly to deny the shot. Udita then puts in a good tackle and India fend off the challenge. Tete, meanwhile, will be out for five minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Germany: India down to 10 players for as Salima Tete gets a yellow card. Not sure if it’s a five-minute or a 10-minute suspension. Germany take advantage and win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Germany: Deepika denied! India hit on the counter and Neha spots Deepika’s unmarked run from the right and threads a superb pass. Deepika only has Sonntag to beat. Can go for power but looks to scoop and Sonntag palms it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Germany: Schroder once again goes on a mazy run down the right channel but Nisha Warsi puts in a very good tackle and comes away with the ball without giving away a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Germany: Vaishnavi Phalke goes down on the edge of the circle after crashing into a German defender. Looks like a knock to her nose or jaw and she is bleeding as she walks off with the Indian medical team.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Germany: Savita was still shaking her head as she walked to her goal for the start of the fourth quarter. If Germany continue to play like this, Savita will be called in to action often.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 1-1 Germany: Germany nearly take the lead right at the end of the quarter! Germany play around the Indian defence and Stapenhorst only has Savita to beat at the near post but finds the outside of the goal. Savita is livid with her defence and gives them a stern talking to. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Germany: It has been a very different German side in the third quarter. The full press is working wonders for them. India need to be patient and play out the remaining minute or so.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Germany: Savita with a big save to deny Stapenhorst! Schroder links up well with Stapenhorst and the latter fires one in with a lot of power. Savita puts out her hand and saves it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Germany: It has been a cagey quarter so far with both sides defending in numbers. Germany applying the full press and forcing turnovers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Germany: Germany press high up and force the mistake from Neha. Anne Schroder makes her way into the circle and hits a reverse tomahawk cross. However, Stapenhorst cannot put the ball in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Germany: Germany get us underway in the third quarter. Sangita puts the German player under pressure and immediately gets possession.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 1-1 Germany, Schopman: It’s going both ways. Germany had a good first quarter but we came back strongly. It’s everything to play for.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 1-1 Germany: Germany manage to take something from a half that India dominated. But Janneke Schopman will be happy with what she saw from her side. India were on the front foot from the get go and did not allow Germany time and space to get their moves going. We’re set up for an exciting second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Germany: Germany equalise! What a goal from Charlotte Stapenhorst. She got the ball inside the circle and with a defender on her back, draws a neat little semi-circle to face the goal. Savita moves to close down the angle but Stapenhorst scoops it over the Indian captain. Lovely finish.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Germany: The Germans are struggling to stitch together good moves thanks to India’s smart pressing. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Germany: India nearly double their lead! Baljeet Kaur hammered in a cross from the right. The ball hits a German foot but the umpire plays the advantage, Neha gets to the loose ball and scoops it past Sonntag. It’s Selin Oruz at the line who denies Neha. Navneet Kaur then flies in and hammers the loose ball at Sonntag before Germany win a free hit. Seconds later, Oruz gets a green card and a two-minute suspension for a foul on Lalremsiami.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Germany: India have taken the momentum of the goal into the second quarter as Sangita Kumari wrestles the ball from Lena Micheel and puts in a cross towards Lalremsiami. The cross is put behind by her marker though. The following move, Sangita once again gets the better of Micheel and attacks the circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 1-0 Germany: Deepika scores! She hasn’t had the best of starts to the match but Deepika gives India the lead with a superb drag-flick! Gives it her all and nutmegs Julia Sonntag in the German goal! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Germany: With 55 seconds left in the quarter, Neha wins India their first PC of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Germany: India making it difficult for themselves to get the ball out of their half. First Udita doesn’t get enough distance from her aerial allowing Germany to attack. India win a free hit but Salima Tete immediately loses possession. Fortunately for them, Germany cannot create anything.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Germany: The first PC of the match goes Germany’s way but Savita is up to the challenge getting the ball to a dead halt with her boot allowing her teammate to clear the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Germany: India have the ball inside the goal much to the misjudged happiness of the fans. Monika slapped the ball towards goal from just inside the German half. Navneet Kaur got a touch to it but she was outside the shooting circle and it won’t count.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Germany: Deepika hasn’t hit the ground running yet. Neha did well to keep the ball from two Germans and wriggled free before playing the ball to Deepika. However, Deepika cannot get past the defender and the attack breaks down.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Germany: The volume level in the stadium goes up as Lalremsiami plays a pass to Deepika near the circle. The forward, however, cannot keep the ball with her.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Germany: There’s a light fog in Ranchi as India get us underway. Germany win possession and in their first attack, they win a penalty corner after Savita Punia boots the ball out of the circle. The Indian captain protests that the ball looped high and away from any players. The umpires have a chat and they agree with Punia and Germany’s PC is changed to a free hit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Football: In less than 30 minutes, the Indian men’s football team will be in action in the 2023 AFC Asian Cup where they take on Uzbekistan in their second group match. Shahid Judge is tracking the match here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Germany, IND coach Janneke Schopman: Germany is a very good team. We have played them and they are a world class team. All the players need to show up. We have a game plan and I know we can play well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    That unmatched qualification feeling! 😎Team USA becomes the first team from #FIHOIympicQualifiers, Ranchi 2024 to book their seats for Olympics #Paris2024#HockeyIndia #IndiaKaGame #EnRouteToParis @CMO_Odisha @FIH_Hockey @HemantSorenJMM @Media_SAI @sports_odisha… pic.twitter.com/JivN5w8Rp8— Hockey India (@TheHockeyIndia) January 18, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Germany: The USA have reached the final and booked their tickets to Paris. Five years ago, they were at the receiving end of a 5-4 loss to India and missed out a spot at the Tokyo Olympics. This time around, they have been clinical and earlier completed a late turnaround to beat Japan 2-1 in their semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of Indian hockey!India take on Germany in a big, big clash. This is a fixture that many imagined would take place in the final. However, with the USA beating India and topping the group, Savita Punia and Co now face the mighty Germans.Germany have a winning record against India and won 3-1 when the two sides at the 5 Nations Tournament in December last year.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian squadGoalkeepers: Savita Punia (c), Bichu Devi Kharibam Defenders: Nikki Pradhan (vc), Udita, Ishika Chaudhary, Monika Midfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Beauty DungdungForwards: Lalremsiami, Sangita Kumari, Deepika, Baljeet Kaur\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog via JioCinema and FIH","author":"Dilip Unnikrishnan","time":"2024-01-18T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197640-ajdjmvsfjv-1705580949.jpeg","tags":["Hockey","India Hockey","Indian Women’s Hockey Team","Savita Punia","Janneke Schopman","Hockey Olympic Qualifiers","Salima Tete"],"source":"https://scroll.in/field/1062374/hockey-olympic-qualifiers-india-vs-germany-semi-final-live-savita-punia-and-co-aim-to-secure-olympics-berth"}