{"title":"Hockey, Women’s Asian Champions Trophy: India begin campaign against Thailand in six-team group","content":"The Asian Hockey Federation and Hockey India on Tuesday announced the schedule for the upcoming edition of the Jharkhand Women’s Asian Champions Trophy 2023. The tournament will begin on October 27, with Malaysia and Japan playing the first game.India will begin its campaign against Thailand, as the third match on the opening day, at Marang Gomke Jaipal Singh Stadium in Ranchi, Jharkhand.The event is a six-team competition between South Korea, Malaysia, Thailand, Japan, China, and hosts India. It will begin on October 27 and go on till the final on November 5.All teams are put into one group, and will play each other once. The top four then move on to the semi-final – the team that finishes first in the group will take on the one that finishes fourth, and the second team plays the third. Winners of the semi-finals will move to the finalDefending Champions Japan will face a stiff challenge from Korea, the most decorated team in the history of the tournament, which have won three out of six editions of the tournament, in 2010, 2011, and 2016.Hosts India have been in good form – particularly after winning bronze at the Birmingham Commonwealth Games, and the winning the 2022 FIH Hockey Women’s Nations Cup in Spain. The hosts have also won the Asian Champions Trophy in 2016 and were runners-up in 2018.  India's group stage schedule (time in IST) \n    \n       Date  Opponent  Time \n    \n     October 27  Thailand  8.30 pm  October 28  Malaysia  8.30 pm  October 30  China  8.30 pm  October 31  Japan  8.30 pm  November 2  South Korea  8.30 pm","author":"Scroll Staff","time":"2023-09-12T12:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176950-nijaovxgzw-1657384793.jpg","tags":["Hockey India","India women's hockey team","Savita Punia","Women's Asian Champions Trophy","Hockey"],"source":"https://scroll.in/field/1055821/hockey-womens-asian-champions-trophy-india-begin-campaign-against-thailand-in-six-team-group"}