{"title":"Hockey, FIH Pro League, India vs Spain, as it happened: India earn comfortable 4-1 win","content":"Power in every stroke! 🇮🇳🏑India conquer Spain with a stellar performance, securing a well-deserved victory. India 🇮🇳 4 - Spain 🇪🇸 1Goal Scorers:7'(PC) 20'(PS) Singh Harmanpreet24'  Singh Jugraj (PC)50' Upadhyay Lalit Kumar34' Miralles Marc (PS)#HockeyIndia… pic.twitter.com/fHNWap4i6A— Hockey India (@TheHockeyIndia) February 10, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for Scroll’s coverage of India’s match against Spain in the FIH Pro League 2023-24.A good, positive start to the season by the Indian men’s team as they come up with a comprehensive 4-1 win over Spain. The Indians were disciplined in defence, not letting Spain create many goal-scoring opportunities, while staying ruthless in attack.Harmanpreet Singh, the captain, scored off India’s first chance of the match through a drag-flick, and then doubled the scoring with a penalty stroke. Jugraj Singh got on the scoresheet in the second quarter with a powerful penalty corner as well to make it 3-0 for the Indians at halftime.Marc Miralles scored a well executed penalty stroke to pull one back for Spain in the third quarter, before Lalit Upadhyay scored a well-taken field goal in the fourth to seal the win.India will play the mighty Netherlands, the league leaders, tomorrow at 7.30 pm IST at the Kalinga Stadium. See you then!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Full time stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “We started very well. This is our first match this year. The way we started, we tried to keep the same thing and push our limits more.We know what to do (for the match against the Netherlands tomorrow). We've been working on all the teams and tomorrow will be a good game. We will try to push our limits again.”— Player of the match Harmanpreet Singh\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 4-1 Spain: Reckless tackle from Gurjant Singh and he's given a yellow card. That's 5 minutes in the sin-bin, but with only 75 seconds of this match to go, India will finish this match with 10 men on the pitch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 4-1 Spain: Three minutes left of this match and India look on their way to a comfortable win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 4-1 Spain: Clumsy penalty corner for India to concede as Hardik Singh inadvertantly kicks the ball away. But the drag-flick is chased down by Manpreet Singh who gets a solid shot to the chest for his trouble. But the former India skipper is up on his feet within seconds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 4-1 Spain: GOAL FOR INDIA! Lalit Upadhyay is at the right place, at the right time. And comes up with a stunning goal with a powerful tomahawk shot. Sukhjeet works well on the left and plays a pass inwards. But the ball is deflected off two Spanish sticks and falls kindly to an unmarked Upadhyay in the circle. He takes a step back to get to the ball and gets a sweet connection to hammer a shot past the Spanish goalkeeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 3-1 Spain: Excellent running from Manpreet Singh to block the shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 3-1 Spain: Spain win a PC after 50 seconds of play in the fourth quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3 – India 3-1 Spain: Better attacking show from Spain in the third quarter, with Marc Miralles scoring off a penalty stroke. But the Indian defence has held on well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 3-1 Spain: PC for India. Jugraj Singh takes the drag-flick but his powerful shot goes wide of the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 3-1 Spain: Good build-up for Spain this time, but the Indian defence holds firm. Araijeet Singh Hundal gets the ball and leads the counter-attack but he's brought down by Pepe Cunill, who gets a green card for the challenge.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 3-1 Spain: Great build-up play for India with a number of players contributing with passes. Eventually Sukhjeet's cross has nobody at the receiving end and the ball rolls over the line.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 3-1 Spain: GOAL FOR SPAIN! A bad tackle by Gurjant Singh and Spain earn a penalty stroke. Marc Miralles makes no mistake, powering his shot into the roof of the net giving Krishan Pathak no chance.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    We’re off in the second half\n    \n        \n        \n            \n            \n            \n        \n    \n\n    First half stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Spain had a better start to the match with greater ball possession and more time spent in the opposition half. But the Indians were disciplined in defence, not committing any fouls and not letting the Spanish create any chances.The hosts counter-attacked smartly, earning a PC in their first run at the Spanish goal, and Harmanpreet Singh made no mistake on the drag-flick. The India skipper made it 2-0 with a penalty stroke.Jugraj Singh later made it 3-0 to put India in a strong position in their opening game of the FIH Pro League 2023-24 season.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of first half – India 3-0 Spain: India hold a comfortable lead at the end of the first half. Harmanpreet Singh opened the tally with a powerful drag-flick and followed it up with a clever penalty stroke. Jugraj Singh then made it 3-0 for the hosts in the Kalinga Stadium.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 3-0 Spain: Excellent double-save by Sreejesh. Jordi Bonastre fluffs the trap, but recycles the ball. He makes a pass and a first-time snapshot by Marc Miralles is kicked away by the Indian goalkeeper. The ball falls kindly to another Spanish player, but Sreejesh recovers quickly to save the shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 3-0 Spain: Against the run of play, Spain win a soft PC. Sanjay gets to the ball with the back of his stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 3-0 Spain: GOAL FOR INDIA! PC for India, but no Harmanpreet Singh on the pitch. Jugarj Singh steps up and hammers it low, hard and straight. The ball goes through Luis Calzado's legs and India are now three-goals up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 2-0 Spain: Abhishek wins another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 2-0 Spain: Clear PC for India with a foul in the circle. This time Jugraj Singh steps up to take the drag-flick, but it sails wide of the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 2-0 Spain: GOAL FOR INDIA! Harmanpreet Singh steps up to score his 171st goal for his country. He sends the goalkeeper the wrong way to double India's lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Spain: Harmanpreet has to take the PC twice. Luis Calzado puts his body on the line but the ball rebounds into danger. The third PC though is illegally cleared off the line. Penalty stroke to India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Spain: The ball hits a Spanish foot and PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Spain: The flick comes in. It's not cleanly struck, but Sreejesh sticks his left foot out and clears the danger comfortably.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Spain: Foul by Harmanpreet and there's a PC for Spain.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Spain: Little more determination from Spain early in the second quarter, but PR Sreejesh comes in smartly to clear the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1 – India 1-0 Spain: Not much goal-mouth action in the first 15 minutes, except for the Harmanpreet Singh goal. Spain started strong and have had more of the ball in the opening quarter, but India has been calm in defence, not committing any errors.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Manpreet Singh, steps onto the field for his 3️⃣5️⃣0️⃣ caps. 🏑🇮🇳 Congratulations!#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndianMensTeam pic.twitter.com/R1BkPX2ixe— Hockey India (@TheHockeyIndia) February 10, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 1-0 Spain: Five minutes left in the first quarter. Spain has had greater possession, but India has been comfortable off the ball. The hosts have been disciplined in defence, covering up the gaps and not letting the Spanish create any clear-cut chances. Meanwhile, the hosts still have the lead through that Harmanpreet Singh goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 1-0 Spain: GOAL FOR INDIA! In his 199th match, Harmanpreet Singh scores his 150th penalty corner goal. Perfect PC, strong and low, through the legs of Luis Calzado in the Spanish goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Spain: Hardik Singh charges his way through the Spanish defence and draws a foul. First penalty corner of the match coming up, and Harmanpreet Singh IS on the pitch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Spain: The Spanish have had more of the ball in the first five minutes of play, but no great chance created. The Indians have been calm in defence, keeping the Spanish at bay.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Manpreet Singh is playing in his 350th international match for India\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    For the first time this season: WE ARE OFF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The teams are out, and the national anthems are done. Pushback coming up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Meet the powerhouse lineup ready to conquer the pitch against Spain!  🇮🇳🏑Watch the match live on @JioCinema and @Sports18 network - 7:30 PM IST onwards.#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndianMensTeam.....@CMO_Odisha @FIH_Hockey @Media_SAI @sports_odisha… pic.twitter.com/G4z5Q6icDI— Hockey India (@TheHockeyIndia) February 10, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian men’s hockey team’s match against Spain in the 2023-24 FIH Pro League.We are coming to the final stretch of preparation for the Paris Olympics, and India coach Craig Fulton has the luxury of having his team compete in eight FIH Pro League matches, at home, over the next fortnight.This is a good opportunity for the coach to see what adjustments need to be made, what form the player are in and where the team stands.The home-leg of the Pro League season begins with the match against Spain at the Kalinga Stadium in Bhubaneswar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad for 2023-24 FIH Pro League (India leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Varun Kumar (withdrew), Sanjay, Vishnukant Singh Midfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Rabichandra Singh MoirangthemForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh Hundal\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s scheduleFebruary 10: Vs Spain at 7.30pm IST in BhubaneswarFebruary 11: Vs The Netherlands at 7.30pm IST in BhubaneswarFebruary 15: Vs Australia at 7.30pm IST in BhubaneswarFebruary 16: Vs Ireland at 7.30pm IST in BhubaneswarFebruary 19: Vs Spain at 7.30pm IST at RourkelaFebruary 21: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 24: Vs Australia at 7.30pm IST at RourkelaFebruary 25: Vs Ireland at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Shahid Judge","time":"2024-02-10T19:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193027-qyguyhjagw-1691591121.jpg","tags":["Hockey","Indian hockey","Manpreet Singh","Harmanpreet Singh","Hockey India","Indian hockey updates","hockey live","FIH Hockey Pro League","Pro League","hockey news","FIH Pro League","India vs Spain","Hockey live updates"],"source":"https://scroll.in/field/1063510/hockey-fih-pro-league-india-vs-spain-live-updates-harmanpreet-singh-and-co-take-on-the-spaniards-in-their-first-match-of-the-season"}