{"title":"Hockey, FIH Pro League, India vs GB as it happened: India win shootout bonus after thrilling draw","content":"That’s it from us today!India end their London mini-tournament with one win, two loses and a draw. They lost their place in the top of the Pro League table but it was a decent mini-outing for Craig Fulton on his first matches in charge as India coach. Next they travel to Eindhoven to face the Netherlands and Argentina. See you then.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-4 Great Britain, 2-4 SO, Vivek Sagar Prasad: It was a really good effort from the team. GB is a tough team to beat. I believe in myself and do not care about who is the biggest guy in the team. I just focus on myself. We will try to win the four matches in Netherlands and top the table.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-4 Great Britain, 2-4 SO: Abhishek secures the shoot out bonus point for India!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-4 Great Britain, 2-3 SO: Pathak saves! Brings out the McGregor walk to celebrate!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-4 Great Britain, 2-3 SO: Shipperley sends his attempt wide and Lalit puts India ahead by converting his attempt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-4 Great Britain, 2-2 SO: Wallace sends Pathak the other way and scoops the ball into goal. Harmanpreet steps up and calmly nutmegs the Mazarelo.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-4 Great Britain, 1-1 SO: Manpreet Singh shows off his skills with his stick to slide the ball from underneath the keeper into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-4 Great Britain, 1-0 SO: Sam Calnan does well and with his back to Pathak, scoops it into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 4-4 Great Britain: Tempers flare as Jarmanpreet is taken down by a GB player. Rohidas and Harmanpreet also react angrily. That’s the end of the match and we go to a shoot-out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Great Britain: Amit Rohidas takes the PC but his drag-flick is blocked by the rusher. The rebound comes to Harmanpreet who plays it to Hardik on the goalline. He slaps it at goal but TRC saves it. The lose ball comes off an Indian foot and GB escape.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Great Britain: Two minutes left in the match and India win another PC. Can they seal the win?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Great Britain: Jarmanpreet puts the ball in from the right, TRC boots it away and concedes a PC for dangerous play. Harmanpreet puts his drag-flick wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Great Britain: Jarmanpreet puts the ball in from the right, TRC boots it away and concedes a PC for dangerous play. Harmanpreet puts his drag-flick wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Great Britain: Roper makes a hash of it. Rohidas trips him up but India get free out as the ball had gone away from Roper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Great Britain: GB down to 10 as Brendan Creed picks up a green card for talking back at the umpire. GB still win a PC\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Great Britain: Good play all around. GB deadly on the counter and Wallace pulls the trigger. Pathak gets low swiftly and saves it with his stick. India escape.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Great Britain: Sam Ward scores again! He is unstoppable today! GB put in a good pass from the left. Ward gets it, fends off Sanjay and fires his shot past Pathak. India refer for an apparent foul on Harmanpreet but lose it. Game on!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-3 Great Britain: Abhishek scores! Sukhjeet does well to win the ball high up the pitch and wins a foul. Dilpreet takes it quickly and finds VSP who plays it to Abhishek. With the keeper just behind me, he creates just enough space to put the ball into goal. GB refer but lose it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Great Britain: Morton goes on a good solo run getting past Harmanpreet with good 3D skills. However, he fluffs his shot and India escape.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Great Britain: Sam Ward gets his hat-trick! Superb move from GB. Thomas Sorsby finds Ward and he slots the ball past Pathak to level the scores.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-2 Great Britain: India hit the post! Gurjant tries his luck from the left and he beats TRC but it comes off the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-2 Great Britain: Another avoidable PC given away by India as Amit Rohidas does not stand behind 5m. He makes up for it by rushing and blocking the first PC. It hits his leg but it’s another PC. He is first off the block yet again and this time it hits above his knee looks like. The umpire gives a long corner but GB refer. The TV umpire says the ball hit below his knee and it’s another PC. One second left in the quarter. Bandurak takes it and sends it wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-2 Great Britain: Dilpreet gives away a silly PC. Bandurak takes it but his drag-flick is well wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-2 Great Britain: An almighty scrap in front of the GB goal as Sanjay’s pass finds Karthi, He tries to keep the ball away from the two GB defenders but cannot get away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-2 Great Britain: Sam Ward scores! GB win a PC. Pathak gets his stick on the ball but not enough to keep the ball away from the goal. A 100th international goal for Ward. 61 for England and 39 for GB.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-1 Great Britain: India break with Mandeep on the right. He fires in a pass towards the circle. Karthi takes it down beautifully and spins away from his marker. Gets the ball with Rushmere reaching for it. However, he loses his stick to the GB man and the Indian attack ends.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-1 Great Britain: India down to 10 as Gurjant picks up a green card. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-1 Great Britain: GB win the first PC of the quarter after some scrappy play. Bandurak’s tap-and-hit attempt is blocked comfortably by Jarmanpreet on the goalline.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-1 Great Britain: Karthi is robbed off the ball as he breaks away. Roper gets the ball on the left and he makes his way inside the circle but is penalised for blocking the ball with his stick. He doesn’t agree with the decision though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-1 Great Britain: Jarmanpreet’s pass is played behind Hardik Singh and GB counter. Shipperley is fouled just outside the circle. GB try to create down the left but are stopped by India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-1 Great Britain, Craig Fulton: First half is the first half. It’s based on good defence, it has been scrappy but we have been effective up top.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 3-1 Great Britain: After starting on the backfoot, India end the first half with their tails up. Harmanpreet Singh, Mandeep Singh and Sukhjeet Singh have their names on the scoresheet to give India a 3-1 lead. They were second-best most of the time but took full advantage of the chances that fell to them to lead at halftime.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 3-1 Great Britain: Sukhjeet Singh scores! Lovely hands from Hardik Singh on the right. He puts in a good pass from the right to Sukhjeet who gently ushers his marker away. Now unmarked, he takes a touch before going across TRC to find the far corner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-1 Great Britain: GB try a variation but bungle it up. Harmanpreet, however, gifts them another PC by hitting his own foot with the ball. Pathak saves with his foot from the resultant PC but he booted it just too high and GB have another PC. GB get two more PCs but cannot make it count.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-1 Great Britain: Jarmanpreet Singh gives away another PC for GB. The Indian defender hasn’t had the best of tours so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-1 Great Britain: India finally seeing more of the ball and doing really well keeping GB away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-1 Great Britain: Mandeep Singh gives India the lead! Superb pass from Hardik Sing to pierce the GB defence. Mandeep gets it on the right and he fires in an absolute rocket past Toby Reynolds-Cotterill. He dedicates the goal to the victims of the Odisha train accident by pointing to his black armband.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: Abhishek wins the ball in the middle of the park and springs the counter. He has Mandeep for company. He tries to create something from the goalline but runs out of room.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 1-1 Great Britain: GB have been the better side so far. They have had most of the possession and are just a bit quicker for the Indian defence so far. India need to up their game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-1 Great Britain: GB cutting open the Indian defence with ease. Turner plays a good pass, Oates stretches every sinew in his body to trap it. He jinxes past Jarmanpreet who puts his stick out and gives away a PC. Bandurak’s drag-flick is blocked well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-1 Great Britain: India get a free-hit, but for some reason, Mandeep Singh has been given a green card. Probably given for a bad tackle he made a couple of moves before.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-1 Great Britain: GB nearly take the lead! Wallace, tumbling, puts in a good cross. There’s a touch in front of goal which takes the ball away from a diving Sam Ward at the far post. India living on the edge now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-1 Great Britain: Sam Ward levels the score! GB win a PC straight away and Ward fires his drag-flick between Pathak and Jarmanpreet!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Great Britain: Harmanpreet Singh scores! And after being under pressure for the opening seven minutes, India grab the lead. Harmanpreet Singh finds the bottom corner with unnerving accuracy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Great Britain: Pathak keeping India in the game with some big saves. GB win a PC with Bandurak bringing out his tap-and-smack style. Pathak saves it with his legs, the rebound falls to Wallace who hits Pathak on the grill. The ball then bounces off Jarmanpreet’s for another PC. Bandurak’a attempt is kicked away by Pathak.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Great Britain: GB attack down the left and Wallace is found with a good pass. The forward makes space and lets one fly. Pathak puts in a flying dive but the ball misses him and flies just past the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Great Britain: Pathak called into action early. Shipperley sets up Phil Roper who is unmarked and only has the keeper to beat. Pathak makes himself big and takes the shot to his face grill. On the rebound, Wallace puts his reverse-hit wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Great Britain: And off we go. Krishan Bahadur Pathak starts in goal for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHProLeague #INDvsGBRIndia wearing black armbands as a mark of respect for the people affected by the train accident in OdishaThere’s also a minute’s silence at the Lee Valley Hockey Centre https://t.co/r7kInQaap3 pic.twitter.com/HyTACeXhoI— Dilip Unnikrishnan (@DilipUnnikrishn) June 3, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Great Britain: India are wearing black armbands today and as are the two umpires as a mark of respect for the people affected by the horrific train accident in Odisha.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Great Britain, Craig Fulton: (On the train accident in Odisha) Sad, sad news. We stand united as a team and our thoughts are with the people. The main thing is to play for India today. Hopefully we can bring some light into the darkness today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of India’s match against Great Britain, in the 2022-’23 FIH Men’s Pro League in London.India bounced back from their twin losses last week by beating Belgium 5-1 in the Pro League yesterday. Today, Harmanpreet Singh and Co face table-toppers Great Britain looking to avenge their 2-4 loss from last week. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Starting XI 📄Here is how India will lineup to face the hosts Great Britain in today's exciting encounter in the FIH Pro League 2022/23.Catch all the action LIVE on Star Sports First, Star Sports  Select 2 SD, Star Sports Select 2 HD, FanCode and https://t.co/pYCSK2hYka app… pic.twitter.com/AtoTg0n4oa— Hockey India (@TheHockeyIndia) June 3, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad:Goalkeepers: Krishan Bahadur Pathak, PR SreejeshDefenders: Harmanpreet Singh (C), Amit Rohidas, Jarmanpreet Singh, Manpreet Singh, Sumit, Sanjay, Mandeep Mor, Gurinder SinghMidfielders: Hardik Singh (VC), Dilpreet Singh, Moirangthem Rabichandra Singh, Shamsher Singh, Akashdeep Singh, Vivek Sagar PrasadForwards: Abhishek, Lalit Kumar Upadhyay, S Karthi, Gurjant Singh, Sukhjeet Singh, Raj Kumar Pal, Mandeep Singh, Simranjeet Singh\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s FIH Pro League matches in EuropeIndia 1-2 Belgium, 26 MayIndia 2-4 Great Britain, 27 MayIndia 5-1 Belgium, 2 JuneIndia vs Great Britain, 3 June, 1700 hrs IST India vs Netherlands, 7 June, 2300 hrs IST India vs Argentina, 8 June, 2030 hrs ISTIndia vs Netherlands, 10 June, 2100 hrs ISTIndia vs Argentina, 11 June, 2100 hrs IST \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / FancodeMatch live: Star Sports First, Star Sports 2 SD/HD and Fancode in India","author":"Dilip Unnikrishnan","time":"2023-06-03T16:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/182440-zxtrzvgaqp-1667741300.jpeg","tags":["Hockey","Indian Hockey","Hockey India","Harmanpreet Singh","Manpreet Singh","Craig Fulton"],"source":"https://scroll.in/field/1050293/hockey-fih-pro-league-india-vs-great-britain-live-harmanpreet-singh-and-co-take-on-table-toppers-great-britain"}