{"title":"Hockey, Asian Champions Trophy: Deep Grace Ekka hopes to ease Hangzhou heartbreak in Ranchi","content":"Broken. That is how Deep Grace Ekka described herself and her teammates after India lost to China in the women’s hockey semi-final at the Hangzhou Asian Games.India came into the tournament as one of the favourites to win gold for the first time since the team claimed the top spot in 1982. They were the highest ranked Asian team and many expected Janneke Schopman’s squad to face off against China in the final, not just for a coveted gold medal, but also to qualify for the 2024 Paris Olympics.However, the hosts finished second in their group and what many expected to be a mouth-watering final, turned out to be a semi-final clash. China, backed by a vocal home crowd, blew India away to secure a 4-0 win and would then go on to beat South Korea in the final to win gold.Now the team prepares to compete at the Asian Champions Trophy in Ranchi, that starts on October 27. But the heartbreak in Hangzhou is not easily forgotten. Nor is it the only one the team is trying to shake off.The women’s team lost to Great Britain in the bronze medal match at the Tokyo Olympics to miss out on a first-ever Olympic medal. At the 2022 Commonwealth Games, an officiating error during the penalty shoot-out saw India lose in the semi-final to Australia.At the 2022 FIH Women’s Hockey World Cup, Schopman’s team lost to a 57th-minute Spanish goal to miss out on the opportunity to reach the quarter-finals for only the fourth time in history. The semi-final loss in Hangzhou is the latest in a series of heart-breaking losses.For vice-captain Ekka, the prospect of playing a bronze medal match after their stunning loss seemed trivial.“We were broken after the semi-final,” she told Scroll ahead of the team’s departure for Ranchi. “We came to win gold and put in the hard work. We did think ‘what was the point of playing the bronze medal match?’”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nBefore preparing for the bronze medal match against Japan, the Indian team needed to tackle their emotions after the semi-final defeat. There was no finger-pointing, Ekka said. The team needed to figure out how, despite putting in the hard yards over the previous few months, they had capitulated so spectacularly in their biggest match of the year.“It was a case of no one playing well that day rather than one or two players not turning up,” she said. “It was a collective loss. We rewatched the match and figured out where we had to improve. But during the match we were sort of confused as to why we were not able to play well.”The team picked themselves up from the loss and beat Japan 2-1 to return with a bronze medal. Though it wasn’t the colour she wanted, Ekka took solace from the fact that for many of her young teammates, the bronze was their first ever medal at the senior level.“A medal is a medal,” Ekka said. “There were many young players with us for whom this was the first big tournament. For them, even the bronze is as valuable as gold.”But it was only after she came back home did Ekka find happiness in the medal. She visited a school in her home state of Odisha for a felicitation ceremony and it was when she saw the delight on the faces of the students did she tell herself that winning an Asian Games bronze is still an achievement to be treasured.Photo of the Day. Deep Grace Ekka surrounded by school kids, to get a glimpse of Asian Games medal. Photo: Odisha Govt. pic.twitter.com/YN4TyhzWKE— stick2hockey.com (@indianhockey) October 17, 2023\n\n“When I was with those kids and they were holding my medal – I knew that it was not a gold medal – but when I saw the happiness on the faces of the kids, it was then that it struck me how important even that bronze medal is,” she said.Ekka and the Indian team have the opportunity to make up for their miss in Hangzhou when they take part in the Women’s Asian Champions Trophy at the Marang Gomke Jaipal Singh AstroTurf Hockey Stadium in Ranchi.The tournament in Ranchi will be one of the rare occasions where the Indian team will be playing in front of home fans. The last time the women’s team played in India was during the 2021-22 FIH Pro League.Ekka, who made her debut in 2012, has only played in India less than six times. That number will increase over the next year as the team will play in Bhubaneswar and Rourkela in the 2023-24 Pro League season while also playing Paris Olympics qualifying tournament in Ranchi.The flurry of tournaments is a welcome change for the Indian women’s team. In an earlier interview with Scroll, coach Schopman had addressed the difficulties in securing good quality matches for her team in the run-up to the Asian Games.While India had not qualified for the 2022-23 season of the Pro League, China got valuable match time playing against the best teams in the world during the competition. The Indian men’s team had similarly benefitted from playing in the 2020-21 Pro League in the run-up to the Tokyo Olympics.Ekka believes that the increased number of matches leading into the Paris Olympics will only benefit the team.“Sometimes there is a lot of gap between matches and we are not in that mental or physical space of playing high intensity matches,” she explained. “That we have so many matches back to back is helpful. It won’t be easy but it will help us stay in the zone for longer.“I am very happy because we always play outside India and rarely do we get the chance to play in front of our fans,” she added.That they will get the opportunity to play in full-houses in Ranchi, Bhubaneswar and Rourkela is what the team has deserved, if not earned.For Ekka though, it is a chance to ease some of the pain from those near-misses.India’s squad for the 2023 Women’s Champions TrophyGoalkeepers: Savita (C), Bichu Devi KharibamDefenders: Nikki Pradhan, Udita, Ishika Chaudhary, Deep Grace Ekka (VC)Midfielders: Nisha, Salima Tete, Neha, Navneet Kaur, Sonika, Monika, Jyoti, Baljeet KaurForwards: Lalremsiami, Sangita Kumari, Deepika, Vandana KatariyaReplacement players: Sharmila Devi, Vaishnavi Vitthal PhalkeIndia’s schedule for the 2023 Women’s Champions Trophyvs Thailand on Friday, October 27 at 8.30pm ISTvs Malaysia on Saturday, October 28 at 8.30pm ISTvs China on Monday, October 30 at 8.30pm ISTvs Japan on Tuesday, October 31 at 8.30pm ISTvs South Korea on November 2 at 8.30pm ISTSemi-final on Saturday, November 4Final on Sunday, November 5The Asian Champions Trophy will be broadcast on the Sony Sports Network and streamed live on Sony LIV","author":"Dilip Unnikrishnan","time":"2023-10-27T12:47:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195332-cwugruvoos-1698390295.jpeg","tags":["Deep Grace Ekka","Janneke Schopman","Indian women’s hockey team","Asian Champions Trophy","Asian Games","Asian Games Hockey"],"source":"https://scroll.in/field/1058211/hockey-womens-asian-champions-trophy-jharkhand-deep-grace-ekka-hopes-to-ease-hangzhou-heartbreak-in-ranchi"}