{"title":"Hockey, Asian Champions Trophy: Savita Punia and Co eye second title in Ranchi","content":"The 2023 Women’s Asian Champions Trophy gets underway on Friday in Ranchi, Jharkhand with six of Asia’s best teams competing for the title.Apart from hosts India, China, Japan, Korea, Malaysia, and Thailand will compete for the title over the course of the 10-day tournament.As per the tournament format, each of the six teams will engage in five matches during the round-robin stage before the top four teams advance to the semi-finals.India, who has hosting the tournament for the first time, start as favouries alongside 2022 Hangzhou Asian Games  gold medallists China. Defending champions Japan and three-time champions South Korea will also put up a tough fight in Ranchi.India, under the leadership of Savita, is eager to embark on a strong campaign.The Indian captain has emphasized the significance of these matches and stated, “In tournaments like these, no team can be taken lightly. We are looking forward to these matches as they will help us test our mettle against some of the most formidable teams in Asia. Of course, we want to win every match and perform well here, preparing for the Paris 2024 Olympics Qualifiers, which will also be hosted in Ranchi. This tournament serves as a vital preparatory test before the ultimate challenge of securing an Olympic berth.” Read: Deep Grace Ekka hopes to ease Hangzhou heartbreak in RanchiSupporting the captain’s perspective, team coach Janneke Schopman said, “Playing these matches ahead of the Olympics Qualifiers is a great opportunity. It allows us to study the other teams and assess how players perform their assigned roles. Our recent performances in the Asian Games were promising, and I am excited and eager to see our team in action.” India’s journey in the tournament begins with a match against Thailand on Friday, October 27 followed by a clash with Malaysia on Saturday, October 28. Subsequently, they will face China in their third match on Monday, October 30 and then compete against Japan on Tuesday, October 31. The team’s final pool match will be against Korea on Thursday, November 2, which will be followed by the knockout stage games. India are aiming to secure their second Women’s Asian Champions Trophy title, with previous victories in 2016. They were runners-up in the 2013 and 2018 editions and secured a third-place finish in 2010. The matches will be broadcast on Sony Sports Ten 5 SD and HD, as well as live streamed on SonyLiv.","author":"Scroll Staff","time":"2023-10-27T15:41:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195345-swembnkxzn-1698400918.jpg","tags":["Deep Grace Ekka","Janneke Schopman","Savita Punia","Indian women's hockey","2023 Women's Asian Champions Trophy"],"source":"https://scroll.in/field/1058225/hockey-asian-champions-trophy-savita-punia-and-co-eye-second-title-in-ranchi"}