{"title":"Hockey, Asian Champions Trophy, India vs Malaysia final as it happened: India win title in thriller","content":"That’s it from us tonight! India clinch the Asian Champions Trophy in an all-time classic final. Having tested their metttle against European teams since Craig Fulton took over, over the course of the last 10 days, India have laid down the gauntlet for the upcoming Asian Games by dominating throughout the tournament in Chennai. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy2023 #INDvsMASIndia are the 2023 Asian Champions trophy winners!https://t.co/bFuVIIL0gY pic.twitter.com/DSbIUwaca9— The Field (@thefield_in) August 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India win Asian Champions Trophy: The Tamil Nadu government award a cash prize of Rs 5 lakh to each Indian player and Rs 2.5 lakh to the support staff of the Indian team.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Asian Champions Trophy award winnersBest goal: Karthi Selvam (INDIA)Best young player: Abdul Shahid Hanan (PAKISTAN)Best goalkeeper: Kim Jaehyeon (KOREA) Best young goalkeeper: Takumi Kitagawa (JAPAN)Top scorer of the tournament: Harmanpreet Singh (INDIA)Player of the tournament: Mandeep Singh (INDIA)  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Laboured but well-earned Cup title for India. 4-3. Malaysia played their best game, lost but not disgraced.  India wins the ACT for the fourth time. Like olden times, its victory, with all win but one draw. Great build up before Asiad. pic.twitter.com/VWb5dd7Jhf— stick2hockey.com (@indianhockey) August 12, 2023\n\n\n\n    #AsianChampionsTrophy #Hockey A lap of appreciation from the Indian players and for the Indian players. Sreejesh at his animated best. Chennai, that was pretty good. pic.twitter.com/qQLlHXFG82— Vinayakk (@vinayakkm) August 12, 2023\n\n\n\n    #AsianChampionsTrophy #Hockey 🏆 India are winners! From 1-3 to 4-3, Chennai witnesses a superb win for Harmanpreet Singh & Co.There's not much in terms of a roof here but it proverbially lifts off. India with a stunning second half comeback. Thrilling stuff.  🔥 pic.twitter.com/ntVecq1HfD— Vinayakk (@vinayakkm) August 12, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 4-3 Malaysia, Player of the Match Hardik Singh: Just the new Indian way. We have to keep patience and we knew we would score the goals. It was just a matter of time. ACT was a really important tournament because we needed to play Asian teams after playing European teams before this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 4-3 Malaysia, Karthi Selvam: My family is watching me play live for the first time so I am really happy for that. I want to build on this and play well at the Asian Games.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Karthi Selvam wins Best Young Player of the Match award\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 4-3 Malaysia: For three and half quarters, Malaysia were the better side as they silenced the partisan crowd in Chennai to go 3-0 up. It all changed in a minute as India leveled it in the final minute of the third quarter with two quick-fire goals. Akashdeep Singh, who had a poor game so far, then scored the winner for India in the fourth quarter to give India the lead. A lead which they did not give away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    hum jeet gaye dot gifwhatte game! pic.twitter.com/bqlMhYdnmN— Tareque Laskar (@tarequelaskar) August 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 4-3 Malaysia: INDIA ARE THE 2023 ASIAN CHAMPIONS TROPHY CHAMPIONS! What a superb final to cap off an amazing tournament! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-3 Malaysia: Malaysia take off Hafizuddin for an extra outfield player with a minute left.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    what a game, and what a comeback. Akash strikes, India takes lead 4-3, 4 mins to go. pic.twitter.com/ahdgqvh9qE— stick2hockey.com (@indianhockey) August 12, 2023\n\n\n\n    #AsianChampionsTrophy #Hockey Akashdeep Singh! 👏🏽👏🏽👏🏽India have gone from 1-3 to 4-3, and it's a super finish from the Indian forward. Shamsher Singh at the heart of many good things India have done this half. What a turnaround, what an atmosphere.  🔥 pic.twitter.com/SOOGLwwXX8— Vinayakk (@vinayakkm) August 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-3 Malaysia: Hasan Azuan fouled Shamsher in the build up to that Indian goal and is given a five-minute yellow card. Malaysia will end the match with 10 players.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-3 Malaysia: INDIA LEAD! Shamsher wins possession in the middle of the park and springs the counter. Mandeep takes the ball in before playing it behind. Akashdeep takes a touch before swiveling and smashing the ball into goal. No way Hafizuddin was saving that!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Malaysia: Another PC for India. Harmanpreet switches over from the first battery to the second battery but his flick is wide. Fulton has his face in his hands in frustration.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Malaysia:  Hafizuddin  keeping Malaysia alive! Shamsher wins a PC. Harmanpreet goes low to the corner but Hafizuddin sticks his foot out to deny him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Malaysia: Superb save from Hafizuddin to deny Sukhjeet! Hardik stole the ball high up and Gurjant plays it forwards onto Sukhjeet’s path. Hafizuddin rushes out and smothers Sukhjeet’s shot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Malaysia: Five minutes in and Malaysia win a PC. Hardik Singh was not expecting the ball to come to him as it hits his foot. Faizal Saari takes it but Rohidas does well to block it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Malaysia: Malaysia pressing up high now. And they are forcing turnovers once again. India also applying the full press instead of the half court press we have been seeing under Fulton so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Malaysia: India have all the momentum now. Malaysia makes things worse for themselves with Fitri Saari shoving Jugraj in the back and picking up a green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy #Hockey Our view change works! 😁 😁 India win a penalty stroke that Harmanpreet Singh converts. And in the moments after, India draw things level. Gurjant with the goal. The venue erupts. 🔥🔥🔥3-3 at the end of Q3. And Vande Mataram rings out. pic.twitter.com/4WWfoANJrW— Vinayakk (@vinayakkm) August 12, 2023\n\n\n\n    The eluding goal has come. Not one but twice. Ind 3 Mal 3 pic.twitter.com/UTDQLWdqi8— stick2hockey.com (@indianhockey) August 12, 2023\n\n\n\n    STROKE CONVERTED BY HARMAN. FIELD GOAL BY GURJANT. ITS 3-3.UNBELIEVABLE. INDIA FINALLY BREAK THROUGH.Q4 COMING UP.#AsianChampionsTrophy2023 pic.twitter.com/Oja5Yz5aX0— Sundeep Misra (@MisraSundeep) August 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-3 Malaysia: INDIA LEVEL! What a final this is turning out to be! Harmanpreet plays a delightful pass into the circle to Karthi. He plays it first time to Sukhjeet who in turns plays it on to Gurjant to smash it intp goal! India well and truly back in this match! Crazy scenes! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Malaysia: Harmanpreet scores! India counter and Sukhjeet is fouled from behind when 1v1 with the keeper. Penalty stroke for India! Up steps Harmanpreet and fires the ball into the top corner!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: Akashdeep Singh not having the best of matches. Rohidas blocked the Malaysian PC with Harmanpreet quickly springingthe counter. There are four Indians going forward. Malaysia comit a foul in the circle but umpire Rapaport plays advantage only for Akashdeep to shank the ball above goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: Malaysia with a good review to win another penalty corner with the ball hitting Rohidas’ foot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: Jarmanpreet slaps in a forward pass from the halfway line. Akashdeep, however, fails to trap it cleanly. The ball goes behind off the keeper for a long corner. From it, Akashdeep once again fails to trap the ball and Malaysia come away with the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: Harmanpreet Singh with a rare foray into the Malaysian 23m line. He beats his marker by swivelling around him and then fires in a reverse hit at goal. Mandeep misses it but Akashdeep, at the back post, wins the ball off the Malaysian defender before firing the ball home. It won’t count as umpire Sean Rapaport blows his whistle for a foul by Akashdeep.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India had two PCs. One deflects away, other shot wide.India pushing hard. Incredible game from MAS.Too many turnovers given to MAS.#AsianChampionsTrophy2023 pic.twitter.com/jrxpnfxSwd— Sundeep Misra (@MisraSundeep) August 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: The Speedy Tigers get inside the Indian circle twice in a minute for the first time this quarter but cannot punish India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: Karthi once again at the heart of things. Drives into the circle and lets one fly. Hafizuddin Othman is equal to the task and sticks out his boot to save it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: Karthi Selvam has been one of the few Indian players who is having a good game so far. He draws in three defenders in the circle and wins another PC for India. Jugraj’s attempt flies wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: India have penned Malaysia in their own half. The passing however, is not clinical as it has been throughout the tournament. Hardik loses possession and Malaysia spring the counter. The Speedy Tigers’ defence gets to breathe as India have to restart from the back.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: PC for India. Harmanpreet takes it but his attempt is deflected behind by the rusher. India get another PC but Malaysia appeal it claiming that the ball hit the stick and not the foot. It looked like there wouldn’t be enough evidence to overturn the decision but the TV umpire saw enough to reverse the on-field umpire’s call. Nothing going India’s way so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Malaysia: India gets us started. A big quarter coming up and India start strongly. Hardik gets a free run into the circle from the right. He plays in a good pass across goal but there is no India forward to tap it in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 1-3 Malaysia: Well that was a brilliant quarter of hockey from Malaysia. Took the game for India and the hosts obliged by buckling under pressure and conceding silly chances. Craig Fulton has a big half time team talk to give now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    GOAL!!!MAS LEAD 3-1.Goal comes off 4th PC.Aminudin gets the goal.India needs to mount something special here.#AsianChampionsTrophy2023 pic.twitter.com/r5v2A6Qn3X— Sundeep Misra (@MisraSundeep) August 12, 2023\n\n\n\n    #AsianChampionsTrophy #Hockey Oh dear. Malaysia come forward after breaking India's attempt to press, win a PC, and it's 3-1 for Malaysia.And can't say it's not been deserved. pic.twitter.com/9jRFVWDEkE— Vinayakk (@vinayakkm) August 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-3 Malaysia: Malaysia double their advantage! Muhammad Aminudin with a powerful drag flick straight into the bottom corner! Sreejesh too late to stick his boot out. The umpire goes to the TV umpire to check if the ball was stopped outside the circle. Yep, it was. India shellshocked!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Malaysia: The Speedy Tigers are all over India as they win another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Malaysia: India a bit dazed now. It’s still quarter two but they are rushing a bit and going for hopeful passes rather than patiently waiting for openings. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Malaysia: India losing their head a bit now. Jugraj makes a tackle from behind giving away a needless PC. Fortunately for him and India, Najmi Jazlan’s drag flick is wide off the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Malaysia: Two big chances for India in quick succession. Vivek Sagar Prasad stings Hafizudding Othman’s glove with a ferocious drive. Moments later, Mandeep does well to get past his marker before unleashing a reverse shot. It however, sails well above goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Malaysia: Manpreet is cynically brought down by Hasan Azuan giving India a one-man advantage for two minutes. That, however, does not last long as Sukhjeet picks up a green card himself and it’s 10v10 again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy #Hockey First time, I felt the full force of a drag flick heading towards self. Mad respect for first rushers.Oh, Malaysia lead 2-1 by the way. 😅 Think only the second time India are trailing in this tournament. pic.twitter.com/2dBsTcV2sW— Vinayakk (@vinayakkm) August 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Malaysia: Razie Rahim gives Malaysia the lead! Rahim aims for Sreejesh’s left but the ball takes a huge deflection off Amit Rohidas’ stick and flies to the top corner on Sreejesh’s right. The Indian keeper had no time to react at all. Rohidas not having a good day having had a hand in both the Malaysian goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Malaysia: PC for Malaysia as the ball hits Sumit on the foot from close range. Rohidas gave away the ball once again in the circle and Malaysia take full advantage. India appeal the decision claiming that there was a Malaysian back stick. The review is unsuccessful and India lose their review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Malaysia: Not the best of starts in Q2 for India as Gurjant picks up a green card and India are down to 10 for two minutes. India playing a low block now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    End of Q1. Its 1-1.India had two PCs in Q last minute. Couldnt convert.Infact, off the 3rd Hardik couldnt push out. Nerves? Q2 will have some answers.#AsianChampionsTrophy2023#IndiaKaGame— Sundeep Misra (@MisraSundeep) August 12, 2023\n\n\n\n    #AsianChampionsTrophy #Hockey Malaysia hit back. 1-1. Indian defenders get sucked in towards the ball down the left and punished. pic.twitter.com/ZXLkOvg877— Vinayakk (@vinayakkm) August 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 1-1 Malaysia: Chance for India to retake the lead with less than a minute left in the quarter. Karthi once again does well to win a PC. The first attempt from Harmanpreet is blocked illegally by the rusher. The second attempt does not come as Hardik Singh fumbles with the injection. Malaysia hold on to end the quarter on level terms.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-1 Malaysia: Malaysia hit back! Amit Rohidas gives the ball away cheaply while trying to take the ball away from the circle. He bangs into Faizal Saari. The umpire plays the advantage with Hasan Azuan driving towards goal. He flicks it up where Abu Kamal Azrai turns it in. Game on!  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Hardly 3 or 4 entries into the D, first PC, and then the first bang, Jugraj does it. India 1 Mal 0 in the 9th min. Way to go India. pic.twitter.com/Z7mUA0BbMe— stick2hockey.com (@indianhockey) August 12, 2023\n\n\n\n    Jugraj Singh gives India the lead\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Malaysia: Jugraj gives India the lead! Karthi Selvam does well to draw the foul on the edge of the circle. Harmanpreet is off the pitch which gives Jugraj the chance to step up and deliver. And boy does he deliver! From the centre of the circle, he almost curls the ball into the side of the net. Super goal!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Malaysia: Some sustained spell of possession for India in the Malaysian half now. Jarmanpreet does well in the circle and fires in a pass at goal. There’s a goalmouth scramble before Malaysia put it away. Moments later, Harmanpreet slaps a pass towards goal from just inside the 23m line. Sukhjeet does not get the touch and so even though the ball is in goal, it does not count.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Malaysia: Malaysia pressing India high up and forcing turnovers. In the tournament so far, India have looked to sit back in the first quarter and figure out their opposition before stepping it up in the subsequent quarters.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Malaysia: It is the Malaysians who have first sight at goal. Abu Kamal Azrai beats Jarmanpreet Singh on the left and cuts inside the circle and shoots. Fortunately for India, the shot is well wide of goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Malaysia: And we have pushback! Malaysia get us underway in the final, after a false start.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Malaysia: India and Malaysia come out to a rapturous welcome from the thousands who have come to the Mayor Radhakrishnan Hockey Stadium. The players are greeted by Union Sports Minister Anurag Thakur, Tamil Nadu Chief Minister MK Stalin among others. The national anthems are sung passionately and we are minutes away from pushback here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Malaysia, India coach Craig Fulton: We have done well to get to the final. We played some good  hockey in the semi-final but in high-performance sports, you have to do  it all over again. Malaysia are the form team apart from us so it  should be a good match  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Malaysia, Malaysia coach Arul Anthoni: We enjoy playing India. We want to play against top teams and India is one fo them. We need to be faster tonight\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Nice to see entire Women's hockey team is here in Chennai to witness the ACT final pic.twitter.com/DzxssS2GaV— stick2hockey.com (@indianhockey) August 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of Indian hockey.It’s the final day of the 2023 Asian Champions Trophy! Hosts India take on Malaysia in the final looking to win their fourth title. Harmanpreet Singh and Co are favourites to win tonight, having remained unbeaten throughout the tournament – winning five matches and drawing once. India have scored 25 goals in the tournament while conceding only five. They also beat their opponents tonight, Malaysia, 5-0 when they met in the group stage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian squad for the 2023 Asian Champions TrophyGoalkeepers: PR Sreejesh, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Harmanpreet Singh (C), Varun Kumar, Amit RohidasMidfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher SinghForwards: Akashdeep Singh, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, S Karthi \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: AHF Media / Fancode\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Match live: Star Sports and Fancode in India","author":"Dilip Unnikrishnan","time":"2023-08-12T20:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193119-unsfzplrqq-1691874506.jpg","tags":["Hockey","Indian Hockey team","Hockey India","Manpreet Singh","Harmanpreet Singh","Craig Fulton","Asian Champions Trophy 2023"],"source":"https://scroll.in/field/1054227/hockey-asian-champions-trophy-india-vs-malaysia-final-live-harmanpreet-singh-and-co-eye-fourth-title"}