{"title":"Hockey World Cup: Andre Henning, the Klopp-Nagelsmann hybrid tasked with reviving German hockey","content":"“Feels like typical Germans,” is what England’s players said, according to Germany head coach Andre Henning, after his side clinched their place in the semifinals of the 2023 FIH Hockey Men’s World Cup via penalty shootout on Wednesday in Odisha.Trailing 2-0 until the 56th minute, Germany scored twice in the dying moments of a thrilling quarter-final match at the Kalinga Stadium in Bhubaneswar. Oh, and for good measure, they even missed a penalty stroke before those two goals.Germany were perhaps the most dominant men’s team in the 2000s and early 2010s winning the World Cup in 2002 and 2006 and following it up with back-to-back Olympic gold medals in 2008 and 2012. Since then, however, they ceded their place to Belgium and Australia.Tasked with taking Germany back to their rightful place at the top of the men’s game is Henning.“Maybe the old German teams some years ago had this attitude like: ‘The game is over when the German team is sitting in the bus and already checking out.’ That’s what we worked a lot on.... the mental strength which I think is super important,” he said after the match. “In the last years, Germany was always there and always close but lost the big games. This was the first big game and we won it.”Earmarked for greatnessHenning represented Germany at the Under-16 and Under-18 levels before a knee injury ended his playing career at 20. Though coaching was something he had never considered as a career opportunity, Henning coached the youth teams at his club HTC Uhlenhorst Mülheim to earn some money on the side. Among his students were Thilo Stralkowski and Jan-Philipp Rabente who would win gold for Germany at the 2012 London Olympics.After injury curtailed his playing career, he enrolled at Ruhr University Bochum to study to become a lawyer. In 2007, Mülheim approached him to coach the men’s team. “My club team Mulheim needed a coach and I was 22 and I said no probably five times. They kept at it and asked me to come for at least one year and I agreed. In the end, I was there for seven (years) and I really liked coaching. And after that it became a little bit more professional,” the 39-year-old recalled.Henning led Mulheim to two runners-up finishes in the German hockey Bundeslige in the 2010-‘11 and 2012-‘13 seasons while also winning the Indoor Bundesliga title in his final season in 2013-’14. He took up a job as Sporting Director at Der Club an der Alster in Hamburg before leaving that post to become the coach of Rot-Weiss Köln.His seven-year stint at Köln proved to be incredibly fruitful as the club won seven titles including their first Euro Hockey League title in 2016-’17. The German squad features seven players from Hennig’s Köln side.After leading Köln to their third Bundesliga title in 2021-‘22, Henning was asked to replace Kais al Saadi as coach of the men’s national team. For many in Germany, his appointment was not a matter of if, but when. While coaching Mulheim, Hamburg and Köln, Henning also coached the U-18 and U-21 sides and was part of the coaching staff of the German women’s team which won bronze at the 2016 Rio Olympics.He was long courted by the federation to take up the men’s head coach position, and was even offered the job when he had just joined Köln. It was all about timing, is what Henning said when he finally took up the top job in January 2022.Importance of mental conditioningAt the start of coaching career, Henning was often compared with Liverpool manager Jurgen Klopp for his tendency to get animated on the touchline. After taking over the national team, he began being compared to another young German coach in Bayern Munich manager Julian Nagelsmann.“It’s good that I get compared to a younger coach now after Klopp,” he said with a grin. “I don’t know him very well and I don’t really like these comparisons with football coaches because I am a hockey coach. I don’t really feel it because I think we are kinda different.”“He has changed a little bit. He is a little quieter towards the umpires,” Germany captain Mats Grambusch said. “Everything else is still the same. He still has the mentality to give speeches. He’s really into the game. You can see him running around the sideline. Got a little calmer than 10 years ago but overall, he’s still the same person,” added Grambusch, who played under Henning at Köln.Though he doesn’t like the comparisons with Klopp and Nagelsmann, it is no surprise why many in Germany make them. Often animated on the sidelines, Henning has a never-say-die attitude which has seeped into his team. And like the two German football coaches, he wants to win no matter what. Though Germany have finished on the podium in various tournaments over the past few years including at the 2016 Olympics and two European Championships, Henning doesn’t value them as much.“The last title we won was in 2013 when we won the Euro Championships. Yeah, bronze in 2016 is ok,” he said, drawing laughs from reporters.“For me it’s amazing if I would have won of course! But the guys aim to win gold here, at the Olympics and the Euros. 10 years you didn’t bring any trophy or gold medal home, that’s something that the guys saw as not being our advantage anymore. It’s driven by experience. If you lose and lose and lose the big games, then it becomes more difficult to get out of this loop. It’s not rocket science. If you can spend hours on the pitch, why not in the meeting room and discuss those things,” Henning added.Motivational speakerApart from being a hockey coach, Henning is the head of talent at German law firm Seitz and also works a journalist part-time. He also freelances as a motivational speaker for corporate firms holding leadership courses. That is something he has carried over to his coaching jobs ensuring his players work on their mental strength as well.“He’s great, especially the way he always gets us mentally strong,” Grambusch said. “He’s a coach who’s also friend-ish. Like he’s the kinda guy who does things for you. Tactically also he’s at an unbelievable level. He believes in us, we believe in him. It’s also not about how he is as a coach, but also the way he treats everyone in the team and the coaching staff.”“We speak openly not just about hockey but about everything. Because you have to earn each others’ trust. If you don’t talk, you’re not going to get that. We have a really open-minded hierarchy in the team, everyone can talk about whatever he thinks is good. That’s what I have with Andre on a personal level,” the German captain added.Henning said he wasn’t sure if being mentally tough was the German style the last few years. “I think we kinda lost it. We retrained it probably. Mental strength is something you can train like athletic and tactical strength,” the coach said.“Some of the players have mental coaches back home. If you don’t score and you fly back home, then there’s this negative thinking going on and on. In these moments, you just have to focus on your plan and stick to it. It sounds super easy, but five minutes to go, you’re kind of tired, your head is not working. Don’t relax. In these moments, stay connected, look at each other and keep on playing as easy as possible,” he added.One the back of their comeback win on Wednesday, Germany seems to have found the right person to instill that winning attitude.","author":"Dilip Unnikrishnan","time":"2023-01-25T22:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186087-kijdtepiuq-1674662108.jpg","tags":["Andre Henning","Germany","Julian Nagelsmann","Jurgen Klopp","Mats Grambusch","Rot-Weiss Köln","Hockey","FIH Hockey Men’s World Cup","FIH Hockey Men’s World Cup 2023"],"source":"https://scroll.in/field/1042599/hockey-world-cup-andre-henning-the-klopp-nagelsmann-hybrid-tasked-with-reviving-german-hockey"}