{"title":"Hockey: Craig Fulton set to take charge of Indian men’s team on Friday","content":"Newly-appointed Indian men’s hockey team chief coach Craig Fulton arrived in India on Friday morning. The 48-year-old South African landed in New Delhi where he met with Hockey India officials. On Friday evening, he will fly down to Bengaluru where the ongoing national coaching camp is being held at Sports Authority of India, Bengaluru.Fulton comes with nearly 25 years of coaching experience and has achieved many milestones during his association with the Irish Men’s team and reigning Olympic Champions Belgium. His rise to fame started with a stint as the Irish Men’s Team head coach between 2014 and 2018 when the team qualified for the Rio Olympic Games 2016. This was the Irish team’s first Olympic qualification in 100 years. This historic feat also won him the FIH Coach of the Year in 2015.Following this, he worked as the assistant coach of Belgium when they won the gold medal at the Tokyo Olympics. He was also part of the Belgian coaching staff when the team lifted the World title in 2018, in Bhubaneswar. He was also named Belgium Coach of the Year 2023 after coaching his Belgium club to the Belgium League title.Fulton’s first assignment with the team will be FIH Men’s Hockey Pro League 2022-2023 in Europe where they will take on Belgium, Great Britain, Netherlands, and Argentina in the remaining season of the tournament.On his arrival in India, Fulton said, “I am really excited to be here finally. Look forward to meeting the squad, hopefully, tomorrow. We don’t have much time because the first FIH Pro League games are only just over three weeks away. There is lots of hockey in the next few months in the build-up to the Asian Games 2023. So, yes, I am really excited and look forward to getting started.”Meanwhile, Indian captain Harmanpreet Singh said that Fulton’s arrival will instill a new sense of enthusiasm and excitement ahead of the Pro League.“We are looking forward to playing under Fulton’s guidance. His arrival ahead of the Pro League matches in Europe is a confidence booster for us. The team will continue to focus on our strength and work on putting up a good show in the upcoming tournaments,” Harmanpreet said.","author":"Scroll Staff","time":"2023-04-28T15:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189593-nhcefqgzbm-1682676473.jpeg","tags":["Craig Fulton","Hockey India","Hockey","Harmanpreet Singh"],"source":"https://scroll.in/field/1048194/hockey-craig-fulton-set-to-take-charge-of-indian-mens-team-on-friday"}