{"title":"Hockey, Asian Champions Trophy: Tight defence to clinical forwards – takeaways from India’s triumph","content":"“It is just the new Indian way,” was Hardik Singh’s simple answer. Minutes earlier, on a warm Saturday night, the Indian men’s hockey team pulled off an impressive win against Malaysia to win the Asian Champions Trophy in Chennai. In a thrilling final, India never gave up as they fought back from 1-3 down to beat Malaysia 4-3 and clinch their fourth title in the history of the competition. After Jugraj Singh gave India the lead in the ninth minute, Malaysia levelled the scores in the 14th minute through Abu Kamal Azrai. The Speedy Tigers stunned the home crowd at the Mayor Radhakrishnan Hockey Stadium by scoring twice in the second quarter to take a 3-1 lead.India, however, hit back with two quickfire goals right at the end of the third quarter through captain Harmanpreet Singh and Gurjant Singh. Akashdeep Singh then scored the winner in the fourth quarter to give India a famous win.In the hierarchy of international hockey competitions, the Asian Champions Trophy is not the most prestigious. But with the Asian Games around the corner, the Asian Champions Trophy came as an ideal tune-up for the quadrennial event. It featured largely the same teams that will compete with India in Hangzhou, and the hosts showed that they have steadily progressed under head coach Craig Fulton.India coach Craig Fulton | Hockey IndiaDefend to win philosophyIn his first press conference  after becoming India coach, Fulton said that he likes to set his team up to defend to win. Despite having joined months before the crucial Asian Games, Fulton has managed to swiftly implement his philosophy to a team which is just as eager to follow it.“He is doing a good job,” said team captain Harmanpreet Singh after India’s semi-final win over Japan. “While we have brought in structural changes in our team, managing [the changes] at such a short notice is a highly positive point for us. All credit to him.”Since the South African took over in late April, India have begun transitioning from playing full-court press, which they deployed under former coach Graham Reid, to sitting back a bit more.In the 19 matches India have played under Fulton, they have focused on maintaining a solid defensive structure to not allow teams time and space to create opportunities while patiently waiting to hit them on the counter. The transition perhaps hasn’t been as smooth with India conceding goals against the Netherlands and Great Britain in the Pro League. But there have been glimpses of what the team can achieve should they stick with Fulton’s strategy particularly in their wins against Belgium and Argentina in the Pro League, and their showing against the Netherlands and England in the Four Nations Tournament in Spain.It was a similar story in Chennai with India holding on to the defensive philosophy against lower ranked teams. With India employing a half-court press, teams were baited into committing more bodies forward which only allowed India enough open space to launch counterattacks.Under Fulton, the roles of Hardik, Manpreet Singh, Nilakanta Sharma and Vivek Sagar Prasad have become more crucial with the central midfielders tasked with winning possession ahead of their 23 metre line and springing swift counterattacks through incisive passes. Manpreet and Vivek, in particular, have thrived in their new roles with both putting in match-winning performances in Chennai.Rise of young forwardsThe biggest takeaway from the Asian Champions Trophy for India has been the number of field goals the team managed to score thereby reducing the burden of scoring from Harmanpreet’s shoudlers.The likes of Sukhjeet Singh, Karthi Selvam, Gurjant Singh and Shamsher Singh have settled in nicely with Fulton’s style with their smart, dynamic running and increased attacking inputs. The pair of Sukhjeet and Karthi, in particular, enjoyed a fruitful tournament, consistently winning penalty corners and setting up their teammates to score, apart from scoring themselves.Karthi Selvam impressed at the Asian Champions Trophy | Hockey IndiaWith Abhishek and Dilpreet Singh, who were rested for the Asian Champions Trophy, also in the running to nail a spot for the Asian Games, veterans Akashdeep Singh and Lalit Kumar Upadhyay are under pressure to justify their places in the squad.Upadhyay has seen his form drop over the past year and the Tokyo Olympics bronze medallist has had poor outings at the FIH Hockey World Cup and India’s Pro League matches in Europe. Though he was India’s top scorer after Harmanpreet at the tournament, Akashdeep blew hot and cold missing many a gilt-edged opportunity. In the final itself, he missed a few chances while also prematurely ending attacks with inconsistent trapping. With Fulton’s style relying heavily on his forwards being clinical whenever they attack, so far, it’s been the younger guard that has stepped up.Harmanpreet’s back-up drag-flickers When India won their first penalty corner of the final in the ninth minute, Harmanpreet, one of the world’s deadliest drag-flickers was off the pitch. In his absence however, Jugraj Singh gave India the lead with a precise drag-flick into the side of the goal. It was the Attari-born defender’s third goal of the tournament.India scored 16 goals from penalty corners with 13 being direct goals. While Harmanpreet scored eight of them, Jugraj and Varun Kumar contributed with three and two goals respectively, a big positive for India.Top countries like the Netherlands, Germany, Australia, England and Belgium have multiple drag-flickers who consistently score from penalty corners. This not only reduces the pressure on the first-choice drag-flicker in the team, but also gives teams the option to mix it up and come up with different routines. Since Rupinder Pal Singh’s retirement, Harmanpreet has been India’s go-to drag-flicker with his unnerving ability to find the correct angles. But the lack of a back-up option has often hurt India, most recently at the Hockey World Cup where Harmanpreet was subdued as India failed to make it to the quarter-finals.Crucially, with just one drag-flicker in the team, opponents know whom to target while defending penalty corners.Jugraj Singh scored in the final against Malaysia | Hockey IndiaIn Chennai, Jugraj and Varun had more opportunities from penalty corners and the duo made them count. Crucially, the pair, as well as Amit Rohidas, were on drag-flicking duty even when Harmanpreet was on the pitch.Harmanpreet’s back-ups have shown what they can do when given the opportunity. It is imperative that they keep getting more chances to raise their game.","author":"Dilip Unnikrishnan","time":"2023-08-13T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193120-chnarnqsjn-1691874606.jpeg","tags":["Hockey","Indian Hockey team","Hockey India","Manpreet Singh","Harmanpreet Singh","Craig Fulton","Karthi Selvam","Jugraj Singh","Asian Champions Trophy 2023"],"source":"https://scroll.in/field/1054232/hockey-asian-champions-trophy-tight-defence-to-clinical-forwards-takeaways-from-indias-triumph"}