{"title":"Hockey, FIH Pro League: India target Asian Games in return to action from World Cup heartbreak","content":"The 2022-’23 season started with a lot of promise for the Indian men’s hockey team. The high of the bronze at the Tokyo Olympics was augmented by a strong showing in the FIH Pro League. While gold at the Commonwealth Games eluded them once again, the team ended 2022 with a promising tour of Australia where they beat the Kookaburras for the first time since 2016.Going into a home World Cup, there was a lot of hope from this team to end a long wait for a medal. As things turned out, India’s campaign ended prematurely even before the quarterfinals.But now Team India returns to the imposing Birsa Munda Stadium in Rourkela for four FIH Pro League matches against World Cup winners Germany, and Australia. There’s no Graham Reid leading the side this time with the Australian resigning following the disappointing World Cup campaign.“The World Cup was a dream for the team, not just for individual players,” India captain Harmanpreet Singh said in a press conference on Thursday, ahead of the Pro League matches. “For the players, it is difficult because you play a major tournament after four years and you don’t win that. Very difficult for a player. There are many moments in life where you learn things. What is important is to improve things the next time.”“It was hard because it was a home tournament. It is the second time we have failed to win a World Cup at home,” newly appointed vice captain Hardik Singh said. “For me, it was hard to sit out because it was my first time experiencing such an injury. I was exhausted mentally. You prepared well for a tournament which comes once in four years and then it gets over with an injury.”Harmanpreet Singh also reiterated on the need to convert attacking circle entries into something meaningful and dealing with the pressure better. First-movers advantageAlthough India have appointed Craig Fulton as the new chief coach, the South African hasn’t yet taken charge of the team. Interim coaches David John and BJ Kariappa will oversee these matches and the selection group has dropped or rested many of the players who were part of the Indian World Cup squad. Younger players have been drafted in who could provide the team with some much needed freshness.The 20 selected have the first-movers advantage in showing the incoming Fulton what they are capable of. Some good performances against tough opponents like Germany and Australia will likely put them in a good position to cement a place in the side ahead of the crucial Asian Games, and further ahead, the 2024 Paris Olympics.With goalkeeper Krishan Bahadur Pathak on leave for his marriage, India have added Pawan as backup to the veteran PR Sreejesh. In defence, Jugraj Singh, Sumit and Manjeet replace World Cup vice-captain Amit Rohidas, Surender Kumar and Varun Kumar.Rabichandra Moirangthem, the exciting Vishnukant Singh and Dilpreet Singh get the nod ahead of Nilakanta Sharma and Akashdeep Singh in midfield while Gurjant Singh and S Karthi come in place of veteran forwards Lalit Kumar Upadhyay and Mandeep Singh.The opponentsAustralia and Germany come into the mini tournament with completely different levels of preparedness. Days after finishing fourth at the World Cup, Australia played four matches against Spain and Argentina in the Pro League. The Kookaburras lost both their matches against Spain, beating Argentina 3-0 after losing to Las Leones on penalty shootouts in the first match.Coach Colin Batch has drafted in many young players for the two Pro League mini tournaments to give some much needed playing time for the next generation of players as well bringing in a level of consistency ahead of the Olympics.“I think it was consistency right through the tournament,” Batch said about Australia’s World Cup campaign where they finished a disappointing fourth by their high standards.“We had some outstanding games and then we had some disappointing games. And I’m not just talking about at the end of the tournament, but even at the World Cup we had tough games against Spain and Argentina, and they were the two teams we played last in the Pro League.“So we really looked at our preparation leading into the World Cup and it wasn’t as good as what it was for the Tokyo Olympics. So preparation needs to be better. We still believe in the squad that we’ve got. We’ve got some players that will emerge out of these mini tournaments. So I’m not sure where we will be in 15 months time in Paris. We could be a similar team, it could be very different. But we want to expose players and give them the opportunity to shine on the international stage,” Batch added.World champions Germany, on the other hand, are back in Odisha after a break which saw the players being felicitated across the country as well as get some well-deserved attention from the media.While five of the 18 who were part of the World Cup squad have had to take a break due to family and other commitments, coach Andre Henning has a strong squad nonetheless. The focus for Germany is to prepare for the Hockey Euro Championships at home in August and the Paris Olympics next year.Hockey World Cup: Andre Henning, the Klopp-Nagelsmann hybrid tasked with reviving German hockey“I think getting some rest was important for most of the players, just not for the body but mentally as well. And yeah, that was well deserved of course after a super intense phase being in South Africa for camp and Argentina for Pro League and Spain for a tournament before the World Cup. And they really worked to be on a peak here for the World Cup and it worked quite well,” Henning said.“Now new progress and going to the Euros, but already focusing on the Olympics now. There’s a new phase has just started. So I think it’s a mixture. Of course we want to get some results out of the games, but improvement, development is the most important thing. So see in which state the players are, which kind of quality the new players bring in? So that’s a difference right now.“I think, to be honest, we were a little better prepared for the World Cup than for Pro League matches of course. But it is important as they have a quality we don’t get very often. So playing India and Australia in this environment is a special one for us. It will be super interesting for us to get these matches. It is important, but it’s more (about) development,” he added.For all three teams, the Pro League matches will be about experimenting and trying out different strategies and tactics. For India there is the added component of recovering emotionally from the mental scars of a disappointing World Cup and prove themselves to their incoming coach.“Rome wasn’t built in a day,” Hardik said. “We have a lot of hope that we will play well in the upcoming four matches and prepare for the Asian Games.”Harmanpreet added, “Every match at this stage is challenging for us, especially when the oppositions are Australia and Germany. However, it’s good for us that we are getting to play such challenging matches as our focus is on Asian Games.”The Tokyo heroics, memorable as the were, are in the past now. The road to Paris for India begins on Friday.Indian Men’s Hockey Team for the FIH Hockey Pro League 2022/2023:Goalkeepers: PR Sreejesh, PawanDefenders: Harmanpreet Singh (Captain), Jugraj Singh, Nilam Sanjeep Xess, Jarmanpreet Singh, Sumit, Manjeet, Manpreet SinghMidfielders: Hardik Singh (V/C), Vivek Sagar Prasad, Moirangthem Rabichandra Singh, Vishnukant Singh, Dilpreet Singh, Shamsher Singh, Raj Kumar PalForwards: S. Karthi, Sukhjeet Singh, Abhishek, Gurjant SinghFIH Pro League Matches in RourkelaMarch 10: India vs Germany, 7 pm ISTMarch 11: Australia vs Germany, 7 pm ISTMarch 12: India vs Australia, 7 pm ISTMarch 13: India vs Germany, 7 pm ISTMarch 14: Germany vs Australia, 7 pm ISTMarch 15: India vs Australia, 7 pm ISTThe matches are live on Star Sports Select 2 SD + HD or Star Sports First in India and will be streamed live on Fancode app.","author":"Dilip Unnikrishnan","time":"2023-03-10T10:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187774-pzpavyzbdn-1678421599.jpeg","tags":["FIH Pro League","Indian Hockey Team","Harmanpreet Singh","Hardik Singh","Craig Fulton","Hockey India","Hockey","Australia","Germany","Colin Batch","Andre Henning"],"source":"https://scroll.in/field/1045337/hockey-fih-pro-league-india-target-asian-games-in-return-to-action-from-world-cup-heartbreak"}