{"title":"Hockey World Cup: Bichu Devi, the reluctant goalkeeper who fell in love with the sport","content":"“She does it. Who else but Kharibam? The celebration is almost like a WWE Smackdown... John Cena delivering it.” “She is pumped, what an awesome save. She’s been phenomenal.”A pumped up commentator announced as an even more pumped up Bichu Devi Kharibam celebrated. She jumped, punched the air, beat her chest, roared after stopping a German penalty stroke during India’s second match at the Junior Women’s Hockey World Cup 2021. The save ensured the score remained 1-0 to the Indians, who moments later made it 2-0.Germany, who would go on to finish as silver medallists in the tournament, were relentless with their attacks against an efficient, resilient Indian side. The match was the tussle to decide top spot in the group and avoid Argentina in the quarterfinal. And Bichu’s fantastic goalkeeping coupled with her aggression meant that India, brimming with adrenaline and confidence, picked up a huge win to go through the group stages unbeaten.That aggression comes naturally to India’s 21-year-old keeper from Manipur. But on that day, when she put in a jaw-dropping player of the match performance, even she was shocked.“I did that out of pure excitement, I wasn’t thinking of anything. Honestly, when I looked at the celebration against Germany in my room, I watched the video of the match like a thousand times over. I couldn’t believe myself, how did I behave so aggressively,” Bichu, who is part of India’s squad for the FIH Hockey Women’s World Cup, where she will be understudy to the captain, told Scroll.in. “Since the start, some of our aims were to top the pool and defeat Germany. So I kind of internalised that pressure and when I made the important save, it became more powerful to me. Some days we (the team) also have a kind of connection... we could be moving a little lazily, but if the coach is being aggressive and I also let out a ‘Come on’ aggressively, they feel even more energised.”Her electric presence between the posts on the hockey turf was actually accidental. Bichu Devi Kharibam – India’s youngest goalkeeping option after current captain Savita Punia and Rajani Etimapu – only stumbled upon hockey by chance.#Hockey #JWC2021 What a huge save by Bichu Devi! She has been rather busy in this match but a penalty stroke is whole another deal. And she celebrates like she scored a goal. Gotta love a good GK celebration. Keeps India 1-0 up.Blog:https://t.co/c9Qr2abULR pic.twitter.com/JOYZQuLcVU— Vinayakk (@vinayakkm) April 3, 2022\n\nSwitch one: From football to hockeyShe was a football lover. Of course, she was. Her love for the sport was fuelled by growing up in Manipur. Being the only female among the “bhaiya log” in her village to play did not deter her. It cemented her intentions to secure a spot at the SAI academy in Manipur and forge a career out of it. But it wasn’t meant to be.“When I did go for the trial... football was a big deal in Manipur anyway, so it was tough for me to make the cut. So, my father suggested that I try out in hockey instead. ‘If you think it’s not meant for you, we’ll come back to football’ and so I agreed,” recalled Bichu.The selection for hockey was all but done but she was not ready to part with football yet. A discussion with her father and the academy, however, brought a heartbreaking finality with regard to her football dreams.“My name was already registered as a hockey player so the coach said that I can’t play football so I will have to stick to hockey. I cried a lot. My father motivated me saying that I was young so I could still try for sometime in the future.”Switch two: From goal-scoring to goalkeepingThe immediate future, too, however, was laced with a hesitancy towards the sport. After being encouraged to make the switch from football to hockey, she was encouraged to make the switch from a striker to a goalkeeper because of her agility and height.“I didn’t like goalkeeping at all. Ro ro ke khelti thi main (I used to cry a lot while playing). In 2015, I was playing the sub-junior level for Manipur and even then I played as a goalkeeper zabardasti, ro ro ke maine kit pehna,” she said. “It used to take me half an hour to wear the kit because I used to do it so half-heartedly. Bilkul mann nai hota tha (my mind was not on it). The coach used to help, the players used to help, somebody is putting the leg guard, somebody is putting the helmet and I used to simply sit.”Switch three: From Manipur to Madhya PradeshHowever, it was a match against Jharkhand that paved way for another switch – one that determined her life and career after that. Napoleon Singh, a reputed hockey coach and an international FIH umpire, spotted her potential even if it was veiled with her reluctance.“In that match, I saved many many shots. Whatever ball came my way, I saved. Jharkhand was in great difficulty during the last quarter and somehow, they scored one goal with great difficulty and won,” said Bichu.“Napoleon sir said that I can do well as a goalkeeper, but noticed that if I were to play from Manipur, it would be difficult for me to progress. We then spoke to the Madhya Pradesh academy to allow me to settle there.”And so, in 2015, Bichu arrived at the MP academy, albeit still disinterested in hockey but a step closer to embracing it. She wanted to earn appreciation. It was some months down the line that Bichu observed the respect MP coach Paramjeet Singh’s presence commanded and felt like she wanted to do more, give more to the game and work harder, in order to command a similar kind of respect for herself.“In 2018, when I joined the junior national team and got the medal, I became even more determined to do only one thing – I want to get into this camp and command that kind of respect. I didn’t know the process, I had no idea, no knowledge but there was only one aim – to get into the camp,” she said.Switch four: From reluctance to love Three years after moving to Madhya Pradesh, Bichu began to see more reasons to make her presence felt in hockey. She commanded attention at 2018 Youth Olympics in Argentina, where India finished second. In 2019, she was goalkeeper of the tournament at the 4-Nations Junior Women Invitational in Dublin. Soon enough, she was fast-tracked to the senior set-up. Now she’s part of the senior World Cup squad.She is one of the two options that India are grooming behind the stalwart that is Savita Punia. In the Pro League too, she has made a few appearances, often rotating with Savita but also played an entire game against USA, where she showed her talent once again, even though the rawness was evident in the goal she conceded - misreading a high ball.Former junior women’s team coach and two-time Olympian Baljeet Singh Saini is confident that Bichu is here to stay, for a long, long time.“One of the most hard-working players I know. She used to control the whole game. A goalkeeper has to speak and nobody can speak more than her. Knowing her and how dedicated she is, I think she will play for India for a good 10 (years),” said Saini, in a conversation with Scroll.in.When asked about whether she regrets any of these switches she had to make in her life and career, Bichu has an uncomplicated answer: “Jo bhi hota hai ache ke liye hi hota hai (whatever happens, happens for the best). That’s what I have learnt.”She also appreciates the calm and composure that goalkeeping in hockey demands. And in that regard, she took lessons from the best in India.“They often say, stay calm and composed, think about the game but initially, I really struggled with that. Mera toh aggressive hai.. if I see the ball, I have the urge to kick it, I want to do exactly what I want but when the coach asks me to stay calm, look at the ball, I used to get frustrated at myself and even the coach but I figured that calmness is the way to go in the game,” she said.“I often used to think that I wish I was in X position so that I could score the goal, I wish I was in Y position so that I could tackle. But after I saw Sreejesh bhaiya and Savita didi, I then became determined that I had to do something for India. I made up my mind.”Bichu is attempting to master the zen-like calmness that her experienced seniors in the men’s and women’s team possess on-field, but sometimes, the WWE-like celebrations are bound to come out. And that’s what is separates her from the rest – a temperament to master the skill along with a personality that is unapologetically hers.“Mujhe aggressive pasand hai... I am an aggressive person,” she said, with a beaming smile.And at the end, there is one question that we end up wanting the answer for: Did Bichu ever end up liking hockey, after all?“Abhi toh bohot zyada pyaar hogaya hai. Main reh nai paungi ab toh inke bina (Now I am in love with hockey, I can’t live without it).”Also read: Hockey: Lalremsiami, team India’s live wire from MizoramHockey: Salima Tete’s sprint from the fields of Simdega to India’s midfieldHockey: Dodge them like Navneet Kaur","author":" Samreen Razzaqui","time":"2022-06-27T21:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176362-pfquehtdhh-1656343383.jpg","tags":["Bichu Devi Kharibam","Junior Women's Hockey World Cup","FIH Women's Hockey World Cup 2022","Savita Punia","PR Sreejesh","Indian hockey","Hockey"],"source":"https://scroll.in/field/1027022/hockey-bichu-devi-the-reluctant-goalkeeper-who-fell-in-love-with-the-sport"}