{"title":"Hockey World Cup: Meet Jean-Paul Danneberg, Germany’s shootout goalkeeping hero with a secret recipe","content":"Jean-Paul Danneberg became a goalkeeper because as a kid, he thought hockey goalkeepers looked cool with all the protective gear they wore.Speaking to Scroll at the Kalinga Stadium in Bhubaneswar, the German said, “I saw the goalkeeper stuff when I was young. I saw it looked like a robot, it’s a machine. It was the coolest thing I saw and I said to myself I want to be a goalkeeper, and now I am here.”Here, meant the final of the 2023 FIH Hockey Men’s World Cup where he starred in Germany’s shootout win over defending champions Belgium to lead his side to victory. Perhaps still feeling the effects of the adrenaline rush, Danneberg’s face couldn’t stop quivering. Or maybe, it was simply the remnants of the manic-crazy energy that powers every goalkeeper.“He’s crazy!” Is how Christopher Ruhr described Danneberg. “He’s just crazy about hockey. He’s the ‘crazy goalie’. That’s why he is so good in the penalty shootout.”Sunday wasn’t the first time Danneberg had been Germany’s shootout hero. In their quarter-final win over England, the 20-year-old prevented David Goodfield and Liam Ansell from scoring  in the shootout. A year ago at the FIH Hockey Junior Men’s World Cup, Danneberg also starred off the bench in Germany’s quarter-final penalty shootout win against Spain.“He is a specialist in shootout. He was extremely good in the U-21 World Cup. It’s probably good he is an indoor goalkeeper where you do that a lot, but it’s just a strength we saw early and we gave him all the trust and confidence he needed,” coach Andre Henning told Scroll after Sunday’s win.“He is a goalie so he has to be crazy right. I didn’t tell anything at all. He knows what he has to do. We spoke a lot in the weeks and months. He knew what to do and he did it against England. The coaching staff as a group with Jean did a great job,” Henning added.Hockey World Cup: For champions Germany, the title was a hop, skip, and comeback awayDanneberg started the final on Sunday as 23-year-old Alexander Stadler’s deputy, knowing that his services would only be called upon if Stadler got injured or the match went to shootouts. And so, with Germany leading 3-2 in the final quarter against Germany, Danneberg began warming up just as he had done in their previous three comeback wins making sure he was ready for action.Belgium went first through Florent van Aubel who proceeded to bamboozle Danneberg and put him on his backside before scoring. A tad humiliating for a goalkeeper perhaps. Although not enough to rattle Danneberg. Recovering from that first attempt, he proceeded to keep out Arthur de Sloover and Victor Wegnez’s attempts to give Germany a huge psychological boost in the penalty shootout.“I don’t know how he does it as a 20-year-old boy. He knows what the opposition is doing and goes into his routine. He is mentally so strong,” Germany captain Mats Grambusch said after the match.After his heroics, Danneberg let us in on his secret.“On my bottle, I write Plan A or Plan B or…,” Danneberg pauses for dramatic effect and looks up before saying, “I write the recipe for an apple cake.”An apple cake? Danneberg laughed at our confusion and said, “It means that I am scouting the strikers from the shootouts and what they would do and come up with plan A and plan B. Then I can manage my positions based on that. Sometimes, it comes together as a recipe for a cake.”If you are still confused, fret not. It’s that crazy thing these goalkeepers do. Allow him to make it simpler.“Nobody knows what is on my bottle. The strikers are thinking about this (what I know about them) and then, I win. You understand?”“It’s a trick. One of my tricks. Sometimes it’s a cake. Sometimes, it’s a tactic,” he added.So in the final on Sunday, did he write his plans for the shootouts or the recipe of an apple cake?He quipped, “This time it’s my secret.”","author":"Dilip Unnikrishnan","time":"2023-01-30T13:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186268-ickjtslrch-1675064275.jpg","tags":["Jean-Paul Danneberg","Christopher Ruhr","Andre Henning","Alexander Stadler","Mats Grambusch","Hockey","FIH Hockey Men’s World Cup"],"source":"https://scroll.in/field/1042870/hockey-world-cup-meet-jean-paul-danneberg-germanys-shootout-goalkeeping-hero-with-a-secret-recipe"}