{"title":"Hockey, Men’s Four Nations: India held by England to end hopes of reaching final","content":"India came up with a strong performance to hold England 1-1 in their third match in Barcelona at the ongoing 100th Anniversary Spanish Hockey Federation - International Tournament. While Sam Ward scored an early goal for England in the 5th minute, India bounced back to level the scores in the 29th minute through Harmanpreet Singh.After losing to the hosts and drawing with the Netherlands in their previous matches, India were looking for an elusive win and a spot in the tournament’s final. Despite starting positively, it was the Brits who got off to a good start, with Sam Ward scoring a stunning field goal in only the 5th minute of the game. A tumbling James Oates crossed the ball from the right flank towards the goalpost, which Ward deflected into the post, giving England the lead. Pawan, who was filling in for PR Sreejesh and Krishan Bahadur Pathak in the goalpost, could do little to defend.Despite the early setback, India showed great tenacity in the following minutes, defending admirably to save two consecutive PCs. Meanwhile, the Indian forwardline continued their attack, earning a well-deserved PC in the 12th minute. Unfortunately for Indian skipper Harmanpreet Singh, the umpire disallowed his goal for dangerous play.With England leading by a goal, India came out with a new burst of potent attack in the early minutes of the second quarter, led Hardik Singh, whose stick work gave Indian fans hope for a goal. However, a goal-mouth scramble ensured that England maintained its lead.It took India a lot of effort to break through the English defence, and it wasn’t until the 29th minute that India were able to level the score. It was Harmanpreet Singh, yet again leading the charge, as he broke no sweat in converting a brilliant PC. A goal just before the ten-minute half-time break meant that the two teams would return with strategies that would promise exciting 30 minutes of play. With a spot in the final at stake, both teams lived up to the billing producing some brilliant attacking tactics that kept the spectators glued. Having shaken off the early nervousness, young India goalie Pawan, who replaced Sreejesh in the third quarter, came up with a fine save in the 35th minute when England earned a PC. India too found a couple of chances in the following minutes. But they could not manage to put it past England’s custodian James Mazarelo. With the score reading 1-1, the final quarter remained tense for India. Another draw would put them out of contention for the final on Sunday. Desperate to find a breakthrough, India came up with a disciplined attacking structure while Sreejesh came up with some incredible saves to keep the scoreline intact. India found a golden opportunity to score in the dying minutes when they won a PC. This was after the team had pulled their goalkeeper out for the want of an extra man in their attack. The tactic worked, but India could not convert from the PC with Mazarelo making a fine save with his foot.That ended India’s hope of making the final in Terassa, Barcelona. The team will next play the placing match against the losing team of the next league match i.e Spain vs Netherlands before heading back home, where they will play the Asian Champions Trophy Chennai 2023 starting August 3 at the Mayor Radhakrishnan Hockey Stadium in Chennai.","author":"Scroll Staff","time":"2023-07-29T09:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/181997-dsejyewpyo-1666963637.jpeg","tags":["Harmanpreet Singh","Hockey","Indian Hockey","Pawan","PR Sreejesh"],"source":"https://scroll.in/field/1053461/hockey-mens-four-nations-india-held-by-england-to-end-hopes-of-reaching-final"}