{"title":"Hockey, FIH Pro League, India vs China, as it happened: Gu Bingfeng’s brace helps visitors win 2-1","content":"India took the lead in Q1 with a Goal from Sangita but China fought back with 2 late goals in Q1 and Q4 to take the game 2-1. Full-Time: China 🇨🇳 2 - India 🇮🇳 1Goalscorers: 14' 56' (PS) Gu Bingfeng7' Sangita Kumari #HockeyIndia #IndiaKaGame #FIHProLeague24.....… pic.twitter.com/ORlIRdK6fn— Hockey India (@TheHockeyIndia) February 12, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for our coverage of the Indian women’s hockey team’s match against China in the FIH Pro League.China does the double on India, following up their 2-1 win over the hosts in Bhubaneswar with an identical 2-1 triumph tonight in Rourkela.Sangita Kumari had opened the scoring for India at the end of a brilliant piece of work from Vandana Katariya in the seventh minute. But China equalised from a Gu Bingfeng penalty corner in the 14th minute.Both teams cancelled each other out for much of the second and third quarters. But China earned a penalty stroke in the fourth quarter, which Gu took and made no mistake to earn hers and China’s second goal of the match.The visitors then held on, not letting the Indians any clear chance at goal, to secure the win.The Indian women will be in action on Wednesday when they take on the mighty Netherlands. See you then!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Gu Bingfeng is adjudged the player of the match for her brace.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Full time stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Fulltime – India 1-2 China: There goes the final buzzer. China do the double on India in the Pro League this season.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 China: Only a minute left now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 China: India are looking for that equaliser. Nice chance on the left with an unmarked Vandana Katariya playing in a cross from the left but China's goalkeeper Ye Jiao gets to the cross and clears the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 China: 3 minutes to go now. Can India find an equaliser?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 China: Well worked variation by the Indians, putting in a few passes together for the PC. But China’s goalkeeper Ye Jiao remained alert and made a crucial save before the Chinese defence got the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 China: Nicely hit shot by Navneet Kaur but the Chinese defence reacts well. But India win another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 China: India win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 China: GOAL FOR CHINA! Gu Bingfeng with an accurate shot and the ball goes in off the post. Savita Punia, who was substituted in for the stroke, went the right way but the shot was accurate and out of the goalkeeper's reach.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-1 China: Zhang Ying takes it and it goes straight into the stomach of Monika on the line. Penalty stroke for China.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-1 China: PC for China. India lose the referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-1 China: China gets a PC for a dangerous ball, but the Indians have called for a referral saying it came off a Chinese stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-1 China: Now a decent chance for China. Jiaqi Zhong does well to make some space inside the circle, but her reverse hit is weak and off target.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-1 China: Great pace from Salima Tete on the right, charging down the flank before playing a cross. But once again the Chinese defence is there to clear the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3 – India 1-1 China: That's it for the third quarter. We now have 15 minutes to find a winner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-1 China: Deepika tried to make her way towards goal down the left with some neat stickwork. But once again the Chinese defence tightens up, this time with skipper Ou Zixia playing a hard but clean tackle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-1 China: Less than five minutes left of the quarter and both teams have largely cancelled each other out. No clear-cut chance created in this half just yet. India has had some good possession in the past few minutes, but China’s defence has been firm and not allowed any inroads towards goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-1 China: Half-chance for China as Yu Anhui manages to find some space and get a shot away. But it's not cleanly hit and Bichu Kharibam comfortably kicks away the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-1 China: Good referral from Neha Goyal. The ball does indeed hit Hyang Haiyan's foot. No PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-1 China: India has asked for a referral though, asking for a Chinese foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-1 China: China has looked dangerous in the early exchanges of the third quarter. And the visitors win the first PC of the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WE’RE OFF IN THE SECOND HALF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    First half stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of first half – India 1-1 China: Nothing to separate the two teams in the first half. Both goals came in the first quarter through Sangita Kumari for India and Gu Bingfeng for China. Both teams cancelled each other out, more or less, in the second quarter though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-1 China: Deepika goes for the shot, but it’s saved by a Chinese defender and the ball is cleared.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-1 China: Bichu's clearance is picked up by Nikki Pradhan who passes forward to Deepika and the counter-attack is on. Deepika does very well, dodging past a few defenders and is foulded to earn India a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-1 China: Gu Bingfeng goes for the shot but Bichu Kharibam slaps the ball out of danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-1 China: China wins the first PC of the second quarter. The ball hits the foot of Nikki Pradhan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-1 China: The hosts have started to take more charge of the ball over the past few minutes, but again, no great chances created despite a few forays into the opposition circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-1 China: And just like that, Udita Duhan is shown a green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-1 China: China has had more of the possession in the first five minutes of the second quarter, though no great chances created. Credit goes to the Indian defence that has stayed calm and disciplined.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    At the end of Q1 both teams have scored 1 goal each,an enthralling Q2 awaits. India 🇮🇳 1 - China 🇨🇳 1Watch the match live on @JioCinema and @Sports18 network. #HockeyIndia #IndiaKaGame #FIHProLeague24— Hockey India (@TheHockeyIndia) February 12, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1 – India 1-1 China: That's it for the first quarter. Rather cagey affair but there were goals. Sangita Kumari opened the scoring with a well taken goal in the 7th minute before Gu Bingfeng equalised through a penalty corner in the 14th minute.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 1-1 China: GOAL FOR CHINA! Gu Bingfeng finds the equaliser. Her drag-flick stays low and goes under the feet of Savita Punia. The Indian goalkeeper would be disappointed with that one.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 1-0 China: China fluff the opportunity with a variation, but they are fortunate to get a retake.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 1-0 China: China wins a PC after a foul by Sonika.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 1-0 China: Navneet Kaur goes for the shot but the ball is stuck under the goalkeeper and India get the retake. Navneet goes for it again and it finds a Chinese foot. In the third time of asking, Deepika goes for a drag-flick but looks for a variation. But her attempt goes straight onto the foot of her teammate Udita Duhan and the chance ends.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 1-0 China: Penalty corner for India. Clever and calm play by Sunelita Toppo to earn the foul in the shooting circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here's our starting XI all in readiness to face China in our first match of FIH Hockey Pro League, Rourkela Leg. Send in your wishes in the comment section below......#HockeyIndia #IndiaKaGame #FIHProLeague24 @CMO_Odisha @FIH_Hockey @Media_SAI @Sports18 @sports_odisha… pic.twitter.com/BaIoHTDAeI— Hockey India (@TheHockeyIndia) February 12, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 1-0 China: GOAL FOR INDIA! And an excellent one at that. Vandana Katariya recycles a pass from Lalremsiami that is deflected off a Chinese stick. The veteran striker goes deep down the left flank and plays an astonishingly brilliant reverse-hit cross that stays low. Sangita Kumari positions herself at the right place to slot home and put the hosts in the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 China: China lose their referral very early in the match (less than five minutes on the clock). No backstick from Neha Goyal. How costly will this be for the visitors?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 China: China with an early referral, asking for a backstick in the circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 China: Cagey opening exchanges between the two teams until Neha Goyal came up with a fantastic pass from midfield. From the centre of pitch, she played a reverse-hit forward pass to the right to the speedy Salima Tete. She took a touch to get it under control and marched into the circle before playing a hard shot, but it went straight to Li Xinhuan in the Chinese goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND WE ARE OFF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The teams are out for the national anthems. Pushback coming up soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Not much between the two teams on the head-to-head standings. But China has started to pick up the stats off late – they won two of the last two meetings between the two teams including the Asian Games semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Head-to-head stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian women’s hockey team’s match against China in the FIH Pro League 2023-24 in Rourkela.The Indian team has not had a good start to the season, with three back-to-back losses at the beginning of the campaign. But the hosts did manage to earn their first victory of the season with a 3-1 win against the United States on Friday.Tonight they take on China, who are currently second in the league table with three wins from four matches.Live action coming up soon. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India SquadGoalkeepers: Savita Punia (C), Bichu Devi KharibamDefenders: Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary, Monika, Jyoti ChhatriMidfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Baljeet Kaur, Sunelita ToppoForwards: Mumtaz Khan, Beauty Dungdung, Lalremsiami, Sangita Kumari, Deepika, Vandana Katariya (VC), Sharmila Devi\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Shahid Judge","time":"2024-02-12T19:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198396-hqvkizcjzu-1707743625.jpg","tags":["Hockey","Indian hockey","Savita Punia","Janneke Schopman","Vandana Katariya","Hockey India","Indian hockey updates","hockey live","FIH Hockey Pro League","Pro League","hockey news","FIH Pro League","India vs China","Hockey live updates"],"source":"https://scroll.in/field/1063601/hockey-fih-pro-league-india-vs-china-live-blog-savita-punia-and-co-aim-for-their-second-win-of-the-season"}