{"title":"Hockey, FIH Pro League, India vs Spain as it happened: IND win via penalty shootout","content":"That’s it from us tonight! Do join us on Wednesday when India take on Netherlands at 7.30pm IST.Two close games back to back for India. They were made to toil by Ireland a couple of days ago and Spain learnt what they could from that match and took the game to India. They did not retreat after conceding in the first minute and hit back to take the lead at half time.India struggled but managed to stay in the hunt and Abhishek hauled them level in the third quarter. There was drama in the fourth quarter but neither side could score.After 14 flawless penalties, PR Sreejesh made the decisive save to win the bonus point for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Abhishek wins the Player of the Match award.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 8-7 Spain: Sreejesh saves it! Superb save from the Indian custodian to deny Miralles! Throws his stick and gloves as his teammates mob him. What a legend! India take the bonus point!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 8-7 Spain: Easy as you like it by Lalit!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 7-7 Spain: Recasens feints first sending Sreejesh the other way. The India recovers quickly but not quick enough to prevent the Spaniard from scoring.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 7-6 Spain: Another superb attempt by Sukhjeet. Nearly lost the ball but regains it and slots it past the keeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 6-6 Spain: Bonastre scores and once agains Sreejesh asks for a back stick. The umpire uses his referral. The goal stands. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 6-5 Spain: The order is reversed now. Harmanpreet is first and is fouled by the keeper. Penalty stroke to India and the Indian captain fires the ball into the top corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 5-5 Spain: Another cool attempt by Raj Kumar this time out. We go to sudden death.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 4-5 Spain: Marc Recasens feints once before going to the left and reverse hitting the ball past Sreejesh. The Indian refers for a back stick. Unsuccesful.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 4-4 Spain: Nerves of steel from Abhishek. Drops the shoulder to get past the keeper but looked like he ran past it. But recovers quickly and finds an empty goal to slot the ball in.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 3-4 Spain: Sreejesh goes chasing after Marc Reyne before the Spaniard slots the ball home.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 3-3 Spain: Jordi Bonastre and Lalit both coolly score from their attempt. High quality stuff this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 2-2 Spain: Marc Miralles and Sukhjeet both convert their attempts finding the roof of the net.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 1-1 Spain: What a cheeky attempt by Harmanpreet. The keepers gets a touch on the ball but Harmanpreet recovers quickly and calmly rolls the ball between the keeper’s leg into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-1 Spain: Jose Basterra runs right up to the front of goal and back in to Sreejesh. Takes his time and reverse hits it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-0 Spain: Looks like Abhishek, Sukhjeet Singh, Raj Kumar Pal, Lalit Kumar and Harmanpreet will be India’s first five penalty takers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Spain, Q4: A bit off a heated face off between the two sides. It’s looking tense but the umpires intervene. The match will now move to a penalty shoot out for the bonus point. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Spain, Q4: Back to back penalty corners for Spain! Sreejesh saves the first one before Sanjay hits the ball high away from the circle. India review but the decision stays. Sreejesh makes another good save from the third PC to keep Spain at bay again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Spain, End of Q3: Abhishek’s goal helped India level the match and it’s all to play for in the final quarter. Spain has maintained the pressure and created some scoring opportunities but it’s not converted into a goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Spain, Q3: India win a penalty corner but Harmanpreet is unable to slot it in. The Spanish goalie is able to save it. Hardik Singh tries an overhead shot after but it’s not enough. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Spain, Q3: Spain counter and score but India, led by Manpreet and Harmanpreet, complain that the hooter for the end of the quarter did not go off despite the clock stopping at 0. The goal is not counted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Spain, Q3: India try a variation from the PC. Harmanpreet looks to make a dummy run like last time but Manpreet's pass from the injection gets caught in the Indian captain's stride and Spain win the free hit out. They counter attack quickly but end up shooting wide of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Spain, Q3: GOAL, India. India equalise as Abhishek slots in a powerful shot on rebound in the penalty corner. India won three PCs on the trot before this but it is the fourth one where India are able to make it count. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Half-Time: India coach Craig Fulton - “We made a lot of technical errors. We made a great start but then we lost our way. We need to defend well, possess more of the ball because we have been giving too much ball away way too easily. But all credit to Spain, it was a good half. Now I want to see if we can change the second half.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Half-Time stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Half-Time: After a strong opening quarter, India look a bit sloppy in the second quarter. They have let Spain take control and have conceded two penalty corners although Spain haven’t been able to convert them. India are under pressure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Q2: Spain win two penalty corners in quick succession but PR Sreejesh does a good job to defend them. India refer a potential third penalty corner and the referral stays. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Q2: Both the sides have had a chance each at the net but the goalkeepers do well to avoid the deflection.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, End of Q1: Spain was happy to do more of the attacking and it has been rewarded well. After India put the pressure with an early goal by Jarmanpreet, Spain hit back immediately with one to equalise. They end the first quarter strongly with the field goal by Lacalle in the final minutes of the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Spain, Q1: GOAL, SPAIN. Spain extend the lead. Marc Miralles displays some excellent control with the ball on the left plank to drive the ball over Pathak’s head. Borja Lacalle does the rest to slot it in. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, Q1: India earn their first penalty corner of the evening. Harmanpreet Singh strikes but misses. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Spain, Q1: GOAL, SPAIN. The red shirts equalise almost immediately and peg India back. Alvaro Iglesias passes it on to Jose Basterra who drag-flicks it into the net. Krishan Pathak leaps to his left but is unable to stop it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Spain, Q1: GOAL, INDIA. Within 36 seconds of the match, Jarmanpreet Singh puts India in the lead. A strike from an acute angle and it passes through the legs of the Spanish goalie Luis Calzado.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Spain: The last time the two sides met, the home side emerged victorious. They defeated Spain 4-1, with Harmanpreet Singh, Lalit Kumar and Jugraj Singh making the contributions. What will be the result this time around as the action moves to Rourkela?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Two team's line-up for tonight's high-voltage match at Birsa Munda Hockey Stadium. 🏑@TheHockeyIndia 🆚 @rfe_hockeyBest of luck, #TeamIndia! 🇮🇳#FIHProLeague24 #OdishaForHockey pic.twitter.com/fQ4syKmtBj— Odisha Sports (@sports_odisha) February 19, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian men’s hockey team’s match against Spain in the FIH Pro League 2023-24 in Rourkela.After a thrilling contest against Ireland, India will hope to capitalise on their winning run and defeat Spain yet again.They will be confident about their chances considering they had already defeated Spain 4-1 in the opening match of the season.Spain, meanwhile, are heading into the contest with a 4-2 win against Ireland too. They will be hoping to get their second win of the season.Live action coming up soon. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad for 2023-24 FIH Pro League (India leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Varun Kumar (withdrew), Sanjay, Vishnukant SinghMidfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Rabichandra Singh MoirangthemForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh Hundal\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s scheduleFebruary 10: Won 4-1 vs SpainFebruary 11: Won 2(4) - 2(2) vs The NetherlandsFebruary 15: lost 6-4 to AustraliaFebruary 16: Won 1-0 vs IrelandFebruary 19: Vs Spain at 7.30pm IST at RourkelaFebruary 21: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 24: Vs Australia at 7.30pm IST at RourkelaFebruary 25: Vs Ireland at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":" Samreen Razzaqui","time":"2024-02-19T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198600-ymmopjgpwx-1708349233.jpg","tags":["India","Spain","FIH Pro League","Paris Olympics","Hockey","Indian hockey"],"source":"https://scroll.in/field/1063968/hockey-fih-pro-league-india-vs-spain-live-harmanpreet-singh-and-co-look-to-start-rourkela-leg-with-win"}