{"title":"Hockey: Indian men’s team lose opening game of five-match series against Australia","content":"The Indian men’s hockey team went down 1-5 against Australia in their first opening game of the five-match Test series on Saturday. Tim Brand (3’), Tom Wickham (20’, 38’), Joel Rintala (37’), and Flynn Ogilvie (57’) were the goalscorers for the hosts, while Gurjant Singh (47’) netted a solitary goal for India.In the opening quarter, India initiated with a strategy centred on ball possession and dictating the game's pace. However, despite their efforts, it was Australia that seized an early advantage in the match. Brand (3’) broke through India's defense on a swift counter-attack, finding the back of the net and putting Australia in the lead. Responding to the setback, India intensified their offensive manoeuvres, mounting pressure on the hosts. Australia, in turn, ramped up their attacks, earning two consecutive penalty corners. Nevertheless, India's goalkeeper PR Sreejesh exhibited remarkable skill, thwarting Australia's attempts to widen their lead with two outstanding saves.Meanwhile, the Indian team penetrated Australia’s defence and even won a penalty corner but couldn’t capitalise on it. The first quarter ended with Australia having a 1-0 lead.India kicked off the second quarter with a determined push to equalize the score, adopting an aggressive approach. Despite earning an early penalty corner opportunity, they were unable to capitalize on it. The home team, on the other hand, continued to press forward, eventually reaping rewards when Wickham (20’) executed a remarkable stretch to score a superb goal, effectively doubling Australia's lead.Following their successful expansion of the lead, the hosts shifted their focus to maintaining possession, effectively stifling India's offensive advances. As the half-time whistle blew, Australia comfortably held a 2-0 lead, firmly in control of the proceedings.In the third quarter, Australia persistently applied pressure on India by pressing them and testing their defensive capabilities at frequent intervals. This relentless approach paid dividends as they swiftly added two more goals to their tally. Rintala (37’) and Wickham (38’) capitalised on the opportunities presented, effectively stretching Australia's lead to 4-0 in quick succession.In the fourth and final quarter, Australia won an early penalty corner, but the Indian team not only denied the hosts from capitalising on it but also pulled one back on a counterattack as Gurjant Singh (47’) netted a goal through a powerful shot. However, Australia restored their four-goal lead as Ogilvie (57’) scored through a penalty corner to contribute to the hosts’ 5-1 win.India will take on Australia in their second game of the tour on Sunday, April 7 at 2PM IST.","author":"Scroll Staff","time":"2024-04-06T17:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199871-miibqsqrkr-1712406323.jpg","tags":["Gurjant Singh","Hockey","India","Australia","Indian hockey","Harmanpreet Singh","PR Sreejesh"],"source":"https://scroll.in/field/1066331/hockey-indian-mens-team-lose-opening-encounter-of-five-match-series-against-australia"}