{"title":"Hockey: Meet Deepika Kumari – the wantaway wrestler who is India’s new drag-flicking hope","content":"Deepika Kumari floated into the United States shooting circle tentatively, but was called into action soon enough. Vandana Katariya spotted her run and sent the ball forward. The pass seemed to be a bit too heavy, but Kumari, at full stretch, got the ball under control.The cheer from the crowd grew and the air of anticipation lingered at the Kalinga Stadium in Bhubaneswar, as the Indian women’s team played USA.Kumari got possession at an acute angle, and the only viable option from there was a pass towards the centre. The Americans spotted it as they charged towards the middle, scrambling to mark any Indian forward lurking.But Kumari, a 20-year-old forward from Hisar, pulled the ball back to bring it onto her backhand side, and powered a tomahawk shot, from an acute angle, into the far top corner of the net.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nIt was a goal that put India into the lead in a match that would mark the team’s first win of the FIH Pro League 2023-24 season on February 9.On Sunday, the forward, a budding drag-flicker who provides another attacking option on penalty corners, had shown her promise yet again. And once again against the USA.With Gurjit Kaur slowly making her way back into the squad, Kumari is the only drag-flicker available for penalty corners. And she hammered India into the lead when the two teams met on Sunday, as India went on to win on the shootout.She has found her feet in the senior Indian women’s team, but Kumari still finds it hard to believe that for her, instead of the hockey pitch, it could have been a wrestling mat instead.“Most people in Haryana are likely to opt for wrestling when they pursue a sport,” Kumari told Scroll. “My family did not want me to play hockey at all. My brother, uncle and grandfather were all wrestlers. That’s why they pushed me for it too.”But she was only interested in hockey.Even as she walked to practice for wrestling, it was watching girls play hockey on the ground on the way that piqued her interest and she began to pursue the sport.Her coach Ejas Singh Malik had identified early on that her skills would be better suited in attack, and she joined a long line of talented young strikers in the Indian team – along with the likes of Mumtaz Khan, Beauty Dungdung, Lalremsiami and Sangita Kumari.“It helps that we have [Katariya] and [Lalremsiami] to guide us,” she said. “They are far more experienced and so, we learn a lot from them. They push us to give our best.”With India’s designated drag flicker Gurjit Kaur in and out of the team due to injuries, head coach Janneke Schopman has found an early candidate in Kumari to fill the void. Kumari started her hockey career in 2011 but she began honing her drag-flicking skills in 2017.Malik had suggested to Kumari that if she adds the drag-flicking skills to her arsenal, she could become a valuable player for India.“He pointed out that since I have the strength in my body because of my background in wrestling, I had an advantage,” explained Kumari.“In my junior days, I started to focus on it but I truly understood its importance after coming to the senior camp. Janneke also pushed me for it. Gurjit also taught me a few things.”The power in the shoulders from all those wrestling training sessions was not all that helped her hone her drag-flicking skills. The nutrition she received as a result of her brother’s diet as a wrestler helped her body develop the that strength. She attributes the transferable skills of being a multi-sport athlete to enhanced performance.With the raw strength in order, she had the benefit of former Indian men’s team international Rupinder Pal Singh – a world renowned drag-flicker in his own right – helping her hone her skills. In the sessions, he prioritised getting the basics right rather than depending solely on her raw power.Learning from setbacksFollowing the heartbreak at the FIH Olympic Qualifiers in Ranchi, Savita Punia and Co had to regroup, put up a brave front and begin their FIH Pro League campaign.But winless after three back-to-back losses in Bhubaneswar had not eased the pain and so the pressure to sneak in their first win was only building.But against the USA on February 9, Kumari, who had an indifferent outing in Ranchi, seemed to have found her rhythm. She scored an excellent goal and then came up with some clever stickwork to set up Salima Tete’s goal.In her brief career so far, Kumari has learnt that there will be ups and downs in performance but the focus must be to bounce back stronger. During India’s title-winning Junior Asian Cup campaign in June last year, Kumari scored seven goals in nine matches.However, she was not satisfied with her five goals in the bronze-medal winning campaign at the Asian Games in October last year. “We had won in the very first edition [of the Junior Asian Cup] and so I was confident and happy with my performance,” said Kumari. “There was a bit of a low after that but it was specifically tough on all of us to not be able to qualify for Paris.”The rebuilding process has begun now, as Schopman has started to hand over greater responsibility to the younger players coming into the team. Kumari is one of them.Her focus now is to not let the intensity drop. And as India’s home-leg in the Pro League comes to an end, she hopes to continue to be a regular contributor to the team’s cause.","author":" Samreen Razzaqui","time":"2024-02-20T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198592-qqfiuqnaap-1708332706.jpg","tags":["Deepika Kumari","Vandana Katariya","Hockey","Indian hockey","FIH Pro League 2023-24","FIH Olympic Qualifiers","Junior Asian Cup campaign","Asian Games"],"source":"https://scroll.in/field/1063123/hockey-meet-deepika-kumari-the-wantaway-wrestler-who-is-indias-new-drag-flicking-hope"}