{"title":"Hockey World Cup: Argentina-born Gonzalo Peillat leads Germany’s stunning turnaround vs Australia","content":"At the previous edition of the FIH Hockey Men’s World Cup, Gonzalo Peillat saw his campaign with Argentina end in a 2-3 loss to England in the quarter-finals. Despite scoring twice in that match at the Kalinga Stadium in Bhubaneswar, Peillat saw his side concede a fourth quarter winner.Four years on, life has come a full circle for the 30-year-old. Playing in the black of Germany, Peillat scored a hat-trick against Australia to complete a stunning comeback 4-3 win and book Germany’s place in the final.“I told the boys, ‘F**k, my heart is exploding. Can we win before the last seconds’?” Peillat said after the match. “To score in the last six seconds of the game, that is something only the Germans can do. Compared to Argentina, the mental part is stronger. Argentina are more passionate and would lose our minds and probably lose the game,” he added.Four years ago, Peillat and forward Joaquin Menini walked away from the Argentine national team following a dispute with the team management. Peillat, one of Argentina’s crucial players in their 2016 Rio Olympics gold-medal winning side, had publicly criticised the state of hockey in Argentina during the 2018 World Cup. Not long after that, he quit Argentina hockey alleging favouritism in team selection and a lack of passion.“The players wanted to stay (in the team) because it is like a job in Argentina, and I never could take it as a job,” Peillat told Sportstar ahead of the ongoing World Cup. “I did it because I enjoyed it and it was my passion. I will never stay in a place where people would try to be part of something at any cost. People need to deserve to be there and be the best. You cannot play in the national team because you are the friend of the coach or a group of players. In the national team, you must always play the best ones.”What was Argentina’s loss has now become Germany’s gain. Peillat, who has been playing for Bundesliga club Mannheimer HC since 2016, became a German citizen in early 2022 and coach Andre Henning wasted no time in drafting the top scorer from the 2014 World Cup and 2016 Olympics to his young German side.The European giants have fallen down the pecking order of men’s hockey over the past decade with the likes of Belgium and Australia dominating the sport. In securing Peillat’s allegiance, Henning and Germany brought in a world-class player who knows what it takes to grind and beat tough opponents. Based on Friday’s win, it seems Peillat and Germany have had near instant rewards.Germany players and staff celebrate their semifinal win | WorldSportPics In an edge-of-the-seat clash, world No 1 Australia went into the second half with a 2-0 lead. Drag-flicker Jeremy Hayward scored his eighth goal of the tournament in the 11th minute. Even as Germany dominated possession and entered the Kookaburras circle frequently, they weren’t able to test Andrew Charter in goal. In the 26th minute, Australia punished the Germans with a deadly counter-attack which was finished off by Nathan Ephraums.At half-time, Henning told the brodcasters that his side had been “too polite and nice” to Australia. An assessment, captain Mats Grambusch fully endorsed after the match. “There were too many chances which we just didn’t finish. We were dribbling and (doing) stuff like that. We just got to be straightforward in the ‘D’, hit the target,” he said.As has been their wont at this World Cup so far, Germany switched gears in the second half. Even the sight of Australia using their referral five times successfully could not slow down the German machine. There’s just something about these German mentality monsters, like Peillat said.Peillat began the comeback with two ferocious drag-flicks in the 42nd and 51st minute. But you know Australia, they are not going to just go away at the sight of trouble either. The talismanic Blake Govers then put Australia ahead in the 57th minute... only for Peillat to haul Germany back into the game a minute later. And just as everyone at the Kalinga was preparing for a penalty shootout, player of the match Niklas Wellen came up with the winner for Germany with just six seconds left on the clock.Germany will take on the reigning Olympics and World champions Belgium in the final of the World Cup. A team which can already claim to be one of the greatest teams in men’s hockey. At the Rio Olympics, Belgium were denied by Peillat’s Argentina. Come Sunday, Belgium may just be denied by Peillat once again, this time in Germany’s colours.","author":"Dilip Unnikrishnan","time":"2023-01-28T12:06:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186186-pdqasjebmy-1674886231.jpg","tags":["Gonzalo Peillat","Andre Henning","FIH Hockey Men’s World Cup","Niklas Wellen","Hockey","Germany","Argentina"],"source":"https://scroll.in/field/1042754/hockey-world-cup-argentina-born-gonzalo-peillat-leads-germanys-stunning-turnaround-vs-australia"}