{"title":"Hockey World Cup: Shaky India bow out to ‘Trojans’ New Zealand","content":"From a neutral fan’s perspective, India and New Zealand played out one of the best matches at the FIH Hockey Men’s World Cup with the Black Sticks prevailing in a tense penalty shootout 4-3 after the match ended 3-3 in regulation time. Twice India led by a two-goal margin. And on both occasions, they had themselves to blame for allowing New Zealand to come back in the match, at the Kalinga Stadium in Bhubaneswar on Sunday.India began brightly with Lalit Kumar Upadhyay, who had had a below-par tournament, scoring in the 17th minute before Sukhjeet Singh gave them a 2-0 lead at half-time. And then, it all came crashing down.On a night which began on a promising note with forwards seemingly beginning to click, India’s defence, which had been solid, came apart like a straw house. To add to it, India’s attackers showed that the first half was just a false dawn as they went back to being wasteful in the circle.‘Panic! In defence’After a close first quarter, India took the lead through Upadhyay. Harmanpreet Singh broke a New Zealand attack and sent Akashdeep Singh on his way. The Indian forward jinxed past one Black Sticks player before nutmegging another and passing the ball to the marauding Shamsher Singh. Upadhyay made a good run down the right and when Shamsher’s pass reached him, the 29-year-old had all the time and space to slam the ball into goal.Seven minutes later, Sukhjeet doubled India’s lead slamming a rebound off a Harmanpreet penalty corner into goal to spark scenes of jubilation at the Kalinga Stadium. It looked like India had finally arrived at the World Cup. The team and the 15,000-odd fans got a quick reality check two minutes from the first half.In their Pool matches, New Zealand coach Greg Nicols resorted to taking off his goalkeeper as soon as his team conceded to give his team the advantage of an extra outfield player. Against India, Nicols decided against it on Sunday, simply because India allowed his team to create chances without the extra man.“In the second half, we got a lot of traction, we started playing really, really well, created a lot of chances. We didn’t need to do anything too flashy. The yellow card hurt us but in the end, we defended like Trojans when we had 10 players,” Nicols said after the match.“We were ready to (take off their goalkeeper) if we needed to. But we were playing so well with the ball and because India were counter-attacking, there was obviously some risk. We were creating enough chances without taking the keeper off and that helped us,” he added.India coach Graham Reid had been calling on his forwards to stay calm since the beginning of the tournament, and in the end, saw his solid defence mimic his attackers in being jittery when facing opposition players. Even vice-captain Amit Rohidas, who played quite well in India’s pool matches, was guilty of giving the ball away cheaply. New Zealand had the Indian defence to thank for all three of their goals.“In the last quarter, we let ourselves down, we gave the ball away. We kept doing things which made it difficult. Every team, at certain stages, will have issues converting circle penetrations. We probably need to go back to the drawing board. It’s skill execution at the end of the day,” Reid said in the post-match press conference.India made a mess of playing out from the back for the first goal. Sean Findlay, the player of the match, made an excellent run down the left channel and threaded a beautiful pass to the unmarked Simon Child at the baseline. From there, all he needed to do was put the ball on a plate for Sam Lane to finish the job.Upadhyay lost possession in the centre of the field allowing New Zealand to get on the counter and win a penalty corner. Kane Russell’s ferocious drag-flick evaded three Indian players to nestle in the back of the goal. The equaliser, too, came from a penalty corner which was awarded after Nilam Sanjeep Xess failed to stay five metres away from the New Zealand receiver off a high ball.Within a span of six minutes, India went from 3-1 up to 3-3. And they nearly lost the match at the end of 60 minutes after the Black Sticks once again carved open the Indian defence from the right only for Krishan Pathak to come up with a superb save in the dying seconds.“Pressure and expectations come into the mix but those are not the only things to blame. We made some mistakes which we normally don’t do,” Reid said.Perhaps the pressure and the expectations still weighed on the Indian team in the penalty shootouts. At 2-2, both Abhishek and Shamsher missed, giving New Zealand the chance to win it only for PR Sreejesh to keep India in the game.At 3-3 in sudden death after Sreejesh had saved Nic Woods’ attempt at great personal cost, skipper Harmanpreet went to blast his attempt from the edge of the D only to see Leon Hayward make a comfortable save. Sukhjeet and Shamsher missed their attempts and Lane held his nerves to seal a memorable night for New Zealand.Harmanpreet’s disastrous penalty shootout attempt summed up India’s night, and perhaps their tournament, in a nutshell. Rushed and seemingly without thinking a lot.","author":"Dilip Unnikrishnan","time":"2023-01-23T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185954-urntmhhlyk-1674411693.jpeg","tags":["Harmanpreet Singh","Shamsher Singh","Greg Nicols","Graham Reid","FIH Men’s Hockey World Cup 2023","FIH Men’s Hockey World Cup","Hockey","Indian Hockey"],"source":"https://scroll.in/field/1042373/hockey-world-cup-shaky-india-bow-out-to-trojans-new-zealand"}