{"title":"Hockey, FIH Pro League, India vs Netherlands, as it happened: India win 4-2 in the shootout","content":"That’s it for Scroll’s coverage of India’s match against the Netherlands in the FIH Pro League 2023-24.A riveting contest between the teams ranked 3 and 1 in the world. Asian champions India opened the scoring through a well executed goal by Hardik Singh in the 13th minute.The Dutch, champions of Europe, came back strongly and scored through Jip Janssen in the closing seconds of the first half, before taking the lead through Koen Bijen in the third quarter.India pushed and pressed in search of an equaliser. And it came through Harmanpreet Singh, in his 200th international cap. The India captain hammered home a strong drag-flick to bring his team level in the 58th minute.Then it was the PR Sreejesh show in the penalty shootouts as the veteran Indian goalkeeper made three solid saves, as India’s shot takers scored without any hassle to give the team the bonus point.The action will now shift to the Indian women’s team, who take on China in Rourkela on Monday, at 7.30 pm IST. Join us for that match. See you then!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hardik Singh is adjudged the player of the match\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 4-2 Netherlands: Shamsher Singh wins it. He makes no mistake and slots home to give India the bonus points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 3-2 Netherlands: Another strong diving save by Sreejesh off Koen Bijen. But the Dutch forward asks for a referral claiming it was a backstick by Sreejesh. And it's a good referral. Penalty stroke for the Dutch. Jip Janssen takes it and scores. The Dutch are still in it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 3-1 Netherlands: Lalit Upadhyay extends India’s the advantage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 2-1 Netherlands: Jonas de Geus is caught in two minds and loses control of the ball. The whistle goes before he can play a shot, but it was saved by Sreejesh anyway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 2-1 Netherlands: Sukhjeet Singh comes up, spins one way, spins the other, and scores.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 1-1 Netherlands: Thierry Brinkman steps up and scores after a spin.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 1-0 Netherlands: Harmanpreet comes up first for India and calmly passes it through the legs of Maurits Visser.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 0-0 Netherlands: Jorrit Croon goes up first. He takes it wide, and Sreejesh makes a brilliant save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The Netherlands will start first in the shootout\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Fulltime stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout coming up!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Fulltime – India 2-2 Netherlands: The Dutch launch a few last-ditched attempts to find a winner but India stand firm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 2-2 Netherlands: GOAL FOR INDIA! And Harmanpreet Singh has done it! Hardik Singh with a perfect injection, Manpreet Singh with a perfect stop. And Harmanpreet with his 172nd goal for India in his 200th game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: Good call from Harmanpreet Singh. There was a deliberate push by a Dutch defender and India win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: 150 seconds left, Harmanpreet Singh asks for a video referral asking for a push and looking for a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: India take off their goalkeeper. They're putting everything in to get the equalizer.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: Three minutes to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: The retake is wasted as Vivek Sagar Prasad is unable to get a clean stop and the ball bobbles up and the Dutch clear the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: Harmanpreet takes it, straight down the middle but good save by the Dutch goalkeeper. But it comes back to Harmanpreet who takes a second shot and it hits a Dutch foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: Now India wins a PC after Mandeep Singh's pass hits a Dutch foot. All eyes on Harmanpreet and Jugraj now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: Now the Dutch are down to 10 players as Justen Blok is given a green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: Manpreet makes a good block and the ball is cleared.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: Rare mistake from Manpreet Singh and the Dutch win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: India down to 10 men now as Sukhjeet gets a green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: Superb counter attack from India. Sukhjeet Singh plays a clever throughball – perhaps a touch slower than he should have – to Abhishek, who brings it under control. Under pressure from a Dutch defender he tries a backhand shot from a tight angle but his shot is just inches wide of the far post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: India showing good intent now. Harmanpreet Singh charges down the right flank and slaps in a cross that Tjep Hoedemakers manages to intercept at a crucial moment with an Indian attacker lurking. Just under 12 minutes left to go now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: PC to the Dutch, and the ball is cleared by the Indian defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: Good move from the Indians. Hardik Singh's pass from the left finds Sukhjeet Singh in the centre. Sukhjeet turns and gets past his marker, but from a tight angle he doesn't get a good connection from his attempted backhand shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-2 Netherlands: And we're off for the final 15 minutes of play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3 – India 1-2 Netherlands: Koen Bijen's goal in the third quarter gave the Dutch the lead for the first time in this match. India now has 15 minutes to find the equaliser, and possibly, a winner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-2 Netherlands: The Indians are wise to the Dutch variation and do well to clear the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-2 Netherlands: 26 seconds left and the Dutch win a PC, at the end of a Netherlands counterattack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-2 Netherlands: Three minutes left in the third and the Dutch have started to hold more of the ball and have spent more time in the Indian half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-2 Netherlands: GOAL FOR NETHERLANDS! Excellent effort by Koen Bijen. Jasper Brinkman takes the drag-flick and Krishan Pathak gets a strong foot to kick the ball away. But it comes straight at Bijen, who does very well to control the ball coming straight at him, with height and speed, and then slots it past the Indian goalkeeper to give the Dutch the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-1 Netherlands: Netherlands wins a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-1 Netherlands: The first five minutes of the second half has been played more in midfield with neither team being able to create chances in their attacking third.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    And we’re off in the second half!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Captain Fantastic Harmanpreet Singh in his 2️⃣0️⃣0️⃣ caps for Team India tonight.We wish that he completes many such milestones and make our country even more proud.#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndianMensTeam pic.twitter.com/zH7AcQsRHN— Hockey India (@TheHockeyIndia) February 11, 2024\n\n\n\n\n    Gurjant Singh, steps onto the field for his 1️⃣0️⃣0️⃣ caps. 🏑🇮🇳Celebrating his accomplishments and anticipating more glorious moments that elevate our nation's pride.  💯 #HockeyIndia #IndiaKaGame #FIHProLeague24 #IndianMensTeam pic.twitter.com/kFiURsbKhh— Hockey India (@TheHockeyIndia) February 11, 2024\n\n\n\n\n    Halftime stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALFTIME!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-1 Netherlands: GOAL FOR NETHERLANDS! Jip Janssen hammers the Dutch back into this game in the dying moments of the first half. His drag-flick is hard and low and goes through the gap between Jarmanpreet Singh and PR Sreejesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Netherlands: PC for the Dutch. Manpreet Singh deliberately hits the ball over the line to stop a Dutch attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Correction: Jasper Brinkman is handed the green card, not Thierry Brinkman\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Netherlands: And now the Dutch are down to 10 men after skipper Thierry Brinkman is handed a green card with just under three minutes left in the half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Netherlands: Almost a very good goal by the Dutch. Jip Janssen goes for the drag-flick but he aims it low and towards the rushing Dutch injector Jorrit Croon for a variation effort. But Croon's diving effort goes just wide of the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Netherlands: Now the Dutch win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Netherlands: Akashdeep Singh shown a green card for a needless foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Netherlands: India made to take a retake after the first drag-flick hits a defender's foot. Amit Rohidas takes the second flick but it's saved well off the line by Guus Jansen. Lalit Upadhyay is there to play the rebound, but his shot is well saved from by a diving Maurits Visser.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Netherlands: And India win another PC\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 Netherlands: India has held the ball well through a majority of the second quarter but no clear-cut chance created yet after eight minutes of play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1: India 1-0 Netherlands: India started on the back-foot but managed to find their range in the match. Eventually, Hardik Singh broke the deadlock in the 13th minute.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 1-0 Netherlands: GOAL FOR INDIA! A perfectly placed shot by Hardik Singh creeps through the narrow gap between Dutch goalkeeper Maurits Visser and the near post. The India No 8 charged down the right flank before passing it forward to Sukhjeet Singh. Sukhjeet tried to find some space but couldn't and passed it back to Hardik, who, from an acute angle, placed a low shot towards goal that caught the Dutch defence off guard. It wasn't a hard-struck shot, but Hardik cleverly placed his shot to open the scoring.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Netherlands: Harmanpreet Singh takes the drag-flick but it hits the foot off the first runner. There's a retake and Harmanpreet goes for the shot again. This time it's high and hits the hand of the first runner – Tjep Hoedemakers – rather painfully and the attacking move ends.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Netherlands: India wins the first PC of the match\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Netherlands: India has started to earn more possession of the ball and have started to spend more time in the Dutch half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Netherlands: Guus Jansen gets a shot at goal but the ball goes wide. It's been just over eight minutes since the start of the match but the Indians have not yet managed to get a shot at the Netherlands goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Netherlands: The Dutch have come out of the blocks quickly with a few early chances. The Indian defence though has stood firm, albeit with a few tricky moments that required the intervention of the goalkeeper. The hosts have been calm however.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Netherlands: Another good chance for the Dutch. Good pass comes in from Guus Jansen, but Krishan Pathak is alert and makes a save before the Indian defence ushers the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Netherlands: Early chance for the Netherlands, but Koen Bijen doesn't get a good connection on the final shot and Krishan Pathak kicks the ball to safety rather comfortably.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND WE’RE OFF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    It is a milestone match for Gurjant Singh, who is playing his 100th international, and captain Harmanpreet Singh who is playing in his 200th India cap tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The two teams are out for the national anthems\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Head-to-head stats\n\n    Our Indian Men's Team is ready to conquer the Netherlands and continue the winning streak!Watch the match live on @JioCinema and @Sports18 network - 7:30 PM IST onwards.#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndianMensTeam.....@CMO_Odisha @FIH_Hockey @Media_SAI… pic.twitter.com/t4MeTFeIJJ— Hockey India (@TheHockeyIndia) February 11, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian men’s hockey team’s match against the Netherlands in the 2023-24 FIH Pro League.India had a solid start to their campaign with a 4-1 win over Spain on Saturday. Tonight however, they take on defending champions Netherlands, who currently top the 2023-24 FIH Pro League table.Captain Harmanpreet Singh was in good form against Spain, scoring through a drag-flick and a penalty stroke to build the foundation for the win on Saturday. More of his prowess in front of goal, and in his defensive duties, will be required as India faces a Dutch team that has secured three outright wins from their five matches so far this season.Action at the Kalinga Stadium in Bhubaneswar coming up shortly. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad for 2023-24 FIH Pro League (India leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Sanjay, Vishnukant Singh Midfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Rabichandra Singh MoirangthemForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh Hundal\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s scheduleFebruary 10: India beat Spain 4-1 in BhubaneswarFebruary 11: Vs The Netherlands at 7.30pm IST in BhubaneswarFebruary 15: Vs Australia at 7.30pm IST in BhubaneswarFebruary 16: Vs Ireland at 7.30pm IST in BhubaneswarFebruary 19: Vs Spain at 7.30pm IST at RourkelaFebruary 21: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 24: Vs Australia at 7.30pm IST at RourkelaFebruary 25: Vs Ireland at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Shahid Judge","time":"2024-02-11T19:10:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198354-umtbiwsbpo-1707657199.jpg","tags":["Hockey","Indian hockey","Manpreet Singh","Harmanpreet Singh","Hockey India","Indian hockey updates","hockey live","FIH Hockey Pro League","Pro League","hockey news","FIH Pro League","India vs Spain","Hockey live updates"],"source":"https://scroll.in/field/1063544/hockey-fih-pro-league-india-vs-netherlands-live-blog-harmanpreet-singh-and-co-take-on-the-defending-champions-in-bhubaneswar"}