{"title":"Hockey World Cup: Germany complete stunning comeback to defeat England, Netherlands outplay Korea","content":"Germany and Netherlands are semi-finalists at the FIH Odisha Hockey Men’s World Cup 2023 earning contrasting wins against England and Korea in their respective quarterfinals. In the semi-finals, Australia will face Germany, while Belgium will take on Netherlands, on 27 January, in the Kalinga Stadium, Bhubaneswar.Match 1: England vs Germany 2-2 (SO: 3-4)Germany were quicker off the blocks in the first quarter dominating possession and territory in the English half. They created the first big chance of the game as Mats Grambusch’s good work on the left saw Zwicker deflect his pass into the circle, onto the path of Trompertz, but his shot on the reverse sailed high and wide of the goal. England started to find their rhythm and a free hit just outside the circle was played into the circle by Calnan and his pass in was lifted by Rushmere and at the end of his 3D skill move, the ball fell in the air to Zach Wallace and his volleyed effort found the back of the goal to open the scoring for the English.  Germany were measured in their attack in the second quarter, as the threat England possessed on the counterattack was evident. Wallace nearly doubled England’s lead in the 21st minute on one such counter as he beat two defenders at the top of the circle with silky touches, before unleashing a shot, but his shot hit teammate Ansell’s foot before it could reach Stadler in the goal. Germany won two late penalty corners in the quarter, but their first was a variation that was well read and intercepted by Albery and the second, taken by Peillat, was stopped and kicked out rather easily by the in-form Ollie Payne. Germany were down to 10 players early in the third quarter as Oruz was given a green card for a deliberate foul to stop an English counter attack. England made good use of the player advantage to win three quick penalty corners and they doubled their lead on the third attempt as a misplaced injection by Condon forced Ansell to improvise with a flat hit. He placed it into the bottom left corner to perfection. As time started to wind down in the 3rd quarter, things started to get a bit fiery. Christopher Rühr earned himself a 5-minute suspension for an aggressive tackle in the middle of the field. Germany’s search for a goal to get back into the game was well stuffed out by some terrific defensive work by the likes of Alberry and Waller. England continued to play calmly and stuffed German attacks in the midfield in the first half of the final quarter. Germany subbed Stadler out for an extra outfield player and with a little under 5 minutes to go, won a penalty stroke. Christopher Rühr stepped up to take it, but his attempt hit the crossbar and England survived. Germany finally managed to score as Trompertz sent in a cross that found Grambusch all alone on the far post and he lifted the ball into an open goal. England then went down to 10 players as Wallace got himself a green card with just a little over 2 minutes to go. England then conceded another penalty stroke as a shot by Wellen looked destined to go into the goal but instead hit an English body. Tom Grambusch who takes penalty strokes for Germany, when on the pitch, was available this time and sent Payne the wrong way to complete the comeback for the Honamas and send the game into a shoot-out. Germany, who had won 7 out of the 9 shoot-outs over the past 4 years, were perfect in the tiebreaker, scoring all 4 of their attempts. David Goodfield missed England’s third attempt and Danneberg, who was in the goal instead of Stadler for the shoot-outs, saved the final English attempt by Ansell to give the Honamas a famous win, and their first semi-final appearance at the World Cup since 2010.Mats Grambusch was awarded player of the match and said: “My legs are still shaking, that was a great comeback, really proud of the team. We were better in the second half and to come back and draw the game in the final 2 minutes was just incredible.”#HWC2023Though Andre Henning doesn’t like the comparisons with Klopp and Nagelsmann, it is no surprise why many in Germany make them.✍️ @DilipUnnikrishn  https://t.co/nygZgqp0XA— The Field (@thefield_in) January 25, 2023\n\nMatch 2: Netherlands vs Korea 5-1Netherlands and Korea played a fascinating first quarter in the last quarterfinals match. It was end to end action as both teams looked to play on counter-attacks and managed to find spaces through the midfield to successfully penetrate opposition circles. Both teams also won 2 penalty corners each, but all four amounted to very little, thanks to some brave number one running from the defences. Netherlands had the best chance from open play as Pieters went on a great run from his own circle all the way to the Korean circle, but his shot was well saved by Jaehyeon Kim. The second quarter was much of the same as the teams traded possession on counter-attacks. Korea had a great chance on one of their attacks launched from a turnover they forced at the halfway line. Hwang’s driven pass into the circle nearly found the diving Junwoo, but Lars Balk got a crucial touch right before the pass got to Junwoo to send the ball out over the baseline. Netherlands opened the scoring in the 27th minute as Thierry Brinkman cut through the Korean defence from the right and his attempted pass was almost intercepted by Jungjun, but he failed to make a clean connection on the ball. Koen Bijen was there right behind him to latch on to the loose ball and put it in the back of the goal to give Netherlands the lead they would carry into the interval. Netherlands won an early penalty corner to start the second half and while Kim saved Jansen’s flick, the rebound was collected brilliantly by Bijen. He tapped the ball on the reverse to double the Dutch lead. Netherlands sensed the momentum shift and they kept the pressure up on the Koreans. The Dutch pressure paid off soon as they scored a third goal when Jip Janssen’s slap pass was deflected in from the top of the circle by Justen Blok, who scored his second consecutive goal, after finding the net in Netherland’s previous game against Chile. Netherlands added a fortuitous goal early in the final quarter as an attempted interception by Seunghoon on a pass by Heijningen, ended up looping the ball over the keeper and into the goal. Korea would finally end Netherlands’ run of 15 consecutive quarters without conceding a goal through Seo Inwoo, but with a 4 goal deficit, a comeback looked unlikely. Netherlands added the final goal of the contest in the 58th minute as Teun Beins put away a penalty corner won by captain Brinkman to give the Dutch a comfortable 5-1 win and take them to their 4th consecutive semi-finals at an FIH Hockey Men’s World Cup. Koen Bijen, scorer of the first two goals for the Dutch, was awarded player of the match and said: “25+ goals scored and 1 conceded shows we have had a great tournament. Our defence is really solid and sets us up to build in attack. Congratulations to Korea as well. They played a really good tournament and played very well in this game too. We enjoy playing against Belgium, we play them quite frequently in Europe, so bring on the semi-finals.”","author":"Scroll Staff","time":"2023-01-25T22:56:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186090-tstwwtdbzt-1674667587.jpg","tags":["Hockey","Indian hockey","Germany","Netherlands","Korea","England"],"source":"https://scroll.in/field/1042604/hockey-world-cup-germany-complete-stunning-comeback-to-defeat-england-netherlands-outplay-korea"}