{"title":"Hockey World Cup: Four reasons why Harmanpreet Singh and Co’s podium hopes ended early","content":"Silence fell over the Kalinga Stadium in Bhubaneswar after Shamsher Singh missed his attempt in the penalty shootout. There were no groans or sighs of disappointment as a shell-shocked crowd watched a jubilant New Zealand team knockout hosts India from the 2023 FIH Hockey Men’s World Cup in the crossover stage.It was an anti-climatic end to India’s campaign which began with the hope that after ending a long wait for an Olympic medal, Graham Reid’s men would end an even longer wait for a second World Cup title or at the very least, finish on the podium.India’s only World Cup triumph came in 1975, which was also the last time they finished on the podium. Now, their tournament will now end with two largely inconsequential classification matches in the grand scheme of things. So how did India’s campaign go so wildly off the rails?Forwards underwhelmIndia had 94 circle entries, the most at the World Cup after the crossover stage, and 49 shots at goal, the third-most behind the Netherlands and Germany. In their four matches, India also forced their opposition goalkeepers to make 25 saves. On paper, these stats look impressive. But the reality is quite different.After every match, coach Reid would highlight his team’s ability to get into the circle frequently as a positive. However, given their counter-attacking style of play, India would often get to the circle fairly easily only to squander possession once inside. It’s one thing to dribble past back-tracking opponents but once facing defenders in the circle, the forwards would often be dispossessed or be forced to go out wide and find a teammate to pass to.In an earlier interview with Scroll.in, Reid had spoken about how he wanted to focus on getting his forwards to have more shots at goal, through what he calls Goal Opportunity Total or the GOT scores, which is basically a qualitative way of scoring your goal opportunities. “One of the things we were noticing against Argentina and Spain was that we were creating a lot of ones and twos – in other words we’re getting into the circle but not really creating good enough opportunities. So we’re trying to focus on how we can turn those ones and twos into fours and fives. Five is basically almost a free shot in front of the goal. So to create fives is very difficult, but converting ones and twos into threes and fours should make it easier for us to score. So that’s the sort of stuff we’ve been working on,” he said.India created loads of ones and twos in Odisha in their two-week stay but rarely converted them into good goal scoring chances. Barring Mandeep Singh and Akashdeep Singh, the other Indian forwards were largely wasteful in front of goal. Abhishek looked a shadow of the player that made people sit up and take notice when he broke into the team early last year.Lalit Kumar Upadhyay, who hadn’t played since the Commonwealth Games due to injury, did not live up to the mark. He couldn’t press opponents high up and his poor ball-handling broke down many an Indian attack.Though Reid chose not to comment on whether in hindsight he should have picked other players, there’s a feeling of what could have been had the likes of S Karthi, Mohammed Raheel or Dilpreet Singh been selected.Penalty corner goals dry upIn their bronze-medal winning campaign at the 2020 Tokyo Olympics, India scored 10 goals out of 31 penalty corners (1 in 3), in the current FIH Pro League campaign, that number is six in 20 (1 in 3) while in the five-match Australia tour, India scored eight goals off 34 attempts (1 in 4).In Odisha, India scored five goals off 27 penalty corners (1 in 5). Of those five, only two were direct goals with one of them coming late in the Wales game when the goalkeeper had been taken off.Skipper Harmanpreet Singh came into the tournament as the reigning two-time FIH player of the year and one of the most-lethal drag-flickers in the game. To say that Harmanpreet didn’t deliver to his high level would be an understatement. His flicks lacked power and proved to be easy to defend against. Though the World Cup has seen goals from penalty corners dry up, the likes of Jeremy Hayward, Victor Charlet and Jip Janssen have regularly found the back of the net.In December, Hockey India had roped in the Netherlands’ two-time Olympic champion Bram Lomans to conduct a week-long drag-flicking coaching camp to iron out a few chinks as well as come up with variations to use at the World Cup. Though Harmanpreet said the camp was beneficial to the team, in hindsight, one can only wonder if the team messed up in executing their plans or if it was the case of trying to do too many things.Hardik Singh’s injuryHardik Singh’s tournament-ending injury greatly burdened India’s World Cup hopes. How India would have loved his ability to break-up opposition attacks in their crossover match. India also missed his eye for defence-splitting passes and lung-bursting runs from midfield.That he proved to be India’s best-player in Odisha despite playing only two matches highlights not just his importance to the team, but also to the fact that in his absence, no one stepped up in midfield. With Paris 2024 looming large, the World Cup has highlighted a shortage of midfield dynamos in the Indian ranks.Mental toughnessIn the pre-tournament press conference, Reid spoke about his desire to see his team make decisions on the pitch like other great teams. And he seemed pretty confident of his team’s journey to being a great team. After the loss to New Zealand, the Australian admitted that the team needed a mental conditioning coach.Against both Wales and New Zealand, the team lost control of the match after they went ahead. Instead of controlling the game by keeping possession, they made silly errors and allowed their opposition to take charge of the match. Great teams know when and how to control the tempo of the match.And when they had to score, instead of being calm and decisive like Reid wanted them to be, India tended to rush the process rather than bide their time and wait for the right opportunity.In both offence and defence, decision-making was left wanting. The road ahead2023 is a crucial year for Indian hockey as they prepare for the Paris Olympics as well look to win gold at the Asian Games, should it go ahead as planned. On Monday, Hockey India president Dilip Tirkey refused to say if Reid’s position as head coach was in danger, adding that any decision will only be made after the tournament was over.With the Olympics only a year away, do Hockey India risk appointing a new coach who will require time to build the team according to their style? Or do they stick with Reid, the man who ended a 41-year-wait for an Olympic medal and has drilled the team to play with a good tactical structure in general?No matter what happens in the next few weeks or months, the 2023 World Cup has served as a harsh reality check for Indian men’s hockey.","author":"Dilip Unnikrishnan","time":"2023-01-24T10:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186001-senayfvgpa-1674537938.jpg","tags":["Graham Reid","Indian Hockey","Harmanpreet Singh","Hardik Singh","FIH Hockey Men’s World Cup","Hockey"],"source":"https://scroll.in/field/1042448/hockey-world-cup-four-reasons-why-harmanpreet-singh-and-cos-podium-hopes-ended-early"}