{"title":"Hockey, Olympic Qualifiers, India vs New Zealand as it happened: IND beat Black Sticks 3-1","content":"That’s it from us tonight! Do join us on Tuesday at 7.30pm as India take on Italy in their final group B match.It will go down to the wire on Tuesday. The US, despite winning two matches, have still not qualified for the semi-finals. They take on New Zealand in a must-win match for the Black Sticks. India have the advantage over New Zealand as they will play minnows Italy in the final match on Tuesday and will know exactly what they have to do to finish in the top two.If New Zealand beat USA, India need to beat Italy by a big margin to leapfrog over the two teams to the top spot. If the US hold New Zealand to a draw, then they will top the group with seven points with India finishing with six points if they beat Italy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Salima Tete: It was a mistake for us to lose last night. We learnt from that mistake and won it today. We knew we had to win so we gave our 100% and got the job done. My team expects me to use my speed well and I wanted to win the match for my team tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, FT: What a time for India to get their first win over New Zealand! Janneke Schopman’s team get their Olympic qualifying campaign back on track with a superb win over New Zealand. More importantly, they have bettered their goal difference at New Zealand’s expense.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q4: Tete goes on yet another lung-busting run down the left. New Zealand finally get possession with just 30 seconds left on the clock. Job all but done now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q4: Nothing going New Zealand’s way as Katie Doar mistraps the ball. The Indian defence is on to her in a flash and win a free hit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q4: New Zealand finally get something out of their nth attack as they prepare for a PC with 111 seconds left in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q4: Under three minutes left now as yet another Kiwi attack is blunted by solid defending. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q4: That was poor from Nikki Pradhan. Under no pressure, she plays a loose pass to Monika who cannot get to it even at full stretch. New Zealand attack through Alia Jaque. She uses her 3D skills to make her way to the edge of the circle but finds her way blocked as Ishika plays the ball out safely.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q4: This is superb pressing from India. New Zealand are unable to get out of their own half as we go into the final seven minutes of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q4: India attack through Baljeet who plays in Dungdung. The forward cannot keep the ball but it comes to Tete. The veteran no-look flicks it goalwards but the ball is blocked by a Kiwi stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q4: As expected, New Zealand are showing a bit of urgency as they press India high up the pitch. India happy to sit back and defend deep and hit them on the counter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q4: A huge final 15 minutes for India. The Black Sticks scored twice in the fourth quarter in their win against Italy yesterday and they have scored 18 times in Q4 against India historically, the most by them. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q3: Good defending from Nikki Pradhan as she steals the ball from Merry just as the Kiwi skipper was entering the circle. India keep the ball in their own half as the hooter goes off to mark the end of the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q3: Another superb run by Deepika, this time down the left. She reverses the ball to Navneet who takes a touch to set herself up before unleashing a powerful shot. The ball flies just past the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q3: Lalremsiami jinxes into the circle and wins India a fifth PC. Navneet’s drive has no power and the ball rolls, as if in slow motion, to the prone O’Hanlan who kicks the ball away. Navneet gets the loose ball and looks to ping the ball goalwards but hits a Kiwi defender above the knee.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q3: The Black Sticks make a mess of their PC routine. The injection is reversed to Hull who goes for reverse tomahawk but her stick jams into the turf as she hit the ball. The ball rolls to skipper Olivia Merry but she cannot trap the ball and India come away with the ball. India poor in defence but New Zealand unable to punish them.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q3: Ishika, Baljeet and Phalke look to play out down the right but the young trio are harried by Kiwi bodies and give the ball away. New Zealand ramping up the pressure now and they are rewarded with a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q3: Good save from Savita! Katie Doar has only the Indian captain to beat but smacks the ball straight at Savita. Tete then springs the counter but India cannot take advantage of it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q3: New Zealand get us underway in the second half. India need to defend well and possibly score another to help their goal difference.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Janneke Schopman: I am happy. To show up like this today, it’s good. New Zealand will come back hard. If we keep the ball and use our speed well in the transition, we can score another goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, HT: Tete once again displays her silken touch as she glides past a Kiwi player. India look to create something but New Zealand break it down. And the hooter goes off as India go into the break with a well deserved lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q2: New Zealand string some good passes as they play through the Indian press. However, the final pass is lacking and India can mount a final attack as we go into the final minute of the half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q2: New Zealand struggling to keep possession of the ball as India press them high. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q2: Ah that was lovely stickwork by Deepika! Glides past two defenders from the right and gets near the goal. However, Frances Davies puts in a very good tackle to steal the ball and wins a free hit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q2: Salima Tete has been the star of the match tonight. Correctly reads the New Zealand PC routine and closes down Hull and blocks her slap shot. Tete has not put a foot wrong tonight\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q2: India happy to sit back and absorb the pressure. And as I type that, Udita concedes a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q2: Where was this Indian team last night, I wonder. Pressing superbly, much more dynamic in attack and not wasteful with their passes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q2: India start the second quarter just as they ended the first and win a PC. The injection goes to Navneet who smashes the ball towards the post where Sangita Kumari is at hand. However, the forward cannot deflect the ball into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-1 New Zealand, Q1: Two goals in two minutes for India! Superb work from Beauty Dungdung. She gets the ball near the goalline and plays it in front of goal where Neha is on hand to tuck it in. It is not the Indian who gets the telling touch as the ball goes in via the Kiwi defender.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-1 New Zealand, Q1: Udita scores! What a way to mark your birthday! Lalremsiami wins India a PC and Udita scores an identical goal as Hull and megs the defender at the post!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 New Zealand, Q1: New Zealand score! Megan Hull takes a touch to the right after the injection and slaps the ball to the far post. Monika, stationed at the post, is nutmegged and the Black Sticks are level.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 New Zealand, Q1: Vaishnavi Phalke gives away a PC but she reviews it. No advice possible says the TV umpire and the PC stands. India keep their review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 New Zealand, Q1: Deepika’s drag-flick is charged down by the first rusher but the loose ball falls to Sonika who flicks the ball towards the post. Baljeet Kaur needs to deflect it goalwards with O’Hanlon making herself big. Baljeet fails to get a touch and in the melee, New Zealand get the free hit out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 New Zealand, Q1: Salima Tete has been so good in the opening 10 minutes. She steals the ball high up in the Kiwi half and India go on to win their first PC of the match. Need to make it count.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 New Zealand, Q1: New Zealand dominating possession now as India deploy a half press. India need to be clinical when they counter or risk succumbing to New Zealand’s pressure if they keep sitting back.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 New Zealand, Q1: New Zealand look to respond immediately and win the first penalty corner of the match in their first attack. However, Sam Child cannot trap the injection cleanly and India hustle to clear the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 New Zealand, Q1: What a start for India! Salima Tete, as she has done many times, glides down the right channel and plays a cross in front of goal. Jyoti and her marker go for it but cannot trap it cleanly. Sangita Kumari is quickest to react and slaps the ball beyond Grace O’Hanlon in the New Zealand goal. Just the start India wanted!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs New Zealand, India coach Janneke Schopman: It was a big disappointment for us last night. We had to do a lot of soul searching. New Zealand are a good side and I am hoping we turn up and play well today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Group B standings ahead of IND vs NZ\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs New Zealand: The United States have strengthened their position of qualifying for the semi-finals by beating Italy 2-0 in the earlier match today. That means India have to beat New Zealand today and hope the Black Sticks lose or draw against the US in their final match to make it to the semi-finals. If India beat New Zealand today and then New Zealand beat USA, there will be a three-way tie for first and second in the group which mean goal difference will decide who will make it to the semi-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of Indian hockey!A day after they were stunned by USA in their Hockey Olympic Qualifiers opening match, the Indian women’s hockey team face New Zealand in a must-win match.A loss to New Zealand today will all but end India’s hopes of qualifying for the 2024 Paris Olympics. Janneke Schopman’s team will be under immense pressure today and that will be compounded by the fact that India have never beaten New Zealand in regulation time.India’s only win against the Black Sticks came at the 2022 Commonwealth Games when India prevailed via a penalty shootout after their bronze medal match ended 1-1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian squadGoalkeepers: Savita Punia (c), Bichu Devi Kharibam Defenders: Nikki Pradhan (vc), Udita, Ishika Chaudhary, Monika Midfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Beauty DungdungForwards: Lalremsiami, Sangita Kumari, Deepika, Baljeet Kaur\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog via JioCinema and FIH","author":"Dilip Unnikrishnan","time":"2024-01-14T19:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197508-aloalieyhy-1705234372.jpg","tags":["Hockey","Indian Women’s Hockey Team","Savita Punia","Janneke Schopman"],"source":"https://scroll.in/field/1062125/hockey-olympic-qualifiers-india-vs-new-zealand-live-savita-punia-and-co-face-black-sticks-in-must-win-match"}