{"title":"Hockey, FIH Pro League, India vs Australia as it happened: Harmanpreet hat-trick powers hosts to win","content":"Play\n\n\n\n     Goalscorers' list \n    \n       Team  Minute  Shirt #  Player  Action  Score \n    \n     Australia  3  10  BELTZ Joshua  Field Goal  0 - 1  India  14  13  SINGH Harmanpreet  Penalty Corner  1 - 1  India  15  13  SINGH Harmanpreet  Penalty Corner  2 - 1  India  18  31  SINGH Jugraj  Penalty Stroke  3 - 1  India  26  50  Selvam Karthi  Field Goal  4 - 1  Australia  43  20  WILLOTT Ky  Field Goal  4 - 2  Australia  53  44  STAINES Ben  Penalty Corner  4 - 3  India  56  13  SINGH Harmanpreet  Penalty Corner  5 - 3  Australia  57  17  ZALEWSKI Aran  Penalty Corner  5 - 4 \n   Courtesy FIH \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for our coverage for tonight. Join us on Monday, March 13, when India plays Germany, at 19:10 hrs IST.Before the match could start, commentator Dan Strange mentioned that an India vs Australia match generally averages nine goals. Nine were scored in tonight’s encounter.Australia got off and running quickly through Joshua Beltz in the third minute. But it was Harmanpreet Singh again who stepped up to rescue his team, scoring two within the last 90 seconds of the first quarter.India continued to score in the second, with Jugraj Singh scoring from the spot, and Karthi Selvam making it 4-1 with a goal that Strange and former South African Olympian Rassie Pieterse rated could end up being the goal of the season.Australia did charge back with goals from Ky Willott and Tim Howard, before Harmanpreet completed his hat-trick to make it 5-3.There was still some drama left in the contest as Aran Zalewski scored with three minutes left to play. But the Indians held on and saw out Australian attacks till the final hooter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Great win for India 5-4.— stick2hockey.com (@indianhockey) March 12, 2023\n\n\n\n    So many positives for India to take from the 5-4 win over Australia. Harmanpreet's return to form, Karthi's goal that shows a lot of promise, Pawan's performance in goal... Lots for new coach to work with #hockey #INDvAUS— Mihir Vasavda (@mihirsv) March 12, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    As expected, Harmanpreet Singh is the player of the match:“Today we played very well. We decided to fight for 60 minutes and the boys did a fabulous job. Winning is important as always. When we come to the pitch, we have only one target – to win the game. This is who we are, this is how we play.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #FIHProLeague #HockeyInvites @TheHockeyIndia v @Kookaburras Details https://t.co/hSFEbPJikL pic.twitter.com/UKbTf7H3LN— International Hockey Federation (@FIH_Hockey) March 12, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    INDIA HANGS ON!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 5-4 Australia: 35 seconds left, Jack Welch goes for it, Pawan makes the save and the Indian defenders charge and defend well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 5-4 Australia: Last minute of play and Australia get another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 5-4 Australia:  Stellar defence from India to get the ball away after the retake.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 5-4 Australia: 70 seconds left of play and Australia wins a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 5-4 Australia: Australia takes off their goalkeeper with less than three minutes to play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 5-4 Australia: GOAL FOR AUSTRALIA! Tim Howard scores his first international goal since 2018. Well taken shot after the PC, and the first rebound were saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 5-3 Australia:  PC for Australia\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 5-3 Australia: GOAL FOR INDIA! Harmanpreet Singh gets his hat-trick! Powerful drag-flick to the goalkeeper’s right, no chance for Benjamin Rennie.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-3 Australia: “No clear reason to change your decision, Australia lose their referral.” PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-3 Australia: India on the counter-attack and there’s a PC for India. It’s referred though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-3 Australia: GOAL FOR AUSTRALIA! Anand Gupte goes for a variation, the ball rebounds off the goalkeeper and comes to Ben Stains who scores his first international goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-2 Australia: PC for Australia at the end of the Manpreet foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-2 Australia: And now Manpreet Singh gets a yellow card. Barges into an Australian player and now has five minutes to think about what he’s done.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-2 Australia: Australia down to 10 men as Eddie Ockenden is shown another yellow card. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-2 Australia: Chance ends rather tamely. The Indians go for variations but the passes between them goes wayward.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-2 Australia: Just over 10 minutes to go and India wins a PC\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-2 Australia: Anand Gupte takes it but the shot is wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-2 Australia: Penalty corner for Australia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 - India 4-2 Australia: Good chance for India. Manpreet clobbers one from distance into the circle, but a diving Gurjant is just inches away from getting a deflection towards goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final 15 minutes begin\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for the third quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 4-2 Australia: Gupte hammers it again, and again Pawan is there to make the save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 4-2 Australia: PC for Australia\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 4-2 Australia: GOAL FOR AUSTRALIA! Ky Willott is first to react as James Collins gets a ball across the face of goal. Willott takes a quick step forward and taps into an empty goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 4-1 Australia:  Jacob Anderson gets the ball, charges down the left and then unleashes a backhand shot, but Pawan calmly paws it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 4-1 Australia: PC is retaken after the ball hits Manpreet’s foot. In the second attempt, Anand Gupte goes for a pass, but there’s no coordination between two Australian forwards and the chance is wasted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 4-1 Australia: After a period of midfield battles, Australia gets a PC\n    \n        \n        \n            \n            \n            \n        \n    \n\n    👀👀Drone spotted#FIHProLeague pic.twitter.com/6aF7dpZgeF— M.Sudharshan (@msudh98) March 12, 2023\n\n\n\n    𝗛𝗼𝗰𝗸𝗲𝘆 𝗛𝗮𝗶 ❤ 𝗠𝗲𝗿𝗮#FIHProLeague #OdishaForHockey pic.twitter.com/qusgO41ssk— Odisha Sports (@sports_odisha) March 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 4-1 Australia: Australia slowly trying to get back into the match. Joshua Beltz goes for a diving tomahawk, but Pawan makes a strong save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 - India 4-1 Australia:  First good chance for India, but Dilpreet is unable to control the pass from the right and the ball is cleared.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Second half starts!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Its 4-1 at the break for India. #FIHProLeague #INDvAUS pic.twitter.com/THVWhwZQTz— Sundeep Misra (@MisraSundeep) March 12, 2023\n\n\n\n    HT | After Josh Beltz gave us the dream start, the hosts have hit back in emphatic fashion.We've had our chances and are certainly not out of it.#INDvAUS #FIHProLeague pic.twitter.com/aCggEdW8Ih— Kookaburras (@Kookaburras) March 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    A fiesty first half of entertaining hockey. Australia took an early lead through a defensive error from Manpreet Singh, but the Indians remained patient to soak in the few more waves of Australian attacks before they started to counter. Harmanpreet Singh, with 90 seconds left in the first quarter, equalised with a powerful drag-flick, and then he put India 2-1 up with another PC with just a second to go.Jugraj Singh then made it 3-1 in the third minute of the second quarter before Karthi Selvam came up with a neat display of control, trickery and power to make it 4-1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    There goes the hooter\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 4-1 Australia: And another green card, this time from Ky Willott.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    WOW!!!! 👏🏾👏🏾👏🏾🔥🔥🔥😃😃😃That wa SOME strike from Karti Selvam!!!!BRILLIANT!!!And with that IND 4-1 AUS!!!Harmanpreet has rediscovered his touch as well 👍🏾#FIHProLeague #INDvAUS— Kapil Choudhary (@kapil857) March 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 4-1 Australia: GOAL FOR INDIA! Karthi Selvam, what a goal! He has to back pedal a bit to collect the pass, controls wrong foots Jake Harvie to make space, and then hammers a solid forehand drive past the goalkeeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 3-1 Australia: Getting a bit fiesty on the pitch. Rabichandra Moirangthem is shown a green card. He sits out the two minutes suspension, gets back on the field, and a minute later Vishnukant Singh is shown green.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 3-1 Australia: GOAL FOR INDIA! Excellent finish from Jugraj, sends the goalkeeper the wrong way to score his 10th international goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 2-1 Australia: Jugraj is the one who steps up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 2-1 Australia: Penalty stroke for India! Surely it’ll be Harmanpreet Singh to step up for a chance to make his hat-trick. But there’s a referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    QT | We trail after a lively and frenetic opening 15 minutes.Josh Beltz's opener was cancelled out late in the quarter by Harmanpreet Singh's drag flick before the Indian captain repeated the dose with seconds to go before the break.🇮🇳2-1🇦🇺 #INDvAUS #FIHProLeague pic.twitter.com/aqphnPZBri— Kookaburras (@Kookaburras) March 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 2-1 Australia: Anand Gupte with a powerful drag-flick, but a solid save from Pawan (who replaced Sreejesh at the break).\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 - India 2-1 Australia: 16 seconds into the second quarter and Australia win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Second quarter underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 2-1 Australia: GOAL FOR INDIA! With one second left in the quarter, Harmanpreet Singh thumps another drag-flick home to put the hosts in the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 1-1 Australia: Another PC for India, and Eddie Ockenden is shown a yellow card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 1-1 Australia: GOAL FOR INDIA! And it’s that man again, Harmanpreet Singh! Powers his drag-flick past the Benjamin Rennie in the Australian goal. It makes Harmanpreet the fifth-equal highest goalscorer for India with a 132rd goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: Just under 90 seconds left in the first quarter, and Dilpreet wins a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: Excellent goalkeeping from Sreejesh. Excellent chance for Australia, but the Indian goalkeeper makes himself big to make an initial save, and the not allowing any Australia a clean shy at the goal. He holds off just long enough for the referee to spot a foul and hand India a reprieve.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: “No advice possible, Australia keep their referral.” Play goes on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: Anand Gupte goes for the shot but it’s saved off the line by an Indian defender. Australian players rush to the referee asking for a referral, saying it hit an Indian foot and not stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: “No clear reason to change your decision, India lose their referral.” PC for Australia stands.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: PC for Australia. But India goes for a review saying there were... two balls on the pitch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: India goes for a variation, Harmanpreet fires a pass from the PC to Gurjant but the pass is not accurate. Chance wasted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: Another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: India gets a first penalty corner of the match. Harmanpreet takes it but it goes off the leg of the first rusher. PC to be retaken. Again, it strikes the leg of the first rusher. Another PC. This time Harmanpreet gets a hold of it but Aran Zalewski clears it off the line.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-1 Australia: GOAL FOR AUSTRALIA! Pass comes in from Jack Welch and Joshua Beltz tries to pass it forward, but Manpreet Singh inadvertently hits it into his own net. The goal is given to Beltz though. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 - India 0-0 Australia: Gurjant Singh with the first good chance of the match within two minutes of play, but his shot goes just wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND WE’RE OFF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “We’d had a consistent performance against Germany, we’d like to see another consistent performance tonight,” says David John, who is sitting in as head coach for the Indian team that awaits the arrival of Craig Fulton.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here come the teams out onto the pitch at the Birsa Munda Stadium in Rourkela, national anthems to follow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Harmanpreet Singh, as usual, tops the goalscorer's list\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of India’s match against Australia, in the 2022-’23 FIH Men’s Pro League, at the Birsa Munda Stadium in Rourkela.In the mini-tournament, also featuring World Champions Germany, India take on their nemesis the Kookaburras. While Harmanpreet Singh-led India defeated Germany in the first match on Friday, the Germans defeated Australia in the second match on Saturday. Mind you, both India and Australia are trying a few different things (in terms of personnel) at this event. Colin Batch-coached Australia have brought in a few new faces as they hope to build towards Paris. India too are at the start of a transition. This could be a close one tonight. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HockeyIndia #IndiaKaGame #FIHProLeague @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/tBStokBWAr— Hockey India (@TheHockeyIndia) March 12, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / FancodeMatch live: Star Spors Select 2 and Fancode in India","author":"Shahid Judge","time":"2023-03-12T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187889-fsqowtqvvh-1678682655.jpg","tags":["Hockey","Indian hockey","Harmanpreet Singh","FIH Pro League","India v Australia"],"source":"https://scroll.in/field/1045448/hockey-fih-pro-league-india-vs-australia-live-score-updates-statistics-reactions-harmanpreet-singh-and-co-take-on-kookaburras"}