{"title":"Hockey: Forward Abhishek says he’s motivated to work harder after impressive CWG performance","content":"After a solid performance at the Commonwealth Games 2022, Indian men’s hockey team forward Abhishek believes the tournament was a big learning experience for him. The young striker started in all six games in Birmingham and remained a threat inside the opposition’s defence, helping India win a silver medal.Abhishek had only made his debut earlier this year when the Indian team travelled to South Africa for the FIH Pro League 2021/22 matches in February. He played 14 matches during the FIH Pro League and performed consistently, on the back of which he was selected for the CWG squad.Speaking about his experiences of performing on the big stage, Abhishek, who also scored two goals at CWG 2022, said, “It was quite a memorable experience for me to perform on such a big stage. I learned a lot about my game during the tournament, and understood areas where I can improve upon.“Our chief voach Graham Reid had already told me before in training sessions to enjoy the games and to not take too much pressure. This advice really helped me at the CWG as I was able to focus on my natural game and was able to play freely.”On being asked to assess his own performance in the tournament, Abhishek said, “My teammates and coaches told me I performed well considering it was my first major tournament of such scale. There are still a few areas where I have to improve upon, and the CWG experience has motivated me to work even harder to fulfill those shortcomings.”India performed well throughout the tournament, picking an 11-0 win over Ghana in their opening Pool B match. With a 4-4 draw against England, followed by an 8-0 win over Canada and a 4-1 win over Wales, India booked a spot in the semifinal, where they went past South Africa with a 3-2 win to reach the final. India then lost 0-7 to Australia and claimed the silver medal.Speaking on his team’s performance, Abhishek said, “We performed as a team throughout the competition, despite facing tough opponents. Every match had a new challenge for us, and we were able to face it head-on. Even though the Final against Australia did not go our way, we learned a lot from the match and have to improve upon in training.”India’s players will return to the National Coaching Camp in Bengaluru on August 29 and will begin preparation for the upcoming FIH Hockey Pro League 2022-’23 season which begins in October. They are scheduled to play New Zealand and Spain at home.“We all are really eager to return to training and prepare ourselves for the upcoming competitions. We all want to improve as a team, and with the World Cup next year, everyone wants to be in the best shape and form in the coming months,” said Abhishek.","author":"Scroll Staff","time":"2022-08-12T11:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/178396-jbwkpsrywe-1660283591.jpg","tags":["hockey","indian hockey","Commonwealth Games","Indian Men's Hockey Team","Abhishek","cwg 2022"],"source":"https://scroll.in/field/1030324/hockey-forward-abhishek-says-hes-motivated-to-work-harder-after-impressive-cwg-performance"}