{"title":"Hockey: Hardik Singh and Salima Tete named Player of the Year by Indian federation","content":"Indian national stars Hardik Singh and Salima Tete were named the men’s and women’s Player of the Year at the 6th annual Hockey India awards on Sunday.Hardik, who has been an able assistant to men’s team captain Harmanpreet Singh, was awarded the Balbir Singh Sr. Award for Player of The Year 2023 while Tete, who has risen through the ranks in the women’s team, was awarded the same in the women’s category.Additionally, Ashok Kumar won the Major Dhyan Chand Lifetime Achievement Award. Kumar, an Arjuna Awardee in 1974, was part of the team that won three World Cup medals (bronze in 1971, silver in 1973 and gold in 1975) and bronze at the 1972 Olympics in Munich, Germany.Among other individual awards were Deepika Soreng who won the Asunta Lakra Award for Upcoming Player of the Year (Women – Under 21) and Araijeet Singh Hundal who won the Jugraj Singh Award for Upcoming Player of the Year (Men – Under 21). Hundal was part of the men’s junior team that was victorious at the Junior Men’s Asia Cup last year.Cash prizes were also handed out to senior team players in both the men’s and women’s team like Vivek Sagar Prasad, Nilakanta Sharma, Sumit, Krishan Bahadur Pathak, Udita, and Gurjant Singh for crossing 100 international caps and to Nikki Pradhan, Amit Rohidas, Lalit Kumar Upadhyay, and Neha for 150 international appearances.Captains Harmanpreet and Savita were also felicitated for reaching the 200th and 250th international match landmark while PR Sreejesh and Vandana Katariya were acknowledged for representing India in 300 international matches.Hockey India League to return in January 2025In his opening remarks at the ceremony, Hockey India Secretary General Shri Bhola Nath Singh confirmed that the national federation will relaunch the Hockey India League with eight men’s teams and six women’s teams, latest by January 2025.The erstwhile HIL had been suspended after the 2017, citing a packed international schedule, but soon disbanded with teams suffering from financial troubles. At that time, there were five men’s teams in the league which also contributed to a new batch of young Indian players coming through the ranks.","author":"Scroll Staff","time":"2024-04-01T16:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199750-pjgpygname-1711968502.jpg","tags":["Hardik Singh","Salima Tete","Harmanpreet Singh","Hockey","Indian hockey","Savita","Deepika Soreng","Araijeet Singh Hundal"],"source":"https://scroll.in/field/1066076/hockey-hardik-singh-and-salima-tete-named-player-of-the-year-by-indian-federation"}