{"title":"Hockey, FIH Pro League: Defence stands tall while forwards misfire – Talking points from Odisha-leg","content":"The Indian men’s hockey team had a fruitful start to their 2023-24 FIH Pro League season, climbing to third in the standings after the end of the mini-tournament at home in Odisha.With less than five months to go for the 2024 Paris Olympics, the Pro League matches held in Bhubaneswar and Rourkela showed how much the team has progressed under Craig Fulton who took charge as head coach less than a year ago.From their eight matches, India won three, lost one and drew four to take 15 points out of a possible 24. India beat Ireland twice and Spain once for their three wins while their four draws came against Spain (1), Australia (1) and the Netherlands (2). India’s solitary loss was against Australia when they went down in a 10-goal thriller.Fulton had said that the Pro League matches in Odisha would serve as a barometer for his team’s growth while also doubling up as selection trials for the Paris Games. The South African will be mighty pleased with how his players fared in Odisha over the last fortnight.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nDefence takes shapeAt his first press conference after being appointed as the Indian coach last year, Fulton had said that his aim would be to build his team around a solid defensive structure.“I think philosophy-wise, I’d like to defend to win,” he said. “I’d like to have our defensive structures in place because that’s the first step of attacking. I’m a very forward, attacking coach. I like to score goals, but I also like to do a very solid defensive play.”Over the last year, Fulton has worked on shoring up the Indian defence and it showed in the Pro League matches. India were solid in their three draws against the Netherlands and Australia.Captain Harmanpreet Singh, Amit Rohidas and Sumit were the standout players in the Indian defence. Sumit, especially, has been a joy to watch in defence with his ability to time his tackles to perfection and calmly play his way out of trouble.In Varun Kumar’s absence, Jugraj Singh got an extended run at the heart of the defence and gave a strong case for himself to be on the flight to Paris. With Sanjay and Jarmanpreet Singh also impressing on the wings, Fulton be pleased with how his defence is shaping up.Misfiring forwardsWhile Fulton has had his defence sorted, it is the forward-line which does not inspire confidence.In Akashdeep Singh and Lalit Kumar Upadhyay, India have two forwards who haven’t been in the best of forms over the last year. Though both showed glimpses of their quality in Odisha, those were few and far between.The likes of Sukhjeet Singh, Abhishek and Gurjant Singh are good playmakers but if there aren’t clinical finishers to spearhead the attack, their talents will be wasted. Mandeep Singh has been the most-consistent forward from the old guard but India cannot solely rely on the veteran to provide the scoring touch.Upadhyay has lost some of his pace and guile which has allowed defenders to recover and steal the ball from him in good positions inside the circle. Akashdeep, on the other hand, has blown hot and cold with India at times, making it seem that the team is playing a player short.In the light of Akashdeep and Upadhyay’s indifferent form, the absence Selvam Karthi is baffling. The Tamil Nadu-native is a dynamic presence in the circle and is a clinical finisher to boot.Moreover, Karthi and Abhishek forged a fine understanding between them during last year’s Pro League matches in India and at the Asian Champions Trophy.For Fulton’s defence-first tactics to bear fruit, India will need to have a more dynamic and clinical forward line to lead them in Paris.Sreejesh or Pathak?In PR Sreejesh and Krishan Bahadur Pathak, India have two of the best goalkeepers in the world right now. Which is why Fulton will have a tough time choosing which one he will take to Paris.At the Olympics, hockey teams are restricted to only 16 players compared to 18 in other tournaments. That means teams generally tend to cut one of the two goalkeepers to have more options among outfield players.Sreejesh was the undisputed No 1 when India went to Tokyo and led them to their first Olympic medal in 41 years. However, in the past three years, Pathak has rapidly caught up with his illustrious senior.The pair have split quarters between them over the past couple of years under former coach Graham Reid, a practice Fulton has been more than happy to follow. Both had a fruitful outing in Odisha making Fulton’s job of picking a goalkeeper for Paris more difficult.India’s results in Pro LeagueFebruary 10: Won 4-1 vs SpainFebruary 11: Won 2(4) - 2(2) vs The NetherlandsFebruary 15: Lost 6-4 to AustraliaFebruary 16: Won 1-0 vs IrelandFebruary 19: Won 2(8) - (7)2 vs SpainFebruary 21: Lost 2(4) - 2(2) vs The NetherlandsFebruary 24: Lost 2(0) - 2(3) AustraliaFebruary 25: Won 4-0 vs Ireland","author":"Dilip Unnikrishnan","time":"2024-02-27T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198795-ctqytmeiio-1709002059.jpeg","tags":["Indian Men’s Hockey Team","Craig Fulton","FIH Pro League","Harmanpreet Singh","Sumit","Lalit Kumar Upadhyay","Akashdeep Singh","PR Sreejesh","Krishan Bahadur Pathak","Hockey","Indian Hockey"],"source":"https://scroll.in/field/1064334/hockey-fih-pro-league-defence-stands-tall-while-forwards-misfire-talking-points-from-odisha-leg"}