{"title":"Hockey: Craig Fulton appointed as chief coach of Indian men’s team","content":"Hockey India on Friday announced Craig Fulton as the new chief coach of the Indian men’s hockey team. The announcement was made, ahead of the team’s home matches in the FIH Hockey Pro League starting from 10th March.The 48-year-old South African, with nearly 25 years of coaching experience, will join the team at the earliest upon completing formalities.Fulton’s rise to fame started with a stint with the Irish men’s team as the head coach between 2014 to 2018 when the team qualified for the Rio Olympic Games 2016. This was the Irish team’s first Olympic qualification in 100 years. This historic feat also won him the FIH Coach of the Year in 2015.Following this, he worked as the assistant coach with the reigning Olympic Champions Belgium, where the Belgium team won the Gold medal in Tokyo. He was also part of the Belgian coaching staff when the team lifted the World Cup in 2018, in Bhubaneswar.He was named Belgium Coach of the Year 2023 after coaching Belgium club Racing to the Belgium League title. He has also been a part of the Belgium national team’s rise in world hockey, taking the team to World No 3 in 2023 from World No.5 in 2018.Fulton played 195 matches for South Africa over a span of 10 years. He has played for his home team South Africa at Atlanta Olympics 1996 and Athens Olympics 2004. He has also played at the World Cup and Commonwealth Games.Talking about Fulton’s appointment, Hockey India president Dilip Tirkey said, “I have had the honour of playing against him and now I look forward to closely working with him in this new phase for the men’s hockey team. He comes with tremendous experience in coaching and his work ethics induces confidence of raising the team’s performance in world hockey. I welcome Craig to India and wish him the best.”Speaking on the occasion, Fulton said, “It is an honour to be appointed in the role of chief coach for the Indian men’s hockey team. India has a deep history and legacy of the sport and I look forward to work to taking this forward with the current team which has some very promising talent.”Fulton is likely to take charge of the men’s team after it’s FIH Pro League matches against Australia and Germany in the second week of March. David John and BJ Kariappa had been earlier appointed as interim coaches for the Pro League matches.","author":"Scroll Staff","time":"2023-03-03T11:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187520-czrauaihow-1677822946.jpeg","tags":["Craig Fulton","Hockey India","Dilip Tirkey","Hockey","Indian men’s Hockey Team"],"source":"https://scroll.in/field/1044975/hockey-craig-fulton-appointed-as-chief-coach-of-indian-mens-team"}