{"title":"Hockey World Cup: England’s Nicholas Bandurak is here to stay after years of grind","content":"Nicholas Bandurak’s eyes widen and a huge grin appears on his face when he remembers the first time he felt like he had finally arrived on the international stage. It was the first of England’s two 2021-‘22 FIH Pro League matches against India in April, 2022.As the TV umpire was reviewing a late penalty stroke awarded to England, Bandurak looked to his side to see himself standing next to India’s talisman, Harmanpreet Singh. That was the moment, he said, that the years of grind and perseverance paid off.“The first few caps were just a sign of appreciating everything,” Bandurak told Scroll.in in Bhubaneswar where he is part of the England side aiming to win their first FIH Hockey Men’s World Cup. “I remember really clearly the end of our first match here against India. We had a stroke that was reviewed for just ages and I was chatting with Harmanpreet at the halfway line just saying, ‘This is incredible. I’ve loved watching you for years. I’ve loved watching this stadium in action’. There we were at the end of a 3-3 proper battle. I managed to score a couple of flicks against Sreejesh! I couldn’t believe it. I watched Sreejesh for years. I am an ok club flicker but I’m not at the top end of the guys around the world. So just to be able to have a chance against Sreejesh, I was just buzzing. I worked way too hard to be nervous. I trust the work I have done to be enough to be able to perform.”Since his debut against Spain in February 2022, few players have been as prolific as the Wolverhampton-born forward. In 27 matches for England and Great Britain, Bandurak has scored 25 goals. With 11 goals at the 2022 Commonwealth Games, Bandurak beat the likes of Harmanpreet, Blake Govers and Jeremy Hayward to be the top scorer.For Bandurak, the last 15 months with the England and Great Britain men’s hockey teams have been the culmination, or rather a continuation, of a journey which began at the 2013 junior men’s World Cup. Initially cut from England’s 24-man side, Bandurak was called up two months before the tournament to replace an injured player.“I was called up by the coach (Jon Bleby) who said, ‘Come train and enjoy yourself.’ I took that as a ‘I’m not here to train and make up the numbers. If I am in the 24, I’m going to give it a go.’ So I somehow managed to get inside to the final 16 from the 24 through some hard graft,” he said.Bandurak was one of five England players who scored two or more goals but the team finished a disappointing 14th in the tournament. That was the last time Bandurak would put on the England jersey until his senior debut in 2022.All about the grindIt’s what you do away from everyone that makes a difference in front of people.-Bandurak in an essay for Team GB ahead of the World Cup“I’m a massive fan of American sports in general and the kind of dialogue around making it to the top in any of those fields is ultimately the grind and the work you do individually,” Bandurak said when asked to elaborate on the above quote.Despite performing consistently for first Cannock and then Holcombe in the England Hockey League, Bandurak found it hard to break into England and team GB’s hockey programme. Bandurak’s only way of improving his game was to pit himself against national team players in the league.“My only level was the Premier League and so my only measurement as a forward was to score goals and help my team win,” he said. “You are in a league where guys who are playing for England and GB play, they are the guys I’m up against. Let’s see what we are about and try and compete week in week out. When that didn’t work, that’s where it got a bit tough. There was clearly something missing from my game other than goals. I wasn’t sure what it was, still don’t know what it was. It is one of those things that you just accept and try to deal with it.”Alongside playing for Holcombe, Bandurak took up a job as Head of Hockey at Danes Hill School in September 2018, a job he held until he won his first England cap. In 2022, he began coaching the women’s side at Holcombe to get started on a future career in coaching. “I’m 30 and haven’t got much time and coaching is something I want to get into,” he said with a chuckle. That he could get to spend some extra time with his wife Emma, also a hockey player, was an added bonus.At one point, Bandurak, who has Ukrainian roots, even thought about switching nationalities and playing for Ukraine’s indoor hockey team. Ultimately, it was his love for the sport and the desire to play for England that kept him focused on his dream.“Ultimately it came down to understanding what I believe I can do to the best of my ability and just try to hone that as much as possible,” the English international said. “The journey was just sort of trying to get better and get as good as I can be in as many different facets of the game. Everything else kinda happened organically off the back of that.“It wasn’t like I was consciously saying things like, ‘Right, I need to do this, I need to play better cause I need to go play for England.’ It was very much a case of I need to do this because it will make me a better hockey player and I want to be a better hockey player. There was never really putting any labels on the actual target of where I wanted to get to. I guess changing the focus to the process rather than the outcome was ultimately what kinda started to open some more doors for me,” Bandurak added.In the 2018-’19 season, Bandurak scored 19 goals for Holcombe and followed it up with 20 goals the next season. In the pandemic-curtailed 2020-’21 season he netted six goals while his tally in the ongoing season stands at 17. After years of knocking on the national team’s doors, Bandurak forced his way into the team. In the Commonwealth Games, Bandurak’s 11 goals propelled England to a bronze-medal finish. Almost a decade after his England journey began at a junior World Cup in India, the 30-year-old is back fighting for another World Cup.As he puts it, “Everytime I play is a blessing compared to where I was 15 months ago even. It’s definitely made me appreciate the moments more and it obviously doesn’t get bigger than a World Cup in India.”","author":"Dilip Unnikrishnan","time":"2023-01-25T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186042-exzbtmqagv-1674571667.jpg","tags":["Nicholas Bandurak","FIH Hockey World Cup","England Hockey","Hockey"],"source":"https://scroll.in/field/1042514/hockey-world-cup-englands-nicholas-bandurak-is-here-to-stay-after-years-of-grind"}