{"title":"Hockey, FIH Pro League: Sumit ditches all-rounder role to cement his status as solid defender","content":"In his first conversation with the Indian men’s hockey team coach Craig Fulton, Sumit was upfront about where he saw himself playing. Since making his senior debut in 2017, the Sonipat-born player had been shuffled between defence and midfield.But when Fulton took over in May last year, Sumit made it clear to the South African coach that he preferred playing as a defender. Fortunately, Fulton thought the same.Over the last year, Sumit has been an ever-present figure in the team, playing an important role in the gold-medal winning performances at the Hangzhou Asian Games as well as the Asian Champions Trophy.The 27-year-old defender has been one of the most consistent players in the Indian team that Fulton has restructured to have a solid defensive unit as its foundation.It’s a far cry from where Sumit found himself on the eve of the 2023 FIH Men’s Hockey World Cup. A part of India’s Tokyo Olympic bronze medal winning team, he was dropped from former India coach Graham Reid’s 18-member World Cup squad and did not even feature as one of the two alternate players.“To play in the Olympics and not be selected for the World Cup would hurt any player,” Sumit told Scroll ahead of India’s upcoming FIH Pro League matches in Europe. Ironically, his ability to play in multiple roles is what caused his omission from the World Cup squad.“I used to play as a midfielder back then,” Sumit added.“[Reid] told me that his midfield was full and that I would not be able to get in as a midfielder. I accepted the fact that maybe there was something missing in me. I was hurt for a few days but figured out that the only way out was to work on my game and practice hard.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nIt was then that Sumit realised his future lay in the defensive position, his “favourite position,” where he first started out in the national team.Sumit played in midfield when India won the 2016 Junior World Cup. But earlier that year, in the Hockey India League, Ranchi Rays coach Harendra Singh began playing him in defence.Sumit had a breakout season as he was named the Upcoming Player of Tournament. When he broke into the senior team, then coach Roelant Oltmans opted to stick with the trend of playing him defence, only for Singh to push him up to midfield when he took over as coach.Under Reid, Sumit was deployed primarily in midfield, but also found himself playing in defence when needed. It was his ability to do the job in both positions that made Sumit a valuable player in the side.With squad sizes at the Olympic Games restricted to 16, Sumit also trained as a goalkeeper just in case first-choice custodian PR Sreejesh would get injured during a match in Tokyo.“I was the all rounder in the team,” Sumit said, lightly.He had become a player willing to play in and out of position for the team. But when he was dropped from the 2023 World Cup squad, he decided that he had had enough of the shuffle.“I realised that I belong in the defence and the best way I could contribute to the team was as a defender,” he said.Under Fulton, Sumit has flourished in defence. A solid one-on-one defender, Sumit has also impressed by his ability to beat the opposition’s press and make a few precious forays up the field in attack.“The first thing [Fulton] told me was to be relaxed,” Sumit said.“It has helped my game and improved it. I am not thinking about all the different things I can do when I get the ball. I am more relaxed and able to take my time, assess the situation and play accordingly.”As a member of the team that ended India’s four-decade long wait for an Olympic medal, one would expect Sumit to be eager to earn another podium-place finish in Paris. However, his uncertain status in the team over the past few years has given him a new perspective.“I don’t make long-term goals,” he said. “My focus is always on the next practice session or the next match.“If I make long term plans, I don’t think I can give my fullest in the present. There's no point planning for the long term because it is not in my hand.”The upcoming FIH Pro League matches will be yet another marker in Sumit’s career renaissance. Perhaps a new beginning that could result in another Olympic medal.","author":"Dilip Unnikrishnan","time":"2024-05-16T11:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200720-ebuymdaczk-1715773316.jpeg","tags":["Sumit","Indian Men’s Hockey Team","Hockey","FIH Pro League","Craig Fulton"],"source":"https://scroll.in/field/1067916/hockey-fih-pro-league-sumit-ditches-all-rounder-role-to-cement-his-status-as-solid-defender"}