{"title":"Hockey, FIH Pro League, India vs Netherlands, as it happened: IND go down fighting in gritty display","content":"That’s it from us tonight! Do join us tomorrow when the Indian men’s team take on Australia in Bhubaneswar at 7.30pm IST.Despite ending up on the losing side, India did well to restrict the Dutch juggernaut to just a single goal. The Netherlands had scored 47 goals in their previous nine matches including three against India earlier in Bhubaneswar. India did well to keep their illustrious opponents at bay but ultimately, the Netherlands’ were just too strong for them.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Savita Punia: Everyone knows Holland are the best team in the world. We came into the match knowing that we had nothing to lose and just play well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Felice Albers wins the Player of the Match award.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, FT: India try and mount a final attack but the Dutch do enough to keep them away from goal. A gritty display from India to restrict the Netherlands to just the solitary goal. It is 10 wins from 10 matches for the Netherlands as they march towards a fourth Pro League title.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: Netherlands break through Albers and she finds Luna Fokke on her left. She has a free crack at goal but shanks her shot horribly. Less than a minute left in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: Five minutes to go into the match and given how high the Dutch are pressing India, you would think they are chasing the game instead of leading it. But as they say, attack is the best form of defence and the Dutch are ensuring that India come nowhere near their goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: Jansen draws another good save from Savita but the Indian defence do not clear their line cleanly and Jansen will have another crack. This time she sends it just wide off the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: Jansen finally hits target from the penalty corner but Savita saves it. Lisa Post hits the loose ball at goal and Savita deflects it onto Monika on the line. The umpire gives a penalty stroke but refers it himself. Replays show that the ball would have rolled away from goal and the Dutch are given another PC instead of a stroke. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: The Netherlands on the attack again and Albers wins a PC. Monika refers it but the decision stands as the ball had taken the lightest of touches off Nisha Warsi’s foot before Monika played the ball onto Albers’ foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: India get on the counter through Neha Goyal. She plays a one-two before nutmegging a Dutch player to find Lalremsiami on the right channel. The India forward wins free hit but is then crowded off the ball and the Netherlands win possession.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: India get on the counter through Neha Goyal. She plays a one-two before nutmegging a Dutch player to find Lalremsiami on the right channel. The India forward wins free hit but is then crowded off the ball and the Netherlands win possession.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: We have a break in play and India use it to bring Savita back in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: Bichu Devi with another sharp save at her near post to deny Jansen. India are back to 11 players now. Bichu continues in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q4: Dan Strange in the commentary reminds us that the Netherlands are deadly in the final quarter taking us back to their match against Argentina in December last year where they scored four times in the last 10 minutes in a 4-1 win. India have given a good account for themselves so far. They need to keep it up now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, End of Q3: Savita comes out as the hooter goes off and hugs Bichu Devi. That was a fine stop from the young understudy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: Dicke takes the penalty corner but Bichu Devi puts in a fine save to keep her team in the match. The Dutch win another PC but they send it wide. India make it difficult for themselves by losing possession in their own third but the Dutch cannot capitalise on it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: India in trouble now as Savita sees yellow! India were camped in the Dutch circle. But Rosa Ferning won the ball and played in a high ball ahead to catch India off guard and they do. Pien Dicke and Albers chase after and overtake Ishika Chaudhary for the ball. Savita charges out of the circle before the Dutch pair can get to the ball. She swats at it but misses and stops it with her foot. Easiest decision for the umpire who award the Dutch a penalty corner and shows Savita a five-minute yellow card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: India much better on the ball now and they are finding themselves inside the Dutch circle frequently now. The Dutch able to keep India at bay for now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: India win three back to back penalty corners. From the last one, Vandana Katariya tries to deflect Deepika’s drag flick and catch the Dutch defence off guard but the ball flies wide of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: Salima Tete goes on a good run and wins the first PC of the match for India. Tete slaps the ball from the PC but Anne Veenendaal does well to save it with her right foot. The ball comes to Monika who shoots but the ball comes off a Dutch foot and India win another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: Mumtaz Khan comes close to levelling the score! Jyoti Chhatri fires in a cross from the right byline. Khan controls it superbly, creates space for herself and unleashes a powerful low drive but it hits the outside of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: The Dutch win another PC. Yibbi Jansen once again fails to find the target with her drag flick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: The Dutch come close to doubling their lead! Burg finds her way along the goalline from the left. She scoops the ball at goal but Savita somehow deflects it onto the post behind her and India clear.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: Lalremisami plays a pass across goal. Salima Tete tries to control the wobbly ball and shoots. However, the whistle is blown for a Dutch free out after the ball hit Tete’s foot while she was trapping it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: Albers picks up from where she left off in the first half and goes on a run down the baseline. Good defending from India to intercept her minus pass and clear their lines.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q3: The Dutch get us underway in the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Janneke Schopman: Defensively we have been decent. We need to be sharp. I want us to be better on the ball. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, HT: The Dutch continue to lay siege on the Indian goal. They get closer and closer to Savita’s goal but the Indian defence does well to end the attacks. That will be the end of the first half with the Dutch deservingly in the lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q2: The Dutch take the lead! Elzemiek Zandee with a nice run into the circe and she lets one fly. Savita boots it away but Albers controls the high ball superbly and pokes it past Savita into goal. Brilliant control from Albers to take down the ball while being in motion and dispatch it quickly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q2: Savita makes her first save of the match and it is a good reflexive one. Albers drove into the circle from the left channel and played a pass towards the far post. Monika, I believe, put out her stick at full stretch to stop it but only ends up deflecting it goalwards. Savita reacts quickly to change direction and put in a fine save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q2: Savita makes her first save of the match and it is a good reflexive one. Albers drove into the circle from the left channel and played a pass towards the far post. Monika, I believe, put out her stick at full stretch to stop it but only ends up deflecting it goalwards. Savita reacts quickly to change direction and put in a fine save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q2: This has been a solid defensive display from India so far. The Dutch haven’t been allowed to create many chances and Savita is yet to face a shot from open play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q2: The Dutch attack from the left but Nikki Pradhan puts in a good tackle and launches the Indian counter. She plays it forward to Deepika who is crowded at the corner and she has to go back. India keep possession and try to rebuild again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, End of Q1: Koolen has the ball inside goal but it won’t count! The injection was a poor one but the ball is cycled to Koolen whose reverse hit bounces in front of Savita and hits the back of the net. The goal won’t stand as Koolen hadn’t drag flicked the ball. From PCs, any shot barring drag flicks have to hit the backboard at the bottom of the goal for them to count. Good quarter from India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: No Yibbi Jansen this time. The ball is set up for Sanne Koolen to slap at goal and she does that. The ball sneaks past the prone Savita but Navneet is in the right place to block it and plays it behind deliberately to give another penalty corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: With 90 seconds in quarter, the Netherlands win their second PC of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: Neither goalkeeper has been tested yet. But knowing the Dutch, it is just a matter of time before Savita Punia’s goal comes under attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: India drive in from the right channel. They win a free hit near the shooting circle but they end up giving the ball away for failing to travel five metres.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: The Netherlands win the first penalty corner of the match inside two minutes! Joosje Burg plays the ball onto an Indian foot and the Pro League top scorer Yibbi Jannsen has the chance to add to her tally. Her drag flick, however, is wide of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: Superb run from Lalremsiami as she makes her way inside the attacking line. Plays in a good pass towards the right wing where Deepika, I think, had made a run. However, the Dutch player did just enough to deflect the ball away from the Indian forward.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: And we have pushback in Rourkela! India get us started.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Netherlands: The two teams come out to the pitch in Rourkela to a loud cheer. It is the Dutch national anthem first followed by the Indian anthem. The 20,000+ seater stadium looks more than half full and they will be backing India through and through. India, hopefully, can capitalise on it and get a result.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Netherlands, India coach Janneke Schopman: They are the best team in the world. Let’s see if we can put pressure on them and play attacking hockey. We are focusing on ourselves.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Here's our powerhouse lineup for the game against the Netherlands today! 🏑🇮🇳Let the game begin! 💙#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndiaWomensTeam.....@CMO_Odisha @FIH_Hockey @Media_SAI @sports_odisha @IndiaSports @Sports18 @JioCinema pic.twitter.com/wMNmGej0fs— Hockey India (@TheHockeyIndia) February 14, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian women’s hockey team’s match against the Netherlands in the FIH Pro League 2023-24 in Rourkela.It hasn’t been a happy return for India in the FIH Women’s Pro League so far. The Janneke Schopman-coached team has lost four of their five opening matches in the new season with only Great Britain and the United States boasting a worse record. On the plus side, none of India’s losses have been blowout losses. Tonight, they take on reigning Olympic, World and Pro League champions the Netherlands in Rourkela. The two sides met a week ago in Bhubaneswar with the Dutch winning the match 3-1.Live action coming up soon. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India SquadGoalkeepers: Savita Punia (C), Bichu Devi KharibamDefenders: Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary, Monika, Jyoti ChhatriMidfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Baljeet Kaur, Sunelita ToppoForwards: Mumtaz Khan, Beauty Dungdung, Lalremsiami, Sangita Kumari, Deepika, Vandana Katariya (VC), Sharmila Devi\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Dilip Unnikrishnan","time":"2024-02-14T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198460-wulhkcmxgg-1707917958.jpg","tags":["Hockey","Indian Hockey","Indian Women’s Hockey Team","FIH Pro League","Janneke Schopman","Savita Punia","Vandana Katariya"],"source":"https://scroll.in/field/1063712/hockey-fih-pro-league-india-vs-netherlands-live-savita-punia-and-co-eye-second-win-of-the-season"}