{"title":"FIH Pro League, India vs Spain as it happened: Manpreet and Co lose 3-5, Savita’s team lose 3-4","content":"Match 1: India women fight back thrice but Spain score a late winner to take the match 4-3.Match 2: India men lose 3-5 against Spain. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Summary: It was to be Spain’s day in Bhubaneswar as the Red Sticks men and women’s teams put in resilient performances to defeat the host nations in the second day of FIH Hockey Pro League action between the two nations. Both matches were fascinating and drama-filled. They also contained moments of magic that will remain long in the memory. Belen Igleisas’ audacious lobbed goal is just one example of some of the tremendous skills and innovative play on display from these four teams.But, at the end of the two days of top-notch hockey action it finished honours even, with India winning both matches on Saturday and the men’s and women’s teams of Spain showing their own star quality just 24 hours later. (Via FIH)\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Honours shared in Men's #FIHProLeague as Spain bounced back from 4-5 loss in the first leg to script a 5-3 convincing win against host India in the second leg at #KalingaStadium, Bhubaneswar. pic.twitter.com/MKhitx836K— Odisha Sports (@sports_odisha) February 27, 2022\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME: Saturday, Indian men defeat Spain 5-4.  Sunday, Indian men lose against Spain 3-5.  The rollercoaster that is the Pro League... on the balance of play this weekend, one win each seems fitting.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-5 Spain: Akashdeep with a shot on target, saved. Spain nearly home. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-5 Spain: Suraj back in goal. That didn’t work for India. One minute to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-5 Spain, GOAL SPAIN: Goalkeeper off. India have less than 2 mins to find an equaliser.... and now without a GK, have a PC to defend. Rushed well... another PC, this time Miralles scores. And that, should be that. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: TARRES Joan with more sublime 3D skills! Nearly another goal. Spain, if they do win, will have fully deserved it for their efforts over the weekend. An injury for Spain. And now India are playing without a GK. 2 mins. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: Series of missed paces and controls from India. Marc Reyne nearly with a big goal there on counter. Suraj saves. Spain go back to time management. 3 mins to go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: Final 5 minutes... India need another big finish.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: Double whammy. India lose their referral. Spain lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: GOAL SPAIN! It’s the day of the Cunills! Pepe joins Pau on the scoresheet and it is Spain who have scored against the run of play... but hang on, there is a review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Spain: The rule of five yards comes in, another great referral by Spain. PCQ4, India 3-3 Spain, GOAL INDIA! (score correction) A debut goal for Sukhjeet Singh and that was made by the brilliance of Jaskaran Singh and Manpreet Singh down the right flank. SUPERB TEAM GOAL. Sukhjeet owes a treat to Jaskaran for setting it up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-3 Spain: Marc Reyne, wow! That was some skill to go down the right byline. It is Suraj in goal for this quarter again and he had to alert there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-3 Spain: Not quite sure if Sreejesh has come back in goal for India. The hosts remain on the front-foot but Spain are starting to find more joy going forward. Nice 3D skills on display there... \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s best quarter of the match but they don’t have the goal to show for it. Some good work but too many attacking moves breaking down in the final moments.   Q4 coming up, Spain lead 3-2. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 2-3 Spain: OH, Vivek with terrific stickwork in the midfield and releases a through ball.... but the hooter goes. Goal-less third quarter, once again, just like the women’s match earlier. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Manpreet with a powerful ball into the D but no one can get a decisive touch. Less than 2 to go now. India come forward again... great pace in the move but it breaks down again at the very end. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Mandeep Mor is having a good little phase in this match offensively and defensively. But India’s attacking moves are breaking down far too often. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain:Mandeep Mor with a lovely change of direction and wins a PC. He didn’t quite have a great evening last night, could this be a game-changing moment? Harmanpreet on target not one, but twice, but Spain hold on! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: No advice possible and India will retain their review but not the decision they wanted. 8 mins to go in this Q3. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: A referral from India to a possible push inside the circle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Bit scrappy at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Jaskaran is back on the pitch but he is clattered again. Been a painful evening for him so far. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Manpreet Singh with nearly a lovely though ball but Hardik can control. And then Nilakanta with a through ball higher up the pitch, again evades a forward. India are pressing high, playing at a great tempo but the critical passes are not quite finding their targets. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: BIG ERROR FROM SPAIN! Shilanand Lakra with a great interception high up the pitch and is 1v1 with the goalkeeper, he turns him around but loses control with the goal at his mercy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Sreejesh is getting some treatment on the ankle. Will be interesting to see if he comes back for Q4. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 time. Suraj back in goal for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    From whatever I have watched of the Indian Men's Hockey team play in the two matches of Pro League, it looks like they are missing Amit Rohidas. Don't even know why he's missing and not there. #FIHProLeague— Gurkirat Singh Gill (@gurkiratsgill) February 27, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    First half stats: Happy so far but need to be a bit more clinical, says Spain coach Caldas. Fairly even statistically.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME: India 2-3 Spain Another match, another five-goal half today. Like the women’s team earlier, Spain men are ahead as we head into the break. India, though, having played not all that well, can be content that this is still a 1-goal match. Flashes of brilliance, but need another consistent 2nd half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-3 Spain: India could be in trouble here... Spain review. Could have been a stroke. But no advice possible! Spain keep their review as there was only one angle available. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-3 Spain: GOAL! HARMANPREET SINGH! A brilliant drag flick, and India’s main-man has brought his side back into the match close to half time.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-3 Spain: A stick tackle and it is a PC for India. They need a goal here. Harman is on the field.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-3 Spain: GOAL SPAIN! Looks like India will have to mount another big fightback if they want to win this one. Sreejesh in goal now and he’s beaten by Pau Cunill’s drag flick after a series of PCs. Low, low, then high. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Spain: Jaskaran Singh, rushing out, injures himself, POTM yesterday, he has hobbled off today. Another PC for Spain. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Spain: This happened quite a bit yesterday, I say India are doing more offensively and then Spain have a chance. Now a PC! Lovely play down the left. Sreejesh in goal now... India rush well, but another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Spain: Halfway through the quarter, no way through for India yet. But they are asking better questions at the moment offensively. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Spain: PENALTY STROKE GIVEN FOR INDIA! Super long ball into the circle, Lalit with superb control and turn. Shot is blocked... but no push, as decided on review. Good review by Spain. They are carrying on from where the women’s team left off. No PS. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 begins: Just when you thought India could be happy with the start they made (a lovely goal by Abhishek), Spain have scored 2 in no time at the end of Q1 to take a lead. A few stern looking faces in India’s camp at the moment. The 2nd goal certainly avoidable.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-2 Spain: GOALS, SPAIN: In the space of few seconds, Spain have turned a 0-1 deficit into a 2-1 lead! First Pau Cunill with a drag flick from a PC. Few seconds later, a field goal. Joan Tarres with a lovely finish after a defensive lapse by India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Q1 11’ IND 1-0 ESP (M)Spain keep peppering the Indian defense with long aerial balls, but Varun Kumar has been dealing with them brilliantly so far for India. Download https://t.co/igjqkvhUYl App for all the updates. #INDvESP #FIHProLeague— International Hockey Federation (@FIH_Hockey) February 27, 2022\n\n\n\n    Mesmerizing stick work by Abhishek. India lead 1-0#FIHProLeague— Saahil Sharma (@faahil) February 27, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 1-0 Spain, GOAL INDIA!  WOW. A superb goal! Abhishek with a lovely piece of skill down the right byline and a lovely lobbed finish. The feint just before the finish was the moment of quality that bought him an extra second. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Spain: Good start by both sides it must be said. Great early energy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    PUSHBACK IN ODISHA: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \"𝗧𝗵𝗲 𝗜𝗻𝗱𝗶𝗮𝗻 𝗪𝗮𝗹𝗹\" PR Sreejesh, is playing his 250th match for #India today. A milestone accomplished. Many Congratulations Sree! 👏👏 pic.twitter.com/CFJpDnVggW— Odisha Sports (@sports_odisha) February 27, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FIH update: Special mentions to Sreejesh who plays his 250th game for India. India have a debutant too in Sukhjeet Singh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Graham Reid: Yesterday was an interesting game, we didn’t play well in the first half. What we need to see today is a repeat of the 2nd half, need to get out there and bring pressure on them. All those things we did well in the 2nd half, need to see that for the whole match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    07.20 pm: After an incredible game of hockey last night that saw Manpreet Singh’s men come back from 1-4 down to win 5-4 with seconds left on the clock, what’s in store today? \n    \n        \n        \n            \n            \n            \n        \n    \n\n     Saturday: India 5-4 Spain (M) \n    \n       Team  Minute  Shirt #  Player  Action  Score \n    \n     Spain  14  20  CUNILL Pau  Penalty Corner  0 - 1  India  15  13  Singh Harmanpreet  Penalty Corner  1 - 1  Spain  20  14  MIRALLES Marc  Penalty Corner  1 - 2  Spain  23  14  MIRALLES Marc  Penalty Stroke  1 - 3  Spain  40  14  MIRALLES Marc  Penalty Corner  1 - 4  India  41  99  Lakra Shilanand  Field Goal  2 - 4  India  43  21  Singh Shamsher  Penalty Corner  3 - 4  India  55  22  Kumar Varun  Penalty Corner  4 - 4  India  60  13  Singh Harmanpreet  Penalty Stroke  5 - 4 \n  \n\n    A look at the #MenInBlue squad 🤩 for the upcoming match against Spain in the FIH Hockey Pro League 2021/22 (Men) being held in Kalinga Stadium, Bhubaneswar, India#IndiaKaGame #FIHProLeague #hockeyatitsbest #HockeyIndia @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/G5s81gtLrJ— Hockey India (@TheHockeyIndia) February 27, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India captain Savita Punia: “I think spain did well today, we also put in a lot of effort. This is the first time we are playing in the FIHProLeague and very happy with the effort and we will continue to give in our best.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: Spain’s Belen Iglesias who scored the most remarkable goal in a match of a few remarkable goals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME: Spain took the lead three times. India equalised three times.  ...with less than 30 seconds left, Spain have a PC and score when India had no time to comeback again.   Spain 4-3 India.   Fantastic game of hockey. For the second time in two days, a winner when penalty shootout seemed imminent. First win for Spain women this season, first defeat for India after three wins. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    SPAIN WIN 4-3: GINE Xantal SCORES! A late goal that breaks India’s hearts at the end of a stunning match. Savita Punia beaten by a minor deflection.  Indian women lose a thriller after 3 wins to start their Pro League campaign.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Spain: A PC for Spain with less than 30 seconds to go! Nails being chewed.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Spain: India hang on! Spain have not exactly gotten their set pieces right today, the shots have been either weak or a bit wayward. 1.20 to go now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Spain: Oh, soon after, Maria Lopez also gets a yellow & both teams will finish the match with 10. 2.30 to go now. And now Spain have a PC!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Spain: Turnovers from both sides at the moment... this match could yet be determined by just one moment of quality or one moment of error. 4 mins to go... oh dear, yellow card for Jyoti! India will finish with 10 players.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Spain: India with all the attacking pressure at the moment. 6 mins and then some to go. The men’s team players are watching on from both sides.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Spain: PC given to India... and once again Spain reverse the call with their review! Stunning success rate today. 8.20 to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague We have seen some superb finishes in this match. Namita Toppo made this look easy... brilliant with her back to goal. 3-3! https://t.co/v0tMHq6hyq pic.twitter.com/K8mtRHhFW4— Vinayakk (@vinayakkm) February 27, 2022\n\n\n\n    Indian Women equalise vs Spain. It's 3-3 in the final quarter with 12 mins to go.#FIHProLeague #Hockey— Gurkirat Singh Gill (@gurkiratsgill) February 27, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-3 Spain: GOALLL INDIA! Namita Toppo with a brilliant finish with her back to goal. India work a great chance down the left, Garcia saves well but Namita shows great skill to fire in a great shot with the ball moving away. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Q4, India 2-3 Spain: Unlike yesterday, India might not be tackling a tired Spain side because of all the extra breaks in play due to the reviews and what not. Can they find a way through?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 2-3 Spain: A LONG QUARTER THAT! Plenty of reviews, plenty of replays, plenty of action but no goals. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Just as the quarter winds down, Spain have asked a review. For a PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Vandana finds Neha with a lovely through ball and the shot is saved again. India having a good phase. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Another great referral by Spain, they keep their review too.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: India get a PC down the other end, Monika with a lovely hit on goal that is saved by the 2nd GK Melanie Garcia... and Spain refer this again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Savita saves a 1v1 now and she is a WALL at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: SAVE-ITA PUNIA!   The Indian captain saves a PENALTY STROKE. Great referral by Spain and it is a stroke for them for a push by Salima Tete. But Savita keeps the deficit down to 1. Sara BARRIOS’s shot was a bit weak but it is never easy to save a stroke in hockey. Just a lift of the stick and quick acknowledgement from Savita. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Great referral by Spain and it is a penalty stroke for them for a push by Salima Tete. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: India lose their referral... PC for Spain. Saved by Savita. Now Spain want a review for a push in the back. Not given on field. Could be a stroke if this goes against India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: Gigi Oliva has won a PC for Spain but India review. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Spain: BIG CHANCE! A defensive error by Spain and the ball comes to Navneet Kaur yard and a bit away from goal and the keeper busy elsewhere. All it needed was a touch! She didn’t connect. The commentator reckons she should have had the stick on the turf there, a bit of an air-shot. Other end. Spain can punish India right away with a Pc... but good rushing and saved.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Right then, here we go for the third quarter. India will look to impose themselves physically more in this battle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coach Janneke thinks India have been better on the ball today and created more, but too many errors in the defensive and making it easy for Spain to enter the Indian circle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME: Well, that was some half! On balance of play, Spain deserve the lead. That third goal was a thing of beauty. But India too have shown guts to hang in there. Salima’s goal was awesome too. If India can improve after break as they did yesterday, in for a treat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    As the first half comes to an end, #Spain hold an upper edge over #India in their second match of the #FIHProLeague at Kalinga Stadium.HT: 🇪🇸 3-2 pic.twitter.com/7B69JL1H3y— Odisha Sports (@sports_odisha) February 27, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME: IND 2-3 ESP  ...and breathe. Superb half of hockey comes to a close. Spain dominant for the most part, but India found a way back on a couple of occasions. Some brilliant goals on both sides.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-3 Spain: The commentator  reckons that Iglesias goal will likely go viral. Won’t be a surprise. A more even finish to the half but Spain happy to see this out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-3 Spain: GOAL SPAIN! Belén IGLESIAS, that’s brilliant. Not long after that superb goal from Salima, Belén with a remarkable finish to put Spain back on top. Controlling the ball, lifting it over Savita in one smooth move, two touches of the highest quality. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Every time India manages to equalise, Spain takes the lead again. #FIHProLeague🏑 #INDvESP— Shrutika Gaekwad (@Shrutika_45_) February 27, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-2 Spain: GOAL INDIA!   WHAT. A. GOAL!  Salima Tete picks up the ball close to the mid-way from the right flank, dribbles all the way through the center in an angle and finishes with aplomb. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-1 Spain: India turning over the ball a bit too often at the moment and that means they are constantly under pressure on defence. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-1 Spain: A really pacy counter down the right flank from defence to attack, Navneet to Sharmila then Vandana but great tackle just as the latter got into a good position. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-2 Spain: GOAL, SPAIN! Maialen Garcia gets a superb deflection to a hit from the PC and it lifts over Savita into the goal. Spain lead at the end of the quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-1 Spain: Two PCs for Spain, both saved by Savita and Co, but there is another one coming. Big pressure from the visitors again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Spain, GOAL INDIA! Seconds after Savita’s goal came under immense pressure debutant Sangita Kumari comes with a brilliant solo effort to score her first goal! Brilliant dribble into the circle and finish. She was losing control but got the shot away. Superb, superb moment for the youngster. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Spain: Begona Garcia is causing all sorts of problems for India at the start. This is a super fast start, Spain looking to go vertical every chance they get. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Spain: GOAL, SPAIN! Begona Garcia with a poacher’s finish, and Spain have the perfect start. A brilliant move from left to right, and back through the center. The shot was going wide, then Garcia gets a superb touch into goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Spain: An even start for both sides. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    PUSHBACK! Sangita Kumari makes her India debut today. Special moment for the 19 year old. India are without Gurjit Kaur today... neither in the starting XI, nor on the bench. That’s their two main scoring outlets missing in action today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Team news: The commentators mentioned Gurjit Kaur is not involved today. She is certainly not in the starting XI for India, remains to be seen if she is on the bench or not. A big part of India’s scoring plans, she will be a miss if absent. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India coach Janneke Schopman: We were clinical, we want to do more with the ball and have more chances. We want to compete with Spain from the start today. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    First up... India women take on Spain, a higher-ranked side. The European side had a strong start but Savita Punia and Co finished brilliantly to win 2-1. Can they make it 4 wins out of 4?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    𝗧𝗲𝗮𝗺 𝗡𝗲𝘄𝘀 coming in..Here's your Hockey India (Women) Starting XI, with Sangita Kumari making her debut today against Spain at the FIH Hockey Pro League 2021/22, being held in Kalinga Stadium, Bhubaneswar.#IndiaKaGame@CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/latvX3xjTf— Hockey India (@TheHockeyIndia) February 27, 2022\n\n\n\n    🇮🇳 take on 🇪🇸 again in #IndiaKaGame 💪Drop a 💪 if you #Believe that we are in for a 💥 contest today in the FIH Hockey Pro League 2021-22 (Women).#INDvESP I 5 PM I Star Sports Select 1/Select 1HD & Disney+Hotstarhttps://t.co/XiswpmqFJ6— Star Sports (@StarSportsIndia) February 27, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    04.55 pm: Hello all and welcome to our live coverage of Indian hockey as Savita Punia and Manpreet Singh lead their teams out for back-to-back matches against Spain in Odisha today in what promises to be another cracking set of FIH Pro League matches.Sunday 27 FebruaryIndia v Spain (women) 17:00 ISTIndia v Spain (men) 19:30 ISTRead a detailed preview here:Hockey FIH Pro League: Back in Odisha after away tests, Indian men and women’s teams take on SpainFIH Pro League – 26 February 2022Kalinga Stadium, Bhubaneswar (IND)Result: Women’s MatchIndia 2, Spain 1Player of the Match, Devi Sharmila (IND)Result: Men’s Match 2India 5, Spain 4Player of the Match: Jaskaran Singh (IND)Screenshots courtesy: Disney+Hotstar / FIH","author":"Vinayakk Mohanarangan","time":"2022-02-27T16:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170740-enckyehvww-1645961030.jpeg","tags":["Hockey","Manpreet Singh","Savita Punia","FIH Pro League  Hockey India"],"source":"https://scroll.in/field/1018347/hockey-fih-pro-league-india-vs-spain-live-can-savita-punia-manpreet-singh-co-post-wins-again"}