{"title":"Hockey: Sangita Kumari, the promising Indian forward who always had an eye for goal","content":"Sangita Kumari wasted little time in showing the world what she is capable of. It was the first quarter of her senior international debut, with India facing Spain in the FIH Pro League at Kalinga Stadium. And the 20-year-old ended up scoring a goal that belied her experience at the highest level. She was at the edge of the striking circle on the right. Despite not receiving the ball cleanly, she found her footing quickly and dodged past two defenders. Then, despite losing her balance and with a third defender approaching, she managed to launch a desperate strike that found the back of the net.Less than 10 minutes in at the highest level, and Sangita had made a significant impression. “Well, the rumours were that she is good in the circle, and she has proved just that there. That was a finish and a half,” said the commentator.Sangita’s propensity to score goals has been a constant since the time she started playing the sport. Pratima Barwa, who coached her at the Simdega centre in Jharkhand, knew from the get-go that there was something different about her.“She would score almost every time she played a match at the district or state level,” Barwa told Scroll.in. “She would control the ball quickly and hardly ever miss a chance in the D area. Other kids would perhaps struggle in terms of decision making but she had great clarity of thought. She knows how to use her body strength to make space for herself and then find those pockets.”Sangita, who hails from the village of Karangaguri in Jharkhand, represented India at the Under-18, Under-21 and Under-22 levels before making her senior debut. She missed out on making the main squad to play in the FIH Women’s Hockey World Cup in 2022. But she was one of the changes from the World Cup in Spain and Netherlands to Birmingham, being a part of the Indian team that won a bronze medal at the Birmingham Commonwealth Games.“It was a great experience for me, playing in the Commonwealth Games,” Sangita told Scroll.in after being named in the squad for the upcoming FIH Women’s Nations Cup.“Winning a medal out there has added to my confidence and motivated me even further. We were determined to win a medal. Even when we lost in the semifinals, we didn’t get nervous and told ourselves that we have to return with a medal. We worked very hard and got rewarded for it.”Father’s backingLike most Indian athletes, though, she had to face her share of hardships to climb through the ranks. She picked up the game in school, where it was compulsory for all students to carry a hockey stick with them. But financial constraints, along with her mother’s reluctance, made things challenging.However, it was the undying support of her father that allowed Sangita to continue playing.“He always encouraged me,” said Sangita. “We faced a number of struggles when I started playing. I didn’t have shoes, hockey sticks or training clothes, but my father always did the best he could and provided me with whatever I needed. He even made a hockey stick himself for me. He supported me every step of the way.”It was only when she moved to the hostel at the Simdega centre, as an 11-year-old, that Sangita’s game started to truly blossom. Under Barwa’s coaching, she got to play tournaments consistently and gradually, she set herself apart.“She kept improving during her time at the hostel, her stick-work and skills were better compared to the other students,” said Barwa.“She could dodge and pass the ball quickly. She was different from the others in her age-group, in terms of speed, skill and body language. And as she climbed through the ranks from the district level to state and then national, we could see she has the capacity to do really well. Her main purpose wasn’t to play for India, because there is no guarantee of that, but her body language, attitude and mental strength was better than the rest.”Sangita has played just 12 matches so far for the senior team and is only at the start of her journey. But, as Barwa said and we all got to see with her debut goal, she possesses a skillset that is crucial for any team.India have a number of promising attackers at the moment, with the likes of Vandana Katariya, Navneet Kaur and Salima Tete established in the senior set-up. However, as head coach Janneke Schopman has often pointed out, finishing is an area where the team needs to keep improving. And that is where someone like Sangita could prove to be a real asset.“I always wanted to be a striker and love to score goals,” she said. And if she continues to go from strength to strength, it’ll play a part in taking India to the next level at the international stage.India’s squad for FIH Women’s Nations CupGoalkeepers: Savita Punia (Captain), Bichu Devi Kharibam Defenders: Deep Grace Ekka (Vice Captain), Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary Midfielders: Nisha, Salima Tete, Sushila Chanu Pukhrambam, Monika, Neha, Sonika, Jyoti, Navjot KaurForwards: Vandana Katariya, Lalremsiami, Navneet Kaur, Sangita Kumari, Beauty Dungdung.","author":"Aditya Chaturvedi","time":"2022-12-05T09:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183876-vqnwwrfefc-1670212846.jpeg","tags":["hockey","indian hockey","indian women's hockey team","Pratima Barwa","sangita kumari"],"source":"https://scroll.in/field/1037986/hockey-sangita-kumari-the-promising-indian-forward-who-always-had-an-eye-for-goal"}