{"title":"Hockey World Cup: Germany complete another epic comeback to stun Australia, set up final vs Belgium","content":"Germany and Belgium are the finalists of the FIH Odisha Hockey Men’s World Cup 2023, registering wins in closely contested semi-finals against Australia and Netherlands respectively. Australia and Netherlands will play in the bronze medal match, followed by the finals between Germany and Belgium on 29 January, at the Kalinga Stadium in Bhubaneswar, Odisha.Match 1: Australia vs Germany 3-4Australia came racing off the blocks winning a penalty corner inside the first minute of the first semi-final against Germany. But Hayward’s drag flick was well saved by Stadler to prevent Germany from starting the game on the back foot. Germany settled into the game and tried to play out of the back with long aerial balls. Mats Grambusch found the best chance of the opening 10 minutes as Prinz received the ball on the left and passed it to the German captain at the top of the circle. But his shot hit the turf before hitting the ball and the chance was gone. Less than a minute later Australia were ahead as Hayward’s drag flick pierced the German defence from a penalty corner conceded by Mats Grambusch. Germany were dominant in the second quarter, launching wave after wave of attacks, with Prinz finding a lot of space on the left flank. Germany managed to win 3 penalty corners through the first 20 minutes that were referred by the Australians and overturned. Jake Harvie was the best player in the opening half for the Kookaburras, frequently thwarting German attacks once they got inside the circle. On Germany’s 12th circle entry, Prinz forced a save from Charter and Australia launched a counter from their left side and Nathan Ephraums got on the end of a cross from the left to deflect the ball in as Australia ended the half up by two goals.Germany started the second half just as they had ended their first. They won an early penalty corner but Charter saved and the resulting play was blown as a penalty stroke for Germany, but Australia reviewed again and the decision was overturned, again. Australia had a huge chance midway through the third quarter as a counter attack allowed Whetton to run at the circle with just Stadler to beat, but he sensed the danger and came rushing out. He tackled Whetton but crucially got the ball with his stick to keep Germany in the game. Germany continued peppering the Australian circle and won five consecutive penalty corners, with Peillat finally converting on the 5th to bring Germany back in the game and setting up an exciting final quarter. Germany had comfortably been the dominant team in the 2nd and 3rd quarter and they kept the pressure up in the 4th. Tom Craig earned himself an unnecessary green card while Australia were in the attack and Australia had two crucial minutes to survive being a player short. Germany won a penalty corner with a little over 8 minutes left in the game and a high drag flick by Peillat hit Charter’s stick and went into the goal to wild German celebrations as they completed a 2-goal comeback for a second straight game. Australia started to find space in the midfield as Germany reduced the intensity of their press. The Kookaburras won a penalty corner with a little over 2 minutes to go and Blake Govers hit the target to give Australia a crucial lead. Less than a minute later Germany were back level again as former Argentine superstar Peillat completed his first hat-trick in German colours to bring them level again. With less than a minute left Germany looked like they were content to take the game to a shoot-out, but space in the center of the field opened up and Trompertz looked to take advantage. A deliberate foul by Craig earned him a yellow card with just 12 seconds to go and Peillat’s ball across the circle bobbled off two Australian sticks and fell to Wellen, who had an open goal to tap the ball into, winning the game for Germany with just 6 seconds left on the clock and sending them to the finals of the World Cup.Niklas Wellen was awarded player of the match and said: “This team is unbelievable. We hadn’t played well against England until the final 5 minutes. Today was much different, despite being 2 goals down in this game too. And then going down 3-2 in the final 2 minutes and managing to not just draw but also win the game in 60 minutes is just incredible from our boys.”If you are wondering how Germany managed to beat Australia despite trailing for most of the match, a lot of the credit will go to coach Andre Henning who has instilled a never-say-die attitude in the team #HWC2023 https://t.co/HC7LN5gJYH— Dilip Unnikrishnan (@DilipUnnikrishn) January 27, 2023\n\nMatch 2: Belgium vs Netherlands 2-2 (SO: 3-2)Belgium faced Netherlands in the finals rematch from the 2018 Men’s World Cup. While Belgium retained a major part of their core from that campaign, only four Dutch players in the squad playing in the semi-finals were part of the team that won silver then.Belgium had the first clear chance of the game as a missed trap by Reyenga allowed Tom Boon to get into the circle with a chance to shoot, but Lars Balk nicked the ball off him before he could get his shot away. Koen Bijen who starred in the quarterfinals for the Dutch won the first penalty corner of the game and nearly scored it via a deflection, but his shot was just wide off the target. Netherlands won the second penalty corner of the game as well and this time it was Janssen who took it on and his slinging flick low to the right of Vanasch thudded against the backboard and gave the Dutch a deserved early lead. Netherlands continued to probe in the second half while Belgium looked for counter attacking opportunities. The Dutch had a good opportunity midway through the quarter, as Brinkman received the ball just outside the Belgian circle, but the captain couldn’t bring the ball fully under his spell. Belgium launched a counter that saw captain Denayer put the ball in the goal but the umpire had blown just prior to his shot for a foul by Dockier in the build up to the goal. It took Belgium 27 minutes to win their first penalty corner and it was number 27 Tom Boon who stepped up again in the absence of Alex Hendrickx and put a low drag flick between Blaak and the post defender to draw Belgium level. Koen Bijen had a great chance in the opening minute of the second half as he had a clean run on the goal from the right with just Vanasch to beat, but his shot was matched by the experienced Belgian keeper who kept the scores level once again for the defending champions. A minute later Netherlands won two back to back penalty corners and Janssen scored his second of the game, this time going to the left of Vanasch to restore the Dutch lead. Vanasch was the busier of the two keepers until that point, but Blaak was called into action towards the end of the 3rd quarter as Denayer got two shots from the left, and Boon added two more a minute later from a penalty corner and a quick counter. But Blaak stopped all 4 of them. With 30 seconds left in the quarter, a deflection off a Dutch stick in the circle lifted the ball high and Blaak’s attempted clearance fell to Nicolas de Kerpel, who smashed his shot past the Dutch keeper to bring the Red Lions back into the game at a crucial time. Netherlands and Belgium both won early penalty corners in the final quarter but each time the ball wasn’t stopped cleanly and ended up on the foot of the stopper, turning over possession for the attacking team. Belgium won a penalty stroke in the 50th minute and Boon stepped up to take it and give Belgium a late lead, but it was Blaak who won the duel, shifting right to save the stroke and keep the Dutch level in the game. There were no more clear cut chances for either side as the contest devolved into a frantic affair with neither team risking too many players into the attack, against the threat of their opponent launching a counter and the game went into the shoot-out, much like the finals in the 2018 Men’s World Cup when these two teams last met. The Belgians were clinical in the shoot-outs, scoring 3 of their first 4 attempts despite the best efforts from the in-form Dutch keeper Blaak, while Vanasch, who had been excellent in the game as well, starred in the shoot-outs, pressuring Netherlands into 3 misses from their 5 takes, earning his side a 3-2 win in the shoot-outs. It was an identical scoreline to the one in the 2018 finals, where Belgium won the gold over Netherlands. Vanasch was awarded player of the match and said: “Always amazing to play the Netherlands and in the Kalinga stadium in front of such a big crowd. Making a second finals in a row proves how good we are but our job is not done. We have one more game to go and we will recover tomorrow and hope to defend our title against Germany.”","author":"Scroll Staff","time":"2023-01-27T22:53:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186178-hqvqtdmqvh-1674840226.jpg","tags":["Hockey","Odisha Hockey World Cup","Belgium","Germany"],"source":"https://scroll.in/field/1042743/hockey-world-cup-germany-complete-another-epic-comeback-to-stun-australia-set-up-final-vs-belgium"}