{"title":"Hockey, Men’s Four Nations: Harmanpreet, Dilpreet score as India finish third with a win over Dutch","content":"The Indian men’s hockey team beat the reigning FIH Pro League Champions Netherlands 2-1 in the third-fourth placing match at the 100th Anniversary Spanish Hockey Federation – International Tournament on Sunday. Captain Harmanpreet Singh (15’) and Dilpreet Singh (50’) scored in India’s hard-fought victory while Thierry Brinkman (25’) scored the lone goal for the Dutch team.Interestingly, all goals came from penalty corners – once again reiterating on the need for a good penalty corner attack.  India got off to a cautious start and did not allow the Dutch to make easy forays into the striking circle. The team’s forwards, on the other hand, stitched together clever strategies that forced the Dutch defenders to make errors. The tactic worked when India managed their first PC with just 30 seconds left in the first quarter. In-form Harmanpreet, who had to re-take the drag flick after the first attempt was stopped by Netherlands’ first rusher, was on target, fetching his team an important 1-0 lead in the 15th minute.The following quarter saw Netherlands bounce back when Thierry Brinkman converted a well-executed penalty corner in the 20th minute to level things up.The equaliser did not deter the Indian team as they remained determined in their pursuit to end their campaign on a winning note. Though no goals were netted in the third quarter, there were some tense moments in the fourth quarter when the match looked like it would head into a penalty shootout.While The Netherlands squandered a few opportunities to score, the Indian side did well to hold their nerves and convert from a penalty corner in the 50th minute. As Amit Rohidas’ drag flick was padded away by the Dutch goalie Mauritis Visser,  the young Dilpreet Singh picked up a fine rebound and push the ball into the post to put India into the lead.The 2-1 lead mounted pressure on the Dutch, who looked for ways to score an equaliser. In the final moments of the match, they were successful in earning back-to-back PCs but India did well to defend and finish on a winning note.The Harmanpreet-led Indian team will travel to Chennai to compete at the 2023 Asian Champions Trophy starting on Thursday.","author":"Scroll Staff","time":"2023-07-31T10:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192575-rcduaiufik-1690344508.jpeg","tags":["Harmanpreet Singh","Dilpreet Singh","Hockey","Indian Hockey","Men's Four Nations Tournament"],"source":"https://scroll.in/field/1053524/hockey-mens-four-nations-harmanpreet-dilpreet-score-as-india-finish-third-with-a-win-over-dutch"}