{"title":"Hockey, Asia Cup: Of starts and restarts as Birendra Lakra-led India begin campaign versus Pakistan","content":"There are perks to having already qualified for a major event months, or even years, before it’s expected to take place. The Indian men’s hockey team will know this well.When the team won the Asian Games in 2014, they received a direct entry into the 2016 Olympics in Rio. In the interim, with nothing to lose, the team management was granted the luxury of fielding new players to give them experience, changing combinations to find the perfect strategy, and resting some of the elder players to keep them fresh for the elite competition.India finds themselves in a similar situation when the team begins its campaign at the Asia Cup in Jakarta on Monday. The competition grants qualification to the World Cup next year – for which India, as hosts, are already through. In other words, there’s nothing for the Indians to lose in Jakarta, which is why the squad of 18 has a fresh look to it – including the coach.Sardar Singh, the former captain of the team, has travelled with the side on his first tournament as coach. He will be working alongside junior team coach BJ Kariappa. Sardar and the management will be working with some senior players eyeing a restart to their international careers but also a whole host of players who have never before donned the senior national team colours before.Pool A: India, Japan, Pakistan, Indonesia Pool B: Malaysia, Korea, Oman, Bangladesh“[In this tournament] there will be 10-12 players making their debuts,” said vice captain SV Sunil, one of the few veterans included in the team making a comeback, during a virtual press conference on Sunday.There is no pressure from the tournament itself, but there is the stress that comes with every India-Pakistan match, as the neighbouring nations begin their campaign against each other on Monday.“We’ve been telling them not to get stressed. Treat it like any other match. don’t worry about the result, but just perform to win. Put in your best,” Sunil added.The 33-year-old will be competing at the Asia Cup for the fourth time. And he’s among the more senior players in the team along with 32-year-old captain Birendra Lakra – who was given the arm-band after another returning veteran Rupinder Pal Singh withdrew due to injury.It’s a mostly untested Indian team that they will be leading at the eight-nation event. But they do have a certain familiarity with the new coach.“When Sardar was playing, he was known for his fitness and discipline,” Lakra said.“He’s implementing what he’s learnt through his experience, and the youngsters are adapting it quickly. They’re excited about being trained by him.“Mostly, we’ve been talking about the playing structure. There are a lot of players who have come up from the Junior World Cup team who know it a bit, but there are many who don’t know. So we keep talking to them about it, explaining it to them through video analysis as well. That’s the main thing.”SV Sunil will be making his 4th Asia Cup appearance in shortly. Only Dilip Tirkey & Sardar Singh achieved the feat before. But for injury for the 2013 number, he wd  hv made record 5th. He made his intnl debut in Asia Cup, won the gold (2007). Will he bring gold at Jakarta now? pic.twitter.com/aM1oj4LGVR— stick2hockey.com (@indianhockey) May 18, 2022\n\nAnother member of the squad, eyeing a restart of sorts, is a certain Simranjeet Singh. The 25-year-old had scored an all-important brace in the bronze medal match against Germany at the Tokyo Olympics, but has been side-lined ever since due to injury. His coming back into the team at the Asia Cup – which is essentially a test event for India – gives him a chance to get back to the pace of the game.Simranjeet Singh, India’s Olympic hero who almost got awayAmong the new faces who could be starting their journey with the senior squad are Yashdeep Siwach, Abhisek Lakra, Manjeet, Vishnukant Singh and Uttam Singh, who made their mark at the FIH Hockey Men’s Junior World Cup 2021. Also new in the squad are Mareeswaren Sakthivel, Sheshe Gowda BM, Pawan Rajbhar, Abharan Sudev and S Karthi.India starts their campaign against Pakistan on Monday and then play Japan a day later. They play their last group stage match against hosts Indonesia on May 26.There’s still however, the pride and prestige of the title India is defending at stake. And the first match is, perhaps only through the legacy and rivalry, an important derby.Pakistan’s rebuilding processOver the years, the Pakistan hockey team has dwindled to the point that they have not qualified for the Olympics since they finished seventh in London 2012. The team has a new coach in the dynamic Siegfried Aikman, who is overseeing the rebuilding of a team that had won three Olympic Games and four World Cups.“We have a lot of young players because we need to start rebuilding the team. They can only gain experience if they get to play,” Aikman said on Friday.“I want to develop a structure in the country where we can start building players at the grassroots so that in 10 years, we have a Pakistan team that can compete against the top teams.“World Hockey needs India and Pakistan to lead in the sport. India are doing well at the moment. But we need to revive ourselves, and I am hopeful I can do that here, and make Pakistan Hockey promising again.”The last time the two countries met was at the Asian Champions Trophy in December in Dhaka. Both outfits though have a completely different look since then.“We don’t know what really to expect,” said Lakra.“We have watched video clips from the last match, but they have a lot of new players, and we also have a lot of new players. Both teams are different since then.”The only few constants still in the Indian team though – Lakra and Sunil – however are aware that their time is running short in terms of international hockey. “We keep thinking that this might be our last tournament,” Sunil added. “So we want to play to win the medal. It’ll be a nice way (to leave) if we defend our title.”Both India and Pakistan have won the prestigious tournament three times each, while South Korea is the most successful team having clinched the title four times out of 10 previous editions.Match schedule for IndiaMay 23: India vs Pakistan - 1700 hrsMay 24: India vs Japan - 1700 hrsMay 26: India vs Indonesia - 1700 hrsThis will be followed by a Super 4s phase.India squadGoalkeepers1. Pankaj Kumar Rajak2. Suraj KarkeraDefenders3. Yashdeep Siwach4. Abhisek Lakra5. Birendra Lakra (Captain)6. Manjeet7. Dipsan TirkeyMidfielders8. Vishnukant Singh9. Raj Kumar Pal10. Mareeswaren Sakthivel11. Sheshe Gowda BM12. Simranjeet SinghForwards  13. Pawan Rajbhar14. Abharan Sudev15. SV Sunil (Vice Captain)16. Uttam Singh17. S.Karthi18. Nilam Sanjeep XessMatches will be live on Star Sports Network & Disney + Hotstar","author":"Shahid Judge","time":"2022-05-23T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174715-vcqvxwtwey-1653216842.jpg","tags":["SV Sunil","Sardar Singh","Birendra Lakra","Asia Cup 2022","Siegfried Aikman","India vs Pakistan"],"source":"https://scroll.in/field/1024503/hockey-asia-cup-of-starts-and-restarts-as-birendra-lakra-led-india-begin-campaign-versus-pakistan"}