{"title":"Hockey, FIH Pro League, India vs Netherlands, as it happened: IND go down in gritty loss against NED","content":"That’s it from us tonight! Do join us next for more Pro League on February 7, Wednesday when India take on Australia.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Netherlands, FT: In the end, the Netherlands proved to be too strong for India as the hooter blows to signal a sixth win in six games for the defending champions. However, compared to the way the Dutch blew away the US, Great Britain and Argentina, this close win from the Olympic and world champions should inject some confidence in the Indian team.The way players like Sunelita, Neha, Deepika and Vandana kept the Dutch players on their toes and made some of their attacking players uncomfortable and stifled proves that there is significant potential in this new-look and young team. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Netherlands, Q4: The hosts seem to be flagging in the last five minutes of the game and the Dutch have figured out the way to stop the counter-attacks – set three players on Neha or Deepika every time they get the ball. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Netherlands, Q4: Dutch captain Pien Sanders gets a yellow card and India try to pile some pressure on the defending champions, but the hosts seem to have a little trouble controlling the pace of the game. Deepika and Lalremsiami then combine to win a penalty corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Netherlands, Q4: A brilliant piece of play from Sunelita to win a penalty corner and then although nothing comes of it, India review for a ‘dangerous’ ball. Replays show that the parry from Koning flashed past Ishika’s face and the third umpire concurs to give India the penalty corner, which is taken by Salima and then Baljeet is unable to take it past the Dutch defenders.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Netherlands, End of Q3: 15 minutes left in the match and there’s a sense that both teams are getting a little frustrated – Netherlands in their inability to be able to score another goal and India in losing their concentration slightly in letting Jansen score again and then being unable to convert their runs into the circle into proper goal-scoring opportunities. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Netherlands, Q3: Some cagey strategies being carried out by both teams, but a couple of quick counter-attacks from India have caught the Dutch off-guard before the chances fizzle away and the Dutch clear it. Neha, in particular, looks a little frustrated as she tries to shoot for goal, but goes wide of the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Netherlands, Q3: Vandana Katariya has immense amounts of space, but the ball sent in is too quick for her to get any control on it. On the other end, Der Elst Fay takes a shot with equal speed and sends it wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-3 Netherlands, Q3: GOAL! Nearly the same template as the first goal, but this time Yibbi Jansen powers this into the top of the goal and Savita raises a hand to it just a tad late. It’s 50 goals for Jansen in her senior career so far. The pressure that the Dutch have been piling on India has finally paid off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Netherlands, Q3: India have begun with a high press, but it’s all Dutch now with the defending champions firmly in control of the momentum in the first five minutes of the third quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Netherlands, HT: Two quarters of gripping action and end-to-end play from both teams sees the defending champions enter half-time in the lead. India have been doing well to take the attack to the Dutch, but will need to tighten up their defence lest they continue to concede as many penalty corners as they have been in the first 30 minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Netherlands, Q2: Less than two minutes left and both teams have a player off with a green card – Deepika for India and Luna Fokke for Netherlands.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Netherlands, Q2: Gurjit, Neha and Navneet all combined to take the attack forward, but Navneet takes a second too long to take her shot and then ends up slamming it into Pien Sanders who goes off the field. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Netherlands, Q2: Two penalty corners for India and one for the Dutch and nothing comes of any of them, courtesy of both Koning and Savita.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Netherlands, Q2: GOAL! Out of nowhere, a quick counterattack from the Dutch and Van Der Elst Fay has to lunge forward beyond her marker Gurjit to score past Savita for the lead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Netherlands, Q2: Meanwhile, India shake off the defence and charge forward with Lalremsiami almost getting the better of Dutch goalkeeper Koning, but the ball goes out and the Dutch breathe a sigh of relief.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Netherlands, Q2: Some quick open play from the Dutch and Dicke gets the ball in so much open space, going one-on-one with Savita and somehow hits the post. A brief second of confusion for the Dutch player, but it’s still 1-goal all in Bhubaneshwar about 20 minutes into the game. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Netherlands, End of Q1: A heavy tackle from Lalremsiami gives Netherlands a penalty corner that somehow goes awry for the defending champions. The first quarter ends with India slowly taking charge of the tempo of the game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Netherlands, Q1: Three minutes left for the end of the quarter and the Dutch have stepped up their intensity with the Indian defence, led by Neha, just having to work overtime to ensure that there are no breaches. Savita also has to stick a foot out to save a stray shot, but blushes have been spared so far for the hosts. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Netherlands, Q1: GOAL! This is brilliant hockey from both teams right here. About five minutes of calm play with both teams just controlling the ball when suddenly the Dutch burst towards the goal only for India to enforce a smart tackle and then Navneet takes off with Sunelita as support. The two combine and Navneet takes a second to get into position and scores the equaliser.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Netherlands, Q1: GOAL! A flurry of bodies in the Dutch scoring half and the defending champions immediately ask for a video referral with the ball coming off Navneet Kaur’s foot. They get a penalty corner and it’s a simple shot straight into goal for Yibbi Jansen. Savita had no chance really with the power behind that shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Netherlands, Q1: India in white kick things off with the Netherlands in black and Savita immediately has to make a save with Pien Dicke taking a shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India women’s coach Janneke Schopman: Thought we played well yesterday (vs China), but told the girls that today will be a huge challenge and I want them to just play well today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Netherlands: The head-to-head record significantly favours the defending champions, with nine wins for the Dutch women compared to the two wins for India. The last time the hosts met Netherlands was in the 2021-22 Pro League season in a 1-1 draw back in April 2022. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The line-ups for today's match between the women's teams of India and Netherlands are as follows. 🏑#FIHProLeague24 #OdishaForHockey pic.twitter.com/K6VXyhTPsK— Odisha Sports (@sports_odisha) February 4, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of India’s match against the Netherlands, in the 2023-’24 FIH Women’s Pro League in Bhubaneswar.The Indian women’s hockey team would have hoped for a better start to their FIH Women’s Pro League season, but instead they began on the wrong foot, losing 1-2 to China on Saturday.It was a welcome sight to see the likes of Vandana Katariya, arguably the team’s best scorer, return to action after her injury. The veteran forward had made an impact in the match against China, but will need to draw on her years of experience when she and India go up against the defending champions Netherlands today.The Netherlands, who are also Olympic and world champions, opened their campaign in the Pro League with a stunning 7-0 win against the US on Saturday. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian Women’s Hockey TeamGoalkeepers: Savita Punia (C), Bichu Devi KharibamDefenders: Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary, Monika, Jyoti ChhatriMidfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Baljeet Kaur, Sunelita ToppoForwards: Mumtaz Khan, Beauty Dungdung, Lalremsiami, Sangita Kumari, Deepika, Vandana Katariya (VC), Sharmila Devi\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s scheduleFebruary 4: Vs The Netherlands at 7.30pm IST in BhubaneswarFebruary 7: Vs Australia at 7.30pm IST in BhubaneswarFebruary 9: Vs The United States at 7.30pm IST in BhubaneswarFebruary 12: Vs China at 7.30pm IST at RourkelaFebruary 14: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 17: Vs Australia at 7.30pm IST at RourkelaFebruary 18: Vs The United States at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Tanya Kini","time":"2024-02-04T19:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197573-xzqvvilski-1705410840.jpg","tags":["FIH Pro League","FIH Women’s Pro League","Hockey","Indian Hockey","Savita Punia","Vandana Katariya","Salima Tete","Janneke Schopman"],"source":"https://scroll.in/field/1063183/hockey-fih-pro-league-india-vs-netherlands-live-hosts-take-on-defending-champions"}