{"title":"Hockey World Cup: Netherlands and Argentina, the top two ranked teams in the world, enter the final","content":"After  two weeks of intense competition at the FIH Women’s Hockey World Cup, the best two teams in the world rankings have made it to the final.The Netherlands, who are co-hosting the event along with Spain, overcame a strong and impressive challenge from Australia, while Argentina and  Germany couldn’t be separated in one of the most entertaining matches of  recent times. It took the cruel ending in the shootout to send Las  Leonas to a date with Oranje at the Estadio Olimpic de Terrassa on  Sunday 17 July. Netherlands  are seeking an impressive ninth title, while two-time champions  Argentina will look to win the trophy for the first time since 2010. If  the two semifinals were anything to go by, the final should be an  amazing showcase for the sport. Australia and Germany, who both deserve  plaudits for their performances in the semi-finals, will be battling for  a bronze medal.It was  all even at the end of the first 15 minutes of the first semifinal between  World No 1 Netherlands and World No 3 Australia, although much of the action had taken place  at the Australia defensive end of the pitch. In the second quarter, the Australia defence, particularly Stephanie Kershaw and Karri Somerville,  were putting in a shift as they stepped up on the Dutch attack and  forced some unusual errors from the Dutch attacking force.Eventually, it came down to a super  solo run by Lidewij Welten in the 42nd minute that led to the Netherlands’ 11th  penalty corner attempt. Harriet Shand was the defender who prevented  Welten from unleashing a shot, but Frederique Matla made no mistake from  the top of the D as she sent the ball flying past Bartram into the  right hand corner of her goal.A lovely  interchange between Felice Albers and Maria Verschoor nearly put the  game completely beyond Australia’s reach in the 55th minute but the  final shot fizzed past the post.A final  chance for Australia came in the 59th minute as Australia won their  second penalty corner. But this was the Netherlands in close-out mood  and the threat was averted. Australia threatened to the final moment but  the sole goal from Matla sealed the Netherlands’ passage to the final.In the second semifinal, World No 4 Germany took the lead against the second highest ranked team after just 23 seconds.  Sonja Zimmermann placed the shot perfectly for Hanna Granitzki to deflect past Belen Succi in the Argentina goal.The  quarter which began so dramtically ended in equally dramatic fashion.  Argentina referred a decision and were awarded a penalty corner, which  Agustina Gorzelany converted to take her to the top of the goalscoring  table with seven goals in total throughout the tournament.The next  goal came from the quick thinking of Sofia Toccalino. Germany had  switched off after a foul and Toccalino ran the ball into the circle and  flung it goalwards. In true forwards’ style Agustina Albertarrio  claimed the final touch.The game  swung again at the end of the third quarter when a marvellous finish  from Charlotte Stapenhorst brought Germany level. Germany had enjoyed  some sustained pressure and when Anne Schroeder entered the circle and  shot at goal, it was Stapenhorst who reacted first to pick the ball from  midair and send it over Succi.For  Germany Nathalie Kubalski came into the goal to replace Sonntag for the  shoot-out. As she saved the first attempt, by Julieta Jankunas, it  looked a good decision. However, the Argentina players held their nerve  and got back into the contest, winning the shootout 4-2.July 16 ResultsMatch #41Netherlands 1, Australia 0Player of the Match: Felice Albers (NED)Match #42Argentina 2, Germany 2 (Argentina win 4-2)Player of the Match:Sofia Toccalino (ARG)","author":"Scroll Staff","time":"2022-07-17T09:44:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177221-peckixjwni-1658031259.jpg","tags":["FIH Women's Hockey World Cup","Argentina","Germany","Australia","Netherlands"],"source":"https://scroll.in/field/1028406/hockey-world-cup-netherlands-and-argentina-the-top-two-ranked-teams-in-the-world-enter-the-final"}