{"title":"Hockey, FIH Pro League: Fit again, Tokyo hero Simranjeet Singh gunning to make up for lost time","content":"If you watch all three of Simranjeet Singh’s goals at the 2020 Tokyo Olympics, you would probably not be wrong to think that the 26-year-old can somehow manipulate time and space. In India’s 3-0 group win over Spain, Simranjeet effortlessly peeled away from his markers to get on the end of a long pass. He then proceeded to take a touch, adjust his grip and perfectly place his shot beyond the goalkeeper into the bottom corner.In India’s bronze-medal winning match against Germany, he once again showcased his ability to find the target with unnerving precision. For his first goal, he latched on to a pass from the deep, took a couple of touches to create space and then arrowed in a brilliant reverse-hit shot into the bottom corner through the smallest of gaps. All this while fending off a German defender at his back.And then he got into the thick of the action, dove forward in a crowded shooting circle to smartly slot home a cross from Gurjant Singh. This was the goal that proved to be the difference on that famous day as India ended a 41-year medal wait.  \n\n\n    \n    Play\n\nSimranjeet, with his languid and eye-pleasing style of playing, was key to ending India’s yearning for that Olympics hockey medal. Unfortunately, that was also the last great involvement he had with the senior national team, as a series of injuries kept him away.Tokyo 2020, men’s hockey: Simranjeet Singh, India’s Olympic hero who almost got awayHe suffered a knee injury after Tokyo and missed the Asian Champions Trophy and India’s FIH Pro League matches. He briefly came back for India’s Asia Cup campaign but pulled-out midway through the tournament with a hamstring injury. After recovering from the injury, Simranjeet found out that he was not selected for India’s Commonwealth Games and World Cup squads.“Honestly, I missed the World Cup more,” Simranjeet told Scroll before the Indian team departed for Europe for the FIH Pro League matches. He is now part of the squad once again.“Last time, we lost in the quarterfinals at the same ground and this time we wanted to play the semi-finals. We had a good team which should have reached the semi-finals. Unfortunately, we had a bad day against New Zealand and that was the end. I believe that we could have given Belgium a good match in the quarterfinals.”Simranjeet’s time away with injury was tough. But one he had made peace with as an athlete. His approach to recovery also gave a peek into his thought process. For him, recovery was more of a lonesome battle. A test of his mental toughness.“It was difficult for sure but I had my teammates and family supporting me. I decided to take the difficult period in a positive way,” Simranjeet said.“At this level, I don’t think you need to talk to anyone because at the end of the day, you have to become mentally strong by yourself. You have to find the answers to your questions by yourself. Sure, people can motivate you, but at the end of the day, you have to take action by yourself. I had full faith in myself. I trusted the team staff who were helping me and you can see the results now.”Hockey: New India men’s chief coach Craig Fulton on his short-term targets, philosophy and moreIndia sorely missed Simranjeet’s attacking output last year, none more so than at the World Cup where India struggled to score goals. And his absence caused a lot of intrigue in Indian hockey circles. Harbinder Singh, chairman of Hockey India’s selection committee, told The Times of India in October that Simranjeet hadn’t been selected for the CWG squad for not being fully fit after recovering from injury.“I regained fitness before the Commonwealth Games but the coach wanted players who were in peak fitness for CWG and so I was not selected. I understand his decision,” Simranjeet said.“I wasn’t on TV but I was always there with the core group supporting the players. Some of the young players, who were given a chance by the coach, did well. So it is like a circle. Players have injuries, players come and go, younger players are given chances. I wasn’t able to play, people were not seeing me on TV, I was not in the public eye. I knew that it would be difficult for me because every player dreams of consistently playing at a high level. At the same time, it is difficult for players to stay injury-free.”Despite being dropped from the core group, Simranjeet was in constant contact with his teammates. He played for Petroleum Sports Promotion Board in domestic tournaments. In November, he led PSPB to the 32nd Lal Bahadur Shastri Hockey Tournament title before finishing as runners-up at the second Hockey India Senior Men Inter-Department National Championship in December.        View this post on Instagram            A post shared by Simranjeet Singh (@simrangoraya8)\nJust as he was finding his rhythm, Simranjeet suffered another injury. “I was playing in a domestic tournament in Hyderabad in January when I was not in the camp and during a match, I was struck on the hand by the stick. I had a growth on my bone and unfortunately I was struck on that overgrowth with a stick. So I had to get surgery on that in February,” he said.Even as he was laid low with injuries, many youngsters began to breakthrough into the senior team. Were there times when Simranjeet felt like the path to a comeback was getting harder?“I never thought that,” said the Uttar Pradesh-born player. “Injuries are a part of an athlete’s life. Cristiano Ronaldo and Lionel Messi also get injuries. The thought that I wouldn’t be able to make a comeback or that I would not regain the form I had never came in my mind.”“At the end of the day, you are representing the country. When I came into the team, I replaced someone. Nobody has their permanent spot in the team. You can only try to maintain your place in the team as long as you can. If you are good, then the team needs you. If you are always insecure about your place, it’s neither not good for you nor for the team,” he added.While rehabilitating, Simranjeet ensured he was still keeping himself up to date with what was happening in the world of hockey. The World Cup, where Germany beat the likes of Australia and Belgium to win the title, was a learning experience for him.“I watched our matches and I would come up with situations and ask myself what I would do differently then,” he said.“If you look at the World Cup, the way teams attack and transition on the ball has improved a lot. For the first time at the World Cup we saw teams use cross-field overhead passes a lot. Take the Germany-Australia matches. Germany were able to take two-three touches and get inside the D of a team like Australia. And then they would overlap on the other side and receive the ball behind the defenders.”The Pro League matches mark the beginning of a crucial phase for Indian hockey. Helmed by new coach Craig Fulton, India are aiming to win the Asian Games and book their spot at next year’s Paris Olympics. Three years after playing a starring role in India’s biggest achievement in decades, Simranjeet is once again back in the mix. And like a good student of the game would, Simranjeet has kept himself ready and raring to go.","author":"Dilip Unnikrishnan","time":"2023-05-25T11:13:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190527-minsckscyd-1684990003.jpeg","tags":["Simranjeet Singh","Hockey","Hockey India","Indian men’s hockey team"],"source":"https://scroll.in/field/1049720/hockey-fih-pro-league-fit-again-tokyo-hero-simranjeet-singh-gunning-to-make-up-for-lost-time"}