{"title":"Hockey World Cup, India v Japan classification match as it happened: Abhishek shines in 8-0 win","content":"Next up for India: A 9-12 classification match against South Africa on 28 January.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    [From the archive]: Read about tonight’s player of the match.Hockey: The makings of forward Abhishek – An unconventional coach and a hunger for goals\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCupSurely not the match that Indian fans wanted to watch this late in the tournament, but at least a packed Rourkela crowd got to see this goal-fest, I suppose. By all accounts from @DilipUnnikrishn, well deserved for the fans therehttps://t.co/k5AIOiSNFG pic.twitter.com/xwDz8cypGI— Vinayakk (@vinayakkm) January 26, 2023\n\n\n\n    8-0 sounds great but remember, better teams will not allow this. They will also test the fitness, the speed a lot more. Don't let this win paper over the concerns, use this to nitpick and work on them. Nitpicking when it comes to getting better is always good. #HWC2023— Uthra 🇮🇳 (@OnTheSportField) January 26, 2023\n\n\n\n     Goal-scoring progression of the match \n    \n       Team  Minute  Shirt #  Player  Action  Score \n    \n     India  33  11  Singh Mandeep  Penalty Corner  0 - 1  India  36  5  ABHISHEK  Field Goal  0 - 2  India  40  32  Prasad Vivek Sagar  Penalty Corner  0 - 3  India  44  5  ABHISHEK  Field Goal  0 - 4  India  46  13  SINGH Harmanpreet  Penalty Corner  0 - 5  India  59  7  Singh Manpreet  Field Goal  0 - 6  India  59  13  SINGH Harmanpreet  Penalty Corner  0 - 7  India  60  34  SINGH Sukhjeet  Penalty Corner  0 - 8 \n   via TMS \n\n    In today’s big 8-0 win over Japan in the 9-16 classification match, India scored 5 goals from 11 penalty corners. Where were these PC goals when we needed them the most 😞— Viren Rasquinha (@virenrasquinha) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: Abhishek, India’s forward who scored two goals. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCup India defeat Japan 8-0 in the classification match in RourkelaAbhishek 🏑🏑Harmanpreet Singh 🏑🏑Mandeep Singh 🏑Vivek Sagar Prasad 🏑Manpreet Singh 🏑Sukhjeeet Singh 🏑https://t.co/qX3hwInpn8 pic.twitter.com/TlOoOSR7B3— The Field (@thefield_in) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Full time, India 8-0 Japan: Well, not the match India wanted to be playing. But that takes some mental resolve too. They got off to a slow start, but come up with a huge second half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 8-0 Japan: GOAL INDIA! Sukhjeet Singh joins the party late on, with a goal off a rebound.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 7-0 Japan: Another PC for India almost right off the restart. Japan have switched off big time here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 7-0 Japan: GOAL INDIA! Another for the Indian captain, this one low and powerful to the left of the goalkeeper. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 6-0 Japan: About 80 seconds left, India make a referral for PC. Nothing doing... but soon after restart, they have another. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 6-0 Japan: GOAL INDIA! Manpreet Singh too also on the scoresheet. Looked more like a pass towards Akashdeep from the left side, but looks like no one else got a touch. Wry smile there from the former (?) India captain. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-0 Japan: Attacking pressure from India, nearly a hat-trick chance for Abhishek.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-0 Japan: Fine pass from Manpreet to Abhishek, his back-pass is dealt with. That would have been a cure goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-0 Japan: First signs of game management from India. Jarmanpreet does well down the left corner to hold off Japan pressure. India come out with the ball. Less than 5 mins to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-0 Japan: Joyful dribble there by Sukhjeet, a nice 360 in there too, but the move breaks down. India still looking to attack with pace. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-0 Japan: Just a question of doing simple things well from here on for India. Less than 10 mins to go. Surely too much for Japan to do.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet Singh has finally scored from a PC (And no, I don't think we should count the one he scored against Wales) pic.twitter.com/0DFuhJJSHl— Dilip Unnikrishnan (@DilipUnnikrishn) January 26, 2023\n\n\n\n    The lulll and then the storm. After a goal-less first half, India have got 4 goals in the Q3 and another one at the start of Q4. The hosts lead 5-0 vs Japan. #HockeyWorldCup2023 #HockeyWorldCup— Ashish Magotra (@clutchplay) January 26, 2023\n\n\n\n    Ok, enough criticism. @13harmanpreet  finally scores and, more importantly, scores like he always did. Powerful, angular, confident. The Harman we all want to see. 🤞👏 #HWC2023— Uthra 🇮🇳 (@OnTheSportField) January 26, 2023\n\n\n\n    𝟐𝟎𝟎 𝐠𝐨𝐚𝐥𝐬 𝐚𝐭 #𝐇𝐖𝐂𝟐𝟎𝟐𝟑India's fourth goal against Japan is the 200th goal scored at the FIH Odisha Hockey Men's World Cup 2023.We have witnessed a staggering average of 5.60 goals per game this #WorldCup with Netherlands scoring 27 goals in just 4 matches.— International Hockey Federation (@FIH_Hockey) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Correction: It’s Q4.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-0 Japan: GOAL INDIA! Harmanpreet Singh with perhaps his best moment of the World Cup, drag flicking wise. Good things happening for India, but later than they would have liked. Q4, India 4-0 Japan: Another PC for India\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCupCould be said about most of this Indian team, but I thought Abhishek would really have more impact on this World Cup than he did. Good to see him finally find some scoring rhythm today. Bit late, but is having a good game.https://t.co/801fhNXipY pic.twitter.com/JjbSx2747t— Vinayakk (@vinayakkm) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Japan: GOAL INDIA! Abhishek with his second goal, Vivek Sagar Prasad with another assist. This was all about the finish though, superb hit from the Indian forward, receiving the ball with his back to goal and sending a good strike past Takashi on the turn. Good work by Rajkumar too in the build-up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Japan: India go for a good routine, Harmanpreet with a cheeky pass back to Jarmanpreet who feeds the ball back to the injector. The shot on goal is wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Japan: India attack again and Mandeep is convinced he has won a PC. India get the decision but it is being referred by Japan. Good work by Abhishek in the build-up. Japan lose their referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCupInterception and assist for the 2nd goal.A superb long ball to set up a couple of PC chances. A goal off the rebound to score India's third.Vivek Sagar Prasad has had a fine few minutes. https://t.co/801fhNXipY pic.twitter.com/0oAUSnhZcZ— Vinayakk (@vinayakkm) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Japan: GOAL INDIA! Vivek Sagar Prasad deservedly gets on the scoresheet now. He has had a great few minutes. Thumps home the rebound from the edge of the circle. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCupVivek Sagar Prasad, who has had a good game, with nice defensive work first to break up a Japan attack and feeds Abhishek a good early ball in space. India double their lead, good for Abhishek. https://t.co/801fhNXipY pic.twitter.com/IJebVZihnV— Vinayakk (@vinayakkm) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Japan: A powerful drag flick this by Harman but it is rushed well. Another PC coming up. Blocked again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Japan: A fabulous long ball by Vivek Sagar Prasad once again. Harmanpreet Singh controls it down the right flank and his ball back in results in a PC. Mandeep finds the feet. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Japan: A PC for Japan is saved and they get another. But India refer this and refer it successfully. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Japan: GOAL INDIA! One brings two for the hosts. Vivek does brilliantly in midfield to break down a Japan move and brings the ball forward, feeds it to Abhishek in space. The forward puts it past the Takashi. Enough time to do damage there, all thanks to a good early ball from the midfielder.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-0 Japan: GOAL INDIA! Amit Rohidas in the second battery takes the hit but it is actually wide of goal and to feed the forward. And it is Mandeep Singh who deflects the ball into the roof of the net. Good variation, well executed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-0 Japan: There is a referral here with India looking for a PC. Wasn’t sure if it was an India referral... yes, it is. India get the PC and keep the review. PC coming up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-0 Japan: Time to see if anyone can breach the other’s defence. India have Pathak back in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half time, India 0-0 Japan: Time for some thoughts from the coaches... or not. We are underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Some half-time reading:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Henning, the 39-year-old coach and part-time motivational speaker, hopes to return Germany to the top of men’s hockey. And they are getting closer.His side clinched their place in the semifinals of the #HockeyWorldCup2023. Read more: https://t.co/RcLZd3cRyW | @thefield_in pic.twitter.com/ES2wFccBzC— Scroll.in (@scroll_in) January 26, 2023\n\n\n\n    I see India still repeating similar mistakes. Some good saves from Takashi and Sreejesh. #HWC2023— Anish Anand (@testbowler) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half time, India 0-0 Japan: Here’s a look at the first-half stats. As far as shots are concerned, it must be said both goalkeepers had work to do in the second quarter. But India will be disappointed they didn’t make the most of 16 circle penetrations, a persistent problem. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Nithing moves the scoreboard. So far all Indian efforts failed at the GK's door. Forwards not sharp. HT 0-0— stick2hockey.com (@indianhockey) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q2: India piled on the pressure on Japan towards the end of the half but still no breakthrough. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Three attack in the 23rd minute. India - Japan counter - India counter. Frantic pace this game. But nothing to show for. 0-0. #hockey— Jaspreet Singh Sahni (@JaspreetSSahni) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: India piling on some serious pressure on Japan now. Perhaps the best they have played since the England match, perhaps. Japan hanging in there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: that pass came from Manpreet but Abhishek couldn’t get a touch on it before it went to the goal. Now another good attack by India with Akashdeep involved, the chance finally comes from Jarmanpreet down the left flank and his cutback evades everyone. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: A superb counter from Japan but Sreejesh earns a free out. And while the replays were on looks like Abhishek had a chance down the other end. Bit chaotic at the moment.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: CHANCE! Terrific long ball from Vivek and it is controlled brilliantly by Abhishek down the left and he dribbles down the byline and tries to chip the GK. It’s saved. Another half chance follows but Japan hang on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: CHANCES AT BOTH ENDS. Sreejesh and Yoshikawa both having to be alert as the game stretches. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Japan have grown into the game in this quarter. India’s passes not finding the targets, Japan have upped their attacking tempo. Sreejesh has had to be alert again as India stood off from tackling. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Feels like a good time to read this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Still cannot believe India led 2-0 and 3-1 at one stage only to lose in the penalty shootout. Wrote about last-night's disappointment #HWC2023https://t.co/S1T17hXhjd— Dilip Unnikrishnan (@DilipUnnikrishn) January 23, 2023\n\n\n\n    No shortage of intensity from India - have to find a way to score— Hockey Passion (@HockeyPassion4) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Superb counter from India it leads to a PC for India. Harmanpreet’s shot on goal is blocked again. Japan hang on. Looks like there is an injury to deal with for Japan as India take a long corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Sreejesh concedes a PC but India hang from the back-to-back set-piece routines.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Sreejesh in goal now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 0-0 Japan: CHANCE! Abhishek with a powerful shot on the turn and it is saved. Good save. India come forward again and seem to have a 1v1 almost but the hooter goes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: India’s better conversion hopes not off to a great start tonight but more good PC defence on display in this tournament. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: India win another PC, off the first-rush. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: India finally win a PC. Long ball from Harmanpreet down the right byline. Looks like Rajkumar Pal won the PC off the foot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: India are on the ascendancy here. Mandeep Singh heavily involved in possession. Good switching off flanks, couple of half chances created. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Excellent work down the left flank by Akashdeep and Mandeep who combine from defence to offence. Mandeep with a fancy piece of skill to win a PC. But Japan review this for a foot outside the circle. Good review, yes India lose their PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Early days still, but India playing with heavy legs at the start. Just a yard or two behind the tempo of the game. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Incredible support once again it would seem for the Indian team in Rourkela. Japan come forward down the right and Pathak had to be alert to a hopeful deflection.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pushback in Rourkela.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Full stadium in Rourkela after the heartbreak on Jan 22. The Indian team must respond to this love. #hockey— Jaspreet Singh Sahni (@JaspreetSSahni) January 26, 2023\n\n\n\n    I've loved the World Cup so far. But my only gripe would be that none of the matches have started on time. A minimum delay of 10 minutes at least— Dilip Unnikrishnan (@DilipUnnikrishn) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coach Graham Reid: It’s been a tough 72 hours or so and we get out there and put some stamp on this game. The boys are ready, I am looking forward to a much more improved performance tonight, bit of consistency across quarters. Let’s put some balls into goals. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The starting XI is ready and the stage is set as India and Japan gear up for an epic showdown!#IndiaKaGame #HockeyIndia #HWC2023 #StarsBecomeLegends #HockeyWorldCup #INDvsJAP @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/WmfZzgsmDv— Hockey India (@TheHockeyIndia) January 26, 2023\n\n\n\n    I just checked Hockey India's handle. They have mentioned that watch can be viewed on Hotstar, FanCode and https://t.co/WANhiDUk6oGuess there is not TV coverage today— Give Me Hockey (@hockeyind) January 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello all and welcome to our live coverage of the Indian team at the FIH Hockey Men’s World Cup 2023.For starters, doing a live blog for a 9-16 classification match was not something we quite imagined doing for India before the tournament began. Generalisation alert, but I don’t believe most Indian hockey enthusiasts, players or even analysts seriously thought India’s podium hopes would be over even before the quarterfinals. But, at some level, perhaps that is why we are here. New Zealand had other ideas, ending India’s dreams at the crossover level and now the hosts have moved to Rourkela to try and avoid the ignominy of finishing outside the top 12 for starters. Asian Games 2018 champions Japan await in this all-Asian battle.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Tweet does not exist\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Stats courtesy: TMS / FIH, Screenshots courtesy: TMS / Disney+Hotstar","author":"Vinayakk Mohanarangan","time":"2023-01-26T18:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186125-dfbskpiywy-1674739636.jpg","tags":["Hockey","Indian hockey","Hockey World Cup"],"source":"https://scroll.in/field/1042659/hockey-world-cup-india-vs-japan-9-16-classification-match-live-score-updates-harmanpreet-singh-and-co-eye-consolation"}