{"title":"Hockey, FIH Pro League, India vs Ireland as it happened: Gurjant’s last-minute strike helps IND win","content":"That’s it from us tonight! Do join us on Monday at 7.30pm IST when India take on Spain in their first match of the Rourkela leg of the Pro League.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India move to the fourth spot with this win while Ireland are now at the bottom of the table, still seeking their first win of the season. After keeping their defence up for the entirety of the match, Ireland are eventually let down as Gurjant breached through in the final minutes. India had created six penalty corner opportunities but had not been able to convert. The action now moves to Rourkela next. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s Gurjant Singh wins the Player of the Match award.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Ireland, Full-Time: India win 1-0 to snatch their second win of the season. Heartbreak for Ireland who put up a great defensive show for almost the entirety of the match. But Gurjant’s experience comes through in the 58th minute to take India across the line in what was a rather cagey match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Ireland, Q3: GOAL India! And the deadlock is broken. Gurjant comes to the rescue for the homeside at the edge of the circle. In the last minute. What scenes! The Irish defence was resolute but it all falls apart in the final minute.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q3: Before this quarter, Ireland had no penalty corners to show. They have now earned three in this quarter! O’ Donohughe attempts a strike but Sreejesh comes through with another great save. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q3: India lose their referral as Ireland are awarded the penalty corner – their first of the game – Sean Murray reversed the pass to Luke Madeley and his attempt is blocked but Ireland win a PC again. There is a goalmouth melee but Sreejesh and India clear their line. Meanwhile, Ireland is down to 10 players as Jeremy Duncan has been handed the green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q3: Sixth penalty corner opportunity. Manpreet did not trap the injection cleanly and even though Harmanpreet eventually got the ball, his slap shot was blocked by Ireland.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q3: That is India’s fifth penalty corner opportunity. Akashdeep passes it to Harmanpreet but Carr comes through with a good save at the post. A familiar story in this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, End of Q3: India have enjoyed more possession but Ireland are parked firmly in their defensive third. India are looking for gaps with Manpreet using aerial balls and passes from the deep to force the issue but Ireland defend resolutely. With Akashdeep’s goal overturned by referral, India remain goalless. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q3: The first penalty corner opportunity in third quarter and India’s fourth in the game. Akashdeep passes it to Rohidas but it is saved by Carr. Another PC not converted. This is not stuff you hear often from India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q3: Some concern for Ireland’s John McKee who has to walk off for medical attention after Harmanpreet runs into him. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q3: Abhishek passes towards Mandeep who deceives goalie Jamie Carr. He doesn't get the ball and instead, takes out the keeper in the process. Akashdeep gets the loose ball and scores but after it’s been reviewed and the goal is overturned. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Half-Time: India coach Craig Fulton - “We have to pick our moments and not go all the time. They have been good on defence from a man to man perspective, we just have to look for a way to breakthrough.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Half-Time: India have been made to toil by Ireland so far. It was expected to be a relatively easy contest for the home side but Ireland have done well to defend and keep them from scoring. India have managed to create three penalty corner opportunities but haven’t converted. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q2: Amit Rohidas’s passes from the deep but Hundal misses. Sukhjeet sees an opening in the defence and attempts a strike but hits it wide off the goal. India have been far more proactive this quarter but are still goalless.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q2: They haven’t created as many scoring opportunities yet but a word for the tackles Ireland have managed so far. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q2: Yet another penalty corner opportunity for India as Harmanpreet takes strikes but Nelson deflects it over the post. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q2: India earn yet another penalty corner as Harmanpreet attempts a dragflick. It rebounds to Manpreet who concedes a foul after it touches the first rusher. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q2: Ireland press high up and win the ball off Sumit. Daragh Walsh makes his way into the circle but his shot is blocked by Manpreet. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, End of Q1: A bit of an underwhelming start for India. Ireland, meanwhile, have had a better start as compared to the rest of their matches so far. India had earned a PC opportunity early in the game but the Ireland defence came through. No goals to shout about yet. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q1: Both teams are involved in a midfield battle at the moment. Neither team has been able to create too many chances .\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🏑| 𝗦𝘁𝗮𝗿𝘁𝗶𝗻𝗴 𝗫𝗜 | Have a look at today's line up between India between Ireland.#FIHProLeague24 #OdishaForHockey pic.twitter.com/SUAinodmB8— Odisha Sports (@sports_odisha) February 16, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q1: India in a penalty corner just three minutes into the match. Hardik Singh passes it to Harmanpreet Singh only to find an Irish defender on the goalline.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Ireland, Q1: And Ireland get us underway in the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Ireland: The national anthems for both teams are done and play will begin shortly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Meet the powerhouse lineup ready to conquer the pitch against Ireland! 🇮🏑The defeat fuels their determination for the next challenge.Watch the match live on @JioCinema and @Sports18 network - 7:30 PM IST onwards.#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndianMensTeam.… pic.twitter.com/kKRarjRg0v— Hockey India (@TheHockeyIndia) February 16, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian men’s hockey team’s match against Ireland in the FIH Pro League 2023-24 in Bhubaneswar.After a thrilling contest against second-ranked Australia, India will hope to get back to winning ways against Ireland. IThey will be confident about their chances considering they had defeated defeated defending champions Netherlands before this. They had also defeated Spain 4-1 in the opening match of the season.Ireland, meanwhile, are looking for their first win of the season and have their task cut out.Live action coming up soon. Stay tuned!Indian men’s squad for 2023-24 FIH Pro League (India leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Varun Kumar (withdrew), Sanjay, Vishnukant SinghMidfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Rabichandra Singh MoirangthemForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh HundalIndia’s scheduleFebruary 10: Won 4-1 vs SpainFebruary 11: Won 2(4) - 2(2) vs The NetherlandsFebruary 15: lost 6-4 to AustraliaFebruary 16: Vs Ireland at 7.30pm IST in BhubaneswarFebruary 19: Vs Spain at 7.30pm IST at RourkelaFebruary 21: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 24: Vs Australia at 7.30pm IST at RourkelaFebruary 25: Vs Ireland at 7.30pm IST at RourkelaScreenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":" Samreen Razzaqui","time":"2024-02-16T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192842-vwftzrowud-1691073864.jpeg","tags":["FIH Pro League","Hockey","Ireland","India","Harmanpreet Singh","Indian hockey","Sreejesh PR","Hardik Singh"],"source":"https://scroll.in/field/1063847/hockey-fih-pro-league-india-vs-ireland-live-harmanpreet-singh-and-co-look-to-get-back-to-winning-ways"}