{"title":"Hockey: Neha Goyal, the little kid from Sonepat who stood tall against adversity","content":"Editor’s note: This article was published in the build-up to the FIH Hockey Women’s World Cup. Neha, who played in all six matches at HWC 2022 and was player of the match against Japan, was also part of the India squad for the Commonwealth Games that won the bronze medal.A little kid in Haryana, studying in the fifth grade, heard from her friend that if she played hockey at the academy close by, she could get good shoes and nice clothes to wear. She had no major affinity towards sport at that point. Her family was not well off for that to be even be a consideration. Her father was an alcoholic. But she and her sisters depended on their mother’s meagre income to get by. Maybe, just maybe, sport could offer her a way out of all that. It was, as it turned out, a life-changing decision for Indian hockey player Neha Goyal. A little more than fifteen years ago, around 2006-’07, Neha said ‘yes, I will play hockey’ to former India captain Pritam Rani Siwach at her academy in Sonepat, where the youngster took the first step towards becoming an athlete “Hockey mein itna interest nahi tha, kisi game mein matlab interest nahi tha (I didn’t have any interest in hockey, nor in any other sport for that matter). Our family was very poor. But a friend had told me, that if I played hockey, I will get shoes and good clothes,” Neha told Scroll.in in an interaction from Netherlands. “So I went and told my mother that, ‘mummy, main ground mein jaoonga toh kapde aur joothe milenge,’ and she told me to go ahead.”It might have been for the shoes and clothes that Neha took up the sport. But there was a spark that Pritam saw in her trainee.“Right when we started training her, my husband and I told her she will go on to be a star player for India,” Pritam recalled in a conversation with Scroll.in. “She stood there waiting outside the grill to come play. I asked her if she wanted to play hockey and she said yes. I had to make her wait a little bit to start playing and in that time she picked up a skipping rope and bahut style se ghuma rahi thi. First day in the ground, without anyone teaching her. That time, I knew.”It didn’t take long for Neha to find her groove once she picked up the sport. Pritam took care of her fees, so that helped. And she started dreaming, soon. Of playing for the country, of winning laurels like her mentor and, more importantly, of a better life.“My mother struggled a lot, she worked in factories, worked in other people’s homes. I used to feel so bad, she worked so hard for me and my sisters. My father is now no more but even back then it was she who earned for us to study. The income just around 2,000 rupees a month,” Neha said. “And all I thought was that I need to change the situation in our house. Kaise bhi karke. Khelna hai, aage badna hai. So Pritam ma’am motivated me a lot, saying I can do this. ‘Olympics ek bada tournament hai, tujhe udar khelna hai’. Sapne dikhaaye unhone (‘Olympics is a big tournament, you have to play there’. She showed me dreams). I learnt from her, she is my inspiration. I wanted to be like her, win the Arjuna Award, win medals for the country.”The 25-year-old is now an Olympian, has played for the senior national team more than 100 times, and, as an attacking center-half, is one of the integral members of the squad that will participate at the FIH Women’s Hockey World Cup 2022.Sharmila, Neha, Nisha and Jyoti are part of both World Cup & CWG teams, key performers too. They all come from same place, Sonipat, found & trained by former star Pritam Siwach. Its rare feat a former plyr of either gender producing a battery of players for d nation, as she does. pic.twitter.com/tECLzfdZ0D— stick2hockey.com (@indianhockey) June 24, 2022\n\nA special dayIndeed, the 100th match for Neha in senior India colours would turn out be a special one. At the start of the European leg of the FIH Pro League, India lost both matches against Belgium in Antwerp. More than the results, the performances were simply not at the level the team had trained for, or were capable of. It stung. Their next test, a week later, was against Argentina in Rotterdam. Las Leonas had just been crowned champions of the Pro League. They were unbeaten in regular time throughout the season. But India needed a reaction. Up stepped Neha to produce one of the most memorable performances of her career. In the first couple of minutes, her driving run through the centre set up a penalty corner for India. That set the pace for the remainder of what would be a thrilling match, as India drew 3-3. Then in the shootout, while Savita Punia was saving as many chances as she could, India were having issues scoring. Neha was the first Indian to convert her chance and shortly after, standing next to head coach Janneke Schopman, she and her teammates celebrated a famous result. “It was my first international player of the match award as well. I was so happy that day. I wanted to do something special. We had to forget the Belgium matches quickly, but also learn from them. I wanted to give my everything in the next game. Agar main khelungi, toh team khelegi. It is a team game yes, but all of us had to individually take ownership. Janneke helps a lot and that is what she keeps telling us,” Neha said.Indian players after the match against Argentina in the FIH Pro League (3-3 draw, shootout win) where Neha was player of the match in her 100th game. The evening would end with a special photo. (Hockey India)Standing tallWhile Neha’s journey through a tough childhood to start playing hockey got wide attention before India’s memorable campaign Tokyo, she had other obstacles to overcome as well. Neha is not the tallest hockey player you will find at the highest level and it was seen as an issue when she started too. But it didn’t matter to Pritam and her husband Kuldeep Siwach, who took special interest in training Neha. “I don’t want to take names now but some people made fun of me when Haryana team was being selected once, telling me ‘Yeh two-foot ki ladki hai aur yeh India ke liye star banegi? She is too short.’ But we saw the talent in her early on. She wasn’t getting selected but I fought for her so much to get a chance at the nationals in Ranchi. I said, ‘Even Maradona was so short, so what is the problem?’ I have seen enough short players do well,” Pritam added.Her mentors, it would be fair to say, have been vindicated. Neha first represented India at the age of 14 when she was picked for the Junior Asia Cup in 2011. Same year, at the U-21 Four-Nations Lal Bahadur Shastri women’s hockey tournament, she was player of the tournament. And the dream of playing for India became a reality when she made her senior debut in 2014. A leg injury kept her out of the sport for more than a year in 2016-’17, but she has since featured at the 2018 World Cup, 2018 Asian Games, Tokyo Olympics, 2022 Asia Cup and the FIH Pro League. “That is the dream we showed her, our dreams were big. We told her, you must become not just an India player but a really good one at that. At the world stage, people should take notice of you,” Pritam said.“There are people of all heights on a hockey field these days,” Pritam added, when asked if Neha eventually turned her height into an advantage. “The taller players have better reach, effective in tackling, lunging... but the shorter players can make up for it in other ways. In Neha’s case, her footwork and dodging is fantastic. Even if she can find the smallest of spaces on the field, she can find her way out of that.”Neha in action at Tokyo 2020 (Hockey India)India’s attacking outletWhile India were a largely counter-attacking team that focused on defending a lot and capitalising on the chances that came their way, Schopman has made it clear that her vision for the side is to play fast hockey, combining with short 10-15m passes, give-and-go as much as possible and create openings with constant movement. For that, the likes of Neha and Navneet Kaur have been important in terms of the passing skills they possess.“When she started off here in Sonepat, she was a striker. She could dodge players well, going past two-three players easily. For India now, she is an attacking center-half and it is a really important role. She has to focus on both defending and building attacks. She builds up moves, her timing of releasing the ball... it was always good right from the start. With more confidence at international level, she is getting more effective at it. In the Pro League you’d have seen her through balls, combining so well with Navneet. I have seen that in Railways too. They both are important for India’s success,” Pritam said.“Kuldeep sir has taught me so much about attacking hockey. Dodging, running into empty spaces,” Neha said. “He taught me how to draw two players in and then evade them, playing through balls. He used to spend hours training me alone on my game, when the other girls were all playing.”And now two Dutch coaches – Sjoerd Marijne and Schopman – have shaped her into a better tactical player. Neha with coach Pritam Siwach (Images courtesy: Pritam Siwach)Giving backGive-and-receive is an important mantra on the hockey turf, and for Neha it is true off the turf as well. Coming from where she was to where she is now, Neha understands the importance of giving back.Even now, when Neha was named in the World Cup squad – a formality of course – the first call went to her coaches and then her mother, who in her fifties now, is hard of hearing and needs assistance from neighbours or relatives to speak to her daughter when she is away playing for the country. “I spoke to coach first because from that ground, four of us are in the World Cup team now. Then told my mother, she was so happy, she went and sat in the temple, as she always keeps praying for me, she cries if we lose,” said Neha.“I always taught Neha that when you start receiving, learn to give and God will bless you with even more. When she steps off a flight, the first thing she will do is come visit our ground. When Neha told me, ‘Didi, if there is any problem on the ground, let me know,’ I felt so proud. She, and the others from the academy too who have gone on to play for India, stand by my side if I need financial help, or with kits or hockey sticks. Ek awaaz dene ki zarurat hoti hai mujhe. “After their performances at the Asian Games and Olympics, when Neha received rewards, she told me that she would give me a big sum for work on the ground. That really overwhelmed me. But I told her, ‘Just order equipment for the ground. Money is not needed.’ Another great quality about her is that she video calls the girls when they seek her consultation regarding equipment, she guides them. And she tries to make sure whatever equipment she trains with during the India camp with, she helps us get those to our ground.”— Pritam Siwach\nAnd for Neha to keep doing what she does, there is one simple motivation.“With whatever prize money I got, I made a home for my mother. I have had a Railways job for five years, have received lot of support from them. Now, my mother and I are very happy, abhi aur aage badna hai, aur mummy ko bilkul bhi matlab dukhi nahi hone dena.”","author":"Vinayakk Mohanarangan","time":"2022-06-29T12:03:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176435-edlmjconjw-1656482455.jpeg","tags":["Neha Goyal","Hockey India","FIH Hockey Pro League"],"source":"https://scroll.in/field/1026880/hockey-neha-goyal-the-little-kid-from-sonepat-who-stood-tall-against-adversity"}