{"title":"Hockey, FIH Pro League, India vs Belgium as it happened: Harmanpreet Singh and Co win 5-1","content":"That’s it from us today! Do join us tomorrow at 5pm when India take on Great Britain in their final Pro League match in London.It was superb performance from India to put five past the reigning Olympic champions. Harmanpreet Singh scored his 14th and 15th goals of the Pro League season after Vivek Sagar Prasad had given India the lead in the opening two minutes. Amit Rohidas scored a rare field goal to make it 4-0 for India at half-time. Belgium came out roaring in the third quarter only to find PR Sreejesh in their way. The Red Lions did pull a goal back through William Ghislain but Dilpreet Singh restored India’s four-goal cushion with a late goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 5-1 Belgium, Manpreet Singh: We feel fantastic. The boys played a really good game. They showed their potential today and scored five goals. Craig is really friendly and has been telling us to use our skills. I don’t mind playing in defence as long as I get the chance to play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 5-1 Belgium: And there goes the hooter for full time! Craig Fulton gets his first win as India coach and it is a handsome one against his former team Belgium. India stay second in the Pro League standings with that win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-1 Belgium: The Red Lions win a PC. Tom Boon lets fly and once agains Sreejesh stands in his way. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-1 Belgium: Dilpreet scores! Shamsher and Gurjant combine well on the left with the latter putting in a good pass to Abhishek on the goal line. His cut-back falls to the onrushing Dilpreet who smashes the ball into the back of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 Belgium: 90 seconds left on the clock and Belgium refer for a back-stick by Harmanpreet Singh just outside the circle. Don’t think the TV umpire has enough evidence to give the PC as there is no clear image of it. Yep, no advice possible is the call\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 Belgium: PC for Belgium. Amit Rohidas, like always, is right in front of the drag-flicker’s face as he takes it. The flick is too high and Rohidas cops a blow on his arm. India get the free out\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 Belgium: India have lost some of that intensity in attack that saw them score four in the first half. But the defence has been disciplined and has maintained it shape to keep the Red Lions at bay.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 Belgium: Belgium win a PC. Once again, they bungle up the trapping. De Sloover tries to make something off it but Jarmanpreet wins the ball and releases the pressure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 Belgium: Dilpreet shows quick hands to get inside the Belgian circle. He rides a couple of challenges but is ultimately stopped and wins a PC. However, the Belgians go to the umpire and he reverses it. Correct decision as there was a stick check from Dilpreet in that move.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 Belgium: Manpreet pirouettes to get past Denayer but is fouled and gets the handle to a stick to his chest for his trouble. Abhishek takes the free hit quickly and runs along the goalline. He takes too long to release the ball allowing Van Doren to save it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 Belgium: Van Doren with two really good saves to keep Belgium in the game. The first is to deny Harmanpreet Singh his hat-trick from a PC. The second one is to deny Raj Kumar Pal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 Belgium: William Ghislain scores for Belgium! A fortuitous goal for the Red Lions. Sanjay unable to deal with a long pass into the circle. The ball falls kindly to Ghislain who makes no mistake in putting it past Sreejesh\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-0 Belgium: No Krishan Bahadur Pathak today looks like as Sreejesh continues in goal. I don’t remember the last time India did not swap their goalkeepers in the match\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 4-0 Belgium: It was all Belgium in the third quarter as the Red Lions kept hammering at the Indian defence. PR Sreejesh denied them with a couple of brilliant saves.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: Ooof, that’s a painful knock for Stocbroekx. He is looking to close down Harmanpreet Singh. The Indian skipper slaps the ball ahead and Stocbroekx puts his stick in the way only to catch the ball flush on his right hand. Needs to come off to put on some ice.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: Really poor decision-making from Sukhjeet. Shamsher wins the ball and springs a 4v2 counter. With two Indians steaming ahead on his right, Sukhjeet takes too long to release the ball allowing a Belgian defender to put in a good tackle from behind.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: Manpreet with a really good pass from the top towards Sukhjeet. The Indian forward unable to hit the target. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: India back to 11 and finally are able to attack. Gurjant comes in from the right and shoots/pass. Mandeep is close but Van Doren makes the save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: PR Sreejesh with two world-class saves to keep it 4-0! Boon goes to the top-left corner but Sreejesh puts out his stick and saves the rebound as well. Belgium win another PC soon. Boon goes to the bottom right this time and Sreejesh is there again. Like he did in the last match, Onana is at hand to score from the rebound but Sreejesh saves it. Absolutely brilliant goalkeeping from the reigning FIH Goalkeeper of the Year.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: A flurry of Belgium PCs. The first is for a foul on Dohmen. India are down to 10 after Abhishek had picked up a green card. Tom Boon’s drag-flick is put behind by Jarmanpreet Singh on the post. It came off his stick onto his foot so another Belgium PC. Boon goes again and this time the ball loops up off Sreejesh back to Boon. As he looks to let fly, Rohidas puts in a stick and it;’s another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: Loic Luypaert’s drag-flick is charged down by Rohidas. The ball is picked up by William who creates some space before sending his shot on the side of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: Belgium win their first PC of the quarter. William Ghislain’s shot is saved by Sreejesh but the ball loops up and hits Amit on the torso. Belgium do not trap the injection but still manage to win another PC\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: India begin the third quarter like they ended the last one and win a PC. Harmanpreet’s drag-flick is blocked by the first rusher. Manpreet is the first to react but his reverse hit is padded away by Van Doren. The lose ball is flicked away but it hits Manpreet on the side of his face. India do not get the foul as the whistle had gone just before for an Indian back-stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Belgium: Sreejesh continues in goal. He played the full of first half so interesting to see that he stays in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 4-0 Belgium, Craig Fulton: We didn’t really play well against Belgium last week. This is more us. Dangerous on the front foot. It’s only the first half though. The second half is yet to come.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 4-0 Belgium: What a stunning first half of hockey from India! Solid in defence and deadly on the counter. A completely different side from last week.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 4-0 Belgium: Harmanpreet scores again! Two in two for India! The men in blue win a PC. Amit in the second castle takes it. His drag-flick is blocked by the first-rusher’s foot. The ball falls to Harmanpreet who smashes it in on the bounce. Good advantage played by the umpire. India running riot!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 3-0 Belgium: Amit Rohidas scores India’s third! That’s a proper forward’s finish from Amit Rohidas! Brilliant work from Mandeep Singh on the goalline and he cuts it back towards the middle. Gurjant stretches for it but cannot get it. In steams Rohidas and he fires in the ball from in between Van Doren’s legs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Belgium: Twice Akashdeep had a good chance to create something after being under no pressure on the right. Both times he gives away the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Belgium: Lovely work initially by Abhishek on the goalline to get past a couple of Belgian defenders. Cannot keep going and gives away a foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Belgium: Immediately after scoring goal no 14 of the season, Harmanpreet Singh picks up a green card for hitting the ball away after a free hit had been awarded to Belgium. It is soon 10v10 after Onana picks up a green card for a foul of his own.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Belgium: Harmanpreet Singh makes it 2-0! Who else but the captain? Powerful and precise from Harmanpreet Singh to find the left bottom corner. Van Doren puts in a desperate dive but is just too slow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Belgium: India finally able to get on the attack and get a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Belgium: Superb reaction block from Manpreet Singh to deny the leveller from Belgium. The ball had taken a deflection and fallen to Dohmen who lets fly. Sreejesh puts in the dive but Manpreet blocks the ball before it reaches him.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Belgium: Sreejesh puts out his glove and puts the drag-flick over the bar. Belgium win another PC from the long corner. This time they are denied by India’s first rusher.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Belgium: PR Sreejesh will stay in goal for Q2 looks like. Belgium start strong and win a PC after Harmanpreet Singh shoves John-John Dohmen from behind.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Belgium: Belgium try to create a good chance with 30 seconds left in the quarter. But the Indian defence is comfortably able to break the attack down and run down the clock.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Belgium: Hardik with a good pass onto Mandeep’s path. However, Mandeep finds his way blocked by his own teammate Abhishek as Belgium come away with the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Belgium: Harmanpreet’s drag-flick is saved by Loic van Doren. Abhishek is first to react to the lose ball and tries to nutmeg Van Doren but the Belgian goalkeeper closes his legs just in time to deny a second goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Belgium: India haven’t been able to mount a decent attack since that opening goal. And just as I type that, Sanjay wins the first PC of the day after drawing the foul from Stockbroekx.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Belgium: India haven’t been able to mount a decent attack since that opening goal. And just as I type that, Sanjay wins the first PC of the day after drawing the foul from Stockbroekx.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Belgium: Belgium try to pry open the Indian defence from the left and are repelled by Manpreet. They try from the right but India spring the counter. Sukhjeet pip Wegnez to a through ball but the Belgian gets the ball at the second time of asking ending the Indian attack. Gives a friendly pat on Sukhjeet’s butt after that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Belgium: Vivek Sagar Prasad scores inside 90 seconds! A good run down the left from Gurjant. His ball is behind Abhishek who reaches for it and gets a touch setting up VSP. VSP takes a touch to set himself up before unleashing a powerful shot into the bottom corner. Brilliant start for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India vs Belgium: And we are underway! Belgium get on the attack but Shamsher defends well and wins a free out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🚨 STARTING XI 🚨Here is the team that will face Belgium in tonight's exciting encounter in the FIH Pro League 2022/23.Catch all the action LIVE on Star Sports First, Star Sports Select 2 SD, Star Sports Select 2 HD, https://t.co/pYCSK2hquC and FanCode app.#HockeyIndia… pic.twitter.com/Sw8w4e6TJr— Hockey India (@TheHockeyIndia) June 2, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND vs BEL: A nice, sunny day to play hockey at the Lee Valley Hockey Centre in London as the two teams come out. It looks like Fulton is fielding the same team that played against Belgium and Great Britain last week.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND vs BEL, Craig Fulton:  The mind set was really positive. The GB match was a difficult one, a couple of referrals went against us. We won penalty corners but did not do anything with it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of India’s match against Belgium, in the 2022-’23 FIH Men’s Pro League in London.After losing the top spot to Great Britain in their last match, India are back in action in the Pro League. Ahead of their match against Belgium today, captain Harmanpreet Singh said that the team is not focusing on their loses last week saying, “We know that if we play to the structure and execute good finishes, we will be able to return to the top of the pool table.”It was a close match last time around with India defending well only to be undone in the final few minutes of the match. It should be another cracking contest today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Match Day 🏑India will look to get back on top, when they face Belgium tonight in the FIH Pro League 2022/23.Catch all the action live on Star Sports First, Star Sports Select 2 SD, Star Sports Select 2 HD, https://t.co/pYCSK2hYka and FanCode app, 7:10 pm onwards.… pic.twitter.com/ag27T12ieg— Hockey India (@TheHockeyIndia) June 2, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad:Goalkeepers: Krishan Bahadur Pathak, PR SreejeshDefenders: Harmanpreet Singh (C), Amit Rohidas, Jarmanpreet Singh, Manpreet Singh, Sumit, Sanjay, Mandeep Mor, Gurinder SinghMidfielders: Hardik Singh (VC), Dilpreet Singh, Moirangthem Rabichandra Singh, Shamsher Singh, Akashdeep Singh, Vivek Sagar PrasadForwards: Abhishek, Lalit Kumar Upadhyay, S Karthi, Gurjant Singh, Sukhjeet Singh, Raj Kumar Pal, Mandeep Singh, Simranjeet Singh\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s FIH Pro League matches in EuropeIndia 1-2 Belgium, 26 MayIndia 2-4 Great Britain, 27 MayIndia vs Belgium, 2 June, 1900 hrs IST India vs Great Britain, 3 June, 1700 hrs IST India vs Netherlands, 7 June, 2300 hrs IST India vs Argentina, 8 June, 2030 hrs ISTIndia vs Netherlands, 10 June, 2100 hrs ISTIndia vs Argentina, 11 June, 2100 hrs IST \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / FancodeMatch live: Star Sports First, Star Sports 2 SD/HD and Fancode in India","author":"Dilip Unnikrishnan","time":"2023-06-02T18:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187863-ljbupqkuzc-1678625848.jpeg","tags":["Harmanpreet Singh","Hockey","Indian Hockey","Manpreet Singh","Hockey India","Craig Fulton"],"source":"https://scroll.in/field/1050257/hockey-fih-pro-league-india-vs-belgium-live-updates-harmanpreet-singh-and-co-look-to-bounce-back-from-twin-defeats"}