{"title":"Hockey, FIH Pro League, India vs Australia as it happened: AUS win 10-goal thriller","content":"That’s it from us tonight! Do join us tomorrow at 7.30pm IST when India take on Ireland in the final match of the Bhubaneswar leg of the Pro League.A superb game of hockey from India and Australia. The Kookaburras came flying off the blocks with Blake Govers scoring two inside the opening three minutes.India, however, did not lose their heads and pulled a gol back through Harmanpreet Singh towards the end of the first quarter.India then snatched the lead with Sukhjeet Singh, Harmanpreet and Mandeep Singh scoring in the second quarter. Australia pulled one back in the third quarter through Aran Zalewski before scoring thrice through Lachlan Sharp, Jacob Anderson and Jack Welch to complete a stunning comeback win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-6 Australia, Harmanpreet Singh: We started well. Defensively we need to be more sharp. We can improve when it comes to man marking and playing 1v1.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Australia’s Aran Zalewski wins the Player of the Match award.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-6 Australia, FT: Sreejesh comes back and makes a good save. Australia hang on to complete a stunning comeback win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-6 Australia, Q4: Is that the sucker punch from Australia? With less than three minutes left in the match, India take off Sreejesh. Nathan Ephraums intercepts a high ball and launches the counter. Jack Welch gets the ball in the Indian third, makes his way to the circle, spins away from the defender and fires the ball into the empty goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-5 Australia, Q4: Australia retake the lead! Jake Harvie runs along the goalline and passes to Jacob Anderson. The Australian takes a touch before slotting the ball past a couple of Indian players. What a game of hockey we have been treated to!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-4 Australia, Q4: And we are level! Australia find a way past the Indian press with a high ball. Govers gets the better of Sumit and fires in a low cross. Lachlan Sharp runs in at the far post and puts the ball in the empty net. Game on!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Australia, Q4: India lose their referral trying to overturn a free hit to a penalty corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Australia, Q4: Lovely hockey from India under pressure. Jarmanpreet and Raj Kumar do not waver under the Australian press and play out from the back. Sukhjeet loses the ball but then puts in a superb block to win possession. Then Abhishek and Gurjant combine well before the former shoots at goal. His attempt is deflected behind.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Australia, Q4: India gets us back underway in the fourth quarter but loses possession and Australia peg India back.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Australia, Q3: Australia win a PC with less than 30 second left in the quarter. Good work from Jayden Atkinson on the right to win the PC. Australia try a variation with the injection passed on to Tim Howard wide on the left of the circle. Amit Rohidas read the move superbly and changes the angle of his run and blocks it. He then launches the counter. Hardik Singh plays a forward pass into the circle but the pass is just too strong for Gurjant Singh to reach. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Australia, Q3: End to end stuff as we go into the final two minutes of the quarter. Hundal skips his way past his marker and drives at goal. He tries to find a teammate inside the circle but has the ball stolen from him. Australia then get on the attack but Jarmanpreet Singh does well to win the ball and India restart their attack again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-3 Australia, Q3: The Kookaburras pull one back! Zalewski injects the ball in, Govers fires a low shot towards the corner. Zalewski makes his way to goal and plants his stick in front of the ball’s path and deflects the ball into the roof of the net. Think Govers’s flick would have still found the back of goal without Zalewski’s intervention.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, Q3: A superb lung-bursting run from Lachlan Sharp winning the ball well inside his own half. He makes his way into the circle and plays the ball on to Rabichandra Singh’s foot to win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, Q3: Australia win a PC but Harmanpreet refers immediately. The pass into the circle deflected up off Sumit’s stick and hit Harmanpreet’s glove. In hockey, the hand is considered a part of the stick as long as it is in contact with the stick. The PC is cancelled and India win the ball from the restart. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, Q3: Australia win the first PC of the quarter. Govers takes the flick but his attempt flies well wide of the goal. Australia want a long corner because they think it deflected off an Indian player. Replays show that it possibly came off Amit Rohidas but it was well above knee height.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, Q3: Whetton draws a sharp save from Pathak. India look to play out of trouble but Australia win possession again. They drive at goal but Sumit puts in a good challenge to break the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, Q3: India attack down the right channel. Mandeep gets the ball on the goalline and cuts inside. He snap shoots but Wyers comes away with the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, Q3: Nice defending from Sumit and Manpreet to end a dangerous Australian attack. They manage to hold on to the ball and eventually win a free hit out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, Q3: Mandeep Singh and India get us underway in the third quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, Fulton: It is an entertaining fixture at the moment. Nice to see that we could come back from two goals down and take the lead. We need more control in the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, HT: What a superb half of hockey! Australia were off the blocks in a flash with Govers netting twice in a minute. But India did not let that affect them with Harmanpreet reducing the deficit at the end of the first quarter. Sukhjeet drew India level before Harmanpreet and Mandeep gave India the lead much to Fulton’s joy. That was the happiest I have seen the South African since he took charge of India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-2 Australia, Q2: Mandeep Singh gets in on the act! Harmanpreet Singh plays a good pass from the deep. Superb accuracy. Mandeep takes a touch, sets himself up and fires the ball at goal. The shot has so much power that it hits Charter’s chest and goes into the top corner. What a stunning comeback from India!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-2 Australia, Q2: Just over two minutes left in the half and Australia will be down to 10 players for almost all of it as Willott gets a green card for a foul on Sumit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-2 Australia, Q2: Sukhjeet and Shamsher Singh double team and win possession inside the Australian third. They win a free hit. Abhishek plays a through ball for Sukhjeet to get on the end of but the pass has just a little more power and it evades Sukhjeet. Charter kicks it away to safety.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-2 Australia, Q2: Australia pounce on an Indian error in midfield and counter. Govers gets the ball in the circle and fires in a reverse hit. The ball flies just across goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-2 Australia, Q2: Australia win a PC for a foul by Manpreet Singh. However, he reviews and the TV umpire agrees with the Indian midfielder much to Australia’s dismay. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-2 Australia, Q2: It is Jugraj Singh who is on PC duty this time. His drag flick is straigh at Charter who saves it. The loose ball comes to Hundal who unleashes a powerful reverse hit but Charter makes another good save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-2 Australia, Q2: India once again punish Australia on the counter. Mandeep drives towards the circle before being brought down by Jayden Atkinson and it’s another PC for India. Scintillating stuff from India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-2 Australia, Q2: Harmpreet Singh gives India the lead! What a turnaround from India. Australia once again give away a needless PC. Harmanpreet fires it straight and low and the ball takes a touch off the rusher and nutmegs Charter in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-2 Australia, Q2: Sukhjeet Singh scores! Beautifully worked goal that. Harmanpreet takes the free hit and zigs zags through a bunch of Aussie sticks and find Vivek Sagar Prasad. The latter feeds Sukhjeet who reverse scoops the ball past Charter! India are level!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Australia, Q2: Pal does well to win another PC for India. Harmanpreet’s drag flick is blocked on the edge of the circle. But India win the free hit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Australia, Q2: Superb transition from defence to attack by India. Sukhjeet finds Abhishek in the circle and he makes space for himself before sending a fiery shot at goal. Andrew Charter reacts quickly to put the ball over goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Australia, Q2: Australia get us started once again. PR Sreejesh replaces Pathak in goal for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Australia, End of Q1: Abhishek feels he was fouled in the circle but the umpire was unmoved. At the other end, the Indian forward cops a blow to his body as an exciting quarter comes to an end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2 Australia, Q1: Harmanpreet Singh scores! What a strike from the Indian captain. Ky Willott gave away the PC with a silly foul on Sumit. From the resultant PC, Harmanpreet targets the top right corner of the goal and lets one fly which nearly takes Corey Weyer’s head at the post. WOOF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Australia, Q1: Another PC for Australia. It’s Jack Welch who is on drag flick duty this time and his attempt is saved comfortably by Pathak. Hardik Singh then launches the counter attack by setting Araijeet Singh Hundal free. The youngster finds Mandeep Singh on the right channel. The veteran forward plays a one-two with Pal before the latter drives along the goalline and fires in a cross. Gurjant Singh slides in but cannot get to the cross.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Australia, Q1: Craig Fulton gestures to his team to get ahead and not allow Australia time and space to attack. They get forwards through Sukhjeet down the left channel. He is corralled to the corner by two defenders. He waits for help which arrives in the form on Rajkumar Pal. He however, is unable to keep hold of the ball and the attack breaks down. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Australia, Q1: Jake Whetton wins a second PC for Australia! Can Govers get his hat-trick? No he cannot. His first attempt is charged down by Amit Rohidas as Australia get another PC. This time he goes low to his left but Pathak is up to the challenge and makes a good save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-2 Australia, Q1: Govers again! Two goal in just a minute from the burly forward. He received a pass inside the circle and fired in an unstoppable shot past the advancing Pathak. Woweee!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 Australia, Q1: Blake Govers gives Australia the lead! The drag flick is straight at Pathak but the ball hits the inside of his right glove before hitting his left heel and going inside goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Australia, Q1: Aran Zalewski takes a shot at goal. Krishan Pathak saves it but it loops up high off the Indian goalkeeper and Australia have the first penalty corner of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Australia, Q1: And Australia get us underway in the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Australia: The last time these two sides met in the Pro League, India beat Australia 5-4 before beating them on penalty shootouts in the next match. It was a young Australian side that time but this time all the big guns are in attendance. Will be a good test of India’s progress tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Australia, India coach Craig Fulton: Another tough opponent. We are looking forward to a really good match today. Like I said last time, I want consistency from us. It doesn’t matter who we are playing. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    🏑 | 𝗦𝘁𝗮𝗿𝘁𝗶𝗻𝗴 𝗫𝗜 | Here's how India 🇮🇳 & Australia 🇦🇺 line up for this match. Let's cheer for #TeamIndia!#FIHProLeague24 #OdishaForHockey pic.twitter.com/G6Fi3VB6wN— Odisha Sports (@sports_odisha) February 15, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian men’s hockey team’s match against Australia in the FIH Pro League 2023-24 in Bhubaneswar.India come into the match full of confidence after beating defending champions the Netherlands via penalty shootout in their previous match.Australia, like India, are unbeaten this season and come into the match on the back of wins over Ireland and Spain. It promises to be a cracking match tonight.Live action coming up soon. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad for 2023-24 FIH Pro League (India leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Varun Kumar (withdrew), Sanjay, Vishnukant Singh Midfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Rabichandra Singh MoirangthemForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh Hundal\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s scheduleFebruary 10: Won 4-1 vs SpainFebruary 11: Won 2(4) - 2(2) vs The Netherlands February 15: Vs Australia at 7.30pm IST in BhubaneswarFebruary 16: Vs Ireland at 7.30pm IST in BhubaneswarFebruary 19: Vs Spain at 7.30pm IST at RourkelaFebruary 21: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 24: Vs Australia at 7.30pm IST at RourkelaFebruary 25: Vs Ireland at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Dilip Unnikrishnan","time":"2024-02-15T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198489-cedhflrfer-1708004105.jpeg","tags":["Hockey","Indian Hockey","Indian Men’s Hockey Team","FIH Pro League","Harmanpreet Singh","Craig Fulton","PR Sreejesh"],"source":"https://scroll.in/field/1063781/hockey-fih-pro-league-india-vs-australia-live-harmanpreet-singh-and-co-look-to-extend-unbeaten-start-to-season"}