{"title":"Hockey, Asian Champions Trophy: Salima Tete’s brace helps India to comprehensive win over Korea","content":"The Indian women’s hockey team continued their unbeaten run at the Women’s Asian Champions Trophy in Ranchi by securing a commanding 5-0 win against Korea in their last Pool match on Thursday. Salima Tete (6’, 36’) scored a brace, while Navneet Kaur (36’), Vandana Katariya (49’), and Neha Goyel (60’) also netted for India. With this triumph, the Indian squad claimed the top spot in the points table, amassing 15 points from five matches. Meanwhile, Korea, having garnered seven points from five games, concluded their group stage campaign in fourth place. As per the standings, both teams are set to clash once more in the semi-finals.Similar to their previous matches, India started the game with an aggressive high-pressing strategy and relentless attacking, yielding early dividends. In the opening moments of the match Tete, left unmarked within the circle, beautifully slotted a goal to give the hosts an early advantage.  With the scoreline in their favour, India sustained the offensive onslaught against Korea with frequent circle penetrations. Although they came close to notching a second goal on several occasions, they failed to capitalize on those opportunities. As the opening quarter concluded, India maintained a 1-0 lead. The second quarter mirrored the first, with India dominating possession and orchestrating swift passes to keep Korea on the defensive. India even managed to secure two penalty corners during this period, but couldn’t capitalize on them, going into half-time with just a one-goal lead.Determined to make a comeback in the game, Korea started the third quarter aggressively, and created a few goal-scoring opportunities. But the Indians were quick to launch counter-attacks. The Indians won a penalty corner on the break, and Kaur (36’) unleashed a powerful shot to find the back of the net. Just moments later, Tete scored a remarkable field goal, elevating India’s lead to 3-0, which stayed intact by the end of the penultimate quarter. In the last quarter, India’s relentless pursuit of additional goals was evident as they continuously challenged Korea’s defensive line. Their determination bore fruits as Katariya (49’) executed a splendid flick, further extending India’s lead to 4-0. Adding to the emphatic victory, Goyel scored a field goal in the closing moments of the match, sealing a resounding 5-0 triumph for the Indian team.India take on Korea in the semi-final on November 4, 8.30 pm IST. The match will be broadcast on Sony Sports Ten 5 SD and HD, as well as live streamed on SonyLiv.","author":"Scroll Staff","time":"2023-11-03T12:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195560-mmzxwzbwar-1698995462.jpg","tags":["Salima Tete","Navneet Kaur","Vandana Katariya","Neha Goyel","Women's Asian Champions Trophy","Indian hockey","Indian women's hockey team"],"source":"https://scroll.in/field/1058572/hockey-asian-champions-trophy-salima-tetes-brace-helps-india-to-comprehensive-win-over-korea"}