{"title":"Hockey, FIH Pro League, India vs Belgium as it happened: Onana scores late winner for Red Lions","content":"That’s all from us today. Do join us tomorrow at 5 pm as India take on second-ranked unbeaten Great Britain.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India stay on top of the Pro League standings\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 1-2 Belgium: A good first game under Craig Fulton from India. Defended smartly without allowing Belgium to create too many big chances. Not a lot going forward though. India had a couple of great opportunities on the counter but fluffed their lines. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-2, Belgium, Harmanpreet Singh: We played very well. We got a lot of opportunities but did not get the outcome. For the next match, we’ll be looking to get better outcomes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey 🏑 #FIHProLeague Ah... the late goal. Just over a minute to go, India don't have Amit Rohidas on the pitch and Belgium have PCs that puts India under pressure. Sreejesh saves once but the rebound is turned in,https://t.co/KsnWwV5W2q pic.twitter.com/M8Wv76gysh— Vinayakk (@vinayakkm) May 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 1-2 Belgium: And that’s that for today. Belgium with a dagger right at the end to claim a 2-1 win. India lose their second match of this Pro League season. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-2 Belgium: Nelson Onana gives Belgium the lead! A copy of Mandeep’s goal as De Kerpel’s drag-flick is saved off the line only for Onana to ghost in and put the ball beyond Jarmanpreet at the post and a diving Sreejesh. India have 90 seconds to rescue a draw\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Belgium: A bit of chaos in the Indian circle and the Belgians claim there was back-stick from Jarmanpreet. The umpire did not see it but the replays show that \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Belgium: A really good and painful save from Sreejesh. Took a vicious shot to his shoulder. Takes a moment to take off his helmet and recover and is back on his feet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Belgium: Wegnez loses the ball and Abhishek springs the counter for India. He has Mandeep on his right and tries to play him in but a Belgian stick blocks the pass. Sukhjeet, I believe, gets the ball and finds Abhishek whose shot is saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Belgium: Sanjay picks up a green card for a silly foul and India down to 10 for two of the six minutes left in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Belgium: India pin the Belgian defence back but not really able to find any good passing lanes and ping the ball from one wing to the other. Gurjant tries to force the issue with a speculative pass but the ball goes behind without any Indian touches.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Belgium: India pin the Belgian defence back but not really able to find any good passing lanes and ping the ball from one wing to the other. Gurjant tries to force the issue with a speculative pass but the ball goes behind without any Indian touches.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Belgium: Sukhjeet tries to play the ball of a Belgian foot but doesn’t get the decision he wants as Belgium break. However, India review it and the replays show that the ball came off the hand. India lose their referral. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Belgium: Belgium win a PC and Sreejesh does well to save it. India play out quickly and there is a two-on-three counter with Lalit and Sukhjeet. Lalit’s pass takes a Belgian touch but Sukhjeet does well to make something off it. Van Doren with a good save to deny India the go-ahead goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Belgium: India have defended well but it is not the back-to-the-wall, parking the bus defence. More of defending spaces and forcing the opposition to get creative.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk: Plenty of appreciation on the commentary for Amit Rohidas’ first-rushing today. It is an incredible sight really.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Belgium: Belgium unable to score from the PC as the hooter for the end of the quarter goes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Belgium: Belgium being more forceful but India defending well to not give away big chances. And just as I type that, Belgium slice the Indian with Roman Duvekot slamming the ball goalwards. Sanjay does well to scoop it away. Belgium then win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Belgium: India get on the counter. Hardik Singh drives down the middle and then plays a good pass to Akashdeep to his left. Akashdeep’s first touch is not the greatest as the ball just about gets away from his forcing him to go for a reverse shot. Doesn’t get the right contact and it goes behind harmlessly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Belgium: India get on the counter. Hardik Singh drives down the middle and then plays a good pass to Akashdeep to his left. Akashdeep’s first touch is not the greatest as the ball just about gets away from his forcing him to go for a reverse shot. Doesn’t get the right contact and it goes behind harmlessly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Belgium: Harmanpreet takes a free hit from just outside the line. VSP puts his stick out to deflect it and the ball flies just past the post! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Belgium: Harmanpreet’s drag flick takes a touch off the first rusher’s stick. Loic Van Doren saves it with his trailing right leg and Belgium escape.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Belgium: How has Gurjant missed that? He is unmarked at the far post and cannot turn Vivek’s deflected shot into goal. Moments later, India win a PC\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Belgium: Belgium start strongly. Nicolas de Kerpel comes in from the right and plays a cross. Pathak kicks it back. The Belgian cleverly plays it off Gurjant’s foot to win the PC. India defend it well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk: Fulton had said that a non-negotiable for him would be that: “No team wins any match in the first half. It’s the ability to start really fast and strong but finish stronger.” He’d want to see an improvement in the second half, even the first half wasn’t all that bad. A chess match, he says.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Belgium, Craig Fulton at HT: It’s like a chess match at the moment, pretty slow but we should expect it to get quicker in the third quarter\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shahid: Two brilliant goals split between these two teams. Thibeau Stockbroekx did so well to get past his defender and then deflect that waist-height pass beyond PR Sreejesh. And then Mandeep Singh, through the tiniest of gaps and a tight angle, squeezed a first-time shot through. All to play for in the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 1-1 Belgium: Like Vinayakk mentioned before, Fulton, in his first press conference as India coach, said he was a defence-first coach. India have done that well so far. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q2, India 1-1 Belgium: Belgium have tried to catch Harmanpreet off guard by playing some long overhead balls but the Indian captain has done well so far. Belgium try to create something with half a minute left but the Indian defence stands strong. That will be the end of the half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey 🏑 #FIHProLeague Harmanpreet Singh with a superb drag flick. The sheer power... the umpire is pointing to the spot for a stroke but just then Mandeep pounces from a close angle. Advantage played, India equalise.https://t.co/KsnWwV5W2q pic.twitter.com/Y7vVXyECJ3— Vinayakk (@vinayakkm) May 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Belgium: Mandeep Singh scores! Harmanpreet Singh’s drag-flick is blocked on the line by De Sloover with his foot. Mandeep Sing is the first to react to the loose ball and smashes the ball into goal. The umpire had just about signalled for a stroke but plays the advantage and gives the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Belgium: Vivek Sagar Prasad wins India’s first PC after playing the ball off Arthur de Sloover’s foot. Harmanpreet Singh time!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Belgium: Vivek Sagar Prasad wins India’s first PC after playing the ball off Arthur de Sloover’s foot. Harmanpreet Singh time!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Belgium: Stockbroekx now with some good work in defence. Jarmanpreet plays a hopeful cross from the right. The Belgian goalscorer traps it right in front of his goal and calmly glides away with it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Belgium: Thibeau Stockbroekx gives Belgium the lead! Sreejesh saves Loick’s PC but the Indian defence is unable to put the ball away. The ball is recycled back to Loick and his scooped shot is deflected into goal by Stockbroekx. There was no way Sreejesh was saving that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Belgium: Shamsher Singh with a cross-field overhead pass and Lalit takes it down and jinxes past his defender with a beautiful piece of stickwork. He finds Akashdeep on the goalline but the forward cannot direct his shot at goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Belgium: Krishan Pathak was in the Indian goal for Q1 and makes way for PR Sreejesh for the second quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Belgium: Luypaert Loick takes the PC. Amit, as always, charges ahead to close down the shot. The ball ricochets off his stick back onto a Belgian foot. India get the free hit. And that’s the end of the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Belgium: The umpire had given the PC for a foot but the replays show the ball was nowhere near the foot. The replays show that the ball might have touched the back stick but it was close to the hand. The TV umpire rules that there wasn’t conclusive evidence to reverse the decision. India keep the review though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk: “I think philosophy-wise I’d like to defend to win. I’d like to have our defensive structures in place because that’s the first step of attacking,” Fulton had said. Indians have started that way here. Staying deep for now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Belgium: Final minute of the quarter and Victor Wegnez goes on a run inside the circle and wins the first penalty corner of the match. India review immediately. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Belgium: Final minute of the quarter and Victor Wegnez goes on a run inside the circle and wins the first penalty corner of the match. India review immediately. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Belgium: India not pressing high opting to sit deep and hit Belgium on the counter. The Red Lions haven’t been able to create any chances so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    (Worth stating once that we miss Graham Reid singing along for the Indian national anthem 🥹)#FIHProLeague #Hockey— Vinayakk (@vinayakkm) May 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Belgium: Manpreet is in the centre of defence with Harmanpreet with Sanjay playing on the wing. Guessing when Amit comes in, Manpreet would move to the wing where was most dangerous with his long range passes in Rourkela.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Belgium: Hardik with a rocket of an attempt after getting on the end of a lose ball but Van Dorren makes a good save to deny the Indian vice captain.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Belgium: Jarmanpreet does well to win the ball in the circle but then goes and gives the ball away twice with poor passes. Belgium cannot make him pay for his errors.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Belgium: India get a foul in the D but the Belgian players are unhappy with the call and ask for a review. Some confusion there as the umpire then reverses his decision. Indian players not complaining so guess that was a wrong call from the umpire.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Belgium: The teams are out and the two national anthems ring out at the Lee Valley Hockey Stadium. Not too long to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Belgium, Craig Fulton: They are in a good place. Had good matches in Rourkela. There are eight games and we’ll take it one game at a time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Belgium - Craig Fulton to the broadcasters: To be honest, it’s more about how I do and how the team does. I know how Belgium works but my focus is on making sure the team does well today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Belgium: Fit again, Tokyo hero Simranjeet Singh gunning to make up for lost timeSimranjeet Singh, with his languid and eye-pleasing style of playing, was key to ending India’s yearning for that Olympics hockey medal. Unfortunately, that was also the last great involvement he had with the senior national team, as a series of injuries kept him away.Now injury-free, Simranjeet is raring to get going in the Indian jersey once again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Belgium: The European Pro League matches are Craig Fulton and India’s biggest challenges ahead of the all-important Asian Games. The onus will be on Fulton to hit the ground running.Read Scroll’s preview of India’s Pro League matches in Europe here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of India’s match against Belgium, in the 2022-’23 FIH Men’s Pro League in London.The Craig Fulton era is finally here. With the all-important Asian Games around the corner, India begin their preparations with eight FIH Pro League matches in Europe. Harmanpreet Singh-led India are currently top of the Pro League standings with 19 points having won five of their eight matches so far.Fulton’s first assignment will see him take on familiar faces in Belgium. Fulton was the assistant coach for the Red Lions and even coached Belgian clubs before taking up the India job. Olympic champions Belgium are seventh in the points table but have only played four matches. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    It's the battle of the best ⚔️Two Legends of the game come face to face again. Witness a battle of grit, determination and perseverance.Watch FIH Pro League, live on Star Sports First, https://t.co/pYCSK2hYka and FanCode app 7:10pm onwards.#HockeyIndia #IndiaKaGame… pic.twitter.com/4Zy19uMHd5— Hockey India (@TheHockeyIndia) May 26, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad:Goalkeepers: Krishan Bahadur Pathak, PR SreejeshDefenders: Harmanpreet Singh (C), Amit Rohidas, Jarmanpreet Singh, Manpreet Singh, Sumit, Sanjay, Mandeep Mor, Gurinder SinghMidfielders: Hardik Singh (VC), Dilpreet Singh, Moirangthem Rabichandra Singh, Shamsher Singh, Akashdeep Singh, Vivek Sagar PrasadForwards: Abhishek, Lalit Kumar Upadhyay, S Karthi, Gurjant Singh, Sukhjeet Singh, Raj Kumar Pal, Mandeep Singh, Simranjeet Singh\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s FIH Pro League matches in EuropeIndia vs Belgium, 26 May, 1900 hrs ISTIndia vs Great Britain, 27 May, 1700 hrs IST India vs Belgium, 2 June, 1900 hrs IST India vs Great Britain, 3 June, 1700 hrs IST India vs Netherlands, 7 June, 2300 hrs IST India vs Argentina, 8 June, 2030 hrs ISTIndia vs Netherlands, 10 June, 2100 hrs ISTIndia vs Argentina, 11 June, 2100 hrs IST \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / FancodeMatch live: Star Sports First and Fancode in India","author":"Dilip Unnikrishnan","time":"2023-05-26T18:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190587-xxfedujlfq-1685104844.jpeg","tags":["Hockey","Indian men’s hockey Team","Harmanpreet Singh","Manpreet Singh","Craig Fulton","Hockey India"],"source":"https://scroll.in/field/1049846/hockey-fih-pro-league-india-vs-belgium-live-updates-harmanpreet-singh-and-co-begin-european-leg"}