{"title":"Hockey, Asian Champions Trophy: India secure hard-fought win over China to qualify for semi-finals","content":"India registered a thrilling 2-1 victory on Monday against Asian Games champions China at the ongoing Women’s Asian Champions Trophy in Ranchi. Deepika (15’) and Salima Tete (26’) netted a goal each for India, while China’s lone goal came from Jiaqi Zhong (41’). With nine points each, India and Japan have qualified for the semi-final with two matches to go. Asian Games finalists South Korea are third with four points while China are fourth with three points.India quickly established a fluid passing tempo, asserting their dominance over China in the opening quarter. They commanded the lion’s share of possession, continuously making circle entries and putting China’s defence under pressure. India’s offensive strength was on full display as they managed to secure a penalty corner in the dying moments of the first quarter. However, they couldn’t make the most of this opportunity. Nevertheless, shortly thereafter, the home team earned a penalty stroke, which Deepika (15’) expertly converted with a precise shot into the bottom corner, granting India a well-earned 1-0 advantage. Trailing 1-0, China launched the second quarter with an offensive approach, coming very close to levelling the score. However, captain Savita displayed her brilliance with a remarkable save, preserving India’s lead. Simultaneously, India intensified their offensive onslaught to maintain pressure on China, a tactic that paid off when Salima Tete (26’), left unguarded, unleashed a well-placed and forceful shot from the circle’s edge, notching India’s second goal. In the closing moments of the second quarter, China earned a penalty corner, but India’s resolute defense stood firm, ensuring they entered halftime with a 2-0 advantage. The third quarter kicked off with India resuming their offensive efforts, securing an early penalty corner that China’s defense successfully thwarted, denying the hosts a chance to widen their lead. Nevertheless, India persisted in their relentless attack, keeping China on the defensive. Meanwhile, China adjusted their strategy by prioritizing possession and counter-attacks, a tactic that paid off when Jiaqi Zhong (41’) capitalized on a penalty corner, narrowing the gap and rekindling their hopes. However, no more goals were scored in the penultimate quarter as it concluded with the score at 2-1 in favour of India.Even with a narrow lead, India remained committed to their offensive style of play in the last quarter. China, on the other hand, displayed shrewd possession control and secured a couple of penalty corners, although they couldn’t capitalize on these opportunities. As the clock ticked down, China escalated their offensive efforts in pursuit of an equalizer, but India’s defense stood resolute to maintain their lead and secure a 2-1 victory in the match. India will next take on Japan in their fourth match of the tournament on October 31 at 8.30pm IST.","author":"Scroll Staff","time":"2023-10-31T09:23:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195451-pydppwwxqx-1698724405.jpg","tags":["Women's Asian Champions Trophy","Indian Women’s Hockey Team","Hockey","Deepika","Salima Tete"],"source":"https://scroll.in/field/1058367/hockey-asian-champions-trophy-india-secure-hard-fought-win-over-china-to-qualify-for-semi-finals"}