{"title":"Hockey: India captain Savita Punia – ‘Nations Cup good preparation for Asian Games, Paris Olympics’","content":"The  Indian women’s hockey team left for Valencia, Spain from their training base in Bengaluru on Saturday evening and will be  participating in the 2022 FIH Women’s Nations Cup from 11-17 December.The Nations Cup is an important fixture in the  international calendar as it brings in a system of promotion-relegation,  where the Champions will be promoted to the 2023-24 FIH Hockey Women’s  Pro League. Goalkeeper  Savita Punia will lead the 20-member squad and is confident of a good outing  in the tournament after a productive camp at the SAI Centre in  Bengaluru. “Our  team worked really hard in the camp to prepare for the upcoming 2022  FIH Women’s Nations Cup. We are determined to win the tournament as it  will also allow us to participate in the next season of the Pro League,” she said.  India  is grouped in Pool B along with Canada, Japan and South Africa, while Ireland, Italy, Korea and Spain, who are grouped in Pool A.  Savita said, “Our team is experienced in terms of playing in  challenging tournaments such as the Nations Cup. We will go  up against Canada, Japan and South Africa in the group stage and all our  players have to be on top of their game to win these matches. For  India, this is a chance to get some important game time under our belts  too and looking ahead it will also serve as good preparation for the  upcoming Asian Games and the 2024 Paris Olympics.”Vice-captain Deep Grace Ekka also  seemed positive about the upcoming tournament, stating that  it will be a great opportunity for some young players to show their true  potential.“All the players are really excited to play. We have played in Valencia before and are familiar  with the surroundings. It will certainly help us to perform better in  the tournament. It will be a huge opportunity for the young players to  show case their abilities at the international stage. We will learn a lot from the tournament and our  only aim is to win the trophy,” she added.","author":"Scroll Staff","time":"2022-11-27T14:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183479-txsqgeffra-1669538978.jpeg","tags":["FIH Women's Nations Cup","FIH Women's Pro League","Savita Punia","Deep Grace Ekka","Hockey India","Spain"],"source":"https://scroll.in/field/1038436/hockey-savita-punia-led-indian-team-departs-for-fih-womens-nations-cup-in-spain"}