{"title":"Hockey: India register solid win over hosts South Africa to extend unbeaten run","content":"The Indian men's hockey team continued their unbeaten run on the South Africa tour with a sensational 3-0 win over the hosts in Cape Town on Friday. Captain Harmanpreet Singh (2'), Abhishek (13'), and Sumit (30') were on the scoresheet for India in the match and helped the team set up the win.The match began with India earning an early penalty corner and the skipper Harmanpreet raised his hand to take the set piece. With a powerful dragflick, Harmanpreet (2') found the back of the net as India took an early lead. With just a couple of minutes left in the first quarter, Abhishek (13') managed to make the most of an attacking move and struck one past the South Africa goalkeeper to double India's lead.Despite plenty of attacks from South Africa in the second quarter, India's defence maintained their composure and remained resolute in their determination to earn a clean sheet. Just at the stroke of halftime, Sumit (30') managed to score another field goal as India took a 3-0 lead.South Africa started showcasing urgency after half-time, but the Indian defence continued to hold down the fort. The cagey third quarter saw plenty of action on both ends, but neither of the two teams was able to find the back of the net.In the final 15 minutes of the game, South Africa continued their search for a goal, but India maintained a stronghold in the circle to avert the danger. As the final whistle was blown, India held on to their lead and picked up a comfortable 3-0 win.India will play their final game on the South Africa tour against the Netherlands on January 28.","author":"Scroll Staff","time":"2024-01-27T10:46:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197899-pcvbysimxy-1706332563.jpg","tags":["Harmanpreet Singh","South Africa","India","Sumit","Abhishek","Hockey","Indian hockey","India tour of South Africa"],"source":"https://scroll.in/field/1062791/hockey-india-register-solid-win-over-hosts-south-africa-to-extend-unbeaten-run"}