{"title":"Hockey: Lalremsiami, Indian team’s live wire from Mizoram","content":"Editor’s note: This article was published in the build-up to the FIH Hockey Women’s World Cup. Lalremsiami, who played in all six matches at HWC 2022 and scored against New Zealand, is also part of the India squad for the Commonwealth Games.An animated live wire with her slicked-back ponytail, often seen racing up and down between the forward line and midfield, harrying the opposition defenders as much as she can, trying to put herself in the thick of action. When you watch the Indian women’s hockey team on the field, that would sum up Lalremsiami Hmarzote.Starting off from from the hilly terrains of her hometown Kolasib in Mizoram, Lalremsiami has ensured that, even at 22, she is already a regular in the senior national team set up, with more than 80 appearances at the highest level. And she is the team’s go-to player when the the ball has to be won back from the opponent’s circle. In India’s first tie against Belgium in Antwerp in the FIH Hockey Pro League, what was also on display in the fourth quarter as India trailed 2-0 was Lalremsiami’s natural striking ability. She put pressure on Belgian defence, forced a mistake, and capitalised on a slip to slot the ball into the net to hand India their first goal of the game. Then, in a thrilling first-leg Pro League encounter against soon-to-be crowned champions Argentina, it was Lalremsiami who opened the scoring for India with a sublime finish with her back to goal, latching on to a pass from Deep Grace Ekka. “One of Lalremsiami’s strengths is that she’s very good at regaining the ball. So when we lose the ball in the other half, she’s very good at winning it back,” said Indian women’s hockey coach Janneke Schopmann to Scroll.in before the team’s departure to Europe. “And, she can score goals, I am not worried about that. It’s all just about what choice you make and when. In [training sessions recently], I’m happy to see her putting herself in the position more and more, wherein she can make the goal.”Although Siami, as everyone in the team calls her, started off as a forward, she is now also well acquainted with patrolling the midfield after Schopman suggested that she undergo a kind of mindset change and make use of her experience in the midfield.The suggestion proved to be great as it helped her develop an understanding that enabled her to do well in both positions.“Before going to the Junior World Cup, we figured out that there were several strikers but not many midfielders so Janneke suggested that I, as an experienced player who also has some exposure at the senior level, focus on playing in the midfield as well,” explained Lalremsiami of the change, in a conversation with Scroll.in.“Eventually, it helped me a lot because if I have the knowledge of playing in the midfield position as well, I have more confidence and awareness in the game.”Indian team celebrate with Lalremsiami (2nd from right)Two time Olympian and former junior women’s team coach Baljeet Singh Saini, who closely oversaw Lalremsiami’s development in her initial years, considers her pressing to be one of the best traits. “When the opposition has possession, Siami is one of the best defenders in terms of a striker being a defender,” he told Scroll.in. The fight finally yields resultsLalremsiami picked up the hockey stick in 2011 in school but it was a suggestion from one of her school coaches that helped her make the move to Thenzawl where the SAI academy in the state is located. It did not matter that hockey was not the most preferred sport in the region, and it did not matter that there was resistance from home, she had dreamt a dream that gave her just the motivation to fight to play the sport.“I liked sports, generally but particularly chose hockey because I had kind of fallen in love with it when I first played it,” she said. “Initially, my family didn’t allow me either because like the others in Mizoram, they too did not know about hockey. Because barely anybody played hockey in Mizoram, I had to start from scratch.”Baljeet then recalled spotting the striker at the National Hockey Stadium in New Delhi in 2018.“In the very first look I thought that this girl has potential. I then made sure she was in the junior camp and when the nationals were held, she was obviously selected. That was it – within six months, she was in my team,” he said. Although she did not get much time on the field in the 2018 Asia Cup in Bangkok, Baljeet was sure of her ability to unlock her potential with a little exposure.Four years later, as India head into the FIH Women’s Hockey World Cup 2022 in Europe, Lalremsiami has transitioned to becoming one of India’s key attacking players.From an introvert to the one that leads the team talkBaljeet, however, had a few initial apprehensions about her being able to adapt.“She was an introvert, she wouldn’t speak,” recalled the 45-year-old. “She did not know the H of Hindi so there was absolutely no communication. But there was Lalrindiki, who was there in the junior team and had been at the National Hockey Academy in New Delhi for a long time. She could speak a little bit of Hindi so she used to be my translator as far as Siami was concerned.“But as a coach, you can see that this kid is going to go places. And, I saw that in her from the very first moment and gave her special attention to make sure she understood everything. Main toh bas yahi bolta tha, ‘Tum log apne aap ko pehchaano.’ (I told them just recognise yourselves). And when she started asking questions, it was a big, big win for me.”For Baljeet, the proudest he felt seeing Siami was at the 2018 Youth Olympics when she took the charge and did most of the talking, working along with Salima Tete who was the captain. He attributed it to her tendency to be an observant and attentive thinker, which she also exhibited in the video sessions he conducted.Since the Youth Olympic days to making her Summer Olympics debut with the senior team in Tokyo, to now becoming a vital cog in the national team, she has also increasingly started to look like a potential leader. That was also on display in the Junior Women’s Hockey World Cup 2021 in South Africa.“She thinks about stuff. She wants to understand why we’re doing things,” is how coach Schopman put it. “She actually knows what she is really good at and when she makes her own decisions, you can see she is putting her stamp on games. What I like about her is that she has a mindset of never giving up. I have seen her sometimes getting really angry with her teammates when they do.”And give up, she hasn’t, from the beginning of her journey in Mizoram.It is clear that she is no stranger to achieving everything she sets her mind to and to imagine the possibilities if she continues doing that in the years to come is indeed fascinating.As Schopman said, “She will fight till the end and that is the mindset and mentality of someone that can do so much more as she grows.”With additional reporting by Vinayakk MohanaranganAlso read: Hockey: Salima Tete’s sprint from the fields of Simdega to India’s midfield","author":" Samreen Razzaqui","time":"2022-06-24T17:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176227-uabzlxagic-1656064173.jpeg","tags":["Lalremsiami","FIH Hockey Pro League","Junior Hockey World Cup 2022","India","U-18 Asian Youth Olympic Games","FIH Women’s Hockey World Cup 2022","Lalremsiami Hmarzote","Indian women's hockey team"],"source":"https://scroll.in/field/1026718/hockey-lalremsiami-team-indias-live-wire-from-mizoram"}