{"title":"Hockey, Asian Champions Trophy: Savita Punia expresses excitement on playing in front of home crowd","content":"As the upcoming 2023 Women’s Asian Champions Trophy in Ranchi, Jharkhand nears, the Indian women’s hockey team captain Savita Punia shared her excitement on Thursday about the tournament and the honour of hosting such an event on the Indian soil in October-November.“As the captain, I am thrilled beyond words to know that the Asian Champions Trophy for women is set to take place in Ranchi,” said Punia. “This announcement is a testament to the progress and recognition that women’s hockey has achieved not just in India but across Asia. It fills us with immense pride to represent our nation on such a significant platform.” The seventh edition of the tournament, in which Japan, Korea, China, Malaysia, Thailand, and hosts India are expected to participate, holds a special place for the Indian team, having won it in 2016 and finishing as runners-up in 2018.“Competing in front of our home crowd in Ranchi will undoubtedly be a momentous experience,” the goalkeeper added. “The energy, support, and enthusiasm of our fans inspire us to perform at our best. We are eager to showcase our skills, determination, and the collective spirit that defines Indian women’s hockey.” The announcement of the 2023 Women’s Asian Champions Trophy being hosted by Ranchi marks a remarkable chapter in the growth of women’s hockey in the country. Punia emphasised, “This tournament is more than just a competition; it’s a celebration of the strides women’s hockey has taken. It symbolizes unity, sportsmanship, and the unwavering dedication of athletes who strive for excellence.” India has been making headlines with their exceptional performances on the international stage  and the upcoming tournament is yet another chance for them to make a resounding statement. “We are determined to make the most of this opportunity and leave our mark,” Punia expressed. “We are training hard and focusing on every aspect to deliver our best performance in front of our home crowd and make the nation proud by clinching our second Asian Champions Trophy title.”","author":"Scroll Staff","time":"2023-08-24T13:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176224-tstmizyyip-1656059801.jpeg","tags":["Women's Asian Champions Trophy","Hockey","Savita","Women's hockey"],"source":"https://scroll.in/field/1054807/hockey-asian-champions-trophy-savita-punia-expresses-excitement-on-playing-in-front-of-home-crowd"}