{"title":"Hockey: With Asian Games postponed, AHF chief says backup plan in place for Paris Olympics quota","content":"A fallout of the Asian Games 2022 being postponed is that the national hockey teams from the continent will have to readjust their preparations to qualify for the Paris 2024 Olympics. The marquee quadrennial event provides the gold medal winners in the men’s and women’s hockey event direct qualification to the Olympic Games, making the Asian Games even more significant for the sport.Asian Games postponed: What it means for Indian sport – disappointment for some, relief for othersThough the new dates for the Asian Games have not yet been announced, Asian Hockey Federation CEO and secretary general Dato Tayyab Ikram claimed that an independent qualification tournament could be organised as ‘Plan B’ in case the Games cannot take place before September 2023.“We still have enough time ahead of Paris 2024. If the Asian Games are postponed to, say, September 2023, we’ll be in the same position to have the Olympic qualifiers,” he said during a virtual press conference on Wednesday.“If it’s postponed beyond that, which we will know very soon due to my position in the Olympic Council of Asia, our Plan B is to have an independent tournament in Asia. We will provide the athletes with a fair opportunity and platform (to qualify for the Olympics).”The Asian Games were scheduled to take place in September this year in Hangzhou, China, just over a month after the completion of the Commonwealth Games in Birmingham.The outbreak of a fresh wave of Covid-19 cases in China – particularly in Shanghai, which is around 200 kilometres from Hangzhou – prompted organisers to make the decision last month to delay the mega event.“We have to see the feasibility of the Hangzhou Games. We are positive about it. Looking at the review in China, it’s more at the precautionary level than the pandemic itself. China, Hong Kong, Macau are all following a zero-tolerance. It’s a government policy, but we are closely following this,” Ikram said.“But we will implement our Plan B if required. If the decision is that the Asian Games will be held in September 2023 or before, they will have to inform the Olympic Council of Asia four-five months before that date. (If not, then) around that September period we can execute our Plan B. So we are still in a comfort zone.”India had last won an Asian Games gold in 2014, when they beat Pakistan 4-2 on penalties after finishing regulation time at 1-1, earning them a direct entry to the Rio 2016 Olympics. India failed to defend their Asiad title at Jakarta 2018, and had to compete in the FIH qualifiers to book their place for Tokyo 2020.Here’s a look at the qualification procedure as laid out for Paris 2024:via Olympics.co,=mThe benefit of winning the direct quota through the Asian Games is that it provides the team the luxury of testing out new players to build their squad without running the risk of losing tournaments or ranking points that they would need to qualify for the Olympics.Earlier in the year, Indian think-tank had decided to field separate sides for Commonwealth Games and Asian Games, with the latter being earmarked for the full-strength side to go all out in search of the quota spot. But that could be set for a rethink. The upcoming event for the Indian men’s team is the Asia Cup in Jakarta which serves as a World Cuo qualifier, but India are already assured a place in the 2023 edition by virtue of being the hosts. India are fielding a new-look side led by Birendra Lakra (after an injury to Rupinder Pal Singh). The tournament takes place May 23 to June 1 and India will open their campaign against Pakistan on the opening day of the tournament.India, Japan, Pakistan, and hosts Indonesia are placed in pool A while Malaysia, Korea, Oman, and Bangladesh are grouped in pool B.“India and Pakistan match has always been better than other properties of world hockey, as far as viewership is concerned. We would like to repeat the same again and try to present the best athletes from India and Pakistan in this context. I think the entire tournament is a package for our athletes of the participating nations to showcase their talent,” said Ikram.","author":"Shahid Judge","time":"2022-05-18T18:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174551-vpkkgkxvbq-1652880558.jpeg","tags":["Asian Games 2022","Paris 2024 Olympics","Hockey India","Dato Tayyab Ikram","Olympic quota","Asian Hockey Federation"],"source":"https://scroll.in/field/1024214/hockey-with-asian-games-postponed-ahf-chief-says-backup-plan-in-place-for-paris-olympics-quota"}