{"title":"Hockey, Olympic Qualifiers, India vs Japan as it happened: India lose 1-0; fail to qualify for Paris","content":"That’s it for Scroll’s coverage of India’s campaign at the Olympic Qualifiers.“Paris, Paris, Paris…” came the chant from the Japanese players at the end of it all. Kana Urata’s goal in the sixth minute was enough for Japan to hold on to.India attacked and attacked and attacked. But Japan’s defence proved to be disciplined and unyielding. It will not be a third successive Olympic appearance for the Indian women’s team.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congrats 🇯🇵 for qualifying for Paris 2024. They defended like their lives depended on it.🇮🇳 women did everything…but score. We were just not clinical with our PCs & not composed with our chances.Huge disappointment that we do not qualify for our 3rd consecutive Olympics— Viren Rasquinha (@virenrasquinha) January 19, 2024\n\n\n\n\n    DISASTER. 4th at Tokyo. Three years later no Paris. Easiest of any Olympic Qualifier format - 3 out of 10. And we are the host! India won last 5 matches Vs Japan, but not today! 9 PCs but no goals. Ind will not be in Paris, an Indian trained Japan will be.— stick2hockey.com (@indianhockey) January 19, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Full time!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: 30 seconds to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Ball comes into the circle and it's deflected wide to the left. Salima Tete does well to control and goes for the shot. It's just wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: 2 minutes to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Decision comes in. No breakdown of play, and there was an Indian foot. No PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: PC to India! Given for breakdown of play, but Japan refers this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Udita Duhan has started to push forward a bit more from her defensive position. She makes a good pass to Lalremsiami but the shot is wayward. 3 minutes left now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Chiko Fujibayashi gets a green card. India have a player advantage for two minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Under six minutes to go. India has to do all the attacking now. Japan, so far, has been confident in defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Udita goes for the shot and it seems to have hit a Japan's foot. The referee allows the play-on and there is another foot from India this time. The referee calls for a PC for India, but Japan challenge it, claiming India had enough of an advantage. The video umpire agrees, and Japan win the referral.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: The trap is flawed, but India get the ball back in play. Udita goes for a shot but it comes off a Japanese foot. Another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: India win the referral. PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Good passage of play, and a strong snapshot from Vaishnavi Phalke and a sharp save from Akio Tanaka. India asks for a referral, claiming Tanaka's save had the ball jump up dangerously.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Another good-looking move by the Indians, getting Salima Tete, Lalremsiami, Neha Goyel and Sonika Thandi involved. But Japan does well to close the angles, avoid a foot and see away the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Deepika goes for it, and it's deflected wide off a Japan stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Under 12 minutes to go, India win a PC. Wonderful ball in from Udita Duhan to Salima Tete. Quick passes, Japan's defence descendes and then there is a foul in the circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: 14 minutes to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: Japan wins the referral. No PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 0-1 Japan: 45 seconds into the third quarter and India get a PC. Japan asks for a referral though, claiming there was no foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FOURTH QUARTER STARTS!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3 – India 0-1 Japan: India now has just 15 minutes to score an equaliser.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: The trap is fluffed. But India recycle the ball, play in a few passes and the shot goes just wide off a Japanese stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: Dangerous play for Japan, and India has a PC with 30 seconds to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: Under two minutes left in this quarter. A sense of desperation has crept into the Indian attack. Japan is getting stretched in defence, but they have still stood firm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: Udita goes for the slap but it hits a defender. India get another PC. This time the shot is deflected off a Japanese stick and the ball goes to safety.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: India ask for a referral, asking for a foot in the circle and they win it. PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: Less than five minutes to go in the third quarter. India still hasn't managed to create a clear-cut scoring opportunity outside of a penalty corner. Japan's defence has been firm and disciplined.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: India launch a swift counter-attack, but Japan, once again, organise themselves well in defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: No advice possible, comes the decision. Japan keep their referral, and play continues with a long corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: Japan goes for a hit and the ball seems to have come off Ishika Chaudhary's stick. Japan though have asked for a referral though, claiming it hit the defender's foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: Japan wins a penalty corner\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: Deepika goes for it, but it's straight at the goalkeeper Eika Nakamura who paws it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: Salima Tete goes on an electric run down the right flank, dodging defenders at will. Her cross finds a Japanese foot and India win a third penalty corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 0-1 Japan: It remains a thrilling end-to-end battle, but Japan is the team that has been the better team so far in this third quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    WE’RE OFF IN THE SECOND HALF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India has had the better share of possession, but Japan has been sturdy in defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Japan got the goal in the sixth minute through Kana Urata. Since then it had been largely end-to-end action from both teams. Save for a few chances, both teams lacked a final pass. India especially, despite trailing, will be alarmed by the fact that they did not draw a save from the Japanese goalkeeper in open play.The hosts will have to do much better in this winner-takes-all match. The Olympics are at stake.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    At the end of Q1, the score stands atJapan 🇯🇵 1 - India 🇮🇳 0#HockeyIndia #IndiaKaGame #EnRouteToParis— Hockey India (@TheHockeyIndia) January 19, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-1 Japan: Under five minutes left in the first half, and India are yet to test the Japanese goalkeeper in open play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-1 Japan: India has started get a better share of possession now. They have started to make more inroads into the Japanese circle, but Japan has been disciplined and calm in defence. 9 minutes to go in this half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-1 Japan: Excellent goalkeeping from Akio Tanaka. Deepika goes for the flick, but it's a variation as she aims for Neha Goyal. But Goyal is rushed by Tanaka's charge forward and the goalkeeper makes the save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-1 Japan: Another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-1 Japan: Strong defence from Japan. Deepika goes with the flick, Japan's goalkeeper Akio Tanaka gets a foot to it, and the defender clears the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-1 Japan: India win their first penalty corner after some clever play from Lalremsiami on the left that draws a foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-1 Japan: Japan earns a PC within 20 seconds of the second quarter. But they fluff the trap. The ball is recycled but the Indians defend well to quell the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1 – India 0-1 Japan: Kana Urata's goal is all that separates the two teams. But Japan has been the more threatening team in the first 15 minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-1 Japan: Just under two minutes to go in the first quarter, and India are yet to have a shot on target in the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-1 Japan: Another chance for India goes wide. This time Lalrimsiami's shot goes wide of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-1 Japan: Japan has been the much better team so far, and they almost doubled their lead. Cross came in from the left and Mai Toriyama, who made a clever run into the box, got her deflection just wide of the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-1 Japan: Good chance for India. Sonika Thandi moves inward from the left flank and plays a pass to Deepika, who went for a first-time deflection. But the shot is just wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-1 Japan: GOAL FOR JAPAN! Kana Urata plays a hard and low drag-flick which goes through Savita Punia's feet. The goalkeeper does get a touch, but is unable to keep it away from goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Japan: And another PC for Japan, this time as the ball touches Monika's foot inside the Indian circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Japan: Good solid defence from India. Salima Tete rushes out quickly and takes a body blow from the drag-flick, deemed dangerous play. Chance goes begging for Japan after quick work from Tete.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Japan: Japan win the first penalty corner of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 Japan: Japan on the front foot immediately in the match. Quick pass into the shooting circle but Savita Punia is aware, she rushes out and firmly kicks away the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND WE’RE OFF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    No changes to either team’s starting XI from their respective semi-finals.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    For one final time in this tournament, the teams are out for the national anthems. Pushback coming soon!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Head to head\n\n    Sometimes I love & hate sport equally. Can be so emotionally heartbreaking when you lose when so much is on the line.I feel for our women’s hockey team. The best thing about sport -Sometimes you get another chance!— Viren Rasquinha (@virenrasquinha) January 18, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of India’s bronze medal playoff match against Japan in the Olympic Qualifiers.India had an opportunity to secure a spot for the Paris 2024 Olympic Games at the Asian Games in Hangzhou last year. But the team fell short.They had a chance last night as well, but lost to Germany in a heart-breaking shootout.Now, against Japan, they will get that one final shot at making the cut for Paris. The winner of this match gets a bronze medal in this tournament, but the quota spot that comes with it is worth much more.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian squadGoalkeepers: Savita Punia (c), Bichu Devi Kharibam Defenders: Nikki Pradhan (vc), Udita, Ishika Chaudhary, Monika Midfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Beauty DungdungForwards: Lalremsiami, Sangita Kumari, Deepika, Baljeet Kaur\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog via JioCinema and FIH","author":"Shahid Judge","time":"2024-01-19T16:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/197662-xzlrgevvnj-1705654485.jpg","tags":["Hockey","Indian Hockey","Indian women's hockey team","Hockey India","Savita Punia","Janneke Schopman","Hocky Olympic Qualifiers"],"source":"https://scroll.in/field/1062391/hockey-olympic-qualifiers-india-vs-japan-live-savita-punia-and-co-hope-to-clinch-paris-2024-quota"}