{"title":"Hockey, FIH Pro League: India look to shake off Paris Olympics disappointment to get season started","content":"It has been a difficult few weeks for the Indian women’s hockey team. Playing in front of home fans in Ranchi, India suffered three losses to fail to qualify for the 2024 Paris Olympics.India began their Olympic qualifiying tournament by losing to underdogs USA, and though they reached the semi-finals, they lost in heartbreaking fashion to Germany via penalty shootouts in the semis. Their hopes of qualifying for Paris ended when Japan, a team India had beaten thrice in 2023, secured a 1-0 win.Hockey, Olympic Qualifiers: Takeaways as India fail to qualify for the Paris 2024 GamesThe failure to qualify for the Paris Olympics will sting especially given the progress India has made under coach Janneke Schopman.For the former Dutch Olympic champion, the losses in Ranchi will undoubtedly be more painful as she failed to lead her team to a second successive Olympic Games. In 2019, Schopman’s USA lost to India 6-5 in the playoffs to miss the plane to Tokyo.But such is the nature of international sport that India and Schopman have to dust themselves off and prepare for a new season of the FIH Pro League.India will play eight matches spread over a fortnight in Bhubaneswar and Rourkela in Odisha. Ideally, India would have liked to use the Pro League matches as preparation for Paris but find themselves in a scenario where every team but except them have qualified for the Olympics.India will play two games each against Asian Games champions China, reigning World and Olympic champions the Netherlands, Australia and USA. It is undoubtedly a tough start to their Pro League season.But Schopman knows that the only way to get her team to brush off the disappointment of not qualifying for the Olympics is to get back on the field and keep improving.“As a team we're still hurting. It's been a tough two weeks,” Schopman said at the pre-tournament press conference.“We've done a lot of talking, thinking about what happened, why it happened. We want to show that we're a good team and that we can play against good teams as well. We won't get the Olympics back, but we can only move forward and that's our plan here. To move forward and to play to our strengths and to show that we can build.”That all four of their opponents have qualified for the Paris Olympics — China and the USA arguably at India’s expense — should be another motivating factor for the team.“Every team here except us is going to the Olympics. Well, let's see. Are they better than us or? Can we compete with them? I think we can compete with them and let's see how well we can,” she said.Despite the setback, it is important to continue the support for the Indian women’s hockey teamVandana, Gurjit returnIndia’s chances in Ranchi were hurt by the absence of the veteran trio of Vandana Katariya, Deep Grace Ekka and Gurjit Kaur. India missed Katariya’s knack of chipping in with crucial goals and her ability to fashion chances out of nothing.Apart from being solid in defence, Kaur and Katariya have, over the years, been India’s chief goal-scoring threats from penalty corners.While Katariya and Kaur have returned to their side for the Pro League matches, Ekka has since called time on her career.Schopman hasn’t rotated her squad a lot only adding six players to the 18-member squad that featured in Ranchi.A constant talking point for Schopman last year was the lack of matches India played in the run up to the Asian Games as India had not qualified for the Pro League last season.With no Olympics to prepare for, Schopman’s primary goal would be to ensure that India avoid relegation and ensure that her youthful team will have the chance to play against top sides consistently.Indian Women’s Hockey TeamGoalkeepers: Savita Punia (C), Bichu Devi KharibamDefenders: Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary, Monika, Jyoti ChhatriMidfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Baljeet Kaur, Sunelita ToppoForwards: Mumtaz Khan, Beauty Dungdung, Lalremsiami, Sangita Kumari, Deepika, Vandana Katariya (VC), Sharmila DeviIndia’s scheduleFebruary 3: Vs China at 7.30pm IST in BhubaneswarFebruary 4: Vs The Netherlands at 7.30pm IST in BhubaneswarFebruary 7: Vs Australia at 7.30pm IST in BhubaneswarFebruary 9: Vs The United States at 7.30pm IST in BhubaneswarFebruary 12: Vs China at 7.30pm IST at RourkelaFebruary 14: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 17: Vs Australia at 7.30pm IST at RourkelaFebruary 18: Vs The United States at 7.30pm IST at RourkelaThe FIH Pro League will be telecast live on Sports 18 Khel and streamed live on Jio Cinema.","author":"Dilip Unnikrishnan","time":"2024-02-03T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177377-acpstmqgti-1658301806.jpeg","tags":["Hockey","Indian Hockey","Indian Women’s Hockey Team","Janneke Schopman","FIH Pro League","Savita Punia","Vandana Katariya","Gurjit Kaur"],"source":"https://scroll.in/field/1063124/hockey-fih-pro-league-india-look-to-shake-off-paris-olympics-disappointment-to-get-season-started"}