{"title":"Hockey: Jugraj Singh’s goal in vain as India lose to Australia in third game","content":"The Indian men’s hockey team went down 1-2 against Australia in their neck-to-neck third game of the five match Test series on Wednesday. Jugraj Singh (41’) was the lone goalscorer for India, while Jeremy Hayward (44’, 49’) netted two goals for the hosts in Perth.India started the game asserting their dominance through possession, whereas Australia adopted a counter-attacking approach. This strategy paid off for the hosts as they earned the first penalty corner of the match. Despite this opportunity, Indian goalkeeper PR Sreejesh exhibited exceptional reflexes, thwarting Australia's attempt and keeping the score level.As the match progressed, Australia continued to press forward, earning three consecutive penalty corners in the 10th minute. However, Sreejesh's brilliance between the posts denied the hosts yet again, frustrating their efforts to take the lead.On the other hand, India showcased their attacking prowess with swift passing and strategic penetrations into the Australian defense, ultimately winning a penalty corner of their own. Despite the opportunity, they couldn't capitalize on it, failing to convert it into a goal. The opening quarter concluded with both teams unable to break the deadlock, leaving the score line unchanged at 0-0.From the onset of the second quarter, Australia launched a relentless attack, yet India's resilient defense, bolstered by goalkeeper Sreejesh's stalwart performance, thwarted every attempt, preventing the hosts from seizing the lead. In response, India intensified their offensive efforts, consistently penetrating the Australian circle and posing a threat to their goal. Despite coming agonizingly close to scoring, neither team managed to capitalize on their opportunities, resulting in a goalless conclusion to the second quarter, with the scoreboard remaining deadlocked at 0-0.The commencement of the third quarter witnessed Australia earning an initial penalty corner, yet they faltered to convert it into a goal. Contrarily, India seized the opportunity to break the stalemate, with Jugraj (41’) unleashing a potent shot from a penalty corner, propelling the visitors into the lead.However, India's advantage was short-lived as Australia was granted a penalty stroke, skilfully converted by Hayward (44’), swiftly restoring parity for the hosts as the penultimate quarter ended with score levelled at 1-1.Australia won back-to-back penalty corners early in the fourth and final quarter and this time they were finally able to convert one as Hayward (49’) scored again through a powerful shot to put the hosts in lead. With the score-line in their favour, Australia were able to put India under pressure by relentlessly pressing them and that eventually helped them in stopping India from finding the equaliser as they won the closely-fought match 2-1.The fourth game between the two sides will take place on Friday, April 12 at 3PM IST.","author":"Scroll Staff","time":"2024-04-10T20:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199965-szabruxyck-1712759925.jpg","tags":["Jugraj Singh","Jeremy Hayward","India","Australia","Hockey"],"source":"https://scroll.in/field/1066484/hockey-jugraj-singhs-goal-in-vain-as-india-lose-to-australia-in-third-game"}