{"title":"Hockey, FIH Pro League: Craig Fulton ahead of Eindhoven matches – ‘Taking it one game at a time’","content":"Ahead of their FIH men’s Pro League hockey matches against the Netherlands and Argentina, India coach Craig Fulton said his team is taking things one game at a time.Fulton, who took over as coach from Graham Reid in May, lost his first two matches in charge against Belgium and Great Britain in the Pro League. However, India bounced back with a 5-1 win over the Red Lions and followed it up with a shootout win over Team GB.India, who lost their top spot in the Pro League to Great Britain after the London campaign, will play their final mini-tournament of the 2022-23 season in Eindhoven, Netherlands.“We had some learnings from the first weekend,” Fulton said in a virtual press conference. “It is never good to lose two games in a row but we had a really good response for the next two games. The team played really well and deserved the win against Belgium (5-1). It’s tough to play back-to-back matches, GB was coming into the second match fresh while we had just played Belgium the previous evening. They are a good team and managed to score in the end after we had established the lead but it was nice to win a shootout 4-4 (SO 4-2).“We want to take it one game at a time. We play four games back-to-back and we will look at it as two games in each block. It’s more about us rather than the opponents. It’s about the way we want to play and the improvements we want to make in each block we play.”Hockey, FIH Pro League: India coach Craig Fulton takes reigns in Europe, as Asian Games draw nearWith the Asian Games around the corner, Fulton has only a few months to implement his style of play as well as asses the players at his display. The South African has taken a 24-member squad to Europe while leaving out some senior players with an eye on the upcoming tour of Spain and the Asian Champions Trophy.“I’m still in discovery phase with the squad, obviously there are some senior players who are not here. We are just giving everyone a good opportunity to play. We still have one or two injuries, but the guys who are here for the next four games, will get their opportunity to play. We will assess when we get back, have another squad training and we will select the group to go to Spain and then obviously the Asian Games,” Fulton said.“We need to make sure that we get that right and everyone buys into that – it will take a bit of time. It’s just been three weeks of hockey with the group, and we are in the middle of a competition. We can’t change too much. We want to keep a structure that everyone understands and then we need a bit of time. We have scored goals that we know we can score again. Our striker line-up is helping win more penalty corners and this is what we want. But overall, we just need to improve our defending from front to back,” he added.Hockey: New India men’s chief coach Craig Fulton on his short-term targets, philosophy and moreFormer India captain Manpreet Singh has continued to play in defence, a role he took on during India’s Rourkela Pro League matches in March. The midfielder has been solid in bringing the ball out from defence and has not committed too many errors while called on to repel attacks.Fulton praised his senior player but did not wish to say if he sees Manpreet as a long-term fixture in his defence.“Right now he’s doing a really good job in helping us with defence,” Fulton said. “He is a really good ball player, he can bring the ball from defence to create the overlap which is one of his strengths. He’s obviously a fantastic midfielder as well. We need a bit more experience at the back and he’s offering that at the moment. Long-term, I’m not sure, it’s not set in stone just yet as we also have some senior defenders coming back to the side. We have not decided yet on the combination.”India are currently second in the FIH Pro League standings while Argentina and the Netherlands are fifth and eighth respectively.Indian men’s squad:Goalkeepers: Krishan Bahadur Pathak, PR SreejeshDefenders: Harmanpreet Singh (C), Amit Rohidas, Jarmanpreet Singh, Manpreet Singh, Sumit, Sanjay, Mandeep Mor, Gurinder SinghMidfielders: Hardik Singh (VC), Dilpreet Singh, Moirangthem Rabichandra Singh, Shamsher Singh, Akashdeep Singh, Vivek Sagar PrasadForwards: Abhishek, Lalit Kumar Upadhyay, S Karthi, Gurjant Singh, Sukhjeet Singh, Raj Kumar Pal, Mandeep Singh, Simranjeet SinghIndia’s FIH Pro League matches in EuropeIndia 1-2 Belgium, 26 MayIndia 2-4 Great Britain, 27 MayIndia 5-1 Belgium, 2 JuneIndia 4 (4)-4 (2) Great Britain, 3 JuneIndia vs Netherlands, 7 June, 2300 hrs IST India vs Argentina, 8 June, 2030 hrs ISTIndia vs Netherlands, 10 June, 2100 hrs ISTIndia vs Argentina, 11 June, 2100 hrs IST","author":"Scroll Staff","time":"2023-06-07T11:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190971-zrnkjwzdid-1686114386.jpg","tags":["Craig Fulton","FIH Pro League","Manpreet Singh","Hockey","Hockey India","Indian Hockey"],"source":"https://scroll.in/field/1050474/hockey-fih-pro-league-craig-fulton-ahead-of-eindhoven-matches-taking-it-one-game-at-a-time"}