{"title":"Hockey, Women’s Asian Champions Trophy, India vs South Korea as it happened: Hosts reach final","content":"That’s it from us tonight! Do join us tomorrow as India take on Japan in the final of the Asian Champions Trophy. Goodnight!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, FT: India hang on! Though it got a bit nervy at the end, Savita Punia and Co beat Korea 2-0 to reach the final of the Asian Champions Trophy! Barring those two late yellow cards, it was a complete performance from India who will now take on Japan in the final tomorrow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q4: Korea win a penalty corner. India review but the decision stands. Can Korea score and set up a thrilling final four minutes? No they cannot! Savita dives to the right even as Jung Cheyoung hits it straight down the goal. The Indian skipper makes a good save with her legs. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q4: Now it is Jyothi who picks up a yellow card for a bad foul. India also down to 10 for five minutes with under seven minutes left in the match. And just as I type that, Katariya picks up a yellow card as well! Korea have the advantage now. They need to make the most of it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q4: A poor tackle sees Choi Suji get a yellow card. Korea are down to 10 players five minutes with just under 10 minutes left in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q4: Into the final quarter we go! India 15 minutes away from reaching their fourth final in the competition.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q3: Scary situation there as Nisha Warsi cops the ball to her head. From a Korean PC, Seungae Park’s drag flick hits Warsi on the head as she rushed out to close down the Korean. That was a very wild attempt from Park. Thankfully, it looks like the ball hit Warsi’s helmet. She checks for signs of bleeding before continuing to play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q3: Cheon Eunbi is body-blocked by Deep Grace Ekka and wins Korea a PC. Can they take advantage? No, they cannot. They win a second PC and come up with a smooth variation but captain Eunbi’s shot is high and dangerous and India win a free hit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q3: Another big chance goes begging for India! Nisha Warsi just doesn’t give up as she somehow manages to keep possession even as Korean sticks try and nick the ball away. She stumbles into the circle and Katariya takes over. The veteran forward looks to round the keeper who follows her all the way and saves her shot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q3: Phalke fluffs an easy chance! India play down the right with Deepika making her way into the circle. She squares it to Jyoti who misses the ball under pressure from a Korean defender. The balls rolls to an unmarked Phalke who misses the ball with her shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q3: A contentious call there. Korea should have won a PC after Udita inadvertently plays the ball onto her own foot. Strange that the umpire, who was standing right in front of her, did not see it. Judging by her reaction, think even Udita believed that there was a foot. Korea review but the TV umpire says that there is no clear reason to change the decision. Bizarre. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q3: And we get underway in the third quarter. Korea haven’t really gotten going so far. If they do, we will be in for a cracking second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Janneke Schopman: Our defence in handling their transition has not been good. We need to step up and defend well in the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, HT: The hooter goes off for half-time and India go into the break with a deserved 2-0 lead. Korea have barely been able to lay a glove on India and need to raise their game significantly to mount a comeback in the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q2: The Koreans break quickly after that Indian PC and come close to halving India’s lead! They seamlessly switch the ball from left to right before playing the ball to skipper Cheon Eunbi who makes a nice run across goal. However, her Indian counterpart Savita Punia does well to close her down and end the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q2: India win a third PC (a bit harsh on the Koreans). Udita slaps the ball hard at goal but the keeper goes down quickly to save it. Vandana Katariya is first on the rebound but she is closed down quickly by Korean defenders and she gives a foul away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q2: The second goal has jolted the Koreans into some action now. A sustained spell of pressure from them yields the Korean’s a penalty corner. Or so we think. The umpire changes her decision from a PC to a long corner. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 South Korea, Q2: Vaishnavi Phalke doubles India’s lead! Deep Grace Ekka’s low drive is saved by the Korean keeper but Phalke, who injected the ball in the PC, is the first to react at the post and scoops the ball over the keeper. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 South Korea, Q2: Salima Tete with some good dribbling to win India a PC to start the second quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 South Korea, End of Q1: A very good quarter from India there. Savita Punia had barely anything to do in the Indian goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 South Korea, Q1: Salima Tete scores! A clinical counter-attack from India and Jharkhand’s Tete gives India the lead. They cut through the Korean defence with quick passes and Udita gets the ball in the circle. She plays it onto Tete’s path and she squeezes the ball from underneath the Korean keeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 South Korea, Q1: As expected, India have been the dominant side so far. After the opening minutes, Korea have barely been able to make forays into the Indian half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 South Korea, Q1: Two minutes on the clock and India win the first penalty corner of the match. Deepika flies down the right and is brought down right on the edge of the circle. Navneet Kaur bungles up the trap but India still manage to recycle the ball into the circle and win another PC.  At the second time of asking, Navneet traps it and Deepika sends a powerful flick towards the left of goal. Kim Eunji reacts quickly and pulls off a brilliant save to deny Deepika!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 South Korea, Q1: And we have pushback in Ranchi!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs South Korea: A huge roar goes around the stadium as India and South Korea jog onto the pitch. There is a sizeable party of dignitaries, which includes men’s team players PR Sreejesh and Manpreet Singh, who greet both teams. Time for the national anthems now!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs South Korea, India coach Janneke Schopman: We have to play the same way that we have been. We need to control the things that we can.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    𝐈𝐍𝐃𝐈𝐀 🆚 𝐊𝐎𝐑𝐄𝐀Here comes the match everyone looking forward to!#HockeyIndia #IndiaKaGame #JWACT2023 pic.twitter.com/ETpUNggdvr— Hockey India (@TheHockeyIndia) November 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs South Korea: India come into the semi-final high on confidence after beating South Korea 5-0 just two days ago. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n\n    \n    Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of the semi-final match between India and South Korea at the women’s Asian Champions Trophy in Ranchi, Jharkhand.After breezing through the pool stage where they won all five of their matches, India will be looking to put up another strong performance tonight and reach their fourth final in the tournament’s history. Though they are ranked higher than Korea and beat them 5-0 in the pool stage, India know that they cannot take their opponents lightly. The Koreans finished with silver at the Asian Games and had held India to a 1-1 draw in Hangzhou. A year ago, the Koreans came from behind to pip India 3-2 in the Asia Cup at the same stage. The winner of the match will face defending champions Japan, who stunned the newly-crowing Asian Games gold medallists China 2-1 in the first semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s squad for the 2023 Women’s Champions TrophyGoalkeepers: Savita (C), Bichu Devi KharibamDefenders: Nikki Pradhan, Udita, Ishika Chaudhary, Deep Grace Ekka (VC)Midfielders: Nisha, Salima Tete, Neha, Navneet Kaur, Monika, Jyoti, Baljeet Kaur, Vaishnavi Vitthal PhalkeForwards: Lalremsiami, Sangita Kumari, Deepika, Vandana Katariya\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The Asian Champions Trophy is being telecast on the Sony Sports Network and being live streamed on Sony LIV.","author":"Dilip Unnikrishnan","time":"2023-11-04T20:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195560-mmzxwzbwar-1698995462.jpg","tags":["Indian Hockey","Indian Women’s Hockey Team","Hockey","Women’s Asian Champions Trophy","Hockey Asian Champions Trophy","Savita","Vandana Katariya"],"source":"https://scroll.in/field/1058631/hockey-womens-asian-champions-trophy-india-vs-south-korea-live-blog-savita-punia-and-co-eye-place-in-the-final"}