{"title":"Hockey, FIH Pro League: Salima Tete to lead Indian women’s team for European leg","content":"Salima Tete has been announced as the captain of the Indian women’s hockey team for the upcoming FIH Pro League matches in Europe. Hockey India on Thursday announced the 24-member squad which will play matches in Belgium and England.  India will play against Argentina, Belgium, Spain, Great Britain and Germany twice each across both legs, beginning their campaign against Argentina on May 22. India are currently placed sixth in the Pro League standings having eight points from eight matches.Tete, who was recently honoured with the prestigious Hockey India Balbir Singh Sr. Award for Player of The Year 2023 in the women's category will lead the side with midfielder Navneet Kaur named as vice-captain.The goalkeeping responsibilities will rest with Savita Punia and Bichu Devi Kharibam, while the defensive line-up includes Nikki Pradhan, Udita, Ishika Chaudhary, Monika, Jyoti Chhatri and Mahima Chaudhary.The midfield will be marshalled by Tete, Vaishnavi Vitthal Phalke, Navneet Kaur, Neha, Jyoti, Baljeet Kaur, Manisha Chauhan and Lalremsiami. The forward line boasts of Mumtaz Khan, Sangita Kumari, Deepika, Sharmila Devi, Preeti Dubey, Vandana Katariya, Sunelita Toppo and Deepika Soreng.Speaking on the team selection and on being appointed as the captain, Tete said, “I am happy that I have been appointed to lead the team. It is a big responsibility and I am looking forward to this new role. “We have a strong squad and it’s a mix of experienced and young players. We have been training rigorously in the camp. We have worked on areas where we needed to improve. I am sure that we will put up good performances and get the results we desire.”Indian squad for European leg of Pro League Goalkeepers: Savita, Bichu Devi KharibamDefenders: Nikki Pradhan, Udita, Ishika Chaudhary, Monika, Jyoti Chhatri, Mahima ChaudharyMidfielders: Salima Tete (C), Vaishnavi Vitthal Phalke, Navneet Kaur (VC), Neha, JyotI, Baljeet Kaur, Manisha Chauhan, LalremsiamiForwards: Mumtaz Khan, Sangita Kumari, Deepika, Sharmila Devi, Preeti Dubey, Vandana Katariya, Sunelita Toppo, Deepika Soreng","author":"Scroll Staff","time":"2024-05-02T14:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184288-xghddybygs-1670912112.jpg","tags":["Hockey","Indian Hockey","Indian Women’s Hockey Team","Salima Tete","Navneet Kaur","FIH Pro League"],"source":"https://scroll.in/field/1067358/hockey-fih-pro-league-salima-tete-to-lead-indian-womens-team-for-european-leg"}