{"title":"Hockey, Asian Champions Trophy: India edge past Japan to maintain winning start to tournament","content":"India on Tuesday registered a brilliant 2-1 win over Japan at the ongoing Women’s Asian Champions Trophy in Ranchi. Navneet Kaur (31’) and Sangita Kumari (47’) netted a goal each for India, while Kana Urata (37’) emerged as a lone goalscorer for Japan.India immediately initiated an aggressive approach, applying relentless pressure to unsettle Japan. In response, Japan admirably held their ground, negating India’s attempts to seize an early advantage. Remarkably, they launched counterattacks, shifting the pressure back onto the Indian team. Japan even earned a penalty corner opportunity, but failed to capitalise on it, resulting in a goalless first quarter. The second quarter mirrored the intensity of the first, with India persistently striving to break the deadlock, yet Japan’s resolute defense held firm, preventing India’s attempts to take the lead. Despite India earning a penalty corner and coming close to scoring on multiple occasions, Japan’s goalkeeper Akio Tanaka exhibited exceptional skills, preventing them from finding the back of the net.Simultaneously, Japan managed to secure a penalty corner but was unable to convert it. Neither India nor Japan managed to find the back of the net during the second quarter, leaving the score tied at 0-0 as both teams headed into halftime. India’s relentless offensive efforts finally bore fruit early in the third quarter when Navneet Kaur unleashed a powerful shot to secure a 1-0 lead for the hosts. However, shortly after conceding the goal, Japan swiftly bounced back, with Urata converting a penalty corner through a brilliantly placed shot to level the score. Nonetheless, India persisted in their attacking tactics, repeatedly penetrating the circle in their quest to regain the lead. They even earned a penalty corner, but Japan’s goalkeeper, Eika Nakamura, pulled off a solid save to prevent them from going ahead again. The penultimate quarter ended with no further goals, leaving the score deadlocked at 1-1. The fourth quarter started in the best way possible for India as they won three back-to-back penalty corners and they were third-time lucky as Sangita Kumari produced a superb deflection to give India a 2-1 lead. With eight minutes left for the full-time whistle, India got a chance to extend their lead as they won a penalty corner but the hosts were unable to capitalise on it this time courtesy of a good save by Eika Nakamura.  In a last-ditch effort to level the score, Japan intensified their attacks and came agonizingly close to scoring in the dying minutes. However, India held on to secure a 2-1 victory. India will now lock horns with Korea in their fifth and final pool stage match of the tournament on November 2 at 8.30pm IST.","author":"Scroll Staff","time":"2023-11-01T09:32:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195490-bwwkpdkgoy-1698811310.jpeg","tags":["Navneet Kaur","Sangita Kumari","Women’s Asian Champions Trophy","Hockey","Indian Hockey","Indian Hockey Team"],"source":"https://scroll.in/field/1058436/hockey-asian-champions-trophy-india-edge-past-japan-to-maintain-winning-start-to-tournament"}