{"title":"Hockey World Cup: Gritty and determined, Savita Punia & Co reach crossovers with room to improve","content":"There was a small tussle on the edge of the shooting circle. Lalremsiami, the hardy live-wire from Mizoram, somehow got the edge over a New Zealand defender. The ball was loose and she took control over it. Swivelling, a tad off-balance, she put every ounce of weight she could muster to push it towards goal.That looping pass, a parabola over the blue turf of the Wagener Stadium in Amsterdam, was not as close to the intended teammate as she’d have liked. But it was Vandana Katariya on the receiving end. She would find a way. She broke free of her marker and dove forward. Eyes on the ball all the way, she got her stick on the ball to deflect home – mid-air – India’s opener in the fourth minute of the match against New Zealand, in the FIH Hockey World Cup.There was a sense of determination in Katariya’s dive. A determination central to her thinking, a mindset shared by the other 17 women dressed in white – on the day. This was a team that, just last year, broke through the shackles of being ‘also plays’ when it came to Indian hockey. They proved their quality in the largely unexpected but greatly endearing run to a fourth-place finish at the Tokyo Olympics.It was followed up by a third-placed finish at the FIH Pro League in their debut season. And now at the World Cup, there was a determination to keep that bar high.On Thursday night, they played a strong New Zealand side, needing a win to top the group and to avoid defeat by more than two goals to progress through to the knockout stages of the contest. The Indians did lose, but only in a valiant, thrilling, 3-4 effort.And importantly, they’re through to the next stage. They did it the hard way, but did put on a show over 60 minutes of end-to-end, gripping, and often feisty hockey.Hockey World Cup, IND vs NZ as it happened: India lose 3-4 but do enough to progress to crossover  Katariya, playing in her 267th international match scored her 79th goal in the fourth minute. The Black Sticks equalised eight minutes later. Then took a lead in the 29th minute, and added another, two minutes into the second half.Down 1-3, this was not where India wanted to be. A shootout against China would be in order to determine who goes through Pool B had the scores stayed the same. But that determination was always there to push them forward – and so was coach Janneke Schopman, as she bellowed instructions from the sideline. The majority India-supporting crowd in the stadium did their part too. India were not done.  Fighting till the endSushila Chanu Pukhrambam, a former captain and a veteran with 211 national caps, often plays a more defensive role in midfield. But she knows when to push up. In the 44th minute, she collected the ball just outside the 23 metre line, and played an audacious low pass that went through the tiny gap between five New Zealand defenders and two Indian attackers, and came sweetly onto Lalremsiami’s stick. A first-time deflection reduced the deficit.New Zealand scored later in the fourth quarter, and so did India. With 73 seconds left to play, Gurjit Kaur – the seasoned drag-flicker – stepped out to convert with a low, powerful drive into the bottom right corner to make it 3-4.A passage straight to the quarterfinals was at stake in this match. The winner would have topped Pool B and would avoid playing a crossover match – a pre-quarterfinal, if you will. And both teams came out looking for that direct berth into the last eight.A cagey encounter early on, with neither side afraid of throwing in a shoulder push or a rash challenge whenever required, both teams split the four green cards and two yellow cards handed out.But eventually it was New Zealand who took that quarterfinal berth. They celebrated; a sense of relief etched on their faces.The Indians, it would not have been surprising if they too shared a similar sentiment. They were, after all, still active in the competition. But instead, there were tears. There was disappointment.The performances have not been at the standard they had set for themselves recently. The chance conversion rate on Thursday night was below par. As tough as the group was, India are better than the two draws and one defeat they finished with. Perhaps, they would be the first to accept that.#HWC2022 #HockeyWorldCupRelief for India. But there are also plenty of tears. Knowing how they worked beforehand, I'd say these are tears of disappointment more than joy. They also withstood a lot of pressure. But what matters is they are still alive.https://t.co/cI1OoTlmH9 pic.twitter.com/PUkl5AJ6ze— Vinayakk (@vinayakkm) July 7, 2022\n\n “I am proud of our fight as we worked really hard to stay in the game. Unfortunately, we made some defensive mistakes and New Zealand were very clinical with their finishing,” chief coach Janneke Schopman said. “There are a lot of things to learn from this game but I have seen glimpses of what we can do. Especially, our performance in the second half showed that we can play some good hockey.”                  Savita Punia, who pulled off stellar saves throughout the tournament, lifted her goalkeeper’s helmet and wept. Her teammates, a few of them also in tears, gathered around and slowly got into huddle with the coaching staff.In those fleeting pictures at the Wagener Stadium, there was the image of a set of players, eager to not take a step back on the work they’ve put in to let their hockey shine. They aren’t there to make up the numbers. They’re there to compete.And in those emotions lay another sign of their determination. Their will to run tirelessly, put their bodies on the line, shrug off a challenge, throw in one of their own. Dive to make up those crucial few centimetres just to get a telling touch of the ball to make a difference for their team.Their will to not settle. Their will to fight till the end.India will take on Spain in their crossover match on July 10, 2130 local time, which is 0100 IST. The match will be live on Star Sports First and streamed on Disney+ Hotstar","author":"Shahid Judge","time":"2022-07-08T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176866-krevrzgpmx-1657230004.jpg","tags":["Vandana Katariya","Lalremsiami","Savita Punia","FIH Women's Hockey World Cup","New Zealand","Black Sticks","Spain","Janneke Schopman","Sushila Chanu"],"source":"https://scroll.in/field/1027851/hockey-world-cup-gritty-and-determined-savita-punia-co-reach-crossovers-with-room-to-improve"}