{"title":"Hockey, FIH Pro League: Indian men’s team begin Paris Olympics prep in home leg","content":"The Indian men’s hockey team are into the final stretch of their 2024 Paris Olympics preparations. The five-month road to Paris begins with eight FIH Pro League matches against the Netherlands, Australia, Ireland and Spain in Bhubaneswar and Rourkela over the next fortnight.But a lot of the attention in the run-up to the Pro League matches in Odisha has been on the absence of Tokyo Olympics bronze medallist Varun Kumar. The 28-year-old defender withdrew from the squad after an FIR was filed against him in Bengaluru on charges of rape.It is a headache that coach Craig Fulton would have preferred not to have to deal with, but one the South African said he is equipped to handle.“Of course it is a challenging situation,” Fulton said at the pre-tournament press conference.“But at the same time, you have got a level of professionalism and then from a staff’s point of view, you have to have plans in place. So if you took it as an injury, what would you do? What would the plans be? Varun is not here, so what’s the plan? We’re going with the level of professionalism that we have in the group and the values that we hold. It’s a distraction, it is a challenge, not great. But we have a plan and we have to move forward.”Focus on ParisThe Pro League matches have often been criticised for the low-stakes approach teams take to it. Many teams often use it to bleed in young players and trialing new tactics.However, the eight matches in Odisha will be high stakes for the Indian players with Fulton stating that he will name his team for the Paris Olympics following the Pro League matches.“The main thing is the home stretch. It is also about confirming our Olympic squad,” Fulton said.“First it is (finalising) the squad. We know if we have injuries, or if other scenarios come up, we have depth in the squad and we can still play a certain way with the squad we have,” he added.India come into the Pro League matches on the back of tours to Spain and South Africa. Though India were not at their best in Spain, Fulton was pleased with the South African stint.“In Valencia, we did not have a big training period before because of the national championships. South Africa was definitely in the right direction. We have 29 players here but only 24 are playing. We will be trying to give everyone an opportunity in Bhubaneswar and Rourkela and confirm our Olympic squad. The challenge is about performance,” Fulton said.In Odisha, India will also get a look at Australia and Ireland, two of the five teams who they have been drawn against in their group at the Olympics.Fulton has included three youngsters in the squad in Rabichandra Singh Moirangthem, Vishnukanth Singh and Araijeet Singh Hundal. Vishnukanth and Hundal were part of the Indian team which finished fourth at the Junior World Cup in December last year.Hundal, with his six-foot two-inch frame, is not built like your conventional Indian forward who tend to be on the shorter side. Apart from being clinical in front of goal, Hundal is also a handy option to have for penalty corners. That might give him the edge over other forwards going into the Olympics.On the other hand, Rabichandra and Vishnukanth will find it difficult to break into the Indian midfield which boasts the likes of Hardik Singh, Vivek Sagar Prasad, Manpreet Singh and Nilakanta Sharma.Vishnukanth was impressive in the Pro League matches he played last season as he put in good performances in the midfield with Dilpreet Singh. However, this time around, he has been named in defence making his job of finding a place in the Indian midfield for Paris more difficult.Indian men’s squad for 2023-24 FIH Pro League (India leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Varun Kumar (withdrew), Sanjay, Vishnukant Singh Midfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Rabichandra Singh MoirangthemForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh HundalIndia’s scheduleFebruary 10: Vs Spain at 7.30pm IST in BhubaneswarFebruary 11: Vs The Netherlands at 7.30pm IST in BhubaneswarFebruary 15: Vs Australia at 7.30pm IST in BhubaneswarFebruary 16: Vs Ireland at 7.30pm IST in BhubaneswarFebruary 19: Vs Spain at 7.30pm IST at RourkelaFebruary 21: Vs The Netherlands at 7.30pm IST at RourkelaFebruary 24: Vs Australia at 7.30pm IST at RourkelaFebruary 25: Vs Ireland at 7.30pm IST at RourkelaThe FIH Pro League will be telecast live on Sports 18 Khel and streamed live on Jio Cinema.","author":"Dilip Unnikrishnan","time":"2024-02-10T10:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/196714-wnvsfnbugk-1702790559.jpeg","tags":["Paris Olympics","FIH Pro League","India","Vishnukanth Singh","Araijeet Singh Hundal","Hockey","Indian hockey","Harmanpreet Singh","Hardik Singh","Craig Fulton"],"source":"https://scroll.in/field/1063489/hockey-fih-pro-league-indian-mens-team-begin-paris-olympics-prep-in-home-leg"}