{"title":"Hockey: PR Sreejesh writes his own legacy – with joviality, immense talent and a dash of humility","content":"If there is one person that represents the rapid resurgence of Indian hockey over the last 12 years, it is PR Sreejesh, the veteran Indian men’s hockey goalkeeper.The 35-year-old veteran has seen it all – from the disappointment of a last-place finish at the 2012 London Olympics, to the change in tactics and transition into a competitive team, to the satisfaction of winning an Olympic hockey medal for the first time in 41 years.Having been in the national team since his debut in 2006, Sreejesh has moved up the ranks. He was once an excitable junior player to India’s first-choice goalkeeper. Then he became captain of the Indian team that reached the quarter-finals at the 2016 Olympics in Rio. Now, he’s still a vital cog in the national team while also a keen mentor to his younger teammates.“I always tell [the younger players] that hockey is hockey, whether you’re playing in the World Cup or the Olympics, or a test match against Bangladesh or Sri Lanka,” Sreejesh said to Scroll.“We always train for pressure and to do the simplest things under that pressure.”One may be deceived by Sreejesh’s genial personality – whether it be around fans, media, his own teammates or out on the field against opponents. But when the pads, gloves and helmet come on, there is a significant shift in his demeanour.“I’m a little bit rough,” said Sreejesh. “I’m not Captain Cool or a person who likes to pamper players on the field.”Make no mistake, Sreejesh can be incredibly encouraging during matches even when he is not playing a particular quarter, as has been the case for the last few years under former coach Graham Reid and now, Craig Fulton. You can always hear the Indian custodian’s voice yelling words of encouragement and advice alongside the rest of the Indian staff.“That's the one thing which I always share with the players – that things will never be the same in each match,” said Sreejesh.“[During tournaments] the mentality and pressure you face will change and how you need to focus on the game will also change every match.”\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nThe Olympics – the ultimate testProgress never happens overnight, is what Sreejesh said when asked about how the past year has gone by.For the 2020 Tokyo Olympic bronze medallists, the only priority was to secure that Olympic qualification spot – which was accomplished in a solid fashion, beating Japan 5-1 in the gold medal match at the delayed 2022 Asian Games in Hangzhou.But according to Sreejesh, the win took a year to make.“There were changes that happened with the coach changing and some new faces coming in, but the target [to qualify for the Olympics] always remained the same,” recalled the player from Wayanad, Kerala.“Playing good matches against top teams [like Australia, Belgium, Netherlands] shows that we are capable of playing in situations under pressure. These experiences [Asian Champions Trophy, Pro League] are helpful in giving us a realistic view on how we can approach the Olympics, despite the atmosphere and expectations being different.”The Indian team is currently in Australia for a five-match test series that begins on April 6. Following that, they will compete in the second half of the Pro League season in May, travelling to Europe for a series of matches against opponents they will face at the Paris Olympics in July-August.Looking ahead, Sreejesh hopes that facing off against top teams will inject a sense of positivity into the preparation of the Indian team.Also read: Goalkeeper Krishan Pathak ready for the big stage, hardened by what life has thrown at himKrishan Pathak (right) has featured in India's matches nearly as much as PR Sreejesh has in the last couple of years |Credit: Hockey IndiaThe battle for India No 1Standing at an impressive six feet tall and with broad shoulders, Sreejesh has the typical goalkeeper’s build. The other Indian goalkeeper, Krishan Pathak, on the other hand, has a smaller frame, but just short of his 27th birthday, he has the benefit of youth.From warming the bench during the 2018 World Cup to firmly establishing himself as Sreejesh’s heir apparent, Pathak has been holding his own against his senior teammate.Both players have also been exceptional in goal over the past few years with both players being rotated after each quarter in almost every match the Indian team has played. What helps is how the duo work on their tactics and training behind the scenes.“Pathak is like a little brother to me who I’ve seen growing up from a child to a mature goalkeeper now,” recalled Sreejesh with fondness.Sreejesh was a mentor to the junior team during their World Cup campaign in 2016, where Pathak featured as India lifted the title. Afterwards, when Pathak graduated to the senior team, it was a give-and-take relationship that began to develop between the two players.“When I try to correct him or advise him, it’s kind of a reminder or revision for myself as well,” said Sreejesh.“Every player on the team has positive and healthy competition among themselves. When you have somebody to compete with in the team, you can bring the best version of yourself. And in the end, that’s a huge positive because as you improve, your team also improves simultaneously.”Although Sreejesh can be confident enough of his spot after nearly two decades as the India No 1, spending an increased amount of time around younger players like Pathak or even others like Vivek Sagar Prasad and Abhishek has kept the senior goalkeeper honest.“Their fresh legs give me an indication of the way I need to work,” Sreejesh said, with a laugh.“I share my experience and take that energy from them also. But most of the time, I always give them space to enjoy their game and allow them to do what they like. Because I also have to focus on my job and if I do well at my job, then that’s the perfect example for youngsters on the team.”Writing his own legacyThe Paris Games, if Sreejesh does get selected, could be his last appearance as a player at the Olympics. Teams are allowed to name a squad of 16 players for the Olympics and often, coaches choose to travel with a single goalkeeper.Scores of team and individual accolades aside, it is also the spirit and presence of the goalkeeper that has provided the Indian team with a safe presence of hands in goal.But what is PR Sreejesh’s legacy?“I am doing what I can,” explained Sreejesh.“My legacy is written by someone from outside. So people like you [the media] are the ones that are analysing me and cataloguing my performance – saying whether I’m a legend or a failure.”Sreejesh reiterated that what he wants to be remembered for is how his results have contributed to the team’s success – like his efforts in the 2014 Incheon Asian Games to help India qualify for the 2016 Olympics. Or his exploits in the recent Pro League match against Spain in Rourkela.But with a wry smile, the man with 317 caps for his country conceded that it would be nice to read about himself in the annals of Indian sporting history, much later in the future.“When I started playing, I used to hear a lot about Shankar Lakshman [former India goalkeeper who won the Olympic gold in 1956 and 1964, and silver in 1960] and how good he was, how Indian hockey history and sport history has treated him,” he said. “If somebody comes up to me in 50 years and tells me the same, I would love that.”Irrespective of whether he plays in Paris or not, Sreejesh, with his unique brand of wit, humour and skills, has carved a place for himself in Indian hockey as one of the country’s best.","author":"Tanya Kini","time":"2024-04-05T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199773-drhtwbverv-1712061062.jpg","tags":["PR Sreejesh","Hockey","Indian hockey","2024 Paris Olympics","2022 Asian Games","Shankar Lakshman","Krishan Pathak"],"source":"https://scroll.in/field/1065748/hockey-pr-sreejesh-writes-his-own-legacy-with-joviality-immense-talent-and-a-dash-of-humility"}