{"title":"Hockey Women’s Nations Cup: India finish Pool B with perfect record, to face Ireland in semifinals","content":"India finished their Pool B campaign with three wins out of three, the only team to do so across both groups, at the inaugural FIH Hockey Women’s Nations Cup on Wednesday. India maintained their perfect record with a dominant display against the young South African team, with defenders Deep Grace Ekka and Gurjit Kaur getting on the scoreboard through well taken penalty corner goals.Ireland and Japan got the results they needed on the final day of pool games, with draws against Korea and Chile respectively, sealing their spots in the semifinals.The final game of the pool stages was played between Chile and Japan. Chile needed a win to overtake Japan in Pool B, while Japan needed to at least draw the game, to stay ahead of Chile on goal difference. The teams went into the half tied at 1 goal each, and the Japanese defense proved to be a fortress that Chile could not breach in the second half, with the game ending in a tie that sent Japan through to the semifinals.Ireland will now face India, while Japan will take on Spain, in the semifinals on 16 December.All teams will be back in action on 16 December following a rest day.The FIH Hockey Nations Cup features the best eight teams (by world rankings) that are not a part of the FIH Hockey Pro League, in both men’s and women’s competitions. The eight teams are split into two pools of four teams each, with the top two teams in each pool proceeding to the semi-finals and beyond. The first placed team in the FIH Hockey Nations Cup will replace the bottom placed team in the FIH Hockey Pro League in the subsequent year.Match 1: Ireland vs Korea 2-2The first half could have ended with each team scoring at least 3 goals, but keepers Jinmin Lee and Elizabeth Murphy were exceptional in the goals and kept opposing attackers out to keep the score level at 0-0 at half time. Ireland found the breakthrough in the second half, as an incredible double save by Lee was not enough and the rebound fell to Sarah Hawkshaw who tapped the ball in, finally breaching the Korean goal. As Korea searched for an equalizer, Ireland scored again, with an attempted kicking clearance by Lee falling to Mullan who squeezed the ball into the goal on a tight angle. With less than 7 minutes to go and 3 goals to get, Korea seemed down and out, but found a route back through penalty corners. The first one, with 3 minutes left in the game, struck an Irish defender on the line and led to a penalty stroke that was dispatched by Hyejin Cho. With 2 minutes left to go, Korea scored again, this time from a drag flick by Sujin An. Ireland managed the remaining 2 minutes very well, to end the game on a tie. The result meant Korea were out of semifinal qualification, while Ireland would qualify for the semifinals as long as Spain took at least a point out of their following game against Italy, which they would.Ireland captain Katie Mullan won her second consecutive player of the match award.Match 2: Spain vs Italy 0-0Italy came into the game against Spain with a clearly defined plan to play with a low block and try to prevent Spain from scoring, while looking to benefit from counter-attacking opportunities they could create from Spanish errors/turnovers. While part one of the game plan was executed perfectly by the Italian defense, their offense could not make the best of the few opportunities that came their way through the game. The result was a highly entertaining 0-0 draw between the two teams. It meant Italy do not qualify for the semi-finals, despite earning a hugely impressive point against the in-form team of the tournament. For Italy, goalkeepers Sofia Monserrat and Ines Caruso were in phenomenal form, turning away waves of Spanish attempts on the goal. Camila Machin and Ivanna Pessina too were rock solid in defense, both making goal line saves themselves to back up their keepers’ good work. For Spain, Alejandra Torres-Quevedo was once again the brightest spark creating plenty of chances for the forward line and earning them two penalty corners as well. In the Spanish defense, captain Maria Lopez played a crucial role in denying Italy a proper sniff at goal scoring opportunities. Lopez was also awarded the player of the match for her efforts.Match 3: India vs South Africa 2-0India came into the final pool match against South Africa looking for a win to carry their forward momentum into the semifinals. And in the process, to perhaps turn around their penalty corner conversion rate. It had been a problem so far, having failed to convert any of their 15 penalty corners through the first two games. The Indian team ticked both those boxes with a solid win over the young South African side, with both their penalty corner specialists finding the back of the goal. #FIHNationsCup #Hockey 🏑Match 1: IND 3-1 CHIMatch 2: IND 2-1 JPNMatch 3: IND 2-0 RSA@savitahockey & Co finish Pool B with three wins in three matches. Ireland await next in semifinals. https://t.co/tPPdiAVve6 pic.twitter.com/xEGnmKb7C9— The Field (@thefield_in) December 14, 2022\n\nIndia started the game looking dangerous in attack, forcing South Africa to sit back and be content with counter-attacking opportunities. Neha and Navneet Kaur’s play through the middle and Lalremsiami and Sonika’s performance on the wings created plenty of chances for the Indian forwards. Navneet herself had two shooting opportunities, with plenty of time to take aim, but South Africa’s young keeper Anelle van Deventer produced yet another spectacular performance in the goal, saving 7 shots on target from India, including a penalty stroke in the 3rd quarter.For India, Deep Grace Ekka and Gurjit Kaur each managed to get their shots perfectly into the bottom corners to give India a comfortable 2-0 win. The penalty corner specialists regaining confidence at the right time is crucial for India, who will go up against Ireland on 16 December in the semifinals. Ekka was also awarded the player of the match and said: “Penalty corners were something we talked about and practiced a lot before this game because we hadn’t executed them the way we wanted to, in the first two games. We are a hard working unit and we will come prepared for Ireland in the semifinals.”Match 4: Chile vs Japan 1-1Chile and Japan met in the final pool game at the Nations Cup in a contest that was a virtual quarterfinal, as the winner would be guaranteed a spot in the semifinals, although a draw was enough to keep Japan above Chile, on goal difference. Japan opened the scoring in the second quarter with a beautifully worked penalty corner routine that went through two defenders legs, completely unsighting the goalkeeper. Chile struck back almost instantly though, as Japan’s attempt to play out of the back proved to be their undoing, with Chile pouncing on a loose ball inside the Japanese 23, and a smart cross into the circle was deflected in deftly by Fernanda Arrieta. The teams headed into the break on level terms, with Japan ahead of Chile on the pool table, courtesy of their 0 goal difference compared to Chile -1. The second half was a nervous affair as both teams feared the consequences of conceding first and having to chase the game. However with the game edging towards the final 5 minutes, Chile started to commit more and more players forward. They received multiple chances from penalty corners and from open play, but Japanese goalkeeper Eika Nakamura and the Japanese rushers while defending the penalty corners, did a stellar job in frustrating Chile and seeing the game out. Japan will now face Spain in the semifinals on 16 December.Sara Yoshihara who scored Japan’s only goal and also made a terrific goal-line save from a Chilean penalty corner, was awarded the player of the match.","author":"Scroll Staff","time":"2022-12-15T10:57:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/184390-ucavlooowy-1671082071.jpg","tags":["FIH Nations Cup","FIH Nations Cup Hockey 2023","Deep Grace Ekka","Grujit Kaur"],"source":"https://scroll.in/field/1039796/hockey-womens-nations-cup-india-finish-pool-b-with-perfect-record-to-face-ireland-in-semifinals"}