{"title":"Hockey, Asian Champions Trophy, India vs Japan semi-final as it happened: India reach final","content":"That’s it from us tonight! Do join us tomorrow at 8.30 pm IST when India take on Malaysia in the final of the Asian Champions Trophy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Comprehensive victory for India. 5-0 doesn't happen everyday. Reigning Asian Games Champions and ACT Defending champions have been outplayed and not in the final. Collective victory for India. pic.twitter.com/6WGjrofxlE— stick2hockey.com (@indianhockey) August 11, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 5-0 Japan: Manpreet Singh is the Player of the Match. A well-deserved award. Ran the match from midfield and made two of the best goals scored in the tournament so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 5-0 Japan: Hardik Singh picks up the Young Player of the Match award. He says, “The patience was good today. Our structure and passing was good. Defence and clean sheet is what we are focusing on. We wanted to get a clean sheet for Sreejesh for his 300th match. Focus is now on the final and the Asian Games.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 5-0 Japan:  India are through to the Asian Champions Trophy final! Superb alround display from India there to get five goals as well as keeping a clean sheet. A rare clean sheet makes this win even sweeter for India. Harmanpreet Singh and Co will face Malaysia in the final tomorrow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy #Hockey #INDvJPN Karthi on the scoresheet!Once again, Harmanpreet involved. A terrific long ball opens up the defence, and Karthi applies the finishing touch. Sukhjeet with a selfless assist.As you'd expect, a popular goal 🔥https://t.co/OovbNgOW68 pic.twitter.com/TQ2AMEtlQ4— Vinayakk (@vinayakkm) August 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-0 Japan: Karthi Selvam gets in on the act! Harmanpreet plays an aerial pass into the circle. The Japanse defender fails to trap it but Sukhjeet doesn’t. Yoshikawa comes out to block the angles but Sukhjeet unselfishly squares it to Karthi who makes no mistake. Another lovely goal from India tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-0 Japan: The fourth quarter gets underway. Yoshikawa comes up with two superb saves to keep it 4-0. Gets down low to keep out an attempt from distance. Then gets in position to deny Sukhjeet from the rebound before he is rescued by the umpire for a foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 4-0 Japan: Jugraj nearly gets in on the action as he steams in from the left and shoots first time but Yoshikawa makes a good save. That is the last big action of the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Japan: Quick break from India with Hardik intercepting a Japanese pass on the halfway line. He plays in Mandeep at the 23m line. Mandeep swivels around and plays it to Akashdeep to his left. With a defender marking him tightly, he makes space and shoots but only gets a long corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    GOAL!!!PURE MAGIC.Manpreet goes in, the pass like threading a needle. Sumit zips in from the flanks, flicks it high into the Jap goal. India lead 4-0.#AsianChampionsTrophy #IndiaKaGame— Sundeep Misra (@MisraSundeep) August 11, 2023\n\n\n\n    #AsianChampionsTrophy #Hockey #INDvJPN Manpreet, Manpreet, Manpreet. ⭐Another absolutely gorgeous run from the midfield, releases Sumit with a super pass and a fine finish to match that. pic.twitter.com/9bOarPcs8X— Vinayakk (@vinayakkm) August 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 4-0 Japan:  What a goal from Sumit! Manpreet spots Sumit’s run at the goalline and plays in a perfectly timed pass. Sumit jinxes past one defender and without breaking his stride, simply turns his stick in his hand and scoops it into goal. Yoshikawa did not see that coming!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Japan:  Takashi Yoshikawa called into action twice in a minute. First Amit Rohidas ghosts into the circle and forces Yoshikawa to make a good save with his leg. Moments later, Gurjant Singh fires in a reverse shot with the Japanese goalkeeper making a good stop. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Japan:  India keeping the ball and taking their time to penetrate the Japanese defence. Japan, who desperately need to score, are being starved of the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Japan:  The third quarter gets underway with India putting Japan under pressure straight away. Hardik and Mandeep combine well from the left but Akashdeep cannot put the ball in goal. Big miss that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #AsianChampionsTrophy #Hockey #INDvJPN That. Was. Special.Terrific work from Manpreet down the middle and the final touch comes off Mandeep Singh. Another field goal. India 3-0 at half time. https://t.co/xjB9om9ieD pic.twitter.com/SpLApS2N5s— Vinayakk (@vinayakkm) August 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 3-0 Japan: And that is the end of the half! India took their time at the beginning but came alive in the second quarter scoring thrice. Craig Fulton should be pleased with his side’s performance.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 3-0 Japan: Mandeep Singh makes it 3-0! Mandeep got the decisive touch but the goal was all Manpreet Singh’s making. He took on four (!) Japanese defenders and fires the ball goalwards where Mandeep lifts if over the keeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy #Hockey #INDvJPN Japan's PC defence came for a lot of praise in the league stage against India. But Harmanpreet with a rocket through the rushers and the goalkeeper barely moved. 2-0 India. Hosts now in control. pic.twitter.com/SB4VyMl8A9— Vinayakk (@vinayakkm) August 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Japan: Harmanpreet Singh scores! The Indian captain manages to squeeze his flick past the two rushers and beats the postman to double India’s lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Japan: What a lovely move from India! Harmanpreet spots Jugraj’s run on the goalline. Jugraj squares it to Gurjant who shoots and finds the leg of a Japanese defender. Penalty corner for India!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy #Hockey #INDvJPN India needed that. Crowd needed that. And Akashdeep Singh needed that.1-0 early in Q2. Lively play down the right flank to set this up. pic.twitter.com/pI7njVdIoj— Vinayakk (@vinayakkm) August 11, 2023\n\n\n\n    Akashdeep strikes. 19th min. India 1 Japan 0. Momentum picks up. pic.twitter.com/f9e25i1jah— stick2hockey.com (@indianhockey) August 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Japan: Akashdeep Singh scores! Superb team goal that. It goes from left to right as Jugraj brings down an aerial on the left of the circle before playing it back to Manpreet on the 23m line. The ball is then quickly played to Hardik on the right. He plays a quick one-two with Sumit before playing in a pass in front of goal. Akashdeep is quickest to react to the loose ball and smashes it into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Brilliant dribbling from Kentaro Fukuda to jinx past three Indian defenders in the circle before playing a forward pass to Kosei Kawabe in front of the goal. Kawabe, however, is on his heels and doesn’t get on the end of the pass and another chance goes begging.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: With no promising passing avenues available, Amit Rohidas takes matters into his own hands going on a lumbering run upto the Japanese 23m line before his path is stopped.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Like always, India change keepers with Krishan Bahadur Pathak coming on in the second quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    End of Q1. Rugged quarter. India with a bulk of the attacks. Japan closing ranks and defending doggedly.Its goalless. India will need to entice the Japs out.Interesting Q2 coming up. #AsianChampionsTrophy #IndiaKaGame pic.twitter.com/2oJrjlNds9— Sundeep Misra (@MisraSundeep) August 11, 2023\n\n\n\n    #AsianChampionsTrophy #Hockey #INDvJPN And once again, Japan are frustrating India here. A penalty corner came and went, couple of half chances here and there but overall sluggish, goalless Q1. pic.twitter.com/svWLiqTZlT— Vinayakk (@vinayakkm) August 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 0-0 Japan: Japan are organised in defence. India have been using aerial passes and early slapped passes to find gaps in the Japanese wall. So far, it has stood strong. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Nearly a goal for India! Harmanpreet Singh, the last man behind for India, slaps in a pass towards the circle. Mandeep Singh gets down and scoops it goalwards with Gurjant trying to give it more pace. Yoshikawa simply boots the ball away from the circle, like a goalkeeper in football.   \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Japan with some good hockey. An aerial pass is played to Shota Yamada on the right. The Japanese player has all the time in the world to find the perfect pass for his two teammates near goal. His pass is good but Yuma Nagai reacts late and the chance goes begging.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    What an occasion to make his 300th cap, home ground PR Sreejesh.  Congrats Sree pic.twitter.com/GcYQLhkh3d— stick2hockey.com (@indianhockey) August 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: India come close again! They win a free hit on the right of the Japanese circle. Hardik plays a good one-two with Sukhjeet and drives towards goal. He cuts it back towards Karthi Selvam to tap it in but the pass is deflected behind by a Japanese defender.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Harmanpreet’s aerial pass is brought down well by Jarmanpreet in the circle and he wins a penalty corner. Harmanpreet fires it straight but Takashi Yoshikawa saves it with his boot and springs the counter. Shamsher commits a foul but the advantage is played on and Japan enter the circle but their shot flies across goal and out. Shamsher is shown a green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: It’s not even a minute and India have an attempt at goal. Shamsher finds a pocket of space in the circle but his shot is not on target.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: And we have pushback! \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n    #AsianChampionsTrophy #Hockey #INDvJPN A very, very popular pre-match milestone. And celebrated in style by PR Sreejesh. 300 caps for the star goalkeeper.Legend stuff.  https://t.co/qxQGRvwfEd pic.twitter.com/hdNC3Sol5w— Vinayakk (@vinayakkm) August 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Japan: PR Sreejesh is facilitated by FIH and Hockey India for playing in his 300th match for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.25%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/uztdrgupxm-1691766517.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.25%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/nlsalmtktn-1691766511.png\">\n  </picture></figure>\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Japan, Craig Fulton: We just want to improve on the game we had against Pakistan. There were some areas we were not good at. Japan are a good team to play against.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Japan: Malaysia secured their place in the final for the first time after beating defending champions South Korea 6-2. A commanding win for the Speedy Tigers as they lay down the gauntlet for tomorrow’s final and the upcoming Asian Games.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of Indian hockey.India take on Japan and are looking to reach their fifth Asian Champions Trophy final. Japan are the only team to not lose to India in the tournament holding Harmanpreet Singh and co to a 1-1 draw when they met in the group stage.The winner of tonight’s match will take on Malaysia, who beat South Korea 6-2 in the other semi-final.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian squad for the 2023 Asian Champions TrophyGoalkeepers: PR Sreejesh, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Harmanpreet Singh (C), Varun Kumar, Amit RohidasMidfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher SinghForwards: Akashdeep Singh, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, S Karthi \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: AHF Media / Fancode\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Match live: Star Sports and Fancode in India","author":"Dilip Unnikrishnan","time":"2023-08-11T20:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/193096-mdjvmhaqmc-1691762554.jpg","tags":["Hockey","Indian Hockey team","Hockey India","Manpreet Singh","Harmanpreet Singh","Craig Fulton","Asian Champions Trophy 2023"],"source":"https://scroll.in/field/1054199/hockey-asian-champions-trophy-india-vs-japan-semi-final-live-harmanpreet-singh-and-co-eye-spot-in-the-final"}