{"title":"Hockey, Women’s Junior Asia Cup Final, as it happened: India defeat Korea to be crowned champions","content":"That will be all for this blog. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #WomensJuniorAsiaCup 🏑India are Women's Junior Asia Cup champions for the first time. They defeated Korea in a thrilling final, 2-1.Here are the highlights:🎥 Watch Hockey / AHF pic.twitter.com/4V92ENfqNX— The Field (@thefield_in) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India emerged Champions of the Women’s Junior Asia Cup 2023 held in Kakamigahara, Gifu Prefecture, Japan by defeating Korea with a score of 2-1 in a captivating final match on Sunday. Annu (22’) and Neelam (41’) scored one goal each for India, either side of a Korean equaliser. Notably, this is the first time that India have won the Women’s Junior Asia Cup.India had secured a spot in the FIH Women’s Junior World Cup 2023 in Chile by reaching the final here.Hockey India Executive Board announce a cash prize of Rs 2.00 Lakh for each player, while the support staff will receive Rs 1.00 Lakh each.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #WomensJuniorAsiaCup 🏑Women’s Junior Asia Cup champions, India 🏆Podum scenes 🥇https://t.co/8klQq7rAyd pic.twitter.com/jHMo4KkAXS— Vinayakk (@vinayakkm) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, India 2-1 Korea: Maybe not everyone is a fan of Janneke Schopman’s methods, but she has now led the senior team to CWG bronze and Nations Cup win, and the junior team to their first Asia Cup title. Must be doing something right.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, India 2-1 Korea: Rising start of the tournament is Anjali Barwa of India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n    \n       Details (local time)  Match  Status \n    \n     3 Jun 2023 14:00  IND v UZB (Pool A)  22 - 0  5 Jun 2023 12:00  MAS v IND (Pool A)  1 - 2  6 Jun 2023 14:00  KOR v IND (Pool A)  2 - 2  8 Jun 2023 16:00  IND v TPE (Pool A)  11 - 0  10 Jun 2023 13:00  IND v JPN (Semi-Final 1)  1 - 0  11 Jun 2023 18:00  IND v KOR (Final)  2 - 1 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, India 2-1 Korea: Annu gets the award for the tournament top-scorer. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-1 Korea:  India are Women’s Junior Asia Cup champions and Mumtaz Khan finished the tournament with six goals. Samreen Razzaqui had written about her after the last Junior World Cup.‘She has always had this junoon’: Meet Mumtaz Khan, India’s daring young goalscorer\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    #Hockey #WomensJuniorAsiaCup 🏑2023 Women’s Junior Asia Cup champions, India 🏆A gritty performance against Korea. Janneke Schoipman is a happy coach, the Indian team in a pile of happiness. 👏🏽 Annu, Neelam with the goals. Madhuri great in goal.https://t.co/8klQq7rAyd pic.twitter.com/qen5SdZdr9— Vinayakk (@vinayakkm) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, FULL TIME, India 2-1 Korea: And India are champions of this event for the first time!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: AND INDIA HANG ON FOR THE MINUTE. Great pressure by Korea but the defence deals with it. 12 secs to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: And down to the last 90 seconds. India with a chance down the other end but Korean GK pushes it away. And now they are light in the back. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: A call goes against Korea just as they were piling on the numbers in India’s circle. That was Rutaja in the previous update by the way, the one who kept the ball down the left flank.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: And now India trying to run down the clock with the ball in their possession. Good work by Vaishnavi. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: A very animated Schopman at the moment, not sure at whom.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: An end-to-end phase of play but India hanging on for now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: India will be happy if they can defend with Korea in front of the circle. Need to be smart here. Korea come forward as I say that and good defence from India to tackle in front of the circle. A chance to counter now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: Oh this will not please Schopman. Possession given right back from a free hit. But India get the ball soon enough. Pinning Korea back for now. 7 mins to go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: Oh nearly a great flowing move from back to front, Annu is found by a good pass through midfield but her through ball in return just evades the onrushing forward.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: One-on-one defending on point from captain Preeti. India deal with Korean possession and have the ball back. Need to manage the game here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q4 India 2-1 Korea: Korea start the final quarter well. But India not panicking in defence. Some good composure shown in this match throughout (well, so far at least)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final quarter begins, can India hold on?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, End of Q3 India 2-1 Korea: Madhuri with another save! This time with her feet. And that should be it for this quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q3 India 2-1 Korea: Korean players get in each other’s way. PC dealt with... but Korea earn another shortly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q3 India 2-1 Korea: Oh dear, yellow card for India and a PC for Korea. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q3 India 2-1 Korea: GOAL! Neelam takes the injection well, pushes the ball to her right slightly and that movement sends the goalie down, she then slams the ball past her. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q3 India 1-1 Korea: Deepika does all she can to win a PC. That was superb persistent stickwork. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Dilip Unnikrishnan: With half the third quarter done, it remains a finely balanced match with neither side able to create good chances\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q3 India 1-1 Korea: India trying to maintain some possession now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q3 India 1-1 Korea: There’s a PC for Korea. Not quite sure who the forward is but it was a driving run down the left byline... but wait, the decision is changed again. I don’t think there are reviews here, must be officials overruling themselves? Has happened twice now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q3 India 1-1 Korea: Things are cagey at the moment. Neither side creating clear cut chances.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q3 India 1-1 Korea: India with some good high press now. Better recoveries by the women in blue. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q3 India 1-1 Korea: Korea gets things underway in the second half. Remember, India trailed 0-2 in the group stage match against Korea and hit back to make it 2-2. They are level here but need another second half turnaround\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #WomensJuniorAsiaCup 🏑Half time: India 1-1 KoreaPlayers back in the middle. Big half coming up. Indian women are looking for the first title in this event.https://t.co/J0a9tJekkU pic.twitter.com/0rh6DSXmxi— Vinayakk (@vinayakkm) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 1-1 Korea: A bit late but here is the confirmation of India’s XI. At halt time, India would be happy it is 1-1 I imagine. Korea had the better chances, more dangerous possession too. Janneke Schopman has work to do.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Starting XI 🏑Here are the 11 Players who will enter the field with the well wishes of the whole Nation with them to take on Korea in the Final of Women's Junior Asia Cup 2023.Catch all the action LIVE on https://t.co/pYCSK2hYka app 2:30 pm IST onwards.#HockeyIndia… pic.twitter.com/sHn7Z1vbEZ— Hockey India (@TheHockeyIndia) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME: Mohith had done something similar too, against Pakistan in the recent men’s final. Speaking of whom...Hockey: The duality of a goalkeeper – Mohith HS is aiming to make his mark in Indian hockey\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #WomensJuniorAsiaCup 🏑Madhuri Kindo is doing for the women's team what Mohith HS did for the men. A huge save just before half time! That seemed like a certain goal. It remains 1-1.https://t.co/J0a9tJekkU pic.twitter.com/gvjbVc20ou— Vinayakk (@vinayakkm) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, End of Q2 India 1-1 Korea: HUGE SAVE BY MADHURI! The Indian GK keeps her side level with a brave save against a close range shot. Just before half time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 1-1 Korea: Just over a minute to go in the half, India with some good possession.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #WomensJuniorAsiaCup 🏑Mumtaz does very well to win India a stroke and Annu makes no mistake from the spot.Korea however equalise very soon. https://t.co/J0a9tJekkU pic.twitter.com/whajMDWEF9— Vinayakk (@vinayakkm) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 1-1 Korea: Looked like India had a PC but change of heart for the officials it seems.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 1-1 Korea: GOAL KOREA! This has been coming. Korea were the better side even before India’s goal. They go on a good counter and a rasping hit from Park Seoyeon gives them the equaliser. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 1-0 Korea: GOAL INDIA! It was first great work by India to win the stroke as Mumtaz Khan deflected the PC attempt onto the body of the Korean defender. Annu doesn’t miss from the spot. Think she missed a stroke in the semifinal but no mistakes here. She looks relieved. Mumtaz comes to give her a hug.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #WTC23 #WTCFinal #AUSvIND280 runs to go for India. 7 wickets to go for Australia.Join us for an interesting final day! 🍿Live:  https://t.co/lFG22c6cXo— The Field (@thefield_in) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 0-0 Korea: STROKE INDIA! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 0-0 Korea: Right, a brief delay before the PC as the Korean defender came worse off. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 0-0 Korea: Rare India attack and led by Rutaja down the left flank. Soon enough India have a PC and Rutaja involved again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 0-0 Korea: Defended again. And India have breathing space after a while.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 0-0 Korea: That’s another PC for Korea, a rash tackle by Annu and it results in a green card too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 0-0 Korea: The PCs are piling up against India. A rash tackle by Anjali results in a couple of PCs. First one, Neelam is again strong on the line and clears the shot away. Madhuri with a save for the second.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q2 India 0-0 Korea: Two PCs for Korea in the 2nd quarter but the trapping is not great on both occasions. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, End of Q1 India 0-0 Korea: A cagey first quarter ends with neither side having any clear-cut chances to score but Korea have started better than India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q1 India 0-0 Korea: Now a bit of a lull after a frantic start. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q1 India 0-0 Korea: It is early stages, but Korea have a definite advantage over India in the pace department. Their movement down the field is rapid.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q1 India 0-0 Korea: It’s mostly Korean pressure at the moment... but as I said that, India build through the left flank and do well to cut the ball back into a dangerous area. Free out Korea though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q1 India 0-0 Korea: And this time Madhuri is decisive! Strong left hand to palm the ball away from danger. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q1 India 0-0 Korea: Another PC for Korea. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q1 India 0-0 Korea: WOW! Madhuri, who had a great semifinal in goal, let’s the shot through her but Neelam is alert on the line and clears it away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q1 India 0-0 Korea: After that early PC, it’s been Korea possession. And now a Korea PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q1 India 0-0 Korea: An early PC for India but the rushing is good and Korea deal with it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #WomensJuniorAsiaCup 🏑Time for the Women's Junior Asia Cup final in Kakamigahara, Japan.Both teams have earned their spots in the Junior World Cup in Chile. Now to see who wins the title.Updates on the blog: pic.twitter.com/LlEgxZog1m— Vinayakk (@vinayakkm) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Final, Q1 India 0-0 Korea: The match is underway. Pushback! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    2.32 pm: National anthems done, here’s a look at the team sheets.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Can the Indian women’s team make it double Asian triumph?Hockey, Men’s Junior Asia Cup final, IND vs PAK as it happened: India are champions after 2-1 win\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of Indian hockey. Today we will be following the Women’s Junior Asia Cup final between India and South Korea in Kakamigahara, Japan. The Indian junior women’s hockey team edged out hosts Japan 1-0 in tightly fought semi-final clash of the Women’s Junior Asia Cup 2023 in Kakamigahara, Gifu Prefecture, Japan on Saturday. Sunelita Toppo (47’) scored the only goal of the game.The victory means that the Indian team will compete in the prestigious tournament’s final for the second time, having previously reached the summit clash in 2012. The Indian team has won a Silver medal and four Bronze medals in the tournament’s seven editions thus far. India, as a result, also qualified for the FIH Junior Hockey Women’s World Cup 2023 by reaching the tournament’s final, which will be held in Santiago, Chile from 29 November to December 10, 2023, as the top three teams from the Women’s Junior Asia Cup 2023 were set to qualify for the Junior World Cup.Today, Preeti-led Indians will face either South Korea in the final on June 11, at 14:30 hrs IST. Korea defeated China 2-0 in the other semifinal. In the group-stage meeting, India and Korea played out a 2-2 draw.Hockey, Women’s Junior Asia Cup: India pip Japan to reach final and qualify for FIH Junior World Cup\n    \n        \n        \n            \n            \n            \n        \n    \n\n     India's road to the final \n    \n       Date (local time)  Match  Scoreline \n    \n     3 Jun 2023 14:00  IND v UZB (Pool A)  22 - 0  5 Jun 2023 12:00  MAS v IND (Pool A)  1 - 2  6 Jun 2023 14:00  KOR v IND (Pool A)  2 - 2  8 Jun 2023 16:00  IND v TPE (Pool A)  11 - 0  10 Jun 2023 13:00  IND v JPN (Semi-Final 1)  1 - 0  11 Jun 2023 18:00  IND v KOR (Final)  - \n  \n\n     Korea's road to the final \n    \n       Date (local time)  Match  Status \n    \n     3 Jun 2023 12:00  KOR v TPE (Pool A)  5 - 1  4 Jun 2023 14:00  KOR v UZB (Pool A)  13 - 0  6 Jun 2023 14:00  KOR v IND (Pool A)  2 - 2  8 Jun 2023 14:00  MAS v KOR (Pool A)  1 - 3  10 Jun 2023 15:30  CHN v KOR (Semi-Final 2)  0 - 2  11 Jun 2023 18:00  IND v KOR (Final)  - \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Goalkeepers:1.     Madhuri Kindo2.     Aditi MaheshwariDefenders:3.     MahimaTete4.     Preeti (C)5.     Neelam6.     Ropni Kumari7.     Anjali BarwaMidfielders:8.     Rutaja Dadaso Pisal9.     Manju Chorsiya10.  Jyoti Chhatri11.  Vaishnavi Vitthal Phalke12.  Sujata Kujur13.  Manashri Narendra ShedageForwards:14.  Mumtaz Khan15.  Deepika (VC)16.  Deepika Soreng17.  Annu18.  Sunelita Toppo— India's squad\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: Watch.Hockey","author":"Vinayakk Mohanarangan","time":"2023-06-11T14:27:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191134-jnetqyiffh-1686481511.jpeg","tags":["Women's Junior Asia Cup","India","Hockey","Indian hockey","Mumtaz Khan","Preeti"],"source":"https://scroll.in/field/1050728/hockey-womens-junior-asia-cup-final-india-vs-korea-live-score-updates-and-more-preeti-and-co-seek-title"}