{"title":"Hockey: Craig Fulton appointed Indian men’s team’s new chief coach – here’s what you need to know","content":"India on Friday appointed South African Craig Fulton as the chief coach of the men’s hockey team. The 48-year-old had 195 caps for South Africa and was part of the sides which played at the 1996 Atlanta Olympics and the 2004 Athens Olympics, the 1998 and 2002 Commonwealth Games and the 2002 Hockey Men’s World Cup.Fulton said, “It is an honour to be appointed in the role of Chief Coach for the Indian Men’s Hockey team. India has a deep history and legacy of the sport and I look forward to work to taking this forward with the current team which has some very promising talent.”At 48, Fulton has been a coach for nearly two and a half decades. He got his first coaching stint in 1999 when he was appointed as the player-coach of the Chelmsford Hockey Club. Fulton helped Chelmsford achieve promotion to the National Premier League in 2004.In 2005, Fulton joined Irish club Pembroke Wanderers as director of coaching along with taking up a player-coach position. His time at Pembroke proved fruitful as he led the club to the 2009 EuroHockey Club Trophy as well five national titles. Between 2006 and 2009, Fulton also served as an assistant coach for the Irish men’s national team.4) He was regularly on the bench for Belgium as he laid out a lot of the  in-game instructions to the players. I am personally a witness to that. Along with the amazing Analyst Emily Calderon and HPD Adam Commens, Bel had not only the best team on the pitch but also of it.— Siddharth Pandey (@SportifiedSid) March 3, 2023\n\nHaving retired from international hockey in 2005, Fulton called time on his playing career in 2010 and returned to South Africa where he served as the assistant coach of the men’s and women’s national teams at various points.In 2014, Fulton returned to Ireland as the head coach of the men’s national team. Under Fulton, Ireland finished third at the 2015 men’s EuroHockey Nations Cup. By reaching the the 2014-’15 FIH Hockey World League Semifinals, Ireland qualified for the Olympics for the first time since 1908. 8) Craig is an absolute leader and leadership has been somewhat lacking at the highest levels in the biggest games for us. I hope that changes as we dial down on a leadership group going forward. I sincerely wish him and the team the best of luck and look forward to great hockey.— Siddharth Pandey (@SportifiedSid) March 3, 2023\n\nCraig Fulton's achievements- Capped 191 times for the South Africa national team- Played in the 1996 and 2004 Olympics- Guided Chelmsford Hockey Club in England to promotion to England's Premier Division- Guided Pembroke Wanderers of Ireland to 2 Irish League titles— Give Me Hockey (@hockeyind) March 3, 2023\n\nNew Indian Men’s Hockey Coach Craig Fulton obviously comes with a wealth of coaching experience across SA, Ireland & recently as Asst. Coach at Tokyo Olympic champions Belgium. But I feel his most impressive result was taking Ireland to a stunning 3rd place at the Euros in 2015— Viren Rasquinha (@virenrasquinha) March 3, 2023\n\nFulton was named as the FIH Men’s Coach of the Year in 2015. The South African also helped Ireland qualify for the 2018 World Cup but resigned five months before the tournament to join the Belgium men’s national team as assistant coach.Fulton was part of the Belgian coach staff which won the FIH hockey men’s World Cup in 2018 as well as win gold at the 2020 Tokyo Olympics. While working with the national team, the South African also took over as head coach of Royal Racing Club Bruxelles and led them to the Belgian Hockey League title for the 2021-22 season. “I am very pleased to state that Hockey India has finalised Craig Fulton for the Chief Coach’s role with the Indian Men’s Hockey team,” Hockey India and former captain Dilip Tirkey said. “I have had the honour of playing against him and now I look forward to closely working with him in this new phase for the Men’s Hockey team. He comes with tremendous experience in coaching and his work ethics induces confidence of raising the team’s performance in world hockey. I welcome Craig to India and wish him the best.”","author":"Scroll Staff","time":"2023-03-03T16:49:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187541-ruofuswomx-1677842356.jpeg","tags":["Hockey","Indian hockey","Craig Fulton","Indian men's hockey team","Belgium men's hockey team","Pembroke Wanderers"],"source":"https://scroll.in/field/1044990/hockey-craig-fulton-appointed-indian-mens-teams-new-chief-coach-heres-what-you-need-to-know"}