{"title":"Hockey, Asian Champions Trophy: Sangita Kumari stars as India beat Thailand in opening match","content":"The Indian women’s hockey team kicked off their Asian Champions Trophy 2023 campaign with a solid 7-1 win over Thailand in their first game of the tournament in Ranchi, Jharkhand on Friday.Monika (7’), Salima Tete (15’), Sangita Kumari (29’, 45’, 45’), Deepika (40’), and Lalremsiami (52’) were the goalscorers for India, while Supansa Samanso (22’) netted a solitary goal for Thailand.As anticipated, India started the match with aggressive intent, coming close to an early goal when Lalremsiami found herself in a scoring opportunity and executed a no-look reverse shot, narrowly missing the target. Just a minute later, Monika scored with a powerful and precisely placed shot to give the hosts an early lead.Also read: Deep Grace Ekka hopes to ease Hangzhou heartbreak in RanchiEven after being in front, India didn’t let up the pressure on Thailand, resulting in two penalty corners within a short time frame. The home side capitalized on the second one, as Salima Tete calmly directed the ball into the goal after it was deflected by Thailand’s goalkeeper. The first quarter concluded with India up 2-0. Trailing, Thailand started the second quarter aggressively, making numerous entries into the circle. Their efforts bore fruit when Samanso netted a goal from a penalty corner, narrowing the deficit. However, India maintained their offensive momentum and were quick to respond as they extended their lead when Sangita found herself in a perfect position to slot the ball into the net following a deflection by Thailand’s goalkeeper. The remainder of the second quarter witnessed no more goals, as India entered the halftime break with a 3-1 advantage. In the third quarter, the Indian team displayed their relentless desire to increase their goal tally by consistently penetrating the circle, thereby exerting pressure on Thailand and inducing mistakes. This strategy proved effective when Deepika skillfully found the back of the net after receiving a splendid scoop pass from Vandana Katariya that split Thailand’s defense. India’s dynamic hockey continued to yield results as Sangita completed her hat-trick and extending India’s lead to 6-1 by the conclusion of the penultimate quarter. Lalremsiami also managed to score in the fourth and final quarter, sealing India’s impressive 7-1 triumph over Thailand. India will next take on Malaysia in their second encounter of the tournament on October 28.The Asian Champions Trophy will be broadcast on the Sony Sports Network and streamed live on Sony LIV","author":"Scroll Staff","time":"2023-10-28T10:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195366-xayhxnszzw-1698465470.jpg","tags":["Monika","Salima Tete","Deepika","Lalremsiami","Sangita Kumari","Asian Champions Trophy","Indian hockey","Indian women's hockey team"],"source":"https://scroll.in/field/1058248/hockey-asian-champions-trophy-sangita-kumari-stars-as-india-beat-thailand-in-opening-match"}