{"title":"Hockey, FIH Pro League, India vs Argentina as it happened: Hardik Singh and Co win 2-1","content":"That’s it from us tonight! Thank you for joining us.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-1 Argentina: India end their season with 30 points, the same tally they mustered last season. Craig Fulton’s first eight matches sees India win three matches outright with one draw and four losses. A decent start for the South African.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-1 Argentina, Vivek Sagar Prasad: It was a really good match. Happy to finish the season strongly. We need to focus on PC conversion and counter-attacking in the coming matches.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-1 Argentina: Argentina huffed and puffed but unable to break the Indian defence there. India end their 2022-‘23 Pro League season with a win. Vivek Sagar Prasad and Selvam Karthi the pick of the players for India tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Argentina: 25 seconds left in the match. Argentina play the ball in the circle. Raj Kumar Paal intercepts the pass and tries to get away with it. Argentina refer hoping to get a PC. Not successful. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Argentina: Toscani scores! Another PC for Argentina. The injection is to the second castle where the ball is reversed to Toscani who fires it past Sreejesh into goal. Two minutes left in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-0 Argentina: A second PC for Argentina and it is saved well by Sreejesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-0 Argentina: A rare attacking foray from India and it is Vivek who provides the spark. Feints one way and goes another to run at goal. He is fouled. Hardik plays it to Jarmanpreet who tries to win a PC but cannot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-0 Argentina: India happy to keep the ball with Argentina pressing high. Los Leonnes unable to break down the stubborn Indian defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-0 Argentina: It has been a scrappy start to the quarter with both sides getting into the attacking third but not creating anything in it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 2-0 Argentina: Argentina probe the Indian defence but it stays strong as the hooter goes off for the end of the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Argentina: Nearly a third for India! Raj Kumar Paal pulls the trigger right in front of goal but the ball narrowly misses the goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Argentina: Argentina nearly pull one back. The press India high and win the ball just outside the circle. The ball is played to Agustin Mazzilli who goes for the powerful reverse-shot but fires it high and wide. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Argentina: Abhishek once again dances along the goalline and puts in the ball in front of goal but it doesn’t find an Indian stick at the end of it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Argentina: Rohidas rushes and closes down the flick but gives away another PC. Jarmanpreet Singh and Krishan Pathak combine to keep Della Torre’s drag-flick out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Argentina: Gurjant Singh gives away a PC with a poor tackle. First one of the match for either side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Argentina: Argentina gets us underway in the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: Really, really wish Fulton sticks with some combination of Karthi, Abhishek and Sukhjeet for most matches. Just far more dynamic in the forwardline. The goals need to come but hopefully they are the forward core. On cue from commentator: “Selvam Karthi has got gas doesn’t he (as in, really fast)... India look so much dangerous with him on the ball.” He had quite an impressive first half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Argentina: Amit Rohidas blocks an Argentine goal-bound shot. That is the last action of the half. A good half of hockey for India that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Argentina: End to end stuff now. Sreejesh does really well to put off the attacker and deny him a chance to shoot. India win the ball and spring the counter with Karthi once again going on a brilliant run. He squares it to Sukhjeet who cannot trap the ball cleanly and gives away a foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Argentina: Argentina with a sustained spell of possession now but India stand firm and do not let them make anything off it. They win the ball in their own circle and break on the counter. Mandeep Mor tries plays in a hopeful pass from the left to Akashdeep but it is intercepted and the attack break down.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Argentina: Argentina break the high Indian press and attack. The ball is played to Tomas Domene who hits a reverse shot. It is saved by Sreejesh but bounces high and so a PC is given. The Indian goalkeeper reviews it as he believes that the shot came off Domene’s back-stick. And the replays confirm it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Argentina: Almost a third for India. Karthi goes on a lung-bursting run down the left beating a couple of Argentine players. He plays it to Akashdeep who beats his man with a touch and then smashes it goal-wards. The ball has Santiago beaten but flies just past the post. Karthi almost got a touch to it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey 🏑 #FIHProLeague Vivek Sagar Prasad with a delightful exchange with Akashdeep Singh followed by a lovely pass to the far post and Sukhjeet just slides in for a final tap in. Lovely from the Indian midfielder. 2-0.https://t.co/Qac8AVeDze pic.twitter.com/9wYVQrYCLk— Vinayakk (@vinayakkm) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Argentina: The Argentine defence has been all over the place. Abhishek drives in from the left and nearly sets up Karthi but he misses it. Moments later, Jarmanpreet slaps a cross from the right. Mandeep tries to deflect it on goal but his touch isn’t the best of ones.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 2-0 Argentina: Argentina put the ball into goal from distance but it won’t count as there was no Argentine touch inside the circle. That also marks the end of the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 2-0 Argentina: Superb team goal from India! Vivek Sagar Prasad starts the move from defence with a clever feint and nutmeg. He plays it to Sukhjeet ahead who waits for VSP to join him. He wins a free hit and then cuts inside and flicks it towards the far post where Sukhjeet dives in to put the ball in goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Argentina: Another lovely move from India. Simranjeet with a clever little reverse to Akashdeep who plays it on to Mandeep. The Indian outmuscles his marker then gets inside the circle with two defenders on him before a third defender takes the ball off him. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Argentina: Lovely skills from Abhishek! Drives into the edge of the circle and with Argentine shirts descending upon him, dribbles past one, two, three and four players before seeing the ball taken off him. Deserved something more from that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey 🏑 #FIHProLeague Well, that didn't take long. Akashdeep Singh with a tap in at the far post after defensive errors by Argentina. India into the lead in the first 2 mins.https://t.co/Qac8AVeDze pic.twitter.com/hdXo4HcJqQ— Vinayakk (@vinayakkm) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Argentina: Manpreet gives the ball away cheaply but India manage to end the Argentine attack before it reached the circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Argentina: Akashdeep Singh scores! Argentina lose possession high up the pitch. Simranjeet Singh plays it to Abhishek on the touchline. He plays it across the goal where an unmarked Akashdeep taps it home at the second time of asking.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Argentina: Pushback! India almost ahead inside 90 seconds. Manpreet does well to win the ball high up. Akashdeep threads in the ball but the pass is just to strong for Abhishek.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India vs Argentina: Both the teams are out wearing different shades of blue. India in their home strip of dark blue and Argentina in their traditional blue and white stripes. Only thing that could have made it worse was if the turf was also blue.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Argentina, Craig Fulton: We played well last night against Holland. We want to create more good chances today. Harmanpreet has gone back for the birth of his daughter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of India’s match against Argentina, in the 2022-’23 FIH Men’s Pro League in Eindhoven.It’s India’s final match of the 2022-‘23 FIH Pro League and they’ll be hoping to end it on a high by beating Argentina. Having played every match for India this season, captain Harmanpreet Singh was rested for India’s 2-3 loss to the Netherlands yesterday and he does not feature today as well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    In our final match of FIH Pro League 2022/23 India will face Argentina. Let's end on a high note and climb even higher on the points table.🏟️ Eindhoven⏰ 9:00 PM IST📅 11th June 2023📺 Catch all the action LIVE on Star Sports First, Star Sports Select 2 SD, Star Sports… pic.twitter.com/dmk5PpJNg1— Hockey India (@TheHockeyIndia) June 11, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad:Goalkeepers: Krishan Bahadur Pathak, PR SreejeshDefenders: Harmanpreet Singh (C), Amit Rohidas, Jarmanpreet Singh, Manpreet Singh, Sumit, Sanjay, Mandeep Mor, Gurinder SinghMidfielders: Hardik Singh (VC), Dilpreet Singh, Moirangthem Rabichandra Singh, Shamsher Singh, Akashdeep Singh, Vivek Sagar PrasadForwards: Abhishek, Lalit Kumar Upadhyay, S Karthi, Gurjant Singh, Sukhjeet Singh, Raj Kumar Pal, Mandeep Singh, Simranjeet Singh\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s FIH Pro League matches in EuropeIndia 1-2 Belgium, 26 MayIndia 2-4 Great Britain, 27 MayIndia 5-1 Belgium, 2 JuneIndia 4 (4)-(2) 4 Great Britain, 3 JuneIndia 1-4 Netherlands, 7 JuneIndia 3-0 Argentina, 8 JuneIndia 2-3 Netherlands, 10 JuneIndia vs Argentina, 11 June, 2100 hrs IST \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / FancodeMatch live: Star Sports First, Star Sports 2 SD/HD and Fancode in India","author":"Dilip Unnikrishnan","time":"2023-06-11T20:52:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/191142-odhifdzexe-1686495995.jpeg","tags":["FIH Pro League","Hockey India","Hockey","Harmanpreet Singh","Manpreet Singh","Hardik Singh"]}