{"title":"Hockey, FIH Pro League, India vs USA as it happened: Navneet, Vandana star as India win 4-2","content":"SummaryUnited States 2-4 India (women) – HC Rotterdam, Rotterdam (NED)India put on a 10 minute goal scoring surge to overcome a resilient USA.A moment of brilliance from Erin Matson just ahead of half-time saw the USA take the lead in a very closely contested match between the team at the bottom of the FIH Pro League and the team hoping for a top three finish. Despite India’s Gurjit Kaur having three attempts from penalty corners in the first 30 minutes and Sharmila coming close to deflecting a ball into the USA goal, it was the resolute Americans who took the lead.Matson sent an aerial from near the half-way sideline into the Indian circle. Danielle Grega got the faintest touch to bring the ball down and then diverted it past Bichu Devi in the India goal.India came out from the half-time break with an energy, vigour and directness that had been missing in the first half. It was a slightly shell-shocked USA 10 minutes later after Deep Grace Ekka, Navneet Kaur and Sonika all found their way onto the scoresheet within a 10-minute spell of attacking hockey. Grace’s goal was a well-struck penalty corner, and both Navneet and Sonika were the recipients of some flowing attacking moves.USA came right back into it with a penalty corner rebound that Natalie Konerth shot smartly home after the quarter time whistle had sounded. Although India questioned the goal, it was the result of a penalty corner that had not travelled 10 metres outside the circle and so the goal stood. The fourth quarter saw both teams come out with a clear intent to take all three points. India had the greater share of possession and chances but it was after a spell of USA pressure that India suddenly struck from a counter attack. Vandana Katariya was able to seize onto a mistake at the back and then stride into the USA circle and unleash a shot that flew past Jennifer Rizzo. That goal gave India a two-goal cushion and although USA created several more chances, including one that came off the post, the score stayed at 4-2. Player of the Match Navneet Kaur (IND) said: “We struggled in the first half but we came back in the second half. We were struggling under pressure in the first half. But in the second half we coped with the pressure and once we started scoring we got better.”Natalie Konerth of the USA said: ‘We played how we wanted to play in the first half but not in the second half. There are things we will look to tidy up tomorrow.’The result means India are in third place in the FIH Pro League with one game remaining. USA are in ninth position.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    9.50 pm: India had a sluggish 1st half, came out storming in 2nd. Navneet, Vandana, Sharmila were all brilliant. Back tomorrow for the final Pro League in Indian women’s debut campaign before we turn our full attention to the World Cup. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Mighty impressive performance by India against USA. Showed composure after a disappointing first half and executed their plans clinically in the second. Probably the most promising aspect was their intensity despite being two up.#FIHProLeague— Aditya Chaturvedi (@aditya_c19) June 21, 2022\n\n\n\n    FIH-Proleague: India unsettles USA in the 2nd  half. Not in the recent past did India dominate USA completely  as of today. Vandana's goal, similar to Salima's Vs Netherlands, speaks of brilliant Indian forwardline where again Neha, Navneet and Sharmila were outstanding.— stick2hockey.com (@indianhockey) June 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match Navneet Kaur: “We were struggling a bit in the first half but we fought hard and did well in the second. We tried to create more pressure and got the goals.”Here’s a look at the full-time stats: Wonderful attacking performance, especially in the second half. 33 circle entries compared to USA’s 12.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME: USA 2-4 INDIA (Women) High-fives galore for coach Janneke Schopman as she greets her current wards and former wards. A superb turnaround from the Indian team after a sluggish first half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-4 INDIA (Women): What a superb run down the left flank by Sharmila Devi! Just superb pace and stick control, she finds a lovely pace at the end too but the sole defender clears it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-4 INDIA (Women): Oh Magda is through on goal and out comes Bichu to the edge of the circle, a bit rash perhaps? But she does well to cut the angle out and force the shot wide of goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-4 INDIA (Women): USA were down to 10 briefly, India upped the pressure to win the PC. The hit from Monika (like she likes to do) is deflected over the goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-4 INDIA (Women): Final 3 minutes, India with a good spell of possession. Nisha wins a PC now for her side, after a gritty dribble from the left byline. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-4 INDIA (Women): Into the final 5 minutes of the match. More USA pressure, as you’d expect.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-4 INDIA (Women): CHANCE USA! The shot on goal from the PC deflects off the rusher and goes past Bichu but the post keeps it out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-4 INDIA (Women): There is a bit of a mistrap but Gurjit eventually gets a shot away and it is saved well. Down the other end go USA and win a PC themselves. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-4 INDIA (Women): Oh Sharmila nearly with a steal inside USA’s circle, her shot is blocked by the GK. Soon after Sonika wins a PC for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-4 INDIA (Women): GOAL INDIA! Into the last minutes of the match and India have restored the 2-goal advantage. A big mistake in defence by USA as Navjot intercepts a loose ball and feeds it to Vandana, who gives the shoulder to the defenders one way but keeps going straight and finishes powerfully past the goalkeeper. Vandana has been immense for India today and deserved to be on the scoresheet. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 2-3 INDIA (Women): Huge save, Bichu! More aggression from USA at the start of Q4. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, USA 2-3 INDIA (Women): Natalie KONERTH the scorer for USA. And now here we go, Q4 underway. What a Quarter that was.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 2-3 INDIA (Women): GOAL USA! A PC won late on, barely seconds left. The first shot on goal is saved well by Bichu, the hooter goes off, but the ball is still alive in the circle and it is part of the PC routine so the rebound counts. India are not pleased with that, but the umpire explains to them patiently. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 1-3 INDIA (Women): Udita with a powerful shot on goal, saved well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 1-3 INDIA (Women): PC for India. More attacking pressure. USA have swapped keepers at half time and Rizzo, who replaced Robles, does well to keep the Gurjit shot out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeagueJanneke Schopman at half time: \"Need to be a little bit quicker, direct and speed up play, and see if we can get some space\" 31st min: India 1-1 USA (PC won early)32nd min: India 2-1 USA (lovely, lovely team goal)Nicely done.https://t.co/fBWOhS9QZ1 pic.twitter.com/Kdiz4zHulP— Vinayakk (@vinayakkm) June 21, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 1-3 INDIA (Women): GOAL INDIA! And it’s another in Q3 for the women in white. Superb quarter. The ball falls kindly to Vandana after a defensive tackle, her shot is enough to beat the GK, but might have just been heading wide. Sonika however gets a tiny little touch to put into the goal. Vandana has really been superb in this phase for India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 1-2 INDIA (Women): By the way, it is still Bichu in goal. Looks like the youngster will get the full match. Great experience ahead of the World Cup. USA come forward and she and the defence have to be alert to scramble clear. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 1-2 INDIA (Women): This is perhaps everything that coach Schopman had said at the half time, relentless fast attacks from India. A field goal nearly, then a PC happens that USA had to scramble to deal with. Wonderful pressure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 1-2 INDIA (Women): GOAL INDIA! What a start to the 2nd half that is. A stunning team goal from India too, beautifully worked down the right channel. Jyoti to Sharmila making an angular run, the No 7 finds Vandana with a lovely through ball and the senior forward cuts it back for Navneet. Superbly done. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 1-1 INDIA (Women): GOAL INDIA! Now that’s going to delight coach Janneke! An aggressive start to the quarter, a PC won by Neha, and Deep with her signature low slap on goal. Onto the board and back out, India level things in the first minute of the 2nd half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coach Janneke Schopman: Need to be a little bit quicker, direct and speed up play, and see if we can get some space. We had good pressure actually, just need to be better with it when we win the ball. The USA coach is confident that it is going to be a different half of hockey.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    First half stats: India have overall been the better side going forward (13 circle entries to 6). But USA convert from a good aerial ball that catches Bichu off position (the young goalkeeper got the entire first half and was good up until then).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME: USA 1-0 INDIA (Women) That is a half that India will be disappointed with overall, given what we saw against Argentina. A few half chances created in attack but not taken and a goalkeeping error at the back has them trailing. But these are the sort of situations, they’d need to find a way back from. A good test coming up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 1-0 INDIA (Women): GOAL USA! Danielle GREGA! An aerial ball into the circle and Grega just got a faint touch on it with her stick and Bichu is caught off her line. If the touch hadn’t happened, won’t have been a goal but that’ll go down as a goalkeeping error. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Good rushing by USA even as Gurjit gets a good shot away. USA deal with it... and soon after India come forward again, looked like it was Navneet who worked space. No, that’s Sonika. Her shot-cross just needed a touch from someone! Just evaded Sharmila’s stick at the end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Good attacking work by India again. Neha and Navneet involved, India win a PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Well worked move by India, Vandana gets the shot away after some good stick work at the edge of the circle. Just wide of target. Sharmila in space down the right soon after, and her final pass is just cut out by the defence and Vandana is a little bit frustrated at the moment. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): CHANCE! A pass intercepted in midfield and suddenly India have a a 2v1 situation but Sharmila and Sangita can’t make the most of it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Oh wow, that’s a soft PC to give away. Navjot intentionally touches the ball away beyond play. And yes it is still Bichu in goal. A second PC in succession and this Bichu with a nice save with her right foot. Confident youngster. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Really great work from Sangita, the lone forward latches on to a long pass with a good steal and then does well to fashion space. But USA deal with it in numbers. For India’s good work in this Q, yet to see a clear chance. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Looks like it is still Bichu in goal but can’t confirm as the game is largely in USA’s half at the moment, sustained attacking pressure by the Indians. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, USA 0-0 INDIA (Women): Not much to write home about offensively for both sides, Sharmila and Navneet are showing flashes of brilliance, USA seem to have the physical edge. Tight first 15 minutes. Bichu was largely a spectator, waiting to see if she retains her place between the posts.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): Nisha is back on the pitch, so that’s good. But gets into trouble in the midfield against a player nearly twice her size. Good fight, but umpire gives a green card. Off for two mins. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): Good pressure now down the other end for India as Navneet wins India a PC. Great play from the attacker, as Schopman notes something down in her little book. Gurjit with a drag flick and it is dealt with by USA. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): The first PC of the day and it goes to USA as Megan turns Sonika one way then the other. India deal with it well enough but Nisha has been hit on the shoulder it looks like and she has walked off in pain. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): First real attacking move and a shot on goal comes from USA, but the shot on Bichu’s goal goes high. Sharmila shows good pace then, India have their own chance, the USA GK kicks the ball away. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): The first 5 minutes have gone by without too much goal-mouth action. Both sides trying to figure out the attacking angles. Bichu in the goal, to start this match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    USA vs INDIA (Women’s): PUSHBACK IN ROTTERDAM! Here’s a look at the recent H2H. The last two matches, what a wild ride that was when the teams competed to get into the Olympics and Schopman nearly masterminded a stunning comeback. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coach Janneke Schopman before the match: Looking to build from what we did against Argentina. We had a great team performance, worked really hard and connected really well on the ball. They have good speed, transitions, we need to be defensively aware and make sure they don’t counter. Want to see some individual growth last match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    With 10 days to go for the World Cup, and the squad now confirmed, time for India to close out their debut in Pro League with 2 matches against USA, the team Janneke Schopman was coaching when these two teams met for Tokyo qualifiers.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Speaking about the World Cup team selection Chief Coach Janneke Schopman said: \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “We have chosen the best squad for the World Cup. It is a mix of experience and young talent who have shown great promise when they were given a chance against top teams in the FIH Pro League.“Except Rani, who is still not fully recovered from injury rehabilitation, the team has all the players who were part of the Olympic campaign with inclusions like Jyoti and Sonika who have done well in their roles when given a chance. We will also have Sangita and Akshata who will travel with the team as replacement players. The team is absolutely excited and eager to begin their World Cup campaign and we will utilize the next ten days to fine tune our game basis analysis from Pro League performances.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live updates of the FIH Pro League women’s hockey match between India and USA in Rotterdam. These matches (today and tomorrow) will conclude the Indian women’s FIH Pro League campaign.Some big news first, before we look ahead to tonight’s match. The World Cup squad has been announced. India’s World Cup squad has been announced, Savita to lead, Rani misses out\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here are the squads announced for the match (Courtesy FIH) \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Stats / photos courtesy: FIH.Hockey / Asian Hockey FederationScreenshots: Disney+ Hotstar","author":"Vinayakk Mohanarangan","time":"2022-06-21T19:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176108-hknbvpucpy-1655877038.jpeg","tags":["hockey","indian hockey","fih pro league","indian women's hockey team","Savita punia"],"source":"https://scroll.in/field/1026657/hockey-fih-pro-league-india-vs-usa-live-updates-savita-punia-and-co-look-to-build-momentum"}