{"title":"Hockey World Cup, IND vs RSA as it happened: Harmanpreet and Co finish 9th after 5-2 win vs RSA","content":"9.00 pm: That will be all from our India tournament coverage. Two wins to close things out, but a tournament of missed opportunities overall.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCup 🏑And so with two wins after the disappointment against New Zealand, Indian men finish joint 9th at the World CupWhat are your takeaways from the event? https://t.co/1rcLNpzLc4 pic.twitter.com/nvGTucnKRe— The Field (@thefield_in) January 28, 2023\n\n\n\n     Goal-scoring progress \n    \n       Team  Minute  Player  Action  Score \n    \n     India  5  ABHISHEK  Field Goal  0 - 1  India  12  SINGH Harmanpreet  Penalty Corner  0 - 2  India  45  Singh Shamsher  Field Goal  0 - 3  India  49  Singh Akashdeep  Field Goal  0 - 4  South Africa  49  MVIMBI Samkelo  Field Goal  1 - 4  India  59  SINGH Sukhjeet  Field Goal  1 - 5  South Africa  60  CASSIEM Mustaphaa  Penalty Stroke  2 - 5 \n   via TMS \n\n    #HockeyWorldCup Women's, 2022: India finish joint 9th with ChinaMen's 2023: India finish joint 9th with Argentina  Both finish with a sense of \"What IF\"https://t.co/SB9msuCBUC pic.twitter.com/yW8TpJ7hDG— Vinayakk (@vinayakkm) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match: For the second match running, Abhishek picks up the post-match award. [From the archive]:Hockey: The makings of forward Abhishek – An unconventional coach and a hunger for goals\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Thats it. India win 5-2 vs SA. #fihmenshockeyworldcup2023 pic.twitter.com/GFr6Ji2EP7— Sundeep Misra (@MisraSundeep) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Full time, India 5-2 South Africa: Harmanpreet Singh and Co finish joint 9th at the World Cup along with Argentina. Korea the only Asian team in top 8. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Full time:  India 5-2 South Africa\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-2 South Africa: GOAL South Africa. Mustaphaa with a good hit to the roof of the net. The brothers combine for RSA’s second. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-1 South Africa: Dayaan is down and the SA captain seems to have hurt himself after a tackle from Sreejesh. It is a penalty stroke and India reviewed it to no avail. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-1 South Africa: GOAL INDIA! Akashdeep with a shot on goal, it is saved but not well enough by Hendrik. It is palmed on to the path of Sukhjeet who pushes the ball into an empty net while diving forward. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 South Africa: There is some attacking pressure from India in the closing stages, last couple of minutes to play. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 South Africa: There is a shot on goal from Jarmanpreet down the right and it is saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 South Africa: The match now winding down to a conclusion... \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 South Africa:  Varun takes this, but it is wide. Might have tried finding a deflection down the right, don’t think that was a shot on goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 South Africa: Jarmanpreet wins another PC for India after a lovely back pass by Mandeep. Meanwhile, a 5-min suspension for Sukhjeet which we missed a bit earlier. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 South Africa: CHANCE INDIA. Akashdeep releases Varun down the right after another good counter but the final shot is wide. Akashdeep has had a good game. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 South Africa: Oh, another fabulous save by RSA (they might have changed their keeper too, not sure). Harmanpreet’s drag flick is kept out off a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-1 South Africa: GOAL, SOUTH AFRICA! And South Africa do find a deserving well. Good long ball to Samkelo Mvimbi, who unleashes a superb hit into the roof of the net. India caught napping there briefly. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-0 South Africa: GOAL, INDIA! Akashdeep Singh seem to have gotten the final touch. Raj Kumar Pal and Jarmanpreet combined well down the right to set up the chance.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 South Africa: That’s a good review by SA. No PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 South Africa: That is Manpreet at his best. Great dribble from India’s half and from that move, looks like India eventually win a PC. South Africa refer this. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 South Africa: The final quarter begins with a fine save by Sreejesh to keep India’s clean sheet in tact. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 South Africa: That was the end of third quarter, final quarter now underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 South Africa: GOAL INDIA! Shamsher Singh! At the very end of the quarter that South Africa actually dominated, India score a third. Great work by Abhishek down the right flank, receiving the ball from a long pass and then from a 1v2 situation, sets up a lovely pass, finishing touch from Shamsher.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCupLike noted last match, expected a lot from Abhishek this World Cup but he has shown in the last two matches why he is probably the forward to build around. Fabulous work to set up Shamsher Singh. https://t.co/SB9msuCBUC pic.twitter.com/VX0z9TVKpK— Vinayakk (@vinayakkm) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: They had that one big chance that Jones saved but Indian attack has struggled. RSA, to their credit, are giving this a right proper go. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: It’s a green card for Nilakanta and India are now again down to 10.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: India thought they had a PC but not given. Felt like a tackle on Lalit in the circle, not sure what happened there. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: India with a huge chance, with Akashdeep releasing Abhishek through the middle. Great pass, 1v1 created and of course Gowan Jones comes up with a huge save with his stick.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 Gowan Jones = India-No Jones.(Repeating an old tweet shamelessly)https://t.co/SB9msuCBUC pic.twitter.com/4bKWwv0p7Q— Vinayakk (@vinayakkm) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: India with some possession finally in the opposition half. But nothing threatening. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: It’s been 5 minutes in this quarter and I can’t recall seeing too much from India going forward at all. Constant RSA pressure. Will they regret not making the most of chances in the first half, one wonders. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: India hang on there. But this is some start to Q3 by the African side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: RSA have made a referral. Amit Rohidas was throwing the PC gear without looking at the player next to him and he is given a yellow card, for 5 minutes. He is a bit puzzled but the replays were clear. SA have another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCupNot for the first time in recent months, a superb save with his stick by Krishan Pathak! He is making a habit of this, great reflexes. That was heading in for certainhttps://t.co/SB9msuCBUC pic.twitter.com/xbH3MkSkkP— Vinayakk (@vinayakkm) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: Wow, has Pathak pulled off another one of his superb stick saves? Yes, Connor with a high shot on goal and that was superbly saved by the Indian. SA have another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: More pressure on Indian defence, Keenan does well down the right and finds the foot. Nearly an own goal there too, Pathak had to alert.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: Flashback to NZ at the start of Q3 as a careless pass out of defence gives a chance to RSA but they can’t capitalise. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 South Africa: Looks like we won’t be hearing from the coaches at half time again. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half time, India 2-0 South Africa:  Two goals in the first quarter has given the lead heading into the break. Both sides had their chances in Q2 but none taken. GK Gowan Jones once again impressing vs India. Here’s a look at the numbers. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q2, India 2-0 South Africa: At half time, India lead 2-0 but South Africa certainly not out of it, they are creating chances every now and then. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCupI wonder if we will hear the \"Bollywood\" remark from Graham Reid (flashy hockey) before the 2nd half. There have been some fancy stuff tried by the Indians going forward today with a 2-0 lead, not entirely sure Reid would like this.— Vinayakk (@vinayakkm) January 28, 2023\n\n\n\n    Impressed with what I see of Raj Kumar Pal - hope coach reposes more trust in him for future— Hockey Passion (@HockeyPassion4) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: And Gowan Jones saves again! To be fair though, this was straight at him from Harman. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: Another PC for India. Manpreet with a terrific pass into the circle on the move, Abhishek has a go and finds the foot. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: It is Varun again and this time it is high and not-so handsome. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: India have asked for a referral for a PC. For a push in the circle. And they get the PC, keep the referral. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: Was that another great save by Jones? Akashdeep with a shot on turn. I think so you know. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: PC taken by Varun this time but Gowan Jones is at it again. No can do. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: PC for India, Mandeep wins this one down the left flank.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: Perhaps expectedly, the game is not being played at any great pace. As I say that, another fine dribble from Ntuli, but the free out goes India’s way. He is having a fine game. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: Super chance for SA. Ntuli again, this time from the right. The ball in is dangerous but no final touch. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: South Africa and India have same number of circle entries at this stage, interestingly. 6 each. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: Superb run with the ball from Ntuli, carrying the ball all the way from left flank to the left byline but the final ball in is not dangerous enough. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 South Africa: Speaking of Sreejesh, he is back in goal now as India continue to rotate. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    As Gowan Jones makes his first big save of the night, reminded of this moment from #CWG2022, when Sreejesh appreciated a stunning performance from the South African GK. https://t.co/SB9msuCBUC https://t.co/hgGonNocII— Vinayakk (@vinayakkm) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 2-0 South Africa: As we take a break, reminder that Gowan Jones was sensational at the CWG against India too. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Gowan Jones? More like India-no Jones. https://t.co/3BzTkYxT6c— Vinayakk (@vinayakkm) August 6, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 2-0 South Africa: Good saves at both ends. Pathak had to be alert from a rare South Africa attack. Down the other end, Akashdeep forces a great save from Gowan Jones. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 2-0 South Africa: GOAL INDIA! And it is Harmanpreet Singh’s turn to pick up from where he left off against Japan too. He has found his scoring touch, but a bit later than Indian fans would have liked. Powerful hit, not many are saving that. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 South Africa: And a spell of sustained pressure from India, leads to the first PC of the night. Manpreet opened things up with a lovely aerial to Vivek. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCupLovely goal by Abhishek, controlling a powerful pass from distance by Harmanpreet. The ball-control was superb to make space and the finish powerful. Carrying on from where he left off against Japan.https://t.co/SB9msuCBUC pic.twitter.com/b51yEC0zrj— Vinayakk (@vinayakkm) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 South Africa: Abhishek and Akashdeep combine well, but the attack fizzles out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 South Africa: A green card for South Africa.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 South Africa: That was a powerfully hit long ball from Harmanpreet from midfield, it was controlled really well and the touch was enough to make space by Abhishek. Superbly taken field goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 South Africa: GOAL INDIA! India score an early goal, and it is the player of the match from the match against Japan. Abhishek with superb ball control to make space at the edge of the circle and hits a powerful shot home\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congratulations, Mandeep Singh, on reaching 200 international caps today against South Africa in the Men's World Cup 2023.#HockeyIndia #IndiaKaGame #HWC2023 #HockeyWorldCup2023 #StarsBecomeLegends #RSAvsIND @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/cVSAoFG6PP— Hockey India (@TheHockeyIndia) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 South Africa: India have started on the front foot as expected. Controlling possession so far. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    MILESTONE: 200th cap for Mandeep Singh – India’s Mr. Fourth Quarter\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pushback in Rourkela.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HWC2023 #HockeyWorldCup 🏑National anthems done, one last time in this World Cup, India from Rourkela. Taking on South Africa in a bid to finish 9th. https://t.co/SB9msuCBUC pic.twitter.com/GKavKHpSI7— Vinayakk (@vinayakkm) January 28, 2023\n\n\n\n    Full house again for India vs SA. India looking to wrap up WC campaign with a win. #FIH2023 #IndvSA pic.twitter.com/x0lxtr5uk4— Sundeep Misra (@MisraSundeep) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coach Graham Reid: Counter control will be a major thing. What I really want to see is the performance we put in the second half against Japan. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Head-to-head: The last time these two met was a tight semifinal contest at CWG 2022, that India won 3-2. RSA have been one of the teams on the rise, and won the Nations Cup recently. \n    \n        \n        \n            \n            \n            \n        \n    \n\n     India's results so far \n    \n       Date/Time  Teams  Venue  Winner  Scoreline \n    \n     13 Jan 2023 19:00  IND v ESP (Pool D)  Rourkela, India  IND  2 - 0  15 Jan 2023 19:00  ENG v IND (Pool D)  Rourkela, India  DRAW  0 - 0  19 Jan 2023 19:00  IND v WAL (Pool D)  Bhubaneswar, India  IND  4 - 2  22 Jan 2023 19:00  IND v NZL (Crossover)  Bhubaneswar, India  NZL  3 - 3 (4 - 5 SO)  26 Jan 2023 19:00  JPN v IND (9th - 16th)  Rourkela, India  IND  0 - 8  28 Jan 2023 19:00  RSA v IND (9th - 12th)  Rourkela, India    - \n  \n\n     South Africa's results so far \n    \n       Date  Teams  Venue  Winner  Scoreline \n    \n     13 Jan 2023 13:00  ARG v RSA (Pool A)  Bhubaneswar, India  ARG  1 - 0  16 Jan 2023 17:00  FRA v RSA (Pool A)  Bhubaneswar, India  FRA  2 - 1  20 Jan 2023 13:00  AUS v RSA (Pool A)  Rourkela, India  AUS  9 - 2  26 Jan 2023 11:30  RSA v MAS (9th - 16th)  Rourkela, India  RSA  6 - 3  28 Jan 2023 19:00  RSA v IND (9th - 12th)  Rourkela, India    - \n  \n\n    The game between India and South Africa is heating up, with both teams fielding their best players in a fierce battle.#HockeyIndia #IndiaKaGame #HWC2023 #HockeyWorldCup2023 #StarsBecomeLegends #RSAvsIND @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI @SA_Hockey pic.twitter.com/VgTaN2QrlO— Hockey India (@TheHockeyIndia) January 28, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    As we wait for pushback, some reading from Dilip Unnikrishnan, our teammate who has been covering the event in Odisha. A couple of pieces looking at India’s exit first and then a couple of pieces on Germany’s stunning run to the final.Shaky India bow out to ‘Trojans’ New ZealandFour reasons why Harmanpreet Singh and Co’s podium hopes ended earlyAndre Henning, the Klopp-Nagelsmann hybrid tasked with reviving German hockeyArgentina-born Gonzalo Peillat leads Germany’s stunning turnaround vs Australia\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello all and welcome to our live coverage of the Indian team at the FIH Hockey Men’s World Cup 2023.On the penultimate day of competition, it is the final match for Indian team as they look to finish a respectable 9th in a campaign that has flattered to deceive. Harmanpreet Singh and Co now, at the very least, will look to finish as the second best Asian team in the tournament. After defeating Japan convincingly in the 9-16 classification match, they take on South Africa in the the 9-12 classification match. Rourkela will be the venue once more. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Still cannot believe India led 2-0 and 3-1 at one stage only to lose in the penalty shootout. Wrote about last-night's disappointment #HWC2023https://t.co/S1T17hXhjd— Dilip Unnikrishnan (@DilipUnnikrishn) January 23, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Stats courtesy: TMS / FIH, Screenshots courtesy: TMS / Disney+Hotstar","author":"Vinayakk Mohanarangan","time":"2023-01-28T18:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185832-viktpduetg-1674134064.jpg","tags":["Hockey","Indian hockey","Manpreet Singh","Harmanpreet Singh","FIH Odisha Hockey Men’s World Cup Bhubaneswar – Rourkela 2023","Hockey World Cup","India vs South Africa"],"source":"https://scroll.in/field/1042784/hockey-world-cup-india-vs-south-africa-9-12-classification-match-live-score-updates-and-more-harmanpreet-singh-and-co-look-to-finish-on-a-high"}