{"title":"Hockey, Asian Champions Trophy: India comfortably beat Malaysia to secure second win","content":"India registered their second consecutive victory at the Women’s Asian Champions Trophy 2023 in a high scoring encounter in Ranchi on Saturday. Goals from Vandana Katariya (7’, 21’), Sangita Kumari (28’), Lalremsiami (28’), and Jyoti (38’) helped India win 5-0.India began proceedings with intensity, deploying a high press and searching for a breakthrough from the very first minute, while India’s resilient defence made circle penetration a challenging task for Malaysia. Following back-to-back penalty corners, India found their first goal after Ishika Chaudhary’s injection led to a goal from Katariya. With a few minutes left in the first quarter, India were awarded yet another penalty corner, but Deep Grace Ekka’s dragflick was denied by a brilliant save from Malaysian goalkeeper Nur Zainal. The second quarter began with an early opportunity for India but Katariya’s tomahawk was saved by Nur Zainal. India earned a penalty corner and this time Chaudhary’s injection was received by Jyoti before a deft touch from Katariya registered India’s second goal of the night. In the 27th minute, a promising move by India led Lalremsiami to find Sangita Kumari deep in the circle. A smart finish from Sangita ensured that India’s lead was extended to 3-0. Less than a minute later, Salima Tete broke away on the right flank to find Lalremsiami, who expertly deviated the incisive pass into the back of the net for India’s fourth goal. As the third quarter commenced with India dominating possession, Malaysia tried to penetrate the circle from the right flank, but their efforts were rendered futile by the Indian defenders. The first chance of the quarter fell to Navneet Kaur who took a powerful strike that was only inches away from goal. India’s fifth goal was a product of brilliant link-up play, after a series of short passes, Katariya found Jyoti’s nimble stickwork in the circle, to secure a well-deserved goal. As the final quarter of the match unfolded, the scoreline remained unchanged. While India’s defence was largely untested, the forwardline continued to look for opportunities. Navneet Kaur took another powerful shot at goal but she missed her target by a small margin. In the 47th minute, Lalremsiami earned a penalty corner for India, however, Nur Zain pulled off another spectacular save to resist Deep Grace Ekka’s shot. With less than ten minutes to go, India were awarded two consecutive penalty corners, but the Indian offence was unable to score another goal. At the full-time mark, India completed a comprehensive 5-0 victory, exhibiting their offensive prowess. India will next take on China in their third encounter of the tournament on October 30 at 8.30pm IST.","author":"Scroll Staff","time":"2023-10-29T09:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195383-tqgnfzqcpv-1698551926.jpg","tags":["Vandana Katariya","Sangita Kumari","Lalremsiami","Women’s Asian Champions Trophy","Hockey","Indian women’s hockey team"],"source":"https://scroll.in/field/1058276/hockey-asian-champions-trophy-india-comfortably-beat-malaysia-to-secure-second-win"}