{"title":"Hockey, Women’s Asian Champions Trophy: Savita to lead 20-member squad in Jharkhand","content":"Hockey India on Wednesday announced the 20-member Indian women’s hockey team that will be travelling for the Women’s Asian Champions Trophy in Ranchi set to take place between October 27-November 5. India, which recently claimed the bronze medal at the 2022 Asian Games in Hangzhou, China, will be competing in the tournament alongside Japan, China, Korea, Malaysia, and Thailand.Savita will be leading India in the tournament with Deep Grace Ekka as her deputy. India will open their campaign in the tournament against Thailand on October 27 and then play a match against Malaysia the following day on October 28. India will take on Asian Games gold medallists China in their third game on October 30, and then compete against Japan on October 31. India will play their final pool game against Korea on Thursday, November 2. The semi-finals and final of the tournament will be played on Saturday, November 4 and Sunday, November 5 respectively. Savita and Bichu Devi Kharibam have been named in the list of goalkeepers in the squad while Nikki Pradhan, Udita, Ishika Chaudhary, and Deep Grace Ekka have been named as defenders.Nisha, Salima Tete, Neha, Navneet Kaur, Sonika, Monika, Jyoti, and Baljeet Kaur form the midfield line-up, while Lalremsiami, Sangita Kumari, Deepika, and Vandana Katariya have been named as the forwards in the squad. Meanwhile, Sharmila Devi and Vaishnavi Vitthal Phalke will also travel with the squad as the backup options.Speaking about the upcoming competition, India coach Janneke Schopman said, “It is an important tournament for us to continue our momentum and our steady improvement as a team. While we performed well at the Asian Games to claim the Bronze medal, the upcoming tournament will give us a chance to further improve our standings against our Asian challengers. “We will get a chance to put our learnings from Hangzhou into action and test ourselves once again. With the tournament happening in Ranchi, Jharkhand, we are eager to perform our best in front of home fans, and showcase our growth as a team.”India’s squad for the 2023 Women’s Champions TrophyGoalkeepers: Savita (C), Bichu Devi KharibamDefenders: Nikki Pradhan, Udita, Ishika Chaudhary, Deep Grace Ekka (VC)Midfielders: Nisha, Salima Tete, Neha, Navneet Kaur, Sonika, Monika, Jyoti, Baljeet KaurForwards: Lalremsiami, Sangita Kumari, Deepika, Vandana KatariyaReplacement players: Sharmila Devi, Vaishnavi Vitthal PhalkeIndia’s schedule for the 2023 Women’s Champions Trophyvs Thailand on Friday, October 27vs Malaysia on Saturday, October 28vs China on Monday, October 30vs Japan on Tuesday, October 31vs South Korea on November 2Semi-final on Saturday, November 4Final on Sunday, November 5","author":"Scroll Staff","time":"2023-10-11T16:34:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194901-zefnodnemt-1697021895.jpg","tags":["Women's Asian Champions Trophy","Indian hockey","Indian women's hockey","Deep Grace Ekka","Savita","India"],"source":"https://scroll.in/field/1057434/hockey-womens-asian-champions-trophy-savita-to-lead-20-member-squad-in-jharkhand"}