{"title":"Hockey, FIH Pro League, India vs Australia, as it happened: AUS win shootout bonus after 2-2 draw","content":"That’s it from us tonight! Do join us tomorrow at 7.30pm for India’s final Pro League match in Odisha this season when they take on Ireland.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, IND (0) 2-2 (3), Harmanpreet Singh: I think we played well overall. Australia are a good team and we gave our best right till the end. Compared to the last match, we were much better in defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Johan Durst rightly wins the Player of the Match award.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-3 Australia: Johan Durst swipes the ball away from Lalit! Australia win the shootout 3-0 and take the bonus point! Durst wins his first-ever penalty shootout and is mobbed by his teammates who are very happy for their teammate. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-3 Australia: Easy as you like it from Tom Wickham. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-2 Australia: Sukhjeet misses! India down 0-2!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-2 Australia: Cool as you like it from Ogilvie. Chips it over Sreejesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-1 Australia: Akashdeep with a poor attempt. Feinted and got Durst flat on the ground. Just needed to lift the ball over the keeper but goes for the big reverse hit and sends it into the stand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Penalty shootout, India 0-1 Australia: Tim Brand is the first player to step up. Sreejesh races off his line but Brand takes his time to make his way to ahead. Calmly scoops his past Sreejesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-2 Australia: India end Australia’s winning run in the Pro League! After six wins out of their six games, Australia fail to win for the first time this season. A superb match of hockey and for the fourth match this season, India play a draw.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-2 Australia: Less than 30 seconds left in the match as India camp in the Australian half. Rohidas finds Shamsher on the right  with an accurate aerial. Shamsher finds space and shoots powerfully but Durst makes a good save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-2 Australia: Manpreet gives away the ball trying to play out of the back. Australia counter. Sumit with a good interception and he launches the counter. Lalit fizzes a low pass forward but it was asking too much of Sukhjeet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-2 Australia: Nearly another for Australia! Sumit goes to intercept an aerial pass but misses it. Craig now has time and space and fires the ball across goal. Jake Whetton is just took late to arrive at the back post. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-2 Australia: Australia score! India give the ball away cheaply and Australia counter quickly. Tom Craig takes the ball inside the circle and shoots while out of balance. Ephraums is near goal to deflect it as Sreejesh dives to save it. The ball rolls away from him and goes into goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Australia: Australia win another PC but India review again. It takes a long time to find the correct angle and India get the decision they want.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Australia: Superb rushing by Manpreet. Hides his legs behind his stick and blocks Hayward’s flick. The umpire gives another PC thinking it came off Manpreet’s legs. The Indian reviews and reverses the decision.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Australia: Sreejesh saves! Govers goes to the same side like last time and Sreejesh plants a big left foot to block it. Does not celebrate it that much. Probably still unhappy for conceding the stroke in the first place. Legend!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Australia: All 11 Indian players are camped around the 23m line. And Sreejesh gives away a stroke. Barged into the back of Govers there. He is not happy with himself there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Australia: Wickham shoots from the edge of the circle but it’s blocked by Rohidas. The Australian refers it immediately asking for a PC. Wow, that is superb defending from Rohidas. Went realy low and blocked it with his stick. The TV umpire takes multiple looks at the play seeing if there was a foot after it came off the stick. No advice possible comes the ruling. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Australia: The umpires are checking for a possible unsportsmanlike conduct in the buildup to that Indian chance. There’s a coming together between Manpreet and Sharp with the latter falling to the ground. Manpreet accused of kicking Sharp. The Australian ran across Manpreet and the latter barged into him. The TV umpire says there is no foul play but tells the on-field umpires to have a chat with the two players in question.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Australia: Route one hockey (to borrow a term from football) from India. Rohidas with an aerial ball which Lalit takes down nicely. He spots Akashdeep’s run across goal and plays the ball. The Indian forward does not get the goal-scoring touch and Australia get the free hit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-1 Australia: India get us started and Australia press high and win possession and resume trying to find a way past the Indian defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 2-1 Australia: Less than 30 seconds as India break on the counter again. Sukhjeet moves along the goalline and looks to win a PC but Australia somehow come away with the ball and that will be the end of the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Australia: What a save from Durst! India break on the counter. The ball is moved from the left to Abhishek just inside the circle. He takes a touch and fires in a powerful shot at goal. That looked destined for the back of the goal but Durst somehow throws his stick out and saves it with the end of it. That was lightning-fast reflexes from Durst. Abhishek’s shot had a looooot of power. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Australia: India are pegged back in their own half as Australia crank up the pressure. India defending calmly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Australia: Hayward’s flick is straight down the goal. Pathak boots it high and wide. Brand keeps the ball alive. He fights to keep the ball away from a host of Indian defenders closing on him before passing it. Sharp is at hand to smack it into goal. The umpire uses his own review to check the goal. And it won’t stand as the ball came off Brand’s arm in the buildup to the goal. The Indian defenders knew it right away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Australia: Wickham goes on a run down the right and plays it forward. Jugraj looks to shield the ball but Tim Brand sneaks in and plays the ball off the Indian defender to win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Australia: Tom Wickham tries his luck with a powerful reverse hit from the edge of the circle. Pathak saves it well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Australia: What move from India. Hardik Singh with a sensational run and pass down the right. Harmanpreet is in the circle for a change. He looks to reverse hit it but is prevented by his marker. Instead he looks to play the ball behind him looking for a foot. None come his way. Australia look to play out but Gurjant comes charging in and gets the ball. Akashdeep shoot but Durst saves. There is a goalmouth scramble and Australia finally get the free hit out. Whew!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Australia: Govers with good work on the baseline to win a PC. Hayward’s flick is straight at Pathak. The Indian keeper saves it with his forearm but the ball loops high in the air and it will be another PC. Hayward’s second attempt zips past the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Australia: Sumit is the first player to be booked in the match for a silly foul. He is shown the green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-1 Australia: India get us back underway in the third quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 2-1 Australia, Fulton: We have to manage our lead now. Sheer concentration and focus on keeping the ball. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 2-1 Australia: An entertaining half of hockey comes to end. India started slowly but grew into the game in the second quarter. Two quality drag flicks from Harmanpreet Singh and Amit Rohidas sees India take a 2-1 lead at half-time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-1 Australia: India retake the lead! Meyers gives away a PC. India had to refer for it. Harmanpreet is on the first battery and Rohidas is at the second. The injection goes to Rohidas and he fires his drag flick towards the bottom left. Jeremy Hayward got a touch on it but not enough to block it at the line. The Rourkela crowd goes wild for local hero Rohidas!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Australia: A nice flowing move from Australia and they nearly take the lead. Harvie plays a ball towards Ephraums in the circle. He spins around and zips it towards goal. Looks like Craig helped it along the way. Lachlan Sharp had made the run at the far post but the ball evades him. Australia beautifully carved open the Indian defence there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Australia: Australia win a PC from a counter attack. Pathak reviews asking for a foul on him by Tom Craig which resulted in his helmet coming off. A successful challenge and India win a free hit out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Australia: India win another PC as the ball loops up off Joshua Beltz’s stick onto Jake Whetton’s head. Harmanpreet Singh’s flick is saved and Jugraj fires the rebound back at goal which is also saved.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Australia: It looks like Sreejesh injured himself trying to save Govers’s stroke. Pathak comes back on. Hopefully, it is nothing serious.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Australia: Australia level the scores! Amit Rohidas pushes Tom Wickham from behind and the umpire gives a penalty stroke. Govers steps up and goes to Sreejesh’s left and scores.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-0 Australia: India take the lead! Who else but Harmanpreet Singh! Goes for the bottom right and it takes a touch off Corey Weyer’s stick on the line. Goal no 175 for the Indian captain!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: Lovely work from Manpreet Singh near the baseline to win India the PC. Looked to play a one-two Vishnukanth and his pass takes a touch of an Australian foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: Brilliant positioning from Sumit to block Aran Zalewski’s shot in front of Sreejesh. Somehow managed to contort his legs behind the stick!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: It has started to rain in Rourkela. The Birsa Munda does not boast of fully covered stands. Hopefully it goes away soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Australia: PR Sreejesh replaces Krishan Pathak in the Indian goal and he is almost called into action. Govers gets the ball on the right and shoots immediately after entering the circle. It flies high above the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 0-0 Australia: Australia the better side in the first quarter. Kept India well outside their shooting circle. Apart from the Jugraj PC, India did not have any big chances. Australia, on the other had, had a lot of circle entries but were missing the final ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Akashdeep looks to bisect two Australian defenders but loses the ball. The Kookaburras counter. Sumit puts in a superb tackle to take the ball and then shield it well before playing his way out of trouble.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Rohidas loses the ball and Australia counter. Hardik does well to win the ball back. And then India lose possession again. Tom Craig runs towards the circle with Hardik on his heels. The Australian loses the ball and barges into Manpreet Singh. The umpire immediately blows the whistle in India’s favour. Manpreet takes his time to get back up.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Hardik with an aerial pass towards Gurjant, I believe, on the right wing. He doesn’t look to cut inside and fires the ball into circle. Jake Harvie does well to intercept the pass and then keep it away from Lalit Kumar Upadhyay.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Australia get their first PC of the match as Nathan Ephraums plays the ball onto Raj Kumar Pal’s foot. India review and get the call overturned. It came off Pal’s stick. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Akashdeep Singh with good work to win the first penalty corner of the match for India. No Harmanpreet Singh on the pitch so it would be Jugraj Singh and Amit Rohidas on drag flicking duty. The injection goes to Jugraj and his flick is super fast but goes wide of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Vishnukanth Singh makes his first appearance in the Pro League this season. He wrestles the ball off Govers inside the circle and ends Australia’s attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Australia attack with Jake Harvie letting fly from the edge of the circle. It somehow zips between the multitude of Indian and Australian bodies and flies past Blake Govers at the far post. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Australia try to attack from the left. Sumit with a stick tackle and Australia get a free hit. Sumit goes back five metres and puts in the same tackle but this time gets the ball. India break. The ball is switched to Hardik Singh on the right. He looks for Gurjant Singh at the far post with an aerial but instead ends up sending it at goal. Johann Durst gloves it over goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: Australia lose possession and press Harmanpreet and Amit Rohidas for it. Tom Craig ends up committing a foul and India can restart again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Australia: India are in their traditional all blue, Australia in their red and black. It will be the Kookaburras who’ll get us underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 92.48826291079813%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/rcddlqscbm-1708783492.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 92.73705447209146%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ufkgmdqczb-1708783492.png\">\n  </picture></figure>\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Australia, India coach Craig Fulton: We came back nicely in the last game. But we lost control. We need to have composure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Meet India's Starting XI ready for action. 🇮🇳Watch the match live on @JioCinema and @Sports18#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndiaMensTeam.....@CMO_Odisha @FIH_Hockey @IndiaSports @Media_SAI @sports_odisha pic.twitter.com/uQQW6nA3yh— Hockey India (@TheHockeyIndia) February 24, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian men’s hockey team’s match against Australia in the FIH Pro League 2023-24 in Rourkela.India are back in action after a three-day break and face second-placed Australia. In their last match in Bhubaneswar, Australia got the better of India in a 10-goal thriller.India trailed 0-2 after two minutes but India hit back with four goals to take a 4-2 lead in the first half. However, Australia scored four goals including three in the final 10 minutes to clinch the match 6-4. Live action coming up soon. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad for 2023-24 FIH Pro League (India leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Varun Kumar (withdrew), Sanjay, Vishnukant SinghMidfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Rabichandra Singh MoirangthemForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh Hundal\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s scheduleFebruary 10: Won 4-1 vs SpainFebruary 11: Won 2(4) - 2(2) vs The NetherlandsFebruary 15: Lost 6-4 to AustraliaFebruary 16: Won 1-0 vs IrelandFebruary 19: Won 2(8) - (7)2 vs SpainFebruary 21: Lost 2(4) - 2(2) vs The NetherlandsFebruary 24: Vs Australia at 7.30pm IST at RourkelaFebruary 25: Vs Ireland at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Dilip Unnikrishnan","time":"2024-02-24T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198740-akftdlmsud-1708781135.jpeg","tags":["Hockey","Indian Men’s Hockey Team","Indian Hockey","FIH Pro League","Craig Fulton","Harmanpreet Singh","Hardik Singh","PR Sreejesh"],"source":"https://scroll.in/field/1064233/hockey-fih-pro-league-india-vs-australia-live-score-updates-stats-reactions-and-more-harmanpreet-singh-and-co-look-to-get-back-to-winning-ways"}