{"title":"Hockey: Vice captain Vandana Katariya ruled out of Olympic Qualifier with an injury","content":"The Indian women’s hockey team vice captain Vandana Katariya has been ruled out of the upcoming 2024 FIH Hockey Olympic Qualifiers in Ranchi with a cheekbone injury sustained during a practice session.This comes as a big blow to the hosts, who have been drawn in Group B alongside the United States, New Zealand, and Italy for the Olympic qualifiers.Katariya, who was one of the standout performers for India at the 2020 Tokyo Olympics, will be replaced in the squad by the young Baljeet Kaur. Nikki Pradhan, who became the first player from Jharkhand to represent India back in 2016, will take over as the vice-captain of the team.“It’s unfortunate that Vandana won’t be part of the tournament,” Indian coach Janneke Schopman said. “She sustained a fracture in her cheekbone during a training session, and she has been advised to rest.”The Savita Punia-led team has already reached Ranchi for what is their most important tournament at the start of the year. India will start its campaign on January 13 against the United States before facing off against New Zealand and Italy on January 14 and 16 respectively.The knockout matches of the tournament will be played on January 18 and 19. The top three teams from the competition will seal their slot at the 2024 Paris Olympics, which is slated to be held from July 26 to August 11.The other teams in fray for the Olympics qualification slot in Ranchi includes Germany, Chile, Japan, and Czech Republic.The Indian team earlier had a chance to seal their Olympic qualification during the 2022 Asian Games held in Hangzhou last year, but a 0-4 loss to hosts China in the semi-finals crashed their hopes. The 2024 FIH Hockey Olympic Qualifiers was slated to be held in China but was shifted to Ranchi in October, after the latter qualified by winning the Asian Games gold medal.Indian squad Goalkeepers: Savita Punia (c), Bichu Devi Kharibam Defenders: Nikki Pradhan (vc), Udita, Ishika Chaudhary, Monika Midfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Beauty DungdungForwards: Lalremsiami, Sangita Kumari, Deepika, Baljeet Kaur","author":"Scroll Staff","time":"2024-01-04T09:43:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162447-ebylwctbmr-1628148347.jpg","tags":["Hockey","Vandana Katariya","FIH Hockey Olympic Qualifiers","Savita Punia","Nikki Pradhan","Baljeet Kaur"],"source":"https://scroll.in/field/1061605/hockey-vice-captain-vandana-katariya-ruled-out-of-olympic-qualifier-with-an-injury"}