{"title":"Hockey, Asian Champions Trophy, India vs Japan as it happened: Hosts held to 1-1 draw","content":"That’s it from us tonight! Do join us on Sunday when India face Malaysia in their third match.Overall, that was a very enjoyable 1-1 draw. A good attack up against a stubborn defence, and in the end, neither comes out on top.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Japan: Ken Nagayoshi picks up the Best Player of the Match. To be honest, goalkeeper Takashi Yoshikawa should have picked up the award form some crucial saves in the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 1-1 Japan: Hardik Singh picks up the award for the Best Young Player of the Match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy #Hockey It ends 1-1. Not sure if it came across on broadcast, but that was fun. Some class defending by Japan, a 💯 terrific save late on to prevent a flowing field goal from India. On their part, apart from PC conversion, a decent game for India too. pic.twitter.com/E2ASDXqt7L— Vinayakk (@vinayakkm) August 4, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 1-1 Japan: The hooter goes and Japan hold India to a spirited 1-1 draw. A tinge of complacency from India tonight, one feels. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Japan: Sukhjeet has been in fine form this quarter. As India counter, he jinxes past his marker before playing in Nilakanta. The pass is behind Nilakanta who has to swivel and play a first-time shot but Yoshikawa saves it. Mandeep, meanwhile, has picked up a yellow card which means India will be down to 10 player for the final four minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Japan: Sukhjeet wins a PC but Japan refer it. The replays show that Sukhjeet’s pass hit Shota Yamada’s groin. Japan win the referral. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Japan: Harmanpreet switches over to the second castle with Varun on the first. The injection goes to Varun who fires in his flick just wide off the post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Japan: That is superb play from Sukhjeet! Takes down Harmanpreet’s aerial at maximum stretch. And then bamboozles his marker to win another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Japan: India attacking with urgency now. Japan hanging on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Japan: Back to back PCs for India. Harmanpreet gives it up for Jugraj Singh who stings Yoshikawa’s glove with a fiery shot at the second time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Japan: Sreejesh called into action! Kaito Tanaka finds Kentaro Fukuda on the left in the circle and his first-time shot is saved by Sreejesh’s outstretched foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Japan: Shota Yamada cops Harmanpreet’s drag-flick straight on his left knee and limps off the field. That’s the second Japanese knee Harmanpreet has hit tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 1-1 Japan: PR Sreejesh stays in goal for the final quarter. Shamsher wins a PC inside 45 seconds!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, India 1-1 Japan: India finally pull level right at the end of the quarter. A much-needed goal for the hosts and Japan once again squander a 1-0 lead. Can they avoid defeat tonight?\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy #Hockey It's that man Harmanpreet again. A lovely aerial ball to win the PC, a quick fist pump and a word with Craig Fulton, and then goes to take the flick and smack it in. Well earned equaliser and the crowd erupts. 1-1. pic.twitter.com/P4E08HjXfc— Vinayakk (@vinayakkm) August 4, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Japan: GOAL! Harmanpreet Singh pulls India level! This time the Indian captain goes straight down goal and nutmegs Yoshikawa. Super goal!   \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Japan: India finally get a PC after a Japanese defender backs into Hardik in the circle even as the Indian was looking to take down Harmanpreet’s aerial pass.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Japan: India struggling to create good chances now. You have to give credit to Japan for holding their shape and forcing India back.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Japan: Nagayoshi accidentally kicks away the ball after the whistle had blown against him and India win their first PC of the quarter. No Harmanpreet or Rohidas on the pitch so it will be Varun Kumar and Jugraj Singh at the top of the circle. The injection goes to Jugraj but his shot is blocked by the rusher. A ninth PC comes and goes for India without a goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Japan: Akashdeep vs Yoshikawa is turning into a tasty contest with the Japanese goalkeeper denying the Indian forward once again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 0-1 Japan: Sreejesh back in goal for the third quarter. Japan have momentum on their side and attack straight away but India defend well and come away with the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 0-1 Japan: We are just trying to break them down. We need to have a little bit more structure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy #Hockey India's profligacy looks costly for now. Japan take the lead late in the half. They've been defending well and now have a lead to hold. pic.twitter.com/SPxsXSYEAT— Vinayakk (@vinayakkm) August 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 0-1 Japan: Japan nearly score a second seconds before but Pathak makes himself big and keeps India in the game. India counter but Akashdeep is unable to release the ball in time and Japan come away with the ball. That is the end of the half. India find themselves behind at break.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-1 Japan: Japan take the lead! Ken Nagayoshi goes to Krishan Pathak’s left and rifles in his drag-flick from in between Varun Kumar’s legs at the post. Wow!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Japan taking full use of their one-man advantage and win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Japan taking full use of their one-man advantage and win a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Jugraj gets a two-minute suspension for a shove on a Japanese player. Will give Japan added incentive to attack and they do. Tanaka tries to create something from the left flank but the chance goes wasted.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: India sitting back now allowing Japan to stitch together a move. Tanaka plays in a good through ball towards the far post but his teammate cannot get the decisive touch. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: Karthi comes close this time. Gets the ball on the edge of the circle with his back to goal. He shifts to the right before shooting at goal. Mandeep tries to slide in but misses it as the ball rolls wide off goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 0-0 Japan: My word, that was a brilliant save from Yoshikawa! First saves Akashdeep’s attempt before denying Manpreet. Moments later, he is called into action once again to keep out Akashdeep’s shot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 0-0 Japan: India are being frustrated by a stubborn Japanese side who haven’t put a foot wrong tonight. Harmanpreet Singh is yet to trouble Yoshikawa in the Japanese goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: This is superb defending from Japan. India win four PCs back to back and Japan defend every one of them. Takashi Yoshikawa, in the Japanese goal, hasn’t even needed to make a save from a penalty corner yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: PC for India. The injection goes to Rohidas on the second battery. It’s blocked well but India recycle the ball to Hardik who puts it across goal. There’s a scramble with the ball also hitting the post before India win another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan:  The game has settled into a rhythm now. India passing and probing around the Japan 23m line with the Japanese keeping their shape and defending well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Poor trapping from Tanaka as India break on the counter with Mandeep and Sukhjeet Singh. They make their way to the edge of the circle before the latter is closed down and Japan end the counter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: A first PC for Japan as the ball loops up dangerously off Nilakanta Sharma’s stick inside the circle. Vivek, meanwhile, is shown the green card and will be off for two minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Sukhjeet nearly gives India the lead. Good pass from Vivek Sagar Prasad. Sukhjeet’s first touch is delicious as it fools his marker but the ball also rolls just out of Sukhjeet’s reach forcing him to dive and play a reverse hit. It hits the side netting.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: This is some superb first rushing from Raiki Fujushima! Twice he blocks Harmanpreet and at the third time, the injection is not trapped properly and Japan come away with the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: India win the first PC of the match as Taiki Takade is penalised for not being five metres away from an Indian free hit. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: Ooofff. That must hurt like anything! Harmanpreet winds up to play a long pass but ends up whacking the ball against the knee of the onrushing Seren Tanaka. The Japanese player is walked off the pitch. Hopefully, he will be able to walk it off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Japan: India get us underway with Gurjant looking to get inside the circle from the right but slips near the goal line and Japan gain possession. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Japan: Japan playing in their deep blue kit with India playing in their white and orange kit. Time for the national anthems now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Point standings ahead of India vs Japan\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Japan, Craig Fulton: It was a good win for us again China. Got the goals, scored from PCs and won the three points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Japan: The last time these two sides met were in the classification round at the FIH Hockey World Cup earlier this year. On that night, India had came up with an 8-0 win close after their disappointing crossover loss to New Zealand. India are still the better side and you can expect another big win for Craig Fulton’s side tonight.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #AsianChampionsTrophy #Hockey Much more pleasant evening in Chennai as Indian players again walk out to big cheers. Sreejesh once again getting superb support. Not a massive turnout though but still decent volume.Japan in front of them tonight & it promises to be a good one. pic.twitter.com/0XykYEOjWU— Vinayakk (@vinayakkm) August 4, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of the Indian men’s hockey team’s Asian Champions Trophy match against Japan.India began their Asian Champions Trophy campaign with a stylish 7-2 win over China with Harmanpreet Singh and Varun Kumar scoring two goals each via penalty corners. The only negative coach Craig Fulton will take is the way India conceded the two goals.Japan, on the other hand, lost their first game 1-2 against South Korea despite scoring inside the first six minutes. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian squad for the 2023 Asian Champions TrophyGoalkeepers: PR Sreejesh, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Harmanpreet Singh (C), Varun Kumar, Amit RohidasMidfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher SinghForwards: Akashdeep Singh, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, S Karthi \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in blog courtesy Fancode","author":"Dilip Unnikrishnan","time":"2023-08-04T20:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192873-oepbyvdwsi-1691159225.jpg","tags":["Asian Champions Trophy","Harmanpreet Singh","Indian Hockey","Hockey","Indian Men's Hockey Team","Craig Fulton"],"source":"https://scroll.in/field/1053819/hockey-asian-champions-trophy-india-vs-japan-live-score-reactions-updates-and-more"}