{"title":"Hockey, FIH Pro League, India vs Great Britain as it happened: GB top points table with 4-2 win","content":"Thank you for following our coverage today. Do join us on June 2, Friday as India take on Belgium in the Pro League.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-4 Great Britain: It has not been the best of starts for Craig Fulton but against top-quality opposition like Belgium and Great Britain, it was always going to be tough. India were slightly better today but the defence needs work. Harmanpreet Singh achieved a new milestone today scoring his 35th goal in the FIH Pro League to become the all-time top-scorer. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: Couple of things we found interesting from Craig Fulton’s first press conference was wanting to make India better away from home, and make India finish matches better than they start. On both counts, less than ideal couple of matches to start his stint. Better than yesterday, perhaps, so maybe trending upwards.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-4 Great Britain, Harmanpreet Singh: I am very proud. We played better than yesterday. Structure wise we were good. We need to improve on our defence. They scored a couple of goals from the touchline and we need to fix that.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, India 2-4 Great Britain: GB with a successful review and they go top of the Pro League standings ahead of India. Not a great performance from the Men in Blue. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    That was such a meh performance from India :-/ couple of great goals from GB, but for large parts India were rather listless #FIHProLeague— Tareque Laskar (@tarequelaskar) May 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-4 Great Britain: India win a PC right as the hooter goes off for full-time. GB refer it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-4 Great Britain: India get two cracks at it. At the second time of asking, the ball just rolls from underneath his stick and Sorsby clears it off the line. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-4 Great Britain: It’s getting feisty now. Jarmanpreet is near the goalline and play a scooped pass but it hits GB captain David Ames on the face and draws blood. Jarmanpreet is asking for a PC because he believes that the ball was deflcted off a GB stick. He squares off against a GB player and the umpire has to separate the players. Ames goes off holding the side of his head and India are awarded a PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-4 Great Britain: Hardik with a good run and he finds Abhishek who fires in a low shot. TRC makes a good save with his foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-4 Great Britain: With three minutes left, India take off Sreejesh to bring on an extra outfield player.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-4 Great Britain: Bandurak scores first goal for GB! Vivek Sagar Prasad loses the ball just outside the circle. Oates takes the ball in and fires in a powerful shot to the top right corner. Sreejesh saves it but Bandurak is the first to react to the loose ball and smashes it in goal. The umpire reviews it for a possible foul on VSP but the TV umpire lets the goal stand\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey 🏑 #FIHProLeague What Manpreet Singh can do in the midfield 🥹https://t.co/osKkFx0pXo pic.twitter.com/gClwwYps1V— Vinayakk (@vinayakkm) May 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-3 Great Britain: The injection goes to the second castle where it is not trapped perfectly. Amit has to bring it under control before flicking it. His attempt hits the foot of his own teammates.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-3 Great Britain: Manpreet showing why he is better in attack than in defence. Goes on a brilliant run down the middle and wins PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-3 Great Britain: The castles shift just before the injection. Roper with a rather tame drag-flick which is booted away by Sreejesh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 2-3 Great Britain: Shamsher absolutely clatters into Sorsby as the GB man drives into the circle. Sorsby took a heavy blow and is down for sometime. PC for GB\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Great Britain: If you are wondering how good Mazarelo is: \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Is it a bird? Is it a plane? It’s @JamesMazarelo!! A save of the season (decade?) contender from the flying @GBHockey keeper in the #FIHProLeague thriller against Australia. #HockeyInvites #HockeyEquals pic.twitter.com/G7bKTnaS0w— International Hockey Federation (@FIH_Hockey) April 29, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Great Britain: Like in Q2, India end the third quarter strongly. But they need to put GB under pressure right from the start in Q4.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-3 Great Britain: Harmanpreet Singh scores again! Another PC and this time he finds the bottom corner to become the all-time top-scorer in the Pro League with 35 goals!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Great Britain: Mazarelo with another great piece of goalkeeping! Harmanpreet’s drag-flick is deflected by the rusher towards Hardik, who was making his way towards goal after injecting the ball. Mazarelo denies the Indian with his cat-like reflexes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Great Britain:  PC for India! Harmanpreet goes for the right and Sorsby does really well to put it behind. Moments later, he charges down a Harmanpreet shot and wins a foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Great Britain: Mazarelo with a really good save from close range to deny Gurjant! A long pass is deflected goalwards by Abhishek. Gurjant is unmarked at the far post but he denied by a brilliant save from the GB keeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Great Britain: Team GB are creating a lot of chances down the left flank. Jarmanpreet has been caught napping a couple of times now as Wallace forces a save from Pathak.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey 🏑 #FIHProLeague Team GB go 3-1 up! What a goal. A stunning solo dribble from the left flank by Lee Morton, he beats a whole host of Indian defenders and go past Pathak in goal too. Some run that.https://t.co/osKkFx0pXo pic.twitter.com/FXRWBuYl19— Vinayakk (@vinayakkm) May 27, 2023\n\n\n\n    3-1 to @GBHockey Lee Morton with a Worldie at #LeeValley @TheHockeyIndia pic.twitter.com/atSF5HBGKx— Dan Strange (@DanStrangetv) May 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Great Britain: Lee Morton scores! What a goal from the team GB man! He gets the ball on the left and he dances past a couple of defenders before somehow curling a shot across Pathak into goal. A work of art that goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-2 Great Britain: It is not Manpreet’s day at all. He is ushering the ball behind as Stuart Rushmere slips and hits Manpreet on the head with his stick. The Indian is on the floor for a minute but brushes it off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-2 Great Britain: Sorsby gives GB the lead! Nick Bandurak slaps the ball at goal. Pathak saves it but the loose ball falls to Thomas Sorsby who scoops it into goal. India have challenged it for height. There’s a long wait but the goal stays! Harmanpreet and Manpreet still arguing with the umpire.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Great Britain: Manpreet’s flaws as a defender come to the fore again as he gives away a penalty corner.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    India v/s Great Britain looks like the replay of India v/s England in from the Hockey World Cup.Zack Wallace cutting inside and making those diagonal runs. Hardik was again instrumental in the build-up and cover.Both teams are trying to cancel each other with intensity.— Tanuj Birua (@supersonicbirua) May 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-1 Great Britain: Pathak and Mazarelo on for the third quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-1 Great Britain, Craig Fulton: We have got a more balance to the game. We have had some chances and they have had some chances.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 1-1 Great Britain: India lucky to be level in this match. Great Britain played with good intensity in attack while also keeping the Indian attack at bay. It was a GB error that gave India the PC that Harmanpreet Singh converted. Fulton’s men ended the half strongly and one hopes that they carry that momentum into the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey 🏑 #FIHProLeague Just as @DilipUnnikrishn and I were discussing the Manpreet shows the pro and con. A while back, a superb pass from defence to cause chaos in GB circle, shortly after a rash tackle inside the circle to concede a stroke.https://t.co/osKkFx0pXo pic.twitter.com/RQNuP5gfF9— Vinayakk (@vinayakkm) May 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: TRC comes up with another good save to keep it 1-1. Manpreet with a good run down the left and finds Abhishek with a cut-back. The forward takes a touch to set himself up for a shot which TRC saves with his foot. And that is the end of an engaging first half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: Sreejesh with a clutch save! Manpreet concedes a penalty stroke by taking out Oates. Zach Wallace steps up and goes left. Sreejesh guesses the right way and saves it!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: The ball is in the GB goal but it has been overturned. There’s chaos in front of goal as a long pass in the circle is deflected off a GB defender onto the post. Abhishek is the first to the ball with Lalit joining him. The latter scoops the ball across goal and Gurjant and a GB defender put it in. However, it is reviewed and there was a back stick from Abhishek as the goal is chalked off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: The ball is in the GB goal but it has been overturned. There’s chaos in front of goal as a long pass in the circle is deflected off a GB defender onto the post. Abhishek is the first to the ball with Lalit joining him. The latter scoops the ball across goal and Gurjant and a GB defender put it in. However, it is reviewed and there was a back stick from Abhishek as the goal is chalked off.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: Zachary Wallace drives into the circle where he is stripped off the ball by Dilpreet. Wallace takes a tumble and wants a foul but is told to get up by the umpire.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: Harmanpreet is coming on but he is still hobbling a bit. The match has slowed down in the second quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: Harmanpreet goes down clutching his ankle. James Oates was looking to get the ball off Harmanpreet but instead smacks his ankle. The Indian captain walks off the field to get an ice pack. Hopefully, he is not out for long.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: No he cannot as TRC makes a good save with his foot. Sanjay gets the rebound and his powerful attempt is deflected behind. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: Another self-inflicted PC from GB. Will Harmanpreet make them play?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: Raj Kumar Paal picks up a silly green card for playing the ball well after the whistle had gone for an Indian foul. India down to 10 for two minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet and PCs are made for each other but why not let someone else take them in these Pro League games #FIHProLeague— Arnab Seal (@arnabsTOI) May 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: India began the second quarter with an early PC. Harmanpreet’s drag-flick is well wide of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Great Britain: Both teams switch keepers at the start of Q2. Sreejesh comes on for Krishan Pathak while Wales’s Toby Reynolds-Cotterill makes his GB debut.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-1 Great Britain: Harmanpreet Singh scores! Who else but that man! James Mazarelo had no chance saving that rocket as Harmanpreet Singh scores his 12th goal of the season.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Great Britain: Dilpreet wins a foul and takes it quickly. Superb pass from inside his own half to Mandeep near the GB circle. He tries to play it behind for a teammate but cannot find it. Nurse, however, does not trap it cleanly and plays it own to his own foot. PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Vinayakk Mohanarangan: Once again, India have started by sitting deep and holding their defensive structure but that has meant wave-after-wave of GB attack and the pressure pays. Now India have to react.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Great Britain: India nearly equalise! Jarmanpreet drives in a fierce cross from the left. Karthi gets ahead of his marker but his deflection flies just wide of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey 🏑 #FIHProLeague India have invited a lot of GB pressure in the opening quarter and it has paid off. Tim Nurse with a superb dribble down the left byline, good finish. Pathak won't be happy getting beaten from that angle though. https://t.co/osKkFx0pXo pic.twitter.com/o3I37BEQk2— Vinayakk (@vinayakkm) May 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Great Britain: Tim Nurse scores! This goal was coming given how well GB started. Nurse gets the ball on the left, gets past Lalit and Mandeep Mor. He’s at the goalline and shapes to cross catching Pathak off guard before shooting it beyond the Indian keeper for his first international goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Great Britain: GB looking more dangerous and forceful going forward than Belgium were yesterday. India unable to keep up with their intensity.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Great Britain: Brendan Creed with a slapped pass which bisects the Indian defence. Sam Ward is unmarked at the end of it. Pathak makes himself big and makes a superb save to deny Ward.  GB come back again from the left and Bandurak hacks at a lose ball but the hit is given India’s way for dangerous play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Great Britain: Ward fends off Jarmanpreet on the left and finds Roper. He beats his defender and shoots with Pathak advancing. Finds the side of the goal. At the other end, Abhishek picks up a two-minute green card for a foul.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Great Britain: Hardik Singh doing what he does best. Gets the ball inside his own half, fakes going back dragging three players with him before changing directions and driving to the GB goal. Gets taken out right outside the circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Great Britain: Harmanpreet Singh is all smiles as he leads his team out at the Lee Valley Hockey Centre. Selvam Karthi is in the squad today as is Dilpreet Singh. The pair were in fine form in India’s Pro League matches against Germany and Australia in Rourkela early this year.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Starting XI 🏑This is your team set to face off against Great Britain in the FIH Pro League 2022/23.Catch all the action LIVE on Star Sports First, Star Sports Select 2 SD & HD, https://t.co/pYCSK2hYka and FanCode app.#HockeyIndia #IndiaKaGame #FIHProLeague pic.twitter.com/CYxjxhXyBn— Hockey India (@TheHockeyIndia) May 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Great Britain, Craig Fulton: We are looking for improvement. We were a little lacklutster, we were reactive and not proactive.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of India’s match against Great Britain, in the 2022-’23 FIH Men’s Pro League in London.India began their European tour with a close 1-2 loss to Olympic champions Belgium yesterday in Craig Fulton’s first match in charge as chief coach. Today first-placed India take on second-placed Great Britain. This will be India’s first meeting against Team GB after their 3-1 win at the Tokyo Olympics. (Although they have met England a few times in the recent past).\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Our 2nd Match of day 🤩A scintillating clash as India will face hosts Great Britain in the FIH Pro League 2022/23Catch all the action LIVE on Star Sports First, Star Sports 2 SD & HD, https://t.co/pYCSK2hYka and FanCode app.#HockeyIndia #IndiaKaGame #FIHProLeague pic.twitter.com/P5q81opxZs— Hockey India (@TheHockeyIndia) May 27, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad:Goalkeepers: Krishan Bahadur Pathak, PR SreejeshDefenders: Harmanpreet Singh (C), Amit Rohidas, Jarmanpreet Singh, Manpreet Singh, Sumit, Sanjay, Mandeep Mor, Gurinder SinghMidfielders: Hardik Singh (VC), Dilpreet Singh, Moirangthem Rabichandra Singh, Shamsher Singh, Akashdeep Singh, Vivek Sagar PrasadForwards: Abhishek, Lalit Kumar Upadhyay, S Karthi, Gurjant Singh, Sukhjeet Singh, Raj Kumar Pal, Mandeep Singh, Simranjeet Singh\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s FIH Pro League matches in EuropeIndia 1-2 Belgium, 26 May, 1900 hrs ISTIndia vs Great Britain, 27 May, 1700 hrs IST India vs Belgium, 2 June, 1900 hrs IST India vs Great Britain, 3 June, 1700 hrs IST India vs Netherlands, 7 June, 2300 hrs IST India vs Argentina, 8 June, 2030 hrs ISTIndia vs Netherlands, 10 June, 2100 hrs ISTIndia vs Argentina, 11 June, 2100 hrs IST \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / FancodeMatch live: Star Sports First, Star Sports 2 SD/HD and Fancode in India","author":"Dilip Unnikrishnan","time":"2023-05-27T16:59:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190617-needrbremv-1685184949.jpeg","tags":["Hockey","Indian men’s hockey Team","Harmanpreet Singh","Manpreet Singh","Craig Fulton","Hockey India"],"source":"https://scroll.in/field/1049891/hockey-fih-pro-league-india-vs-great-britain-live-updates-harmanpreet-singh-and-co-battle-for-top-spot-against-team-gb"}