{"title":"Hockey World Cup: For champions Germany, the title was a hop, skip, and comeback away ","content":"It was only when he was sitting on the side of one of the goalposts at the Kalinga Stadium in Bhubaneswar did Andre Henning realise the magnitude of what he and his German team had achieved. The first time it sunk in that his Germany men’s team had beaten the all-conquering Belgium 5-3 on penalty shootout after a thrilling 3-3 draw in the final of the 2023 FIH Hockey Men’s World Cup.“The first moment was surreal for me. Everyone was running to the goalkeeper. I was just standing there, didn’t know where to go. Sitting on the goal was the first moment,” Henning said at the post-match press conference.“It’s really hard for me. I am an emotional person as a coach. That was probably the first moment when I realised what these guys achieved here. Enjoying a little bit for myself, to hide my tears and enjoy the moment,” he added.Germany's World Cup winning coach Andre Henning sits by himself on the goal taking in the magnitude of what he and his team has achieved @thefield_in pic.twitter.com/XuYYMWfr3e— Dilip Unnikrishnan (@DilipUnnikrishn) January 29, 2023\n\nIf Germany were over-awed by the mighty Belgians, they did not show it as they started the match strongly. In the sixth minute, Moritz won Germany their first penalty corner using their referral successfully. Up stepped Gonzalo Peillat and out rushed Victor Wegnez to block the flick with his leg. At the second time of asking, he managed to get his stick on the flick and ensure Vincent Vansach’s services were not needed.Belgium rode out the early German wave and showed why they have been the undisputed kings of men’s hockey for the past few years. Trapping a rising ball with ease in the circle, Florent Van Aubel hit the ball with as much venom as he could muster to leave Alexander Stadler in the German goal with no chance of saving.Just moments after the restart from the goal, the Belgian press stripped Germany off the ball. Then came the counter with Antoine Kina, Tom Boon and Tanguy Cosyns charging towards the goal. Even as the backtracking Germans kept at Kina and Boon, Cosyns had a near unmarked run to the far post which gave him the easiest goal he could ever score.But 0-2 down is when Germany wake up, it would seem.Also Read: Hockey World Cup: Andre Henning, the Klopp-Nagelsmann hybrid tasked with reviving German hockeyThree minutes into the second quarter, Victor Wegnez put in a proper sliding tackle which would have earned him a pat on the back from his goalkeeper had he been on a football field. As it turned out, Germany won a stroke.Germany had converted two strokes and missed one before the night. Tom Grambusch stepped up having scored from a penalty stroke in the quarter-final win against England. Vanasch got the faintest of touches on the ball to deflect it onto the upright. And so 18 minutes in, Germany were two goals down and just missed a penalty stroke. Checklist complete for a German comeback to begin.“Being down 0-2 has been kinda our way,” captain Mats Grambusch said with a chuckle at the post match press conference.“So we knew we are capable of turning around things. We did it twice before. I said it earlier, you have to stick to your plan. You have to make sure of that. Belgium press high and are very good but we knew that there will be some kind of moves that we can always do against them,” Grambusch said.The comeback began two minutes from the end of the first half through Niklas Welen, who resembles another World Cup-winning German forward, Mirosalv Klose, in looks as well as in scoring crucial goals.After providing the injection for a variation penalty corner, Wellen saw Tom Grambusch’s drag-flick deflected towards him. With a touch, he lifted the ball. His second touch was a delicate one which set up the goal. All three touches happened in the blink of an eye.In the 40th minute, Gonzalo Peillat sent the ball flying into the back of the goal off his vicious drag-flick to draw Germany level. With that goal, Peillat joined a select list of players to have scored in the final of the Olympics as well as the World Cup. And he’s undoubtedly the only person to achieve the feat for two different nationalities.The turnaround was completed by the captain himself in the 47th minute. After starting a German move down the left channel, Grambusch continued his run into the circle. Thies Prinz spotted the run and played a clever little reverse pass for his captain who smashed the ball between the legs of his club-mate Vanasch.Germany had completed their comeback. There was just one thing off about it. There was still 13 minutes left in the final. Against England, the Germans scored the leveler with less than two minutes on the clock. In the semi-final win over Australia, Wellen’s winner came with just six seconds left. Thirteen minutes is a long time in a game of hockey. In the hands of an opposition like Belgium, 13 minutes can be far too long.When asked about Belgium’s evolution with their golden generation earlier in the tournament, captain Felix Denayer compared the transition from being the hunter to being hunted. On Sunday, for those 13 minutes in the final, Belgium were hunters once again. Henning would also confess post match that while his bench was celebrating their third goal, he knew that the match was far from over.Up pushed the Red Lions, hunting together once more. The German machine coped with the press well enough for the first few minutes but soon found themselves entrenched in their own half as the Belgians probed their defence. In Alexander Hendrickx, Belgium have had a battering ram powerful enough to break down even the most stubborn of defences with his fast, furious and deathly accurate drag-flicks. But in his injury-enforced absence, up stepped Tom Boon. Belgium’s top-scorer at the World Cup would need four tries at it but he finally managed to get past Stadler in the German goal. It was 3-3 with less than two minutes left in the match. Neither side tried to throw men forward in hopes of snatching a late winner, choosing instead to settle the contest on penalty shootouts.Germany got off to the perfect start with Wellen and Hannes Muller both scoring while only Florent van Aubel netting for Belgium in three attempts. Marco Miltkau was the first German to miss. Tanguy Cosyns and Antoine Kina scored to ensure Belgium stayed in the hunt. At 3-3 in the shootout, captain Grambusch stepped up knowing he could score to become the World Champion. However, up against the legendary Vanasch, Grambusch fluffed his line.Had the contest gone the other way, that miss would have been a costly one for a captain. That it didn’t, is a credit to the mental strength of the players who held their nerves to help Germany across the finish line. Wellen and Prinze successfully converted their second attempts in the sudden death as did Van Aubel for Belgium.Cosyns came up for his second attempt, strode towards goal, only to see the 20-year-old Jean-Paul Dannberg save the attempt and crown Germany as the new kings of men’s hockey.Germany were three minutes (in the quarterfinal) and two minutes (in the semifinal) away from bowing out of the tournament. Any other team would have capitulated at the second time of asking if not the first. But Henning’s men managed to pull off one of the most memorable World Cup winning campaigns in recent history. Asked how Germany managed to pull it off, assistant coach Jamilon Mulders, who also coached the Netherlands to the 2022 Women’s World Cup title, summed it up: It’s just German DNA.","author":"Dilip Unnikrishnan","time":"2023-01-30T09:28:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186250-eymzesdpek-1675033189.jpeg","tags":["FIH Men’s Hockey World Cup","Germany Hockey","Hockey","Andre Henning","Mats Grambusch","Jean-Paul Danneberg","Niklas Wellen","Belgium"],"source":"https://scroll.in/field/1042840/hockey-world-cup-for-germany-the-title-was-a-hop-skip-and-a-comeback-away"}