{"title":"Hockey: Indian women’s team to tour Australia for five-match series in May","content":"The Indian Women’s Hockey Team will tour Australia for a five-match series, which will commence on May 18 and will conclude on May 27. India will play Australia in the first three games of the series, followed by two matches against Australia A. All the matches will be played at MATE Stadium in Adelaide.India will play their opening match of the tour on May 18 before playing back-to-back games on May 20 and 21. The visitors will then compete against Australia A on May 25 and 27. The Australian women’s hockey team is currently ranked third in the world, while the Indian team is ranked eighth.The tour will serve as a warm-up event for the Hangzhou Asian Games, which will take place in September-October this year. Talking about the same, chief coach Janneke Schopman said, “Playing Australia in Australia will help us assess where we are compared to the top of women’s hockey. More importantly, the series will be crucial for our preparations for the Asian Games in China as it will give us ideal exposure while helping us reckon the areas where we need to make improvements and changes. So, it’s a very important tour for us strategically.”India will travel to Australia with a lot of confidence, having won the FIH Women’s Nations Cup in December 2022 by defeating hosts Spain in the final. Furthermore, in January 2023, India toured South Africa, where they took on the hosts in four matches and registered comprehensive 5-1, 7-0, and 4-0 victories in the opening three games, while the fourth game ended in a 2-2 draw. However, during the same tour, the Indian side suffered a 1-3 loss at the hands of the Netherlands in their last three games.In addition, India defeated three-time Olympic gold medallists Australia 1-0 in the quarter-finals of the Tokyo Olympics in 2021. It was a historic victory for India as they were competing in only their third Olympics and qualified for the semi-finals for the first time, while Australia were three-time gold medallists.India also fought hard against Australia in the Commonwealth Games 2022 semi-final match in Birmingham, tying the score at 1-1 at the end of regulation time. However, Australia won the penalty shoot-out 3-0 to make it to the final.Currently, the Indian team is gearing up for the Australia tour by putting in the hard yards to further fine-tune their strategies and combinations at SAI, Bengaluru.","author":"Scroll Staff","time":"2023-04-26T11:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176950-nijaovxgzw-1657384793.jpg","tags":["Hangzhou Asian Games","Hockey","Indian Hockey","Indian Women’s Hockey Team","Janneke Schopman"],"source":"https://scroll.in/field/1048037/hockey-indian-womens-team-to-tour-australia-for-five-match-series-in-may"}