{"title":"Hockey, Olympic Qualifiers, India vs USA as it happened: Savita Punia and Co stunned by US","content":"That’s it from us tonight! Do join us tomorrow when India take on New Zealand at 7.30pm IST.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, FT: The United States of America pull off a stunning upset! They were the clinical side tonight and fully deserved the win. India took their time to impose themselves in the match by which time the US had taken the lead. The US has now blown group B wide open with India needing to beat New Zealand and Italy by a big margin and hope that the US also drop some points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q4: India find themselves on the wrong side of the pitch as the clock winds down to under 1 minute. The US waste some more seconds in the corner before India win possession only to give it away cheaply.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q4: Kelsey Bing pulls off a good save to deny India once again. Navneet’s free hit inside the circle is deflected goalwards where Bing uses her entire frame to make the save. Less than two minutes left in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q4: The 11 has everyone deep in their own half as India try to break down the American defence but to no avail. India have three minutes to take something from this match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q4: Elizabeth Yeager wins USA their first PC of the night. Poor defending from Ishika as she failed to cleanly trap the cross and clear it. The drag flick takes a touch off Savita and trickles towards goal but Monika stops it crossing the line and concedes another PC clearing the ball. The US get another PC but India defend well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q4: India score but it won’t count! India win a PC and Udita’s slap shot goes in goal. The umpire uses her referral and the replays show that the ball deflected off Jyoti’s foot and going into the back of goal. It won’t stand. India begin again.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q4: India restart and immediately ping America deep in their own half. The US defence stands strong and spring on the counter. Madeleine Zimmer is cynically brought down by Vaishnavi Phalke and the Indian receives a five-minute suspension.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, End of Q3: It’s a poor trap from India. They play the ball to the right. Sonika takes aim and shoots but it is blocked by an American defender. India want a PC but the umpire doesn’t think it is. India take a referral and after some close scrutiny, India get another PC. Navneet tries her luck and an American leg blocks her again. India refer and win another PC. This time Kelsey Bing falls straight to the ground to keep Navneet’s drive out. The hooter goes and America survive.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q3: With 37 seconds left in the quarter, India win a PC after some good work from Navneet Kaur. Can India make it count?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q3: Danielle Grega cops a green card and Jyoti follows suit to erase India’s player advantage.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q3: Nikki Pradhan fails to keep the ball in play and gifts USA the ball. The Americans win a couple of fouls on the right. The work rate from the Americans has been exceptional. And they are being helped by some poor passing from India. Four minutes left in the quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q3: India doing well to keep possession but are being punished for bad passing. They finally make their way into the circle but the US fend off the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q3: India have a player advantage as Brooke Deberdine is shown a green card inside 30 seconds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q3: India get us back underway in Ranchi. A big half of hockey coming up. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Janneke Schopman: Not so happy. We are not playing to our strengths while the US is. We need to put more pressure in the second half, keep the ball and move it better.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, HT: India huff and puff but cannot blow the US defence away. The Americans let the Indians keep the ball on the wings but do not allow them to get inside the circle. India pry and probe but unable to create anything meaningful as the hooter goes off for halftime. Schopman has a big team talk to give.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q2: Superb play from India! Sonika plays a cute little reverse ball onto Sangita Kumari. She unleashes a reverse tomahawk shot across the face of goal. Lalremsiami only needs to deflect into goal but misses it. Bing is called into action moments later to keep it 1-0 to the US.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q2: Three PCs in a row for India. Deepika’s drag flick is booted up dangerously by Bing. The second flick is charged down but India manage to get another American foot. The US defence does well and prevent India from levelling the scores.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q2: India win a penalty corner! Good work from Beauty Dungdung to play the ball onto Ashley Hoffman’s foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q2: India still haven’t found any answer to the US press. They are struggling to get beyond the halfline. Kelsey Bing, in the US goal, has been a bystander so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-1 USA, Q2: The US take the lead and this time it will count! There’s an attempt from the edge of the circle which is blocked. The rebound is not brought under control by Udita. The first US shot is palmed down by Savita but Tamer slaps the ball from in between the Indian goalkeeper’s legs to silence Ranchi. Poor defending from India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 USA, End of Q1: India attack as the clock winds down but cannot break an organised Indian defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 USA, Q1: Golini slams the ball in the back of the net! Immediately the umpire uses her referral to see if there was an obstruction on Udita by an American player just as Golini shot. An anxious wait for India but the decision goes their way. That has to be a wake up call for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.39830508474576%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/ayfxvyiadw-1705156187.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.483050847457626%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/gctskvgthu-1705156192.png\">\n  </picture></figure>\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 USA, Q1: India finally see more of the ball and try to create something down the left with some good passes and get inside the US circle. No attempt on goal though. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 USA, Q1: The US have been relentless when pressing and are double-teaming whenever India have possession. India don’t have an answer for the US press as we reach the halfway mark of the first quarter. Still no attempts on goal from either side though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 USA, Q1: It is the Americans who are dictating play in the opening minutes. India guilty of giving away possession cheaply when they were in the US half. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA: Fireworks go off at the end of the Indian national anthem. Probably not something that the Americans are used to. And the Americans get us underway!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA, India coach Janneke Schopman: The girls are ready. We are excited to play at home. We loved playing here the last time with the fans.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    The most awaited game of the day is here.Looking to dazzle the crowd in the Ranchi are our Women in Blue.Here are the lineups for both the teams.Watch all the action live on @JioCinema and @Sports18 network.Match starts at 7.30 PM#FIHOlympicQualifiers #HockeyIndia… pic.twitter.com/H3uA3NsnQy— Hockey India (@TheHockeyIndia) January 13, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA: It’s a rematch of the 2019 Olympic qualifying match when India booked their ticket to Tokyo by the skin of their teeth. Having won the first leg 5-1, they lost the second leg 1-4 to win the tie 5-4 on aggregate. Since then, India have met USA twice in the Pro League winning 4-0 and 4-2. Though they have a losing record against the USA, India have grown in the past few years and go into the match as favourites.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs USA, preview: India come into the tournament as favourites to clinch one of the three spots up for grabs. But as it has often been the case over the last few years, do not discount India making it difficult for themselves to get the job done.Read our preview here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of Indian hockey! The Indian women’s hockey team begin their campaign to qualify for the 2024 Paris Olympics in Ranchi.India could have qualified for the Olympics had they won gold at the Asian Games. However, China beat India in the semi-final before going on to secure their place in the Games.To find a spot at Paris, the Indians will have to make it to the Top 3 at the Olympic Qualifiers. They begin their campaign in the group stage against the United States today.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian squadGoalkeepers: Savita Punia (c), Bichu Devi Kharibam Defenders: Nikki Pradhan (vc), Udita, Ishika Chaudhary, Monika Midfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Beauty DungdungForwards: Lalremsiami, Sangita Kumari, Deepika, Baljeet Kaur\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog via JioCinema","author":"Dilip Unnikrishnan","time":"2024-01-13T19:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176801-pxbvrzpunr-1670853574.jpeg","tags":["Hockey","Indian Hockey","Savita Punia","Janneke Schopman","Indian Women’s Hockey Team","Hockey Olympic Qualifiers"],"source":"https://scroll.in/field/1062095/hockey-olympic-qualifiers-india-vs-usa-live-score-updates-stats-reactions-and-more"}