{"title":"Hockey World Cup: Captain Savita Punia stars as India beat Canada 3-2 in the shootout","content":"India waited till the dying minutes of the game to hold Canada to a 1-1 draw in regulation time, and then pulled-off a 3-2 win in the shootout during their 9-16th place classification match at the FIH Women’s World Cup.Both  teams came to this match looking for their first win of the competition.  For India, the disappointment of losing to Spain the previous  evening looked to be hanging heavy on the minds of the athletes as they  prepared for the first quarter.Hockey World Cup, India vs Canada as it happened: Savita stars in shootout as India clinch thrillerAfter  soaking up heaps of pressure from the fast-passing India forward line,  Canada raced to the other end of the pitch and ended up with  the ball in the back of the India net. Unfortunately the whistle had  just gone for a penalty corner and Natalie Sourisseau was forced to  adapt her attempt as the injection was just off target.Canada  went one better a few minutes later as they won another penalty corner.  This time the variation created confusion among the India defence and  after the ball pinged to Kathleen Leahy, she slipped it to Madeline  Secco who got the final touch to put Canada 1-0 up.At the  start of the second quarter, it was again India who came out stronger.  Monika Malik, in particular, was using her array of 3D skills to get past the  Canada defence. Rowan Harris in the Canada goal was urging her team to  maintain focus.As the  game moved towards half-time, India began to pour more energy into  their attacks. Navneet Kaur, Neha Goyal and Vandana Katariya were now all moving with  freedom and Canada were on the back foot.After the  break, India continued to pile on the pressure, with Lalremsiami making  some speedy forays into the Canada circle. The North American side held  firm though, with Sara McManus and Hannah Haughn putting in some serious  shifts breaking down the India attacks. This was particularly impressive  from Haughn, who only recently returned from an ACL injury. With four  minutes left in the third quarter, Canada were content to soak up the  pressure and wait for the chance to break. For India, there was more  frustration creeping into their game as they just failed to make the  connections that would turn their much superior possession into an  all-important goal. A penalty corner with two minutes left in the third  saw a shot from Deep Grace Ekka which was well saved by Harris and another India  chance came and went. From a  Candian perspective, the fourth quarter was exhausting and tense as the  team withstood wave after wave of Indian pressure. As Navneet and Salima Tete started to really run at the Canadian defence, Karli Johansen,  McManus and just about every member of the Candian team dug deep to  protect their 1-0 lead.For  Gurjit Kaur there was added frustration when she was unable to convert a  series of penalty corners. The shots had all the usual power but they  flew either wide or were chased down by Sourisseau, the Canadian number  one runner.But the Indians’ persistence finally paid off when Gurjit’s penalty corner variation found Navneet, the injector and the cutback found Salima Tete, who was on hand to punch it home.Karli Johansen had one more chance to re-take the lead but her penalty corner shot went wide and the game went to shoot-out.In the  shoot-out, Canada shot into a 2-0 lead and goalkeeper Harris made some  crucial saves but India hauled them back to 2-2. After 14 attempts by  the two teams, it was a classy finish from Neha followed by another super save by Savita that finally gave India  the win and a place in the 9-12th place play-offs, where they will meet  Japan - who earlier beat South Korean 3-2. Canada will now face the Koreans in the 13-16 place matches.#HWC2022 STUNNING goalkeeping by @savitahockey in the shootout. Canada were on the brink of a win a couple of times, she kept them out repeatedly. Saved a stroke too. Her teammates sing Happy Birthday at the end. Lovely scenes.#SaveIta™️ indeed. https://t.co/WEjfe5uzT2 pic.twitter.com/uTEE4htTrP— Vinayakk (@vinayakkm) July 11, 2022\n\nJuly 11 ResultsMatch #31Japan 3, Korea 2Player of the Match: Yu Asai (JPN)Match #32India 1, Canada 1 - India win 3-2 on shoot-outPlayer of the Match: Kaur Navneet (IND)India will play their last match of the tournament against Japan on July 13 at 20:00 hrs IST. The match will be broadcast live on the Star Sports First, Star Sports 3 and steamed on Disney+Hotstar.","author":"Scroll Staff","time":"2022-07-12T08:48:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177037-jmbxjazuos-1657595875.jpg","tags":["FIH Women's Hockey World Cup 2022","Women's Hockey World Cup","Savita Punia","Salima Tete","Hockey India","Gurjit Kaur","Vandana Katariya"],"source":"https://scroll.in/field/1028078/hockey-world-cup-captain-savita-punia-starred-as-india-beat-canada-3-2-in-the-shootout"}