{"title":"FIH Pro League, India vs Spain as it happened: Come-from-behind wins for women & men’s teams","content":"9.45 pm: That will be all from this live blog.First match: India women defeat Spain women 2-1 with a come-from-behind win.Second match: India men defeat Spain men 5-4 from 1-4 down in a thrilling fightback.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India men stage great comeback, while the women edge past Spain’s Red SticksIndia men enjoyed a magnificent comeback after they went 4-1 down to Spain with 15 minutes left of their match. But somehow the host nation drew on every reserve of energy to score four goals, including a dramatic penalty stroke in the final five seconds to win the match 5-1 and move to second in the FIH Hockey Pro League.Earlier in the day, India women also came from behind to overcome an energetic Spanish team.FIH Pro League – 26 February 2022Kalinga Stadium, Bhubaneswar (IND)Result: Women’s MatchIndia 2, Spain 1Player of the Match, Devi Sharmila (IND)Umpires: Celine Martin-Schmets (BEL), Deepak Joshi (IND), Javed Shaikh (IND, Video Umpire)Result: Men’s Match 2India 5, Spain 4Player of the Match: Jaskaran Singh (IND)Umpires: Raghu Prasad (IND), Javed Shaikh (IND), Celine Martin-Schmets (BEL-video)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Sunday 27 FebruaryIndia v Spain (women) 17:00 ISTIndia v Spain (men) 19:30 IST\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague 🏑🇮🇳 First, Indian women came back to win 2-1 against a higher-ranked side 🇪🇸🇮🇳 Indian men came back from 1-4 down to win a sensational game of hockey 5-4 🇪🇸Quite the evening for Indian hockey in Odisha#INDvESP as it happened: https://t.co/XwUf9gzhqy pic.twitter.com/5cr7hL4yop— The Field (@thefield_in) February 26, 2022\n\n\n\n    What a simply stunning comeback by India from 1-4 down to beat Spain 5-4 with the winning goal coming with 5 seconds left on the clock. Need more of this fighting spirit but lots to introspect as well #FIHProLeague— Viren Rasquinha (@virenrasquinha) February 26, 2022\n\n\n\n    #Hockey #FIHProLeague  Once India get the wind in their sails, they are almost unstoppable. They found the momentum and just took over the match. From 1-4 to 5-4. What a comeback!— Ashish Magotra (@clutchplay) February 26, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME: India have come back from 1-4 down to win 5-4 with literally the final play of the match. Rookie Abhishek and Akashdeep did brilliantly to win that stroke.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 5-4 Spain: GOALLLLLL INDIAAAAAAAA! HARMANPREET! No mistake from the spot. The penalty stroke was won by a brilliant move set up by rookie Abhishek and then Akashdeep finds him back... late tackle goes wrong for Spain. No reviews left but that was rather evident. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Spain: PENALTY STROKE TO INDIA WITH FOUR SECONDS TO GO! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Spain: Final 40 seconds...shootout imminent. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Spain: Last two mins. Mandeep nearly with a big chance down the right byline. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Just got home and tuned into #INDESP hockey in the 4th quarter with 4:04 left and score locked at 4-4.— Tareque Laskar (@tarequelaskar) February 26, 2022\n\n\n\n    Stunning comeback by India, down 1-4 vs Spain in the third quarter, they've made it 4-4 with 5 minutes remaining. All set for a terrific finale to this match #hockey #ProLeague— Mihir Vasavda (@mihirsv) February 26, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-4 Spain: GOAL INDIA!  On the day of his 100th cap, Varun Kumar has scored a late equaliser to make it 4-4. What a stunning fightback from 1-4 down. 5 mins left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: PC for India! Spain refer it but that’s a stick check all day long. Desperate review, both teams out of referrals now. That was actually a good PC to concede though, Lalit was through on goal after an error. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: An injury break, followed by a green card for India. Mandeep Mor... not had a great night.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: No way! Another stunning piece of defence by Spain, this time GK Garin puts his feet out in time to prevent Shilanand from scoring a one-on-one. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague Stunning goal-line clearance from Spain! Celebrated like a goal scored. India still trail 3-4.https://t.co/4I3HbuEw9J pic.twitter.com/dIZNw0hAYp— Vinayakk (@vinayakkm) February 26, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: No reason to change the decision, India lose their referral. Could be game-changing for Spain. 10.27 left. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: STUNNING DEFENCE FROM SPAIN! They celebrate it like a goal as a defender taps the ball away from the line. India refer this. Nacho could be the hero for Spain here. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: Another PC for India as a ball loops up dangerously in the circle. Spain failed to clear their lines. Can India take this chance? \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: Powerful PC, but Harman’s flick is wide. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: Another long video referral this. No advice possible, India keep their referral but no penalty stroke, Worth a check from India. Still a PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: PC for India... oh wait they are referring this. Penalty stroke, is what India want. Manpreet is usually great with reviews. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Last 5 min of Q3 showed what India can do once they put pace on the ball. 4-3 to Spain. Hat-trick for Miralles. #Hockey— Jaspreet Singh Sahni (@JaspreetSSahni) February 26, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-4 Spain: Funny how quickly a game of hockey can turn. Spain under all sorts of pressure now, India start on the front foot in the final Q.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3: Where was this before going 1-4 down, you have to wonder. Spain under IMMENSE pressure at the end of Q3 and it is now just a slender 4-3 lead to Spain.   Final quarter beckons.   Errors from both sides but what drama. Sreejesh back in goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-4 Spain: GOAL INDIA!!! WHAT! India have made it a one-goal match. Lalit wins a PC, the injection and trap is not great but Harman gets a shot away in time to help Shamsher tap one in. Good recovery in that move. STILL ALIVE. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-4 Spain: GOAL INDIA!!! All happening. Akashdeep was found in space and then Shilanand Lakra puts in the rebound. Might not mean much in the end but potentially a lifeline. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-4 Spain: GOAL SPAIN!!! OH DEAR. It is given to the visitors after a review. They didn’t see the reverse angle for some reason. For the views that were shown, it seemed on the line. Stunning strike but a bit of controversy. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Spain: Spain get the PC wrong but get another one. A late decision from the officials. Have Spain scored a long-range stunner? OH JUST OUTSIDE THE CIRCLE! It is being referred (again not sure if the team or umpires are reviewing this but this should go India’s way)\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Spain: The controls and passes are off still for India. Another attacking move fizzles out. Starting to feel like one of those nights that you’d look back to say, nothing much went right. Spain have a PC down the other end! Happened again. Karkera in goal now. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Spain: India are just a fraction slow to most duels and that is causing all sorts of problems. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Spain: Oh nearly a genius aerial ball that leads to a field goal chance for Spain. India recover in defence just in time. 10 mins to go in this quarter, India still searching. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Spain: A green card for Hardik Singh, India down to 10 for a couple of minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 1-3 Spain: Lengthy review... there is a chance that it hit Mandeep’s foot before the PC was given. Too many replays... cannot be sure? Oh, it is an Indian foot. Good review by France, no PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 underway, India given an early PC! But it is reviewed. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Need to delivery closer to their lines and need more pressure on the ball (if I heard it right) is what Reid wants his team to do. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    First half stats here: That quarter of hockey would have been a coach’s nightmare. Attacking plays didn’t result in too many chances but defensive errors both ending up being goals for the opponent. Indian men in a spot of bother at half time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HALF TIME: India 1-3 Spain It is actually the visitors who finish the half strongly and that was a quarter to forget for the men in blue. A couple of decent chances created but defensively very shaky and deservingly behind in this match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-3 Spain: CHANCE INDIA! Oh what a goal that would have been. Moving away from goal, Shamsher hits the ball 180 degrees behind him and it needed a great save from Garin. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-3 Spain: GOAL, SPAIN! OH DEAR! Varun Kumar loses the ball deep in India’s half and Mandeep Mor makes a rash challenge to deny a goalscoring chance. It results in a stroke and Miralles makes no mistake. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Spain: It went through Sreejesh’s legs straight through. The positioning was indeed not ideal. But India have to bounce back again,. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-2 Spain: GOAL SPAIN! Sreejesh in goal now and he can’t get down in time to stop it. The commentator thinks that’s a goalkeeping error but seemed strongly hit. Marc MIRALLES the captain with a drag flick. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 1-1 Spain: Jaskaran Singh heavily involved in the early stages of this quarter. India have started on the front foot... but not unlike Q1, a PC for Spain down the other end. Dangerous play? India don’t review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 underway. Reid wants more from his team. India has grown into the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-1 Spain, GOAL INDIA! Harmanpreet won’t be denied. A rasping hit earlier in the match, was overruled. Spain score from a PC not long after but Harmanpreet gets it right the second time with another superb drag flick. 1-1 at the end of an end-to-end Q1. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Spain: Lalit with a smart turn inside the circle and India win a PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-1 Spain: GOAL SPAIN! Pau Cunill with a drag flick and that is deflected into the net. The deflection just took it away from Suraj who got a hand to it but not strong enough to stop it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Spain: CHANCE! A brilliant pass from distance into the circle by Harman and Mandeep gets a sharp deflection. Saved! PC for Spain down the other end. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    In other news... this was brought up on air. The Hockey Paper: “Gonzalo Peillat, the Argentinian regarded as one of world hockey’s best dragflickers, has acquired German citizenship and hinted at a desire to gain selection for the national team. Peillat, 29, fell out with Argentinian coach German Orozco after the 2018 World Cup in India – his last major match came when England beat Los Leones to reach the semi-finals – and has been in the international wilderness since early 2019.”‘Interesting option’: Argentina star Gonzalo Peillat granted German citizenship\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Spain: The visitors seeing more of the ball deep in India’s half now. An almighty scramble that India somehow clear. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Spain: NO GOAL. Oh wait, there is a review. Official review perhaps? Not sure what happened there but the goal has been overturned. The flick was higher than it needed to be when it gets deflected by the Spanish rusher. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Spain: GOAL INDIA! Shamsher Singh with a smart lift down the byline to find a leg and India have their first PC... and Harmanpreet Singh with a BRUTAL DRAG FLICK! WOW. That was some strike! \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Spain: High and not-so-handsome... in fact very wide from the Spanish drag flicker Pepe. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Spain: India have started better but Spain get the first PC. No challenge from India. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Spain: Mandeep with 3D skills! Lovely stick work from the left byline but couldn’t quite apply the finish. Reid will really want his side to start well. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    Welcome to the live reporting thread of the #FIHProLeague clash of #INDvESP (M). This is the 1st game of the Indian leg of season 3, Men’s; being played in Bhuwaneshwar, Odisha.Download https://t.co/igjqkvhUYl App for all the updates. @TheHockeyIndia @rfe_hockey— International Hockey Federation (@FIH_Hockey) February 26, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    UNDERWAY! Lalit Upadhya on the bench, Suraj Karkera starts in goal but expect Sreejesh to come in for Q2 and Q4. Shilanand and Mandeep will want to finish better the chances that come their way, one of the areas to improve. Here we go, pushback.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Time for the Indian men to take on Spain. The match against Spain was the turning point in Tokyo 2020, after the defeat against Australia. It shouldn’t really have been, but it’s now become another crucial match of sorts. National anthem time. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Graham Reid: When we play with energy, we play very well and that is the kind of hockey I want to see.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Replug: On July 25, the Indian men’s hockey team lost to Australia 1-7.Then came a match against Spain. Manpreet and Co turned in a thoroughly professional performance to win 3-0. They did not put a foot wrong in the match. The turnaround was stunning, to say the least.Tokyo 2020, hockey: In India’s double dream run to last four, a common theme of self-belief and grit\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here’s a look at Spain’s results (including the women’s team’s defeat earlier today) so far in the Pro League season\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    TEAM NEWS 🏑Here's how our Men's team Lineup 😍 for their encounter against Spain in the FIH Hockey Pro League 2021/22 (Men) being held in Kalinga Stadium, Bhubaneswar, India#IndiaKaGame #FIHPROLEAGUE #hockeyatitsbest @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/wOlMSzWDk8— Hockey India (@TheHockeyIndia) February 26, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men would start as favourites against Spain, who lost 1-6 and 2-3 against England in their opening double-leg tie.Manpreet Singh and Co who won a bronze in the Tokyo Olympics, started their FIH Pro League campaign on a rousing note, beating France 5-0 before being a 2-5 by the same team in the return leg. Against hosts South Africa, India registered identical 10-2 wins in the two matches. All four matches were played in Potchefstroom, South Africa.While the result against world No 12 France in the second match of the two-leg tie was below expectations for India, ranked fifth in the world, captain Manpreet Singh said the focus is on avoiding such mistakes as he looked forward to the Spain ties.Read a detailed preview here:\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    6.55 pm: Manpreet Singh and Co take on Spain at 1930 IST, in the mean-time, this could interest you hockey fans.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #FIHProLeague\"I think the top teams are consistent. For me, that means that if they are bad, they still find a way to bring the game to a good end,\" Schopman told me in an interview recently.India did that today. Not at their best but winners.https://t.co/qSadiDIenB— Ashish Magotra (@clutchplay) February 26, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the match Sharmila Devi: ‘We played very well and I am very excited because we are playing on our home ground.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #SharmilaDevi's excellent game in the forward line earns her the Player of the Match award against #Spain! Hearty Congratulations!#FIHProLeague #Hockey pic.twitter.com/OQPOHlcdBA— Odisha Sports (@sports_odisha) February 26, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Quick look at the points table\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT stats: India 2-1 SpainIndia have done the job but here is a look at the match stats. A good defensive effort by India but Spain will know they could have finished better.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT: India 2-1 SpainIndia were not at their best but they are the winners and that is what matters. Spain took the lead but India fought back to two goals. It is their second 2-1 win in a row and India get another win the Pro League. Spain looked more tired as the match went on but India seemed to grow in confidence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-1 SpainJust two minutes left. India have defended well so far and they need to do that for just two more minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 2-1 SpainGOAL! Neha with the goal that gives India the lead. Her 12th goal for India. In the right place and then the tap in. India just wanted this more.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 SpainSuper fast run by Tete. Showing what she can do but we haven’t seen enough of it in the game. India just haven’t let her run loose.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 SpainBrilliant defensive play by Sushila but Spain have started the final quarter a little better... with more energy.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 SpainEverything to play for... for both teams. Points at stake and 15 mins to earn them.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 ends: India 1-1 SpainNo clear chances, Spain’s level has dropped a little, India’s level has been raised a little. But still a battle. It feels like the kind of game that could be decided by one goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-1 SpainJust around three minutes remain in Q3. No clear chances in this quarter yet. But India seem to be coming back into the match a little.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-1 SpainSpain starting to look a little tired now and that is something India will like. Savita and team can run and stamina has been one of their strong points.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-1 SpainA little better from India, they are going forward with a little more intent.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-1 SpainIndia will want to get more control of the midfield. They have been okay when they have had the ball but just haven’t had enough of it.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT: India 1-1 SpainIndia coach Schopmann: “Frankly, we want more of the ball. If we can have more of the ball, we can create more.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT statsA look at the half-time stats shows how Spain have dominated.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 ends: India 1-1 SpainIndia have sort of weathered the storm. Spain dominated but they have been let down by their play in the final quarter of the field. India know they are right in this though and that will allow them to come out firing in the second half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-1 SpainFinal three minutes of Q2 and it once again shows how important that equaliser was for India. Jyoti’s quick equaliser just kept Spain from growing in confidence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-1 SpainSpain hit the post! Savita was beaten and the thud was heard all over the empty stadium. That was too close for comfort.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-1 SpainA PC for Spain. No complaints from India. But Spain can’t keep the hit down and it crashes into the onrushing defender.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-1 SpainGOAL! And India are back on level terms. Goal mouth scramble and Jyoti gets the goal against the run of play. Just what India needed. Keeps them in the game and might even kickstart their engine.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 0-1 SpainGOAL!! Lovely ball from the deep found Segu and gave her a one-on-one India goalkeeper and an easy finish. Replays show it might have been the back of the stick but the goal has been given. Should India have reviewed that?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 0-0 SpainIndia like to play a high line but they have spent a lot of time back in their half. That needs to change in Q2. They can play much faster too but they just haven’t got going yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 ends: India 0-0 SpainStill goalless and India can heave a sigh of relief. Spain have been the better side but they haven’t created great chances in the final third and that will trouble them. The break is a chance for India to take a breather and then get going.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 SpainOne minute left, a few more saves for Savita to make. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 SpainLess than three minutes remain, India have had almost nothing going forward.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 SpainJust five minutes left in Q1, Spain have done better but they created no proper chances and that matters. You have to make something with the time you have on the ball or it will come back to bite you later on.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 SpainSavita forced to make a save. Easy enough but Spain creating more pressure at the moment. India haven’t found their rhythm yet. No real time on the ball yet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 SpainA PC for Spain as India mess up the defence a bit but no harm done. The injection was fine but the stop wasn’t and they couldn’t get a proper shot off. India heave a sigh of relief.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 SpainSteady from both teams to start things off. Both trying to get a feel of the conditions and the opposition too.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 SpainSpain’s Maialen Garcia, who gets her 100th cap for Spain today, is applauded by both teams.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 SpainThe national anthems are done. Here we go.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Quick look at the top-scorers in the Pro LeagueGurjit Kaur is the second highest scorer and India will be hoping she is on the mark today too.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Warming-upThe teams are warming up in the middle. Almost time for the match to begin.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    It is closeIndia and Spain have had close battles over the years.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Training to succeedIndia’s stand-in skipper Savita Punia detailed how the team continues to raise the bar with regards to fitness.Read the full story HERE\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    ‘This group of girls is special’In a free-wheeling conversation with Scroll.in, Schopman discusses her vision for the Indian team and how she wants to go about achieving it.Read the fill interview HERE\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here are how the teams line-up for today’s contest. pic.twitter.com/kbqiNi2uw2— International Hockey Federation (@FIH_Hockey) February 26, 2022\n\n\n\n    Here's how our women's team lineup for the first game against Spain🇪🇸 at the FIH Hockey Pro League 2021/22, being held in Kalinga Stadium, Bhubaneswar.#IndiaKaGame #FIHProLeague #hockeyatitsbest #HockeyIndia @IndiaSports @CMO_Odisha @sports_odisha @Media_SAI pic.twitter.com/15mvEwwpXV— Hockey India (@TheHockeyIndia) February 26, 2022\n\n\n\n        \n    \n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    04.45 pm: Hello all and welcome to our live coverage of Indian hockey as Savita Punia and Manpreet Singh lead their teams out for back-to-back matches against Spain in Odisha today and tomorrow in what promises to be intriguing set of four FIH Pro League matches.Saturday 26 FebruaryIndia v Spain (women) 17:00 ISTIndia v Spain (men) 19:30 ISTSunday 27 FebruaryIndia v Spain (women) 17:00 ISTIndia v Spain (men) 19:30 ISTRead a detailed preview here: Hockey FIH Pro League: Back in Odisha after away tests, Indian men and women’s teams take on SpainScreenshots courtesy: Disney+Hotstar / FIH","author":"Ashish MagotraVinayakk Mohanarangan","time":"2022-02-26T16:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170702-xvdfclroei-1645872049.jpeg","tags":["Savita Punia","Manpreet Singh","Hockey India","FIH Pro League  Hockey India","FIH Hockey Pro League"],"source":"https://scroll.in/field/1018306/hockey-fih-pro-league-india-vs-spain-live-savita-punia-manpreet-singhs-side-in-action-at-home"}