{"title":"Hockey, Women’s Asian Champions Trophy Final, India vs Japan as it happened: India win second title","content":"That’s it from us tonight! India win their second title in some style. They won every single match scoring 27 goals and conceding just three goals. Though the stakes were not as high as they were at the Asian Games, the win still means a big deal for India. They have suffered heartbreaks in the last few years including at the Olympics, Commonwealth Games, the World Cup and the Asian Games. The win is a good confidence booster for Janneke Schopman’s side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-0 Japan: That’s it! India are the 2023 Asian Champions Trophy winners! The Indian team throw coach Janneke Schopman in the air before the Dutchwoman convinces them to put her down before they injure themselves! Lovely scenes here!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 4-0 Japan, Q4: Vandana Katariya joins the party! Neha’s pass into the circle is just beyond Lalremsiami but she dives and pulls it back towards Katariya. The veteran forward finds the perfect angle to slot it past the keeper. India turning on the style now!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 3-0 Japan, Q4: You can never keep Lalremsiami out of the game and she makes it 3-0! Navneet’s shot from the PC is saved by the keeper. Lalremsiami is the quickest to react to the loose ball and loops the ball over the keeper and into the goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 Japan, Q4: Savita Punia saves! The Japanese player goes to her right and Savita puts out her boot to save it! A big big save from the Indian captain.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 Japan, Q4: Japan win a penalty corner in their hunt for a goal and they win a penalty stroke as Monika stops the ball with her body on the line!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 2-0 Japan, Q4: Neha scores and is that the match for India?! Perfect execution from India and Schopman is one proud coach. The injection goes to Deepika who reverses it to Deep Grace Ekka. The slap is going towards the right bottom corner where Neha deflects it onto the roof of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, Q4: India begin the final quarter with a penalty corner! Deepika does well along the goalline to get the foul. Can India double their lead?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, End of Q3: The match has been frantic, end-to-end and finely balanced. The sort of match where the next goal will likely deflate the other team. 15 more minutes of breathtaking hockey to come.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, Q3: Shiho Kobayakawa wins a foul and quickly takes the free hit and drives into the circle. Udita covers up well to steal the ball and win a foul as well.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, Q3: Navneet Kaur is the first player to be booked in the match as she takes a green card for a bad foul of Japan captain Nagai. India down to 10 players for two minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, Q3: India with a big chance at the start! Lalremsiami is through on goal but is closed down by the keeper. The Japanese defence does not clear the ball and India threaten a couple of times more but cannot get past Nakaumara in the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, Q3: Former Indian Olympian Jude Menezes, who is now coaching Japan, rightly says it is an open game at the break. His side have 30 minutes to turn this around.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, HT: Both sides creating chances as time runs down in the. Japan have more of the possession and test the Indian defence a couple of times. India come up with a couple of counter attacks but no dice. The hosts go into half time with a slender lead.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, Q2: Japan cranking up the pressure and win three back-to-back penalty corners. They come up with a dummy routine on the third try and Savita pulls off a double save before Nikki Pradhan clears the ball away. This has been a good final so far.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, Q2: Japan score but India review! Shiho Kobayakawa with amazing 3D skills to beat three Indian defenders and fire her shot past Savita! India claim the ball hit Kobayakawa’s body before she went on her run. Looks like it hit her hand or her hip in the replays. If it hit her hand, then the decision will be harsh on Japan. The TV umpire reverses the decision and Japan will feel hard done by.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 1-0 Japan, Q2: Sangita Kumari scores to send the Ranchi crowd into a frenzy! A beautiful move from India there as Navneet Kaur plays it to Neha. She spots Sangita’s run to her right and finds her. Sangita’s touch takes the ball just a bit away from her but she recovers well to scoop the ball into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Japan, End of Q1: The noise levels rise as local star Salima Tete flies down the left flank. She has support in the middle of goal but her reverse hit is dealt with by the Japanese defence and the move dies down. That is the last action of the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Japan, Q1: This is a much evenly-matched contest so far. Japan, barring that one misplaced pass, have been solid so far and have also threatened to create chances. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Japan, Q1: Hazuki Nagai tries to play out from the back but sends her pass straight to Vaishnavi Phalke and it is 4 vs 2 for India! Phalke finds Deepika on the right in the circle. She has two options, go for goal or play the ball to fellow unmarked forward Vandana Katariya. She opts for the former but sees her attempt saved by goalkeeper Eika Nakamura.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Japan, Q1: It’s Japan who have the first big chance and what a miss that might turn out to be. Hazuki Nagai gets the ball just inside the Indian 23m line and finds her skipper Yuri Nagai unmarked well behind the Indian defence. Captain Nagai only has to beat the onrushing Savita Punia but sends her shot just wide of the goal. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India 0-0 Japan, Q1: After almost an hour’s delay, we finally have hockey action in Ranchi!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #JWACT23 #IndianHockey #INDvJPNHere’s how the two teams line-up in the final!📷: Sony LIVLive blog: https://t.co/bIBEi8rV4F pic.twitter.com/f6oKrx2EUW— The Field (@thefield_in) November 5, 2023\n\n\n\n    India vs Japan, Janneke Schopman: We know Japan really well and they know us really well. We hope to get the job done tonight and hope the crowd backs us.\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Japan: So Hockey India finally announce that the final should start at 9.15 pm. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    The most awaited Jharkhand Women's Asian Champions Trophy Ranchi 2023 final between India and Japan will go live on 9:15 PM IST #JWACT2023 #IndiaKaGame #HockeyIndia— Hockey India (@TheHockeyIndia) November 5, 2023\n\n\n\n    #JWACT2023 #AsianChampionsTrophy 🏑Seems like the final has been delayed. The players were out for warmup but they have gone back in. The big screen seems to indicate the pushback is now pushed back to 9 pm. Looks like a floodlight issue. ⏰https://t.co/FjasPrpKBH pic.twitter.com/qcf2G54KrR— Vinayakk (@vinayakkm) November 5, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Japan: The official match time was 8.30 pm IST but we are way past that time with no sign of the match getting underway. Word from the stadium is that a malfunctioning floodlight has delayed the match to 9 pm. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of the final between India and Japan at the women’s Asian Champions Trophy in Ranchi, Jharkhand.It’s the day of the final. Hosts India have been unbeaten in the tournament so far and have stamped their authority in some style. They take on a Japan side which stunned Asian Games gold medallists China in the semi-final last night. And the defending champions are not an easy team to beat as India have learned. At Hangzhou and in the pool stage in Ranchi, India were given a tough fight and could only manage narrow 2-1 wins. A victory tonight will mark Janneke Schopman’s second title with India after last year’s FIH Nations Cup triumph. For Japan, tonight will be all about redemption for missing out on a medal in Hangzhou.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    🇮🇳 vs 🇯🇵Here's how the teams line up for the ultimate showdown! Catch the action live on Sony Sports 5 and Sony Liv app. #HockeyIndia #IndiaKaGame #JWACT2023 pic.twitter.com/GSZAsr3Vvq— Hockey India (@TheHockeyIndia) November 5, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s squad for the 2023 Women’s Champions TrophyGoalkeepers: Savita (C), Bichu Devi KharibamDefenders: Nikki Pradhan, Udita, Ishika Chaudhary, Deep Grace Ekka (VC)Midfielders: Nisha, Salima Tete, Neha, Navneet Kaur, Monika, Jyoti, Baljeet Kaur, Vaishnavi Vitthal PhalkeForwards: Lalremsiami, Sangita Kumari, Deepika, Vandana Katariya\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The Asian Champions Trophy is being telecast on the Sony Sports Network and being live streamed on Sony LIV.","author":"Dilip Unnikrishnan","time":"2023-11-05T20:20:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195635-lnbnvyukrk-1699247254.jpg","tags":["Hockey","Indian Hockey","Indian Women’s Hockey Team","Savita Punia","Salima Tete","Women’s Asian Champions Trophy","Asian Champions Trophy"],"source":"https://scroll.in/field/1058666/hockey-womens-asian-champions-trophy-final-india-vs-japan-live-score-updates-stats-reactions"}