{"title":"Hockey, FIH Pro League, India vs USA as it happened: Savita Punia & Co win 4-0, finish 3rd on table","content":"Indian women finish 3rd in their first Pro League season: Some entertaining matches over the campaign, especially a great weekend against champions Argentina. They finish on a high with 2 big wins vs USA\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here’s a look at the full-time stats: What a final quarter for India as they finish their Pro League campaign with an impressive performance. Dominant numbers for the most part, found the finishing too in the end.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Player of the Match, Salima (IND): “That was a tough game but we played well against tough opponent. Today was our last [FIH Pro League] match so we wanted to finish well. The second half we played much better and the result was four goals.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FULL TIME, USA 0-4 INDIA (Women): What a final quarter blitz by India. They will finish third in their debut season.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 0-4 INDIA (Women): A PC for USA with 1 sec left on the clock. So this routine will be the final play. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 0-4 INDIA (Women): GOAL INDIA! Sharmila Devi with a superb pass from the left flank, Sangita Kumari with a nice finish and it is another goal for India in Q4. What a finish they are having to this match. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    India absolutely blitzing the US at the moment ✨✨✨ #FIHProLeague— Tareque Laskar (@tarequelaskar) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 0-3 INDIA (Women): SAVE-ITA! Two huge saves from the Indian captain from one play as USA nearly hit back from a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 0-3 INDIA (Women): GOAL INDIA! Navneet slices open the USA defence with a super dribble and through ball and the ball eventually comes to the middle where eventually Sonika gets the final touch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 0-2 INDIA (Women): GOAL INDIA! Neha and Navneet combine well and the ball is eventually sent to the middle where Vandana is waiting in front of an open goal. Easy finish, right place right time.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 0-1 INDIA (Women): Great run by Salima down the left (not her 100% thought it must be said, good as the pace was as such). She gets a shot-cross away and the USA GK gets the foot out before Vandana’s diving attempt. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, USA 0-1 INDIA (Women): India are starting on front foot again in Q4, clearly the idea is still to build on the lead. Great credit to USA’s tackling in the circle it must be said. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3, USA 0-1 INDIA (Women): If the USA do come back in this match, India will have only themselves to blame. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 0-1 INDIA (Women): After replays the goal is given to Vandana for getting a touch on Gurjit Kaur’s drag flick that took it over the goalkeeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 0-1 INDIA (Women): Good play for Vandana in the build-up to create the chance, good use of the referral to win the PC, good injection and trapping from the corner and finally, a Gurjit with the finishing touch (or actually might have been Vandana). After the goal, TWO HUGE CHANCES for India. Somehow Navneet shoots over from a couple of yards, and another chance follows soon.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 0-1 INDIA (Women): GOAL INDIA! The trap is perfect finally and Gurjit Kaur makes no mistake. That’s the beauty of injection and trapping, captured brilliantly in slo-mo. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 0-0 INDIA (Women): So much happening! Not quite clear in shadows who got the shots away but plenty of Indian pressure in the USA circle. Vandana got the shot away that was saved by USA keeper but there is a foot there and India refer to win the PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 0-0 INDIA (Women): A green card for USA’s Brooke DEBERDINE (who had just taken that tumble) for hitting a ball after the whistle had gone other way. And now India have 2 minutes of a player advantage. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 0-0 INDIA (Women): Friendly fire in USA camp as a couple of players collide on the left flank. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 0-0 INDIA (Women): Another trap gone wrong? Yes, bounced over. Navneet still manages to get a shot away on goal and it s a really good save by Bing. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, USA 0-0 INDIA (Women): A positive start from India again, but also this time, better zing in their passing. And as we say that, a lovely passing move, Neha in space and her shot goal is saved well by Bing a bit dangerously though. PC For India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coach Janneke Schopman: Not very pleased, to be honest. We were sloppy, we can create more and little bit more with the ball. Just need to take ownership of your own skill and movement, connect a little bit later. Both coaches unhappy there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Half time: Lot of pace in the Indian side (Salima, Sharmila especially) and creativity too (Neha, Navneet) but finishing has been a little bit of concern for a while That is where thought Rani’s return could be a boost. Vandana, Siami have to shoulder a fair bit of that load.Here’s a look at the first half stats. Good reading for India in most metrics, apart from the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    HALFTIME: 🇺🇸 0 - 0 🇮🇳#FIHProLeague |  #HockeyAtItsBest pic.twitter.com/sLgmpDaihw— USA Field Hockey (@USAFieldHockey) June 22, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q2, USA 0-0 INDIA (Women): And no goals in the half... Savita Punia just had to be alert for the two PCs but otherwise had a nice view of the game unfolding in front of her. India created chances but the finish has been lacking. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Not quite the goal fest it is when these two have met recently. Vandana has a half chance after some decent build up by India, great tackling by the USA. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): A PC is given to India, USA review... the foul is outside. PC overruled. But that is more good work by Vandana. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Great rushing by USA, unlucky that the ball found her foot. Results in another PC, that is saved by the goalkeeper. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Good work again by Vandana, a reverse hit finds the feet. India win another PC. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Super pressing from Vandana and she wins the ball back and feeds Navneet, but USA hang on. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Not sure if that was a mistrap or a variation attempted by India to let Navjot have a hit... (more former, it seemed) but India can’t make the most of that. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, USA 0-0 INDIA (Women): Vandana, who was impressive in India’s 2nd half turnaround yesterday, wins the PC here for India. And chance for Gurjit/Deep to put their side ahead. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Q2, USA 0-0 INDIA (Women): The intensity from India seems to have dropped a little bit as USA too find some possession to play with. Oh, then a superb pass from distance by Monika and Sharmila makes a fantastic run. That was a football move behind defence so to speak. The No 7 couldn’t get the first touch quite right though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, USA 0-0 INDIA (Women): The Indian team started aggressively, had one HUGE chance to take the lead and a few attacking moves. but USA had the two PCs from where they could have easily punished Savita and Co. As things stand, goalless.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): Another PC for USA. Good dribbling by Grega. The PC is mistrapped as the injection goes wide... India survive that. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): Space for Salima to run into (heavy strapping around her right hamstring, hopefully nothing serious) and her final pass is cut out. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): That was Sangita who did superbly to evade defensive markers with a touch and find Sharmila. Good start still by India, except for the PC they conceded they have been in control.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): HUGE CHANCE! A lovely passing move sees Sharmila Devi in space yard or two away from goal but she takes a bit too much time to get the shot away and the defence of USA recovers. Massive scramble follows but nothing comes out of it. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): India start on the front foot, fashion a couple of half chances but it is India who concede the first PC as well. Savita having to make a strong save. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): No Lalremsiami in the squad today as well, perhaps playing it safe still with her hand injury. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, USA 0-0 INDIA (Women): The commentator tells us the average number of caps in the USA squad is 35 or so. Salima is back in action today, and India’s average is 110 caps per player. (Young squad, mind you!) Here we go then, pushback in Rotterdam.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Coach Janneke Schopman: Wasn’t happy with how we started the game, we like to play a little bit of higher pace and create chances in the first half as well today. We moved the ball in the 2nd half better, that’s what I am looking for today full match. The girls have individual tasks as we look to be ready for the first match of the World Cup. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India are seeking to confirm the third spot on the standings. Savita Punia & Co take on USA after their 4-2 win yesterday. Here’s a look at the recent H2H.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Here’s a quick look at the squads playing today as Captain Savita returns to the starting lineup after Bichu’s full match appearance yesterday:\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to live updates of the FIH Pro League women’s hockey match between India and USA in Rotterdam. This match will conclude the Indian women’s debut FIH Pro League campaign.On Tuesday, the Indian women produced a fine third quarter display after trailing 0-1 at half time to eventually run out 4-2 winners. Coach Janneke Schopman, who has been speaking about the need to put up good performances and make use of the speed the side possesses, would have been delighted with the team’s performance against the side she was coaching not long ago. Today, India will look to sign off from the Pro League campaign with another win before heading into the World Cup.Hockey, FIH Pro League, India vs USA as it happened: Navneet, Vandana star as India win 4-2\n    \n        \n        \n            \n            \n            \n        \n    \n\n     FIH Pro League standings (W) \n    \n       Rank  Team  Played  Wins  SO Win  Draws  SO Loss  Losses  Goals For  Goals Against  Goal Difference  Points \n    \n     1  Argentina  16  13  0  0  3  0  43  18  25  42  2  Netherlands  15  9  4  0  0  2  36  16  20  35  3  India  13  5  2  0  2  4  29  26  3  27  4  Belgium  14  7  0  0  1  6  27  20  7  22  5  Spain  16  5  2  0  2  7  23  26  -3  21  6  England  14  5  1  0  1  7  26  35  -9  18  7  Germany  14  4  1  0  2  7  26  24  2  16  8  China  13  2  3  0  0  8  16  32  -16  12  9  United States  13  1  0  0  2  10  13  42  -29  5 \n  \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Statiscs / photos courtesy: FIH.Hockey / Hockey IndiaScreenshots: Disney+ Hotstar","author":"Vinayakk Mohanarangan","time":"2022-06-22T19:58:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176140-vdanyhzjky-1655908067.jpeg","tags":["Hockey India","Hockey women's","Navneet Kaur","Savita Punia","FIH Hockey Pro League"],"source":"https://scroll.in/field/1026723/hockey-fih-pro-league-india-vs-usa-live-updates-savita-punia-co-look-to-sign-off-with-a-win"}