{"title":"Hockey, FIH Pro League, India vs Germany, as it happened: Hosts beat world champions 3-2 in thriller","content":"Play\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for our coverage for tonight. Join us on Sunday, March 12, when India plays Australia, at 19:10 hrs IST.A good win for India on the night. Germany, coming off a well-deserved break, were not at their very best. But still, the World Cup winners dominated proceedings with India content to sit back and absorb the pressure.Manpreet Singh once again showed why he is one of India’s best players with a superb outing in defence and midfield. His pass to set up Sukhjeet’s second goal was divine. Germany, like they did at the World Cup, came alive in the second half scoring through Paul-Philipp Kaufmann and Michel Struthoff. Despite playing against 11 outfield players in the final five minutes, India defended really well.A deserved victory. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Report:India had the better of the early exchanges. Germany then earned a barrage of penalty corners with 5 minutes left in the quarter but great running from Manpreet combined with a fantastic save by Sreejesh going to his right, kept the Honamas at bay. With both defences looking in good form the teams headed into the end of the first quarter on tied score. India won a penalty corner with just one second left in the half and opened the scoring through a powerful low drag flick by Harmanpreet that went perfectly into the bottom left corner of the goal sending them into the break with a slender lead. India scored their second early in the second half as Jarmanpreet carried the ball out of the back and played a long diagonal ball into the German circle where Sukhjeet managed to get ahead of his marker and deflected the ball past a stranded Alex Stadler. Germany threatened from the penalty corners late in the third quarter but once again great number one running by Manpreet Singh kept Germany at bay. Sukhjeet added a third for India in the 43rd minute as Manpreet once again played out of his own half and a long pass into the German circle found Karthi Selvam, whose shot past Stadler was put away by Sukhjeet. Germany pulled one back before the end of third quarter as Sreejesh made a save from Mazkour’s shot but the ball struck the post and bobbled into the path of Kauffman who turned the ball into an empty goal. India looked to play out the final quarter, dominating possession and territory, but Germany took Stadler off for an extra outfield player with 5 minutes to go and the momentum swung in their favour and they pulled a goal back as Struthoff deflected a powerful slap pass into the circle by Hannes Müller. India won a penalty stroke with 40 seconds left in the game as a shot towards the empty German goal by Dilpreet hit Zwicker on the foot, but the resulting stroke was missed high by Harmanpreet Singh. The miss would not cost India however as they managed to hold on to the lead for the final 40 seconds and get the win. Sukhjeet Singh was awarded player of the match and said: “Great to win the first game back after the world cup. Really want to thank the crowd for the huge support, this performance would not have been possible without them.”\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet Singh misses stroke. India hang on to win 3-2. India have beaten World Champions Germany in a thriller that came alive in the 3rd and 4th Q. #FIHProLeague— Sundeep Misra (@MisraSundeep) March 10, 2023\n\n\n\n    David John as coachCoached - 1Won - 1Win Percentage - 100%LEGEND OF OUR GAME— Give Me Hockey (@hockeyind) March 10, 2023\n\n\n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    FT, IND 3-2 GER: India hold on to beat Germany! It was a superb defensive performance from the hosts. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, IND 3-2 GER: Harmanpreet misses! Sends it high over the goal! Looks at his stick in disbelief. 40 seconds left in the match. Can Germany level the tie?\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, IND 3-2 GER: India break away on the counter with no goalkeeper. Dilpreet’s attempt is blocked off the line and it’s a penalty stroke for India! Germany review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, IND 3-2 GER: Germany score! Zwicker takes a free hit quickly. Hannes Muller smashes the ball towards the back post where Michel Struthoff taps it in for his first goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, IND 3-1 GER: Germany smash the ball in roof of the net but the umpire had blown his whistle just before the shot was taken for a long corner. India escape! Germany not happy at all.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, IND 3-1 GER: Some confusion here as the umpire thinks that Germany have asked for a review. Turns out, it was the German players signalling to themselves that it was time to take of Stadler in goal. Just under five minutes left now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, IND 3-1 GER: Germany aren’t going all out chasing this game as they did so well at the World Cup. India comfortably keeping them at an arms length. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, IND 3-1 GER: Germany have tired out a bit here. India able to come away with the ball frequently.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, IND 3-1 GER: Germany start the fourth quarter brightly and win a PC straightaway. India review and the decision is reversed as the ball came off Vivek’s hand.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Its 3-1 India. Sukhjeet got his 2nd of the match for 3-0. Then an error from Vivek, stolen Hellwig and Kaufmann makes it 1-3. #FIHProLeague— Sundeep Misra (@MisraSundeep) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 3-1 GER: And Germany pull one back immediately! Vivek loses the ball to Hellwig who feeds Elian Mazkour. The German pokes the ball past Sreejesh.  Paul-Philipp Kaufmann touches the ball in ahead of the back-tracking Jugraj.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 3-0 GER: Sukhjeet has his second of the night! A delightful pass from the deep from Manpreet Singh. Selvam Karthi does well to control the bobbling ball and up against Stadler, megs the keeper. Sukhjeet is at hand to slam the ball into the empty net\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Can scientists find a way to 'not tell the Indian hockey team they are going for World Cup or Olympics?'Maybe then the players will NOT be under pressure— Give Me Hockey (@hockeyind) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 2-0 GER: Cheeky nutmeg from Rabichandra on the nearside to get away from his marker. Plays it forward to Gurjant who loses possession immediately. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 2-0 GER: Struthoff plays the ball off Manpreet Singh and wins his team a penalty corner. The former India captain is the first rusher and he races to close down the flick. The ball is deflected behind off him and the umpire awards another PC. Manpreet straight away reviews it. Replay shows it came off his stick. Brilliant rushing from Manpreet there.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 2-0 GER: It’s 10v10 for the next two minutes as Zwicker gets a green card. Manpreet Singh looks for Shamsher on the right of the circle through a long ball but it’s a German defender who is closest to receive it and India lose possession.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 2-0 GER: India down to 10 players for five minutes as Harmanpreet Singh is shown a yellow card. The commentators say that it is for arguing with the umpire about the failed PC call. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 2-0 GER: Jugraj takes the PC but it’s blocked and India win another. He takes it again but cannot score. India win a third PC a move later but Harmanpreet Singh’s attempt is blocked by Ludwig. India try to review it but I think the they were too late to review.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 2-0 GER: India all over Germany now and they get a PC. Shamsher puts in a cross and Stadler puts his boot out. Ooooh it looks like the ball hit Abhishek off Stadler. The umpire did not see it but India review and they get the PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 2-0 GER: Sukhjeet doubles India’s lead! The name on the scoresheet will be Sukhjeet’s but the goal was all about Jarmanpreet’s brilliant pass! Splits the German defence and Sukhjeet gets ahead of his marker and plants his stick in the path of the ball and deflects it into goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, IND 1-0 GER: Germany get the third quarter underway. 15 more minutes until Germany pull off Stadler and go to 11 outfield players and win the match in the last five minutes.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Harmanpreet scores from the PC to put India ahead and we go into the half time. The lights go out and it's all magic. Even CM Naveen Patnaik has come down to catch a glimpse of the game. #FIHProLeague pic.twitter.com/5lIzCasY9A— Arnab Seal (@arnabsTOI) March 10, 2023\n\n\n\n    while i am delighted, the mind keeps going back to what ifs in january https://t.co/ZBUQyi0Egv— Tareque Laskar (@tarequelaskar) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    IND 1-0 GER: Germany coach Andre Henning questions the PC call stating that there was no foot. Says he is otherwise happy with how his team have played.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India interim coach David John: Very happy so far. Playing a different structure and style and we knew it would take some time to get used to it. Happy with how we have played.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    All in. To watch India take on the World Champions. And India gets its first PC on the hooter after a referral. Harmanpreet scores. India 1-0. #FIHProLeague pic.twitter.com/0ZmvYRvf9m— Sundeep Misra (@MisraSundeep) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q2, IND 1-0 GER: Harmanpreet Singh scores! He endured a torrid time at the World Cup but Harmanpreet Singh shows no signs of rust as he fires in the penalty corner beyond a diving Stadler! Brilliant goal from the Indian skipper and that’s the end of the first half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, IND 0-0 GER: Oh that’s a beautiful play from India. Manpreet’s 3D skills his way away from between two German defenders on the left. He feeds Abhishek who looks to create space for himself but sees his path blocked by Tom Grambusch. The hooter goes off but India appeal and get their first PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, IND 0-0 GER: Germany get on the attack and Prinz finds Michel Struthoff free in the left of the circle. The youngster smashes the ball at goal but only hits the outside of the goal. Pawan had the near-post covered in any case.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, IND 0-0 GER: Germany step off the gas as we see India have sustained possession. Gurjant Singh is picked up beautifully from a cross-field pass. He plays in a decent cross which is blocked back to him. Gurjant scoops the ball at goal but Stadler saves it only for the umpire to rule Gurjant’s attempt as dangerous play.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Except for 3 to 4 moves, off aerials, India with their backs to the wall. Germany content, rotating. Looking for space. India defending resolutely. 3PCs to Germany. And thats the 1st Q. Its goalless. #FIHProLeague— Sundeep Misra (@MisraSundeep) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, IND 0-0 GER: Sukhjeet steals the ball off Peilat and springs on the counter. He tries to thread a pass to Karthi through Mathias Muller’s legs but it takes a deflection and the umpire signals for the PC. Muller refers immediately and we see why as the replays show he managed to get his stick ahead of his foot just in time. No PC for Harmanpreet and India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: IND 0-0 GER: It’s a rare foray into the German half from India as Sukhjeet and Karthi try to create something down the right. The pull-back is intercepted but then India win the ball off a German error. Mats Grambushc, however, comes away with the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, IND 0-0 GER: As has been the case in the last year, Sreejesh comes off for the second quarter and the young Pawan gets a rare outing for the national team.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, IND 0-0 GER: Lovely stick work from Thiez Prinz to create space for Niklas Bosserhoff on the left. The German’s cross however is too high and India get the free hit. That is the last meaningful action of the first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, IND 0-0 GER: It has been one-way traffic so far with India parked firmly in their own half. To their credit, the men in blue haven’t given too many chances away. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    I don't know abt you but almost 20k people for a #FIHProLeague #hockey match-akin to a trilateral series with several big names missing-isnt something I am used to in India, across sports. Incl cricket. Rourkela, you rock! @sports_odisha https://t.co/SRZAdMFLdq— Uthra 🇮🇳 (@OnTheSportField) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, IND 0-0 GER: A flurry of penalty corners for Germany. Gonzalo Peillat finally gets his flick on target but Sreejesh makes a very good save stick-side.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, IND 0-0 GER: Unreal attempt from Dilpreet Singh! Harmanpreet puts in a hopeful long ball and Dilpreet, running backwards towards goal, flicks it towards goal from shoulder height. Alex Stadler saves it unknowingly with his leg and then scampers to hook it off the line. Brilliant from Dilpreet.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, IND 0-0 GER: Selvam Karthi makes a good interception to break the German hold over the ball. Moments later, he takes down a loooong ball but is double-teamed by the German defence and he loses the ball. It’s good opportunity for the young Tamil Nadu forward to stake a place in the squad.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, IND 0-0 GER: Abhishek tries his luck from just inside the circle but ends up scuffing his attempt. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, IND 0-0 GER: Manpreet Singh, playing at left-back tonight, goes on a brilliant run. Reaches the edge of the circle and puts in a hopeful reverse pass but the ball ends up in the goal without any Indian stick getting the final touch.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, IND 0-0 GER: And we are off in Rourkela!\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India and Germany take to the pitch at the Birsa Munda stadium in Rourkela. It’s an imposing stadium with a brilliant atmosphere. The crowd rarely goes quite here. Hopefully, the two teams give the crowd a lot to cheer for.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #HockeyIndia #IndiaKaGame #FIHProLeague @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/A6YRrNvfit— Hockey India (@TheHockeyIndia) March 10, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s live coverage of India’s match against Germany, in the 2022-’23 FIH Men’s Pro League, at the Birsa Munda Stadium in Rourkela.After the disappointment of finishing outside the top eight at the Hockey World Cup, the Indian men’s hockey team is back in action in the first of four matches in the Pro League mini tournament. It’s a team in transition after coach Graham Reid resigned following the World Cup.Craig Fulton has been appointed as the new coach but the South African is yet to take over the side. Many veteran players have been rested giving some youngsters to stake their claim in the national side.The first assignment in the post-Reid era for India is to face World Champions Germany.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Catch all of the action LIVE on Star Sports Select 2 SD, Star Sports Select 2 HD, Star Sports First and FanCode app respectively.#HockeyIndia #IndiaKaGame #FIHProLeague @CMO_Odisha @sports_odisha @Media_SAI @IndiaSports @FIH_Hockey @DHB_hockey— Hockey India (@TheHockeyIndia) March 9, 2023\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / FancodeMatch live: Star Spors Select 2 and Fancode in India","author":"Dilip Unnikrishnan","time":"2023-03-10T18:55:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187808-pydygotxze-1678463097.jpeg","tags":["Hockey","India","Hockey India","FIH Pro League","Harmanpreet Singh","Hardik Singh"],"source":"https://scroll.in/field/1045385/hockey-fih-pro-league-india-vs-germany-live-score-updates-stats-reactions-and-more-harmanpreet-singh-and-co-take-on-world-champions"}