{"title":"Hockey, Asia Cup, India vs Pakistan as it happened: Both teams share spoils in 1-1 draw","content":"India next takes on Japan tomorrow, at 1700 hrs IST. See you then.  \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Rather scratchy match between the rivals, as both teams created chances but were wasteful in front of goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Really disappointing to concede in the 59th minute and draw 1-1 with Pakistan after leading for almost the entire match. 1/8 PC conversion rate is a big area of improvement. Good goalkeeping by Suraj Karkera. The experience will teach our young players a lot. #AsiaCup2022— Viren Rasquinha (@virenrasquinha) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pakistan’s goalkeeper Akmal Hussain wins the player of the match award. Well deserved award, he’d been stellar between the sticks for Pakistan, that too on his international debut, making strong and important saves to keep his team in the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s the final buzzer.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 Pakistan: Less than 10 seconds to go and Simranjeet Singh - the man who scored twice against Germany to win India bronze at the Olympics - gets the ball. He charges into the circle but hits wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-1 Pakistan: GOAL FOR PAKISTAN! Abdul Rana taps home the equaliser. Mubashar Ali takes the drag-flick, it comes off the first rusher, and then the defender at the post gets a stick to block the shot, but Rana is quick to react and tap in the loose ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-0 Pakistan: PC for Pakistan with 69 seconds left in this match. A goal here will surely end this match in a draw.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-0 Pakistan: Less than two minutes to go and Pakistan has started to push harder to get an equaliser. India has been quite disciplined at the back so far though.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-0 Pakistan: Muhammad Hamadudin gets a reverse stick shot away, but well over the bar - still Suraj Karkera gets a touch to make sure.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-0 Pakistan: Over 6 minutes left of play, India has better possession 57 to 43.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-0 Pakistan: Just a correction, that’s a yellow card for Uttam, not green.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-0 Pakistan: India down to 10 men as Uttam Singh gets a green card for a bad tackle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4: India 1-0 Pakistan: Final 15 minutes of the match starts.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Plenty of good chances for both teams, but neither has been able to get the finishing right in front of goal. Arguably, Pakistan has had a better half in terms of creating chances, but their shots at goal has been wasteful.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3: India 1-0 Pakistan\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: Karthi Selvam gets his shot wide of the target.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: Penalty corner for India. Pawan Rajbhar on the right crosses in to Simranjeet Singh, but the ball hits Rizwan Ali’s foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: And another wasted chance for Pakistan. Excellent work to send in the cross from the right, Ajaz Ahmad controls comfortably, just has the goalkeeper to beat and also has an unmarked teammate to his left. But he places his shot well wide of the far post.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: Nilam gets the shot away, and Akmal paws it again yet again. This goalkeeper is having an outstanding game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: India reviews the decision, it turns out it was the first rusher’s foot, not stick, in the way of Nilam’s shot. Another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: Nilam Sanjeep Xess gets the shot away, but it’s deflected over the bar by the first rusher.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: PC For India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: Flurry of chances for India, but Uttam Singh gets the best one. Dives in from the right and gets his shot away, but saved by Akmal Hussain.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: It’s the big man, Pawan Rajbhar who finds himself in space to get a tomahawk shot away, but excellent defending by Ammad Butt who gets his stick in the way.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: Brilliant chance for Pakistan. A pass from outside somehow makes its way through three Indian defenders (at least). Abdul Rana collects it and has just Suraj Karkera to beat. He tries to dribble, but Karkera makes the save. Afraz charges in from the left to get to the rebound but skies his diving attempt.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Here are the half-time stats: Pakistan with more circle penetrations but not lethal enough in front of goal. #AsiaCup2022 #StickFlick pic.twitter.com/jSkPbApXfW— The Stick Flick (@The_StickFlick) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: No error in stopping the ball this time, but Ali Rizwan gets his drag-flick way off target.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3: India 1-0 Pakistan: Pakistan gets us off in the third quarter, and earn a penalty corner in 15 seconds.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Congrats to young Karthi for scoring his first ever senior international goal on debut. That to vs the old rivals Pakistan. Dream debut 😀🇮🇳🏑 #AsiaCup2022— Viren Rasquinha (@virenrasquinha) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Pretty end-to-end second quarter, but without a finishing touch. India managed to gets some shots at goal but could not get the better of Pakistan’s goalkeeper Akmal Hussain, who is having a good game. Pakistan too have made some good chances, but have let themselves down when coming up with the final shot at goal - they’ve even fluffed a few PC opportunities.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q2: India 1-0 Pakistan\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-0 Pakistan: Another wasted opportunity with a missed stop from Ali Ghanzafar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-0 Pakistan: Penalty corner for Pakistan. Umpire not happy with the tackle from Vishnukant Singh.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-0 Pakistan: Abdul Rana has a good chance for Pakistan, but his deflection from close range is saved by Suraj Karkera with just under three minutes to go in this quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-0 Pakistan: Clever variation by the Indians as Dipsan Tirkey passes it to Sheshe Gowda, but his drag-flick is pawed away by Pakistani goalkeeper Akmal Hussain.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-0 Pakistan: PC for India, the first of this quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-0 Pakistan: Good chance for India the other end, but the Akmal gets a good save from point-blank range.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-0 Pakistan: Chance goes begging for Pakistan. Ajaz the ball in from the right, Abu Mahmood gets the shot away but it’s saved by Suraj Karkera. Arfaz is there to tap home into an empty goal, but miscues his shot wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #AsiaCup2022 Nice to see Simranjeet Singh back in action. @KasualShuklahad written this after Tokyo. But he's been out of action since, a chance to find his way back again. https://t.co/9vJl6G5swj— Vinayakk (@vinayakkm) May 23, 2022\n\n\n\n    The great @imsardarsingh8 as Indian Coach and the legend #WaseemAhmed as Pak asst coach. If any budding hockey midfielders out there, just have to watch old videos of these two. They really knew how to run a midfield masterclass. #AsiaCup2022— Viren Rasquinha (@virenrasquinha) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-0 Pakistan: Pakistan quick off the blocks in the second quarter, getting into the Indian third and creating a chance, but nobody there to finish off the move.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2: India 1-0 Pakistan: We’re off again with the second quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1: India 1-0 Pakistan: India was pushing for a second goal in the dying seconds of the quarter, but Pakistan held them off long enough for the buzzer to sound. Not exactly one-way traffic in this first quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 1-0 Pakistan: Excellent run from Ajaz Ahmad. Dodging Indian defenders and sprinting down the right flank. Gets a lovely cross in, but there’s nobody in the centre to tap in with just over a minute left on the clock.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 1-0 Pakistan: Pakistan has started to up the ante and push forward, but the Indian defence has been calm and alert to any threat.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 1-0 Pakistan: GOAL FOR INDIA! Selvam Karthi, on his international debut, scores through a drag-flick. He didn’t get a good hold on the flick, but luck was on his side as his shot - which seemed to be going wide - got a deflection off the stick of Pakistan defender Muhammad Abdullah and hit the back board to give India the lead in the 9th minute.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 Pakistan: Excellent reaction save from Akmal Hussain after the ball gets a wicked deflection off a Pakistani defender. The ball gets back into the circle, and the ensuing scramble gives India another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 Pakistan: We’re dealing with penalty corners here. Strong run from Simranjeet Singh, ball strikes Rizwan Ali’s foot for another PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 Pakistan: Good work from the Indian first rusher, closes all angles and the drag-flick goes wide.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 Pakistan: Ball strikes Vishnukant’s foot in the Indian circle. Another PC for Pakistan.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    Great to see former Pakistani capt Waseem Ahmed as part of the Pakistan coaching staff. One of the greatest midfielders I have ever had the honour of playing against and the highest capped Pakistani player of all time - 410 caps. Simply was a wizard on left midfield #AsiaCup2022— Viren Rasquinha (@virenrasquinha) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Q1: India 0-0 Pakistan: And another PC for India. But another from the stopper Birendra Lakra - the ball hits his foot and that’s the end of the attack.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Q1: India 0-0 Pakistan: Nilam Sanjeep Xess gets the ball away, but it sails comfortably over the crossbar.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Q1: India 0-0 Pakistan: Penalty corner for India. SV Sunil’s pace too much for the Pakistan defender who fouls the veteran.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n     Q1: India 0-0 Pakistan: Ammad Butt fails to control the injection. India defends calmly and the ball is out of danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1: India 0-0 Pakistan: Pakistan wins the first penalty corner of the match, just over 2 minutes on the clock.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    And they’re off! India takes the pushback.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    This is the first time these two teams are meeting since the Asian Champion Trophy in December - India won 4-3.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Both teams have lined up for the national anthems\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Quite a new team for India for this tournament, including a new coach (but not an unfamiliar name). Sardar Singh is in charge of the squad for his first coaching stint. Apart from skipper Birendra Lakra, SV Sunil and Simranjeet Singh, the rest of the Indian team is relatively inexperienced. It’s a chance for the youngsters to shine and give the selectors a problem of plenty when the Commonwealth Games, World Cup and Asian Games come around next year.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    #Hockey #asiacup2022 India begin their Asia Cup title defence against Pakistan, but hope to unearth new talent for the long run through a new-look squad.✍ @shahidthejudge https://t.co/xUvJeXhaWf— The Field (@thefield_in) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll.in’s coverage of men’s hockey Asia Cup 2022. India, led by Birendra Lakra take on Pakistan in Jakarta in what could well be a blockbuster opening clash of their respective campaigns. India have sent a new-look squad for the tournament. They are defending champions but as such, do not have much riding on this event which is a World Cup qualifier. India are guaranteed a spot at the next World Cup (early in 2023) as the hosts, of course. You can read more in our preview for the tournament here.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    𝗧𝗘𝗔𝗠 𝗡𝗘𝗪𝗦 📰India's starting lineup for the Hero Asia Cup Jakarta 2022 opener against Pakistan!🏆#IndiaKaGame #HockeyIndia #HeroAsiaCup #INDvsPAK #MatchDay @CMO_Odisha @sports_odisha @IndiaSports @Media_SAI pic.twitter.com/NFCfvc4UpN— Hockey India (@TheHockeyIndia) May 23, 2022\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Stats / photos courtesy: FIH.Hockey / Asian Hockey FederationScreenshots: Disney+Hotstar","author":"Shahid Judge","time":"2022-05-23T16:50:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174772-tlssazjdoc-1653304217.jpeg","tags":["Asia Cup","Indian hockey","Birendra Lakra","India vs Pakistan"],"source":"https://scroll.in/field/1024584/hockey-asia-cup-india-vs-pakistan-live-updates-can-birendra-lakra-and-co-start-off-with-a-win"}