{"title":"Hockey, FIH Pro League, India vs USA, as it happened: Savita Punia stars as hosts win shootout 2-1","content":"The women’s home-leg may have ended, but there’s still plenty of action yet to come as the men’s team continues to compete in their mini-tournament.Join us again tomorrow, as the Harmanpreet Singh and Co take on Spain in Rourkela. See you then!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    That’s it for our coverage for tonight.A rather cagey start to a match that came alive after the first goal was scored in the 19th minute. Deepika Kumari hammered the Indians into the lead in what is the last match of the home-leg of the mini-tournament.But Ashley Sessa worked very well to get on the scoresheet for the Americans in the 45th minute.Eventually there was nothing that could separate the two teams and the shootout was called for.That’s where Savita Punia, the ever-reliant wall in the back for India stood tallest – like she has done so many times before. Only a brilliant effort by Leah Crouse got past Punia, as she went on to make four saves in the shootout to ensure India won the bonus point.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The leaderboard after the mini-tournament in India\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    “Our team worked hard till the last second. We knew the USA never gives up and we knew we had to fight.”— Player of the match Savita Punia\n\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 2-1 USA: Saana Caarls comes up next. And Savita Punia makes the save. Caarls gets to the rebound and Punia makes another save giving India the win.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 2-1 USA: Lalremsiami up next. And Kelsey Bing makes the very good save. Lalremsiami calls for a referral though asking for stick check. But there's no clear reason to change the decision.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 2-1 USA: Madeleine Zimmer storms up the field. She goes left and Savita makes a brilliant save.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 2-1 USA: Sonika Thandi next. She runs around the goalkeeper and calmly slots home. India have the advantage now.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 1-1 USA: Abigail Tamar comes up, and Savita makes an excellent save before clearing the ball.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 1-1 USA: Mumtaz Khan up next. Goes to her left and plays a calm, and perfect backhand into the net. India are back in this.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 0-1 USA: Ashley Sessa next. She spins and misses.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 0-1 USA: Sangita Kumari up next. Kelsey Bing is struck by the pace of Sangita and brings down the Indian for a stroke. Deepika comes up and misses. Advantage USA.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Shootout – India 0-1 USA: Leah Crouse comes up first and Savita Punia does well to put her off. Crouse asks for a referral though, claiming a push by the goalkeeper. Crouse wins the referral and she gets to retake. The American does well and ties the goalkeeper in knots before scoring.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The Americans will attack first in the shootout\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Both teams earn a point from the match. The shootout will determine who will get the bonus point.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Fulltime – India 1-1 USA: The last match of this mini-tournament in India will end in a shootout. Deepika's goal in the 19th minute for India was cancelled out by Ashley Sessa's equalizer in the 45th minute.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-1 USA: Less than two minutes to go. Lalremsiami plays in a desperate cross in from the right but the American defence is firm.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-1 USA: Just under 5 minutes left now. Still anyone's game.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-1 USA: Good variation from the Jillian Wolgemuth, but Savita Punia manages to make the save and Lalremsiami clears the danger.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4 – India 1-1 USA: The Americans get a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    The final 15 begins\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q3 – India 1-1 USA: That it for an entertaining third quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-1 USA: GOAL FOR USA! The Americans go for a variation. Alexandra Hammel goes for the shot and Savita Punia gets down well to make the save. Ashley Sessa, who had made the injection had made her way towards goal. The rebound fell awkwardly, but she dove forward and got a perfect shot that looped over the Indian goalkeeper and into the net.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-0 USA: 66 seconds left on the clock for the third quarter, and the US win a PC off an Indian foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-0 USA: The Americans have started to pile on the pressure, but India has remained calm in defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-0 USA: What a stop from Fusine Govaert! India were on a counterattack through Navneet Kaur. She played a pass to the right to Deepika who turned smartly and played rolled the ball back to the on-rushing Neha Goyal. Neha played a first time shot and, though US goalkeeper Jennifer Rizzo had scrambled back into position, Govaert got a stick to the shot and made the clearance.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-0 USA: In the third retake of the same PC, Udita Duhan goes for another variation. She makes a short pass to Navneet Kuar who controls and plays a shot that goes into the back of the net. Unfortunately, the ball is lifted and since it is not a drag-flick, the goal will not count.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-0 USA: Udita Duhan goes for it but its straight at Jennifer Rizzo who makes the save. But the Americans somehow manage to get a foot on the ball and there's another PC. On the retake, India win yet another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-0 USA: India go for a variation but the Americans read it well. Once again though, Lalremsiami gets the ball and wins a PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3 – India 1-0 USA: Excellent skills by Lalremsiami in the left-flank and India win a PC early in the quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    We’re off in the second half\n    \n        \n        \n            \n            \n            \n        \n    \n\n    First half stats\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q2 – India 1-0 USA: That's it for the first half. Deepika Kumari's drag-flick is all that separates the two teams. Plenty of action still to come in what has been a rather open contest, especially after the 19th minute goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 USA: Deepika goes for the drag-flick and she gets a good hold of it. But Kelsey Bing gets a strong foot and sends the ball away.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 USA: India go for a clever variation, arguably over-complicating it a bit. But the shot eventually comes off an American foot and India win another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 USA: India wins another PC.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 USA: The goal by Deepika in the 19th minute has opened up this match. A lot of end-to-end play with both teams creating chances at goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 USA: Navneet Kaur goes for the shot. Good save by the US goalkeeper Kelsey Bing. There's a bit of a melee in the circle for the ball involving the US goalkeeper, a defender and Sangita Kumari. Eventually Sangita is flagged for a foul and the chance ends.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 USA: Sangita Kumari wins a PC now. Good stickwork from the Indian that leads to the ball hitting an American foot in the circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 USA: And another good save from Savita off an American snapshot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 USA: Good save from Savita Punia. Saane Caarls plays in a clever pass from the left and Jacqueline Sumfest's deflection is well spotted by the Indian goalkeeper.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 1-0 USA: GOAL FOR INDIA! Deepika Kumari, the budding drag-flicker gets a hold of a solid, low shot that goes past defenders and goalkeeper to hit the bottom right corner of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-0 USA: India win the first PC of the match.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-0 USA: Good strong run by Abigail Tamar. Dispossessed an Indian player at the half-mark and then raced up the pitch, dribbling past a few Indian defenders. But Tamar lost her footing right at the end at the what looked like a promising chance goes begging.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-0 USA: Good referral by the Americans, the ball did hit Vandana Katariya's foot. No penalty corner for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2 – India 0-0 USA: India gets a PC early in the second quarter. But it is referred by the Americans, claiming the ball struck an Indian foot.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1 – India 0-0 USA: That’s it for the first quarter. Not much between the two teams as the game has been stuck in midfield for most of the first 15, although India seems to have held more possession.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 USA: Clumsy challenge by Jacqueline Sumfest on Nisha, and the Americans are down to 10 players for two minutes. Sumfest is shown a green card.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 USA: India has started to get more of the ball, but the game has largely stayed in midfield.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1 – India 0-0 USA: End to end stuff in the first five minutes of play but neither team has managed to get a clear-cut chance. The few forays into the opposition circle, from either team, has been met with strong defending.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    AND WE’RE OFF!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    National anthems coming up now. Pushback to follow.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    There has rarely been a stalemate between these two teams. Here’s a look at the head-to-head stats.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n    Meet the Power-packed Lineup!Team India sets the stage against USA with a formidable squad ready to conquer the field.🇮🇳🏑Watch the match live on @JioCinema and @Sports18#HockeyIndia #IndiaKaGame #FIHProLeague24 #IndiaWomensTeam.....@CMO_Odisha @FIH_Hockey @Media_SAI… pic.twitter.com/2J92l97qbc— Hockey India (@TheHockeyIndia) February 18, 2024\n\n\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian women team’s match against the United States at the FIH Pro League in Rourkela.It has been a long and eventful fortnight for Indian hockey as the women’s team played hosts of the mini-tournament in Bhubaneswar and Rourkela. Tonight, against the United States, the Indians will end their home leg of the 2023-24 season.Savita Punia and Co have played seven matches in the mini-tournament, winning against USA in Bhubaneswar and beating Australia on Saturday in Rourkela.Now they will look to end on a high by doing the double over USA.Live action coming up. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India SquadGoalkeepers: Savita Punia (C), Bichu Devi KharibamDefenders: Gurjit Kaur, Nikki Pradhan, Udita, Ishika Chaudhary, Monika, Jyoti ChhatriMidfielders: Nisha, Vaishnavi Vitthal Phalke, Neha, Navneet Kaur, Salima Tete, Sonika, Jyoti, Baljeet Kaur, Sunelita ToppoForwards: Mumtaz Khan, Beauty Dungdung, Lalremsiami, Sangita Kumari, Deepika, Vandana Katariya (VC), Sharmila Devi\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Shahid Judge","time":"2024-02-18T19:16:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198576-hdcswzpvkz-1708260705.jpg","tags":["Hockey","Indian hockey","Savita Punia","Janneke Schopman","Vandana Katariya","Hockey India","Indian hockey updates","hockey live","FIH Hockey Pro League","Pro League","hockey news","FIH Pro League","India vs China","Hockey live updates"],"source":"https://scroll.in/field/1063911/hockey-fih-pro-league-india-vs-usa-live-blog-savita-punia-and-co-look-to-end-home-leg-with-win"}