{"title":"Hockey, FIH Pro League, India vs Ireland, as it happened: IND end home leg with 4-0 win","content":"That’s it from us tonight!India end their home leg of the Pro League with a handsome 4-0 win! That win takes their record to three wins, four draws and two losses from their opening eight matches. With 15 points, they have jumped ahead of Argentina to third place.Lots of positives for India to take from these matches. They held defending champions and world No 1 Netherlands to two draws and also played two good matches against Australia. They lost a 10-goal thriller to the Kookaburras and then held them to a draw in Rourkela.India’s Pro League campaign will resume in May when they travel to Belgium and Britain for their final eight matches.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Manpreet Singh: We want to dedicate this win to Krishan B Pathak who was blessed with a baby boy. The crowd has been amazing and their support has been great. It is like a second home for us.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Manpreet Singh is the Player of the Match\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 4-0 Ireland: Jugraj Singh scores! Went low to Carr’s left and crashes the ball into the backboard. Superb strike!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Ireland: India win a PC with less than a minute left as Mandeep Singh is bundled over from behind by Sean Murray who sees a yellow card. Harmanpreet’s drag flick is charged down by the first rusher. India get another PC but Ireland review it. The decision stays.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Ireland: Sanjay gives away a PC with about two minutes left in the match. Can Ireland finally pull one back? No they cannot! Superb save from Sreejesh to deny O’Donoghue!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Ireland: Ireland now on the front foot. Nelson and Walsh leading the attack but cannot find a way past the Indian defence.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Ireland: The match has settled into a nice rhythm. Neither side is at their 100% now. Understandable given that it has been a long 15 days of intense matches and practice sessions.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Ireland: India counter through Lalit. He cuts inside from the left and evades two defenders. He has time and space to shoot but delays it allowing one of the Irish defenders to steal the ball away from him. Poor decision making from Lalit.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q4, India 3-0 Ireland: India get us started in the fourth quarter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Ireland: Lovely 3D skills from Akashdeep to win a PC. Harmanpreet reverses the injection behind to Rohidas. The ball is blocked illegally by the Irish first rusher. From the second attempt. Harmanpreet goes high to the keeper’s left. Carr and Lee Cole deal with it superbly.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Ireland: Rabichandra gets a yellow card and India will be down to 10 players for five minutes. 90 seconds left in this quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Ireland: Gurjant goes on a run on the left. He makes his way along the goalline. He plays a pass towards Mandeep but goalkeeper Jamie Carr blocks the pass.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 3-0 Ireland: India extend their advantage! A lovely reverse-hit pass from Manpreet Singh towards goal and Gurjant slides in with his stick to deflect it onto the roof of the net! That was a delicious pass from Manpreet to find Gurjant!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Ireland: Lovely turn from John McKee to win a PC. O’Donoghue’s PC is charged down by Rohidas. He has had a good game so far has Rohidas.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Ireland: A rare green card for captain Harmanpreet for a stick tackle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Ireland: Ben Johnson draws a sharp save from Sreejesh with a shot from the edge of the circle.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q3, India 2-0 Ireland: India get us started in the third quarter. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 2-0 Ireland, Craig Fulton: They are defending well, we haven’t had a lot of chances. We need more control in their half in the next half.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    HT, India 2-0 Ireland: The hooter goes off for halftime! India will be happy with how things are now. Ireland were aggressive but India were able to keep them in check. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Ireland: Two minutes left in the half as Ireland move the ball from one wing to the other near the halfway line. India sitting deep eager to hit on the counter.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Ireland: Ireland are pressing well to win possession but India haven’t put a foot wrong in defence so far. They are more than happy to let Ireland keep the ball far away from the Indian goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Ireland: Ireland get two PCs for a foot foul by Amit Rohidas and Jugraj Singh. India refer both and successfully overturn the decisions. Good referring by India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q2, India 2-0 Ireland: Ireland start positively and win a PC to start the second quarter. O’Donoghue’s drag flick is low to Sreejesh’s left and he saves it with his boot. The loose ball goes to Daragh Walsh who sends his shot wide off the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    End of Q1, India 2-0 Ireland: Two goals in a minute for India! Harmanpreet finds Sanjay on the left with an aerial. Sanjay fires the ball across goal and Akashdeep Singh is at hand to deflect the ball into goal! Two quick goals to end the quarter from India!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 1-0 Ireland: India take the lead! Harmanpreet Singh’s drag-flick is blocked by the first rusher but the rebound goes straight to Nilakanta Sharma who smashes the ball on the bounce into goal!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Ireland: Manpreet Singh drives towards the circle and is fouled from behind by Nelson. A first PC for India.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Ireland: Dan Strange on the commentary has announced that Pathak has gone back home to be with his wife who gave birth to their first child! Congratulations to Pathak and his wife Nutei Ralte!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Ireland: I’ve just realised that there is no Krishan Pathak in the squad tonight. Sumit, who is a defender, has been named as the back-up keeper. He only has the pads on. Don’t think he will see game time tonight. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Ireland: Ireland win the first penalty corner of the match. Jeremy Duncan shoots and the ball loops up from Rabichandra Moiranghthem’s boot. The drag flick is straight at Sreejesh who parries it straight at an Irish player and gives away another PC. The injection goes to the second battery where it is reversed to the first battery. Shane O’Donoghue’s flick is high and wide of the goal.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Ireland: John McKee goes on a good run and arrives into the circle along the baseline. Plays the pass to Matthew Nelson but it comes back to him off an Indian stick. He flicks it goal wards only for Sreejesh to save it. India then win the free hit out.\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Ireland: Sreejesh nearly does a Savita Punia there! Jarmanpreet Singh’s back pass from near the Irish baseline evades everyone. Sreejesh comes out of the circle and awkwardly stops the ball and jumps over it to avoid kicking it and getting a yellow card. \n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Q1, India 0-0 Ireland: PR Sreejesh, who had a knee injury against Australia, starts in the first quarter tonight. India are in their away kit of white and orange while the Irish are in their traditional green. Ireland get us underway.\n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Ireland: For the final time this season, the Indian team jog on to the pitch to a loud applause by some 20,000 fans in Rourkela. The crowd has been amazing across Bhubaneswar and Rourkela coming out in huge numbers to watch the men’s and women’s teams over the last fortnight. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India vs Ireland, India coach Craig Fulton: I think we take the loss against Australia, the draws against the Netherlands as us being competitive. \n    \n        \n        \n            \n            \n            \n        \n    \n\n    \n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 92.20953660174614%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/nxergkfunu-1708869674.png\">\n  </picture></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 92.0%\">\n    <img src=\"https://sc0.blr1.cdn.digitaloceanspaces.com/inline/iqbnrlbsvo-1708869674.png\">\n  </picture></figure>\n\n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Hello and welcome to Scroll’s coverage of the Indian men’s hockey team’s match against Ireland in the FIH Pro League 2023-24 in Rourkela.It’s India’s final FIH Pro League match at home for the 2023-24 season and they take on Indian head coach Craig Fulton’s former team Ireland.The Irish, stuck to the bottom of the table with 0 points, nearly won a point when they faced India in Bhubaneswar. For 59 minutes India huffed and puffed and finally got the winner of the match in the final minute through Gurjant Singh.Fulton will like his team to be much more clinical tonight to end their home leg of the Pro League with a win.Live action coming up soon. Stay tuned!\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Indian men’s squad for 2023-24 FIH Pro League (India leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur PathakDefenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Varun Kumar (withdrew), Sanjay, Vishnukant SinghMidfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Rabichandra Singh MoirangthemForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh Hundal\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    India’s scheduleFebruary 10: Won 4-1 vs SpainFebruary 11: Won 2(4) - 2(2) vs The NetherlandsFebruary 15: Lost 6-4 to AustraliaFebruary 16: Won 1-0 vs IrelandFebruary 19: Won 2(8) - (7)2 vs SpainFebruary 21: Lost 2(4) - 2(2) vs The NetherlandsFebruary 24: Lost 2(0) - 2(3) AustraliaFebruary 25: Vs Ireland at 7.30pm IST at Rourkela\n    \n        \n        \n            \n            \n            \n        \n    \n\n        \n    \n    \n       \n       \n       \n    \n    \n    \n    \n    Screenshots in the blog courtesy: FIH Media / Jio CinemaMatch live: Sports 18 Khel and Jio Cinema","author":"Dilip Unnikrishnan","time":"2024-02-25T19:25:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198763-vuxukpbabw-1708866699.jpg","tags":["Hockey","Indian Hockey","FIH Pro League","Indian Men’s Hockey Team","Craig Fulton","Harmanpreet Singh","Hardik Singh","PR Sreejesh"],"source":"https://scroll.in/field/1064262/hockey-fih-pro-league-india-vs-ireland-live-score-updates-stats-reactions-and-more-harmanpreet-singh-and-co-aim-to-end-home-leg-with-a-win"}