{"title":"Hockey, FIH Pro League: Raheel, Dhami named in India’s 24-member men’s squad for Europe leg","content":"Mohammed Raheel Mouseen and Boby Singh Dhami have been named in India’s 24-member men’s hockey squad for the FIH Pro League matches in Europe later this month.The pair keep their place in the squad after having travelled to Australia for India’s five-match series in April.The European leg of the FIH Pro League will begin in Belgium on May 22 before moving on to England on June 1. India’s Pro League season will end of June 12.India will play against Argentina, Belgium, Germany and Great Britain twice each across both legs, beginning their campaign against Argentina. India are currently placed third in the points table, with 15 points from eight matches.Harmanpreet Singh will captain the side with midfielder Hardik Singh acting as his deputy. PR Sreejesh and Krishan Bahadur Pathak have been named as the two goalkeepers. Along side Harmanpreet, the defence includes Jarmanpreet Singh, Amit Rohidas, Sumit, Sanjay, Jugraj Singh and Vishnukant Singh.Apart from Hardik, the midfield also includes Vivek Sagar Prasad, Nilakanta Sharma, Manpreet Singh, Shamsher Singh, Rajkumar Pal and Mouseen. The forward line boasts of Mandeep Singh, Abhishek, Sukhjeet Singh, Lalit Kumar Upadhyay, Gurjant Singh, Akashdeep Singh, Araijeet Singh Hundal and Dhami.Speaking on the team selection coach Craig Fulton said, “We have been training hard at the camp and have developed an understanding of each other’s gameplay. Ahead of the Paris Olympics, we will play against top quality teams which will help us build on our game and get better through. “This will be an opportunity and will go a long way in evaluating where we stand as a team and as individual players. It will be a great way to figure out our strengths and what areas we would need to touch upon.”Harmanpreet said, “We are looking forward to getting on with the season in the Olympic year with the FIH Hockey Pro League where we will play top-quality teams. We have chosen a squad to give players exposure and it will also allow me to see some of the players in competition mode ahead of the Paris Olympics. “We had a camp in SAI, Bengaluru where we underwent rigorous training sessions and improved on the areas where we felt we needed to improve. We are looking forward to the matches and I hope that we get the results in our favour.”Indian men’s squad for 2023-24 FIH Pro League (Europe leg)Goalkeepers: Sreejesh Parattu Raveendran, Krishan Bahadur Pathak Defenders: Jarmanpreet Singh, Sumit, Jugraj Singh, Amit Rohidas, Harmanpreet Singh (C), Sanjay, Vishnukant Singh  Midfielders: Hardik Singh (VC), Vivek Sagar Prasad, Manpreet Singh, Nilakanta Sharma, Shamsher Singh, Rajkumar Pal, Mohammed Raheel MouseenForwards: Lalit Kumar Upadhyay, Mandeep Singh, Gurjant Singh, Sukhjeet Singh, Abhishek, Akashdeep Singh, Araijeet Singh Hundal, Boby Singh DhamiIndia’s Pro League fixtures in EuropeMay 22: Vs Argentina at 6.00pm IST in AntwerpMay 24: Vs Belgium at 12.30am IST in AntwerpMay 25: Vs Belgium at 7.45pm IST in AntwerpMay 26: Vs Argentina at 10.00pm IST in AntwerpJune 1: Vs Germany at 2.30pm IST in LondonJune 2: Vs Great Britain at 4.45pm IST in LondonJune 8: Vs Germany at 9.45pm IST in LondonJune 9: Vs Great Britain at 7.00pm IST in London","author":"Scroll Staff","time":"2024-05-09T13:26:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200594-jdmxxaryte-1715241349.jpeg","tags":["FIH Pro League","Hockey","Indian Hockey","Mohammed Raheel Mouseen","Boby Singh Dhami","Harmanpreet Singh","Craig Fulton","Indian Men’s Hockey Team"],"source":"https://scroll.in/field/1067668/hockey-fih-pro-league-raheel-dhami-named-in-indias-24-member-mens-squad-for-europe-leg"}