{"title":"Hockey: Hope to put the nightmare of Rio Olympics behind me in Tokyo, says India’s Savita Punia","content":"India’s hockey goalkeeper Savita Punia believes that the coronavirus lockdown has taught her patience and given her more reasons to value even the small moments with sporting activities coming to a halt. “I have always been a very quiet person who is mostly calm, but I believe that the time we spent during lockdown has really taken my patience level to a new high,” Punia said. “We were all very comfortably placed here at the SAI Centre in Bengaluru with our teammates and support staff, and I think it gave us the chance to really connect with each other as well.“I think in circumstances like these, you really start to wonder about the ‘what could haves’ and the ‘what ifs’, and that is when you also realize how important even the small moments are to each of us.“For me, I have missed my family a lot, but I have also been very, very happy that they are all safe and healthy, and that once I go back home, I will really be valuing those moments a lot,” added the 29-year-old. Punia has been a rock at the back for the Indian team for the past 12 years but believes her best is yet to come. “It is a funny thing that when I first started off, my self-belief and passion for the sport was really less as compared to other people. “However, with time, I started falling in love with the sport, and I truly believe now that the best for me is yet to come,” said the goalkeeper. Punia thinks her experience of playing in the Rio Olympics in 2016 will help her better her individual performances when she plays in the big-ticket event next year. “When I say my best is yet to come, it is because my goal is to perform exceptionally for my team at the Tokyo Olympics, and make sure that I can put the nightmare of Rio [Olympics] behind me. “I think our team was really raw at that point of time, and we did make a few mistakes. However, 2021 in Tokyo will surely be a great chance for our team to make history,” she said.","author":"Scroll Staff","time":"2020-06-16T18:08:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/142962-omwivtflyx-1592308603.jpg","tags":["Savita Punia","Sports and Coronavirus","Indian hockey","Hockey"],"source":"https://scroll.in/field/964847/hockey-hope-to-put-the-nightmare-of-rio-olympics-behind-me-in-tokyo-says-indias-savita-punia"}