{"title":"Hold Chandigarh mayoral polls on January 30, Punjab and Haryana High Court orders administration","content":"The Punjab and Haryana High Court on Wednesday ordered the Chandigarh administration to hold the mayoral elections on January 30, The Indian Express reported.The councillors have been directed to come to cast their votes without security personnel and supporters. The mayoral election had been postponed on January 18, the day when it was slated to be held, due to the “ill health” of the nominated presiding officer.Following this, councillors of the Aam Aadmi Party and Congress, who had formed an alliance for the polls, staged a protest outside the municipal corporation’s office. The elections were then scheduled for February 6. The Aam Aadmi Party had blamed the Bhartiya Janata Party for the delay in the election and said it would move the High Court against the postponement.“BJP is scared of INDIA’s triumph,” Aam Aadmi Party leader Raghav Chadha had said. “With 20 out of the total 36 votes in its favour, INDIA alliance is poised to win the Chandigarh mayoral elections. BJP is all set to lose badly. This has given the BJP sleepless nights and forced its dirty tricks department to work overtime.”In his plea seeking to reschedule the elections, Aam Aadmi Party councillor Kuldeep Kumar had submitted that if the order to postpone the polls is not quashed, the whole election process will be jeopardised and that there will be horse trading, reported Live Law. Currently, the BJP has 14 councillors in the Chandigarh civic body. The AAP has 13 councillors and the Congress seven. The Shiromani Akali Dal has one councillor. Eighteen votes are needed for a majority.","author":"Scroll Staff","time":"2024-01-24T18:18:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/126972-wrawnfqvgy-1567855094.jpg","tags":["Punjab and Haryana High Court","Chandigarh Municipal Corporation","councillors","AAP","BJP"],"source":"https://scroll.in/latest/1062656/hold-chandigarh-mayoral-polls-on-january-30-punjab-and-haryana-high-court-orders-administration"}