{"title":"Home Minister Amit Shah cited wrong data to underplay BJP’s share of electoral bonds","content":"The Bharatiya Janata Party has received Rs 8,252 crore through electoral bonds, not Rs 6,000 crore, as Home Minister Amit Shah claimed at a media event on Friday.At the India Today conclave, Shah claimed the BJP had received just Rs 6,000 crore of the Rs 20,000 crore worth of bonds.The minister got both the numbers wrong.Data from the State Bank of India shows bonds worth Rs 16,492 crore were redeemed between March 2018 and January 2024.Of this, the BJP received Rs 8,252 crore – the single largest share for any party.This means the BJP cornered half the money raised from electoral bonds.What Shah saidDuring the conclave, India Today journalist Rahul Kanwal asked Shah about the allegation that several firms had purchased electoral bonds after coming under the scanner of central agencies like the Income Tax Department and the Enforcement Directorate.The home minister did not directly answer Kanwal’s question. Instead, defending his party, he said: “The Bharatiya Janata Party has received bonds worth approximately Rs 6,000 crore. The total bonds are worth Rs 20,000 crore. So where did bonds worth Rs 14,000 crore go?”Union Home Minister @AmitShah addresses the issue of #ElectoralBonds exclusively at #IndiaTodayConclave24 #ShahAtIndiaToday @RahulKanwal pic.twitter.com/GScEftZv1f— IndiaToday (@IndiaToday) March 15, 2024\n\n\nShah then reeled off the numbers for how much money other political parties received through the bonds: Rs 1,600 crore for Trinamool Congress, Rs 1,400 crore for the Congress, Rs 1,200 crore for the Bharat Rashtra Samithi, Rs 775 crore for the Biju Janata Dal and Rs 639 crore for the Dravida Munnetra Kazhagam.He got even these numbers wrong.What the official data showsElectoral bonds have been issued in 30 phases since 2018. Until March 14, data on how much each party had received was available for only the first 25 phases, based on annual audit reports filed by the parties before the Election Commission.The disclosures made by the Election Commission this week include data for the remaining five phases.This reveals a full picture of funds collected by political parties through electoral bonds.It shows that political parties redeemed bonds worth Rs 16,492 crore between March 1, 2018, and January 2024.The BJP had the largest share at Rs 8,252 crore. The second largest is the Congress at Rs 1,952 crore, followed by the Trinamool Congress at Rs 1,705 crore, the Bharat Rashtra Samithi at Rs 1,408 crore, the Biju Janata Dal at Rs 1,020 crore and the Dravida Munnetra Kazhagam at Rs 677 crore.While the data for how much each political party received is now complete, data for who bought bonds worth Rs 4,002 crore remains missing, as we have reported.Flawed argumentAt the India Today conclave, Shah also argued that the BJP had received donations proportional to its strength in the Parliament.“We have 303 MPs across the country. We have received bonds worth Rs 6,000 crore. The other 242 MPs of other parties turned out to have bonds worth 14,000 crore,” he said. “Why are they causing a ruckus?”The minister’s argument is flawed.For one, India is a federal country with governments both at the Centre and in the states. While the BJP has an overwhelming majority in Parliament, it has struggled to win and hold on to states. Opposition parties have been in power in several of India’s cash-rich states.Two, electoral bonds are not the only route for political parties to receive funding. They also accept large donations from electoral trusts made up of major corporations, and smaller amounts from individuals and companies.Unlike electoral bonds, which gave complete anonymity to the donors until the Supreme Court struck down the scheme as illegal and unconstitutional in February, these donations must be mandatorily disclosed to the Election Commission on an annual basis.Between 2018 and 2023, the BJP received Rs 1,245 crore through electoral trusts, nine times the amount received by the Congress.In the same period, the BJP received Rs 3,337 crore from donations. In contrast, the Congress received just Rs 535 crore and the Trinamool Congress merely Rs 54 crore.This means that the BJP actually received at least Rs 12,834 crore of funds between 2018 and 2023 – more than double the number cited by Shah.This report is part of a collaborative project involving three news organisations – Newslaundry, Scroll, The News Minute – and independent journalists.Project Electoral Bond includes Aban Usmani, Anand Mangnale, Anisha Sheth, Anjana Meenakshi, Ayush Tiwari, Azeefa Fathima, Basant Kumar, Dhanya Rajendran, Divya Aslesha, Jayashree Arunachalam, Joyal, M Rajshekhar, Maria Teresa Raju, Nandini Chandrashekar, Neel Madhav, Nikita Saxena, Parth MN, Pooja Prasanna, Prajwal Bhat, Prateek Goyal, Pratyush Deep, Ragamalika Karthikeyan, Raman Kirpal, Ravi Nair, Sachi Hegde, Shabbir Ahmed, Shivnarayan Rajpurohit, Siddharth Mishra, Supriya Sharma, Tabassum Barnagarwala and Vaishnavi Rathore.","author":"Ayush TiwariJahnavi ReddyProject Electoral Bond","time":"2024-03-16T13:40:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199296-usssistlvq-1710576263.jpg","tags":["Electoral Bonds","BJP","Congress","Trinamool","Amit Shah","Lok Sabha 2024"],"source":"https://scroll.in/article/1065281/home-minister-amit-shah-cited-wrong-data-to-underplay-bjps-share-of-electoral-bonds"}