{"title":"J&K: Amit Shah chairs meeting with officials, Kashmiri politicians meet at Farooq Abdullah’s home","content":"Home Minister Amit Shah on Sunday met National Security Advisor Ajit Doval, Home Secretary Rajiv Gauba and other top government officials after a government advisory asked Amarnath Yatra pilgrims and other tourists in Jammu and Kashmir to cut short their stay due to terror threats. The hour-long meeting was believed to have been about the situation in the Valley but no official details of the meeting have been disclosed, PTI reported.The order for pilgrims and tourists had been issued after security forces in the state alleged that Pakistan-based militants backed by the country’s Army were plotting attacks on the Amarnath Yatra.  Meanwhile, Peoples Democratic Party chief Mehbooba Mufti said an all-party meeting will be held at her residence at 6 pm on Sunday. “The political parties here had decided to hold a meeting at a hotel today [Sunday],” News18 quoted Mufti as saying. “But the police has issued an advisory to all hotels not to let political parties hold any meetings. So the meeting will be held at my residence at 6 pm.” The meeting was later shifted to Jammu & Kashmir National Conference chief Farooq Abdullah’s residence as he was unwell, reported News18.Peoples Democratic Party spokesperson Syed Suhail Bukhari on Saturday said that Mufti had also chaired a meeting with top leaders at her Srinagar residence over the “prevailing political situation of the state”.Meanwhile, Mufti also received a letter from the Anti-Corruption Bureau on Sunday, to which the PDP chief responded saying that “such tactics won’t work”. “Not surprised to receive a letter from the Anti-Corruption Bureau,” she tweeted. “Concerted efforts are being made to browbeat mainstream leaders and thwart potential efforts for a collective response. I am too small an entity vis-a-vis the cause that unites us today.”Tension has been prevailing in the state after the government advisory triggered panic among locals with politicians asking if the Centre cared about the locals in the state as no advisory was issued for them. The recent developments came amid deployment of additional troops in the Valley, which triggered speculations in the region.The Indian Army on Sunday offered the Pakistani Army to take back the bodies of its personnel who were killed during an alleged infiltration attempt across the Line of Control. The Pakistani military was asked to come with white flags and take possession of the bodies from the Indian side.","author":"Scroll Staff","time":"2019-08-04T16:54:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/122818-houtqgkgdh-1561736079.jpg","tags":["NSA","Amit Shah","Ajit Doval","Jammu and Kashmir","Amarnath"],"source":"https://scroll.in/latest/932795/home-minister-amit-shah-meets-nsa-ajit-doval-and-top-officials-amid-tensions-in-j-k"}