{"title":"Honey, I shrunk the city: Chennai’s quirks and charms get a miniature tribute from a young artist","content":"In the winter of 2017, artist Hemalatha Venkataraman sat sketching at the local tea shop in Chennai’s Anna Nagar while sipping on hot tea. She drew the overcrowded little stall – a riot of colours with bunches of bananas hanging on one side, plastic packets of potato wafers lined up to make a background of blues and yellows, and the “tea-master” busy making batch after batch of steaming tea and coffee. She captured this scene in miniature, cut out the illustration, held it up in front of the shop and clicked a picture. It was her ode to the tea kadai, an intrinsic part of every neighbourhood in the city she calls home.The 26-year-old, a graduate teaching associate at the Ohio State University, is a trained architect. When she was home from the US for a small break in late 2017 she was determined to use the month rediscovering her old haunts and neighbourhood, Anna Nagar. Lack of time meant she couldn’t do full-scale sketches of the city, as she had done in the past, so she chose to go the miniature route and recreated in Chennai what Australian illustrator Maxwell Tilse had done all over Europe. On her trips around the world, Tilse created little cut-out ink and pen illustrations of landmarks, cafes and city scenes.    I realise that it's going to be hard for me to draw complete live-sketches during my stay in my city. I  literally have just one month to go before I pack up and return to Columbus. But I REALLY want to show you my city, her people, culture, lifestyle, and my growing-up times, aspects that have influenced me...this side of me that some of you may have never seen. That's why I'm going to do a super-small series during my time left here. Welcome to the #MadrasInMini series. True to its name, I'm going to give you only a peek in to Madras and myself, in miniature cut-out drawings through quick live-sketches.  Anyway, here's #1 of the MadrasInMini series. This is a local tea stall you'll find on almost every street here. They're small, mostly-cramped stalls that primarily sell hot beverages (chai/coffee/milk/and others), biscuits and indian snacks. India doesn't quite have a 'to-go' culture or 'I'll-make-food-for-the-rest-of-the-week' culture. Food and drinks are mostly produced fresh, for consumption, mostly for a single sitting or a day at most (meals). These shops are open really late (sometimes 1 am) and open as early as 3:30 AM. This makes for an accessible, comfortable culture of easy dining to keep you going through the day. Tea is usually served in 'chai-glasses' I keep drawing. the main person who make the tea is called Tea-Master, or colloquially just 'Master'. Given the nature of these shops to be familiar, local spaces away from one's home, they are predominantly male-dominated spaces. Locals call it 'meeting-point' where groups of men gather for snacks and tea, cigarettes and paan(chewing tobacco). Women don't frequent these spaces as often because women smoking in public is still  too uncommon for the culture, and also because of the oddness that comes with being in such a testosterone-pumped space (it's still true that we get stared at in these spaces, and uncomfortable). I hate that something so nice becomes an awkward and sometimes unsafe experience for us. I, for one, love tea shops and keep frequenting them because...why should men always have the fun, and...CHAI!  #teakadai #chai #madras A post shared by  Hemu (@hemuvenkat) on Dec 4, 2017 at 5:25am PST\nVenkataraman took a similar approach in reacquainting herself with her home and sketched the monuments, streets and people. Photographed against the backdrop of the original setting, these miniatures were uploaded on Facebook and Instagram with the hashtag #MadrasInMini. “I didn’t want to just draw these places but also capture the [spirit] of Madras and its people,” said Venkataraman, referring to Chennai by its old name. “The series began as an attempt to showcase my favourite city’s local culture, people and places of personal importance to me. I did 50 of them and even had the people from those spaces photographed in this visual documentation project.”The Ohio-based artist has over 1,400 followers on Instagram and over 1,500 on Facebook. While Venkataraman was diligently posting at least one sketch every day during the month, her followers, some of whom have lived in Chennai or have visited the city, took this journey with her. While some said that her sketches filled them with nostalgia, others reminisced about the colourful Metropolitan Transportation Corporation bus tickets that have been replaced by simple printed ones.    #MadrasInMini | 34 | Royal Sandwich Shop  If I am to talk about the wonderful cuisines that Madras delivers, I have to talk about the place of sandwiches in its contemporary setting. There is no better shop I can pick to explain that phenomenon: The Royal Sandwich Shop on TTK road, Madras.  With a board proudly displaying over a 149 varieties of sandwiches that combine Indian flavors with western sauces, ingredients and the like, this shop is a huge hit for its affordable, exquisite sandwiches. Founded by Sheik Dawood in 2000, this shop is now widely popular and also has several branches throughout the city. Dawood began with humble beginnings and Madras is lucky to see his entrepreneurial journey!  I went to the authentic starting point today: the one on TTK road and was surprised to see how different the shop has been made up now. Looking more contemporary and stylistic in comparison to how it looked even 2.5 years ago, it’s heartwarming to see them do good. This shop used to be one of my favorite haunts during college times. My friends and I frequented the place during lunch hours and kept chatting away while munching on yummy sandwiches. If you enjoy sandwiches and you haven’t been here, you’re missing out on something almost the entire of Madras knows about, so get here soon!  Also, what did I have today? Masala Cheese toast with extra chilli green chutney! :D  #Madras #RoyalSandwichShop  #localculture #localbusiness A post shared by  Hemu (@hemuvenkat) on Dec 26, 2017 at 7:49am PST\nArt has been a part of Venkataraman’s life for as long as she can remember – “My mother says I drew an elephant with chalk on my house floor when I was two years old, and according to her, that was a perfectly fine elephant.” Despite a brutal rejection at the age of eight from an art teacher who refused to teach her, assuming that Venkataraman was not really interested in learning, she never stopped pursuing her love, whether it was copying images from another book or drawing kolams.“I wasn’t formally introduced to art or trained in it while growing up, but India is a country where art is commonplace and ubiquitous. I believe I was, and still am, inspired by the art around me,” she said. “The kolams, sari prints, temples, sculptures, colourful household celebrations, interstate lorries, and trucks have all influenced my art style.”    #MadrasInMini | 48 | Retail Roasted Coffee Powder Stores I had about five minutes last night in the time I had as my coffee was getting grounded to do this sketch. I have told you have my city’s famous Madras Filter Kaapi- it’s a coffee drink made by mixing frothed and boiling milk with the decoction obtained by brewery finely ground coffee powder in a traditional South Indian filter.  These shops are retail outlet stores for different kinds of coffee, sorted by strength, taste and the plantations they come from.  The beans are usually medium-roasted, and finely ground and blended with roasted chicory. The final coffee powder composition is typically equal quantities of Plantation A and Peaberry with between 10 and 30 percent chicory added in, producing a distinct aroma, thickness and colour in the resulting coffee. You need a special metal filter to make the decoction. The device slowly lets hot coffee decoction drip (from a boiling hot water + coffee powder) , with the chicory holding on to hot water for a little longer, letting the water dissolve and extract more of the coffee grinds. The resulting brew is generally much stronger than Western drip/filter coffee and traditionally even stronger than espresso.  Madras household start with this filter kappi and so, it is extremely important that folks replenish their stock regularly. You go to the store and get your coffee kind, and composition— they roast, blend and ground it for you then and there for you to take it home and enjoy some super fresh filter kaapi!  #Madras #FilterKaapi #KaapiKadai #localculture A post shared by  Hemu (@hemuvenkat) on Jan 2, 2018 at 8:50pm PST\nFor her MadrasInMini series, Venkataraman visited her alma maters – the State Bank of India Officers Association School and Junior College and Muslim Educational Association of Southern India Academy of Architecture – besides her old haunts and her favourite chaat shop to capture them in colour on her sketchpad. She drew scenes from Royapettah, Triplicane, Egmore, Anna Salai, Mylapore and Parry’s Corner.As she walked around, she noticed details that are a natural part of Indian cities – multilingual road signs, little wooden carts used by local dhobis to iron clothes and the local coffee powder shops, for example. “These shops are retail outlet stores for different kinds of coffees, sorted by strength, taste and the plantations they come from,” writes Venkataraman in the note accompanying the sketch. “Madras households start their day with this filter kappi and it is extremely important that folks replenish their stock regularly. You go to the store and get your coffee kind, and composition – they roast, blend and grind it for you then and there for you to take it home and enjoy some super fresh filter kaapi.”    #MadrasInMini | 36 and 37 | Road Signage  Road signs in India are similar to those used in some parts of the UK, except that the signs are multilingual: Madras has its regional language Tamizh and English. Madras is the sixth biggest city in the country and navigating through it, one has to look into how signage works. It is particularly appealing to me as a designer.  You’ll find two different nameboards in the city: the old one hand-painted and the new one, machine-produced.  My vote goes to the old hand-painted signs for their aesthetics and flexibility. The old signs are either painted on boundary walls or are moulded concrete signs fixed to the ground. They’re almost a shade of gamboge hue yellow with black lettering done by painters, with the Tamil name in latin lettering, with English transliterations or translations below. It also has details about the sign at the bottom in red, plus a red arrow that indicates direction. I love these signs for their style, precision and the ability to have them done on almost any kind of wall surface. These painters work on-site making their decisions on the go with uneven surfaces and dimensions. You’d even find funny grammatical or spelling errors sometimes, and it makes for a sense of connection— a human touch. To know that an actual skilled painter had painted that sign makes me happy, and the quality of the hand-lettering makes the designer in me go wildly elated!  In late 2011, TN State Government introduced new nameboards (as a part of ‘Special Roads Programme 2010-2011) in stainless steel, made in blue retro-reflective material, for 1083 roads in the city. It is visible from a distance in the night and better for motorists, too. It was funny in this sign though that the Tamil word for ‘colony’ (i.e. Kudiyiruppu) was used in the old sign and the new (Ponni Colony)’s Tamil script reads ‘colony’ in Tamil. It’s an interesting change to note, probably done to keep the line weight and thickness to match throughout in the given size of the board, as it isn’t flexible as the hand-lettered signs… …which is why the old ones are more interesting to me! :) #Madras #Signage  #localculture #RoadSigns A post shared by  Hemu (@hemuvenkat) on Dec 27, 2017 at 6:15am PST\nIn her sketches, Venkataraman highlights the balance between the traditional and the modern that she feels Chennai excels at. “Madras is a warm and a welcoming city where you’re greeted with the biggest of smiles and love wherever you go and I wanted to bring those aspects to the foreground. Makeshift shops, brightly-colored iron-shop stalls, tiny chai stalls that people stand around and have social meetings at, food vendors along the beach, and [people who] don cultural attire without a need to portray modernity. The city doesn’t try to be hip or trendy. It is modern and keeps growing but holds on to its tradition and culture pretty protectively. I love that. I think that it’s extremely important to know one’s origins and stay rooted. That is what keeps making me want to bring my paints out, to showcase the simplicity, and elegance of Madras.”    #MadrasInMini | 18 | Egmore Museum and the Theatre Scene in Madras  Madras is popularly called the “Gateway to South India” because the city in its cosmopolitan make reflects its diverse population through its unique culture that is distinctly different from that of any other city in India.  In the emphasis the city lays on its arts, the theatre scene in Madras is vibrant. While its Tamil plays are largely popular (from the likes of Cho. Ramaswamy, Indira Parthasarathy and others), the English theatre scene is now growing to be increasingly popular as well (think Evam, Stray Factory, Theatre Y, and the oldest theatre company here, Madras Players). One of the well-known theatres in the city for the same is the Egmore Museum’s theatre complex. This theatre is a rare specimen of Italianate style of architecture, inspired by Classical architecture. Built in the late 19th century by the British, the structure is on a high plinth accessed by a tall flight of stairs leading to a vernadah with a row of columns linked by semi-circular arches. It has around 600 seats and a commodious stage. During the British era, the theatre was mainly used for staging English plays preferred by the British elite of the city. Now, the museum has been using the theatre for its own cultural and academic programs such as art workshops, lectures and conferences. It’s great to have such a physical space in the city because it promotes the art form, and shows the kind of respect the city has for its art. I hope we keep developing more such centres and keep the art alive.  #Madras #localculture #MadrasTheatre #EgmoreTheatre A post shared by  Hemu (@hemuvenkat) on Dec 14, 2017 at 8:22pm PST\nFor the artist, Chennai’s character is also intrinsically linked with its architecture. In many of her sketches, she focused on the places of worship and their designs that she grew up admiring, theatres and libraries built in the 19th century, or designs incorporated in old houses she saw. “Madras has a range of historical architectural styles dating all the way back to the 7th and 8th century,” Venkataraman said. “There is brilliant temple architecture and other religious institutions – Mughal, colonial, Indo-Sarcenic and Art Deco styles. The city has the second highest number of heritage buildings in India and it bothers me that this isn’t well known or recognised by the locals. I think it is vital that we preserve these buildings and tap into the socio-cultural and historic capital. Mindless development and urban planning causes me much pain and this is my way of documentation of spaces that have huge architectural value.”The artist also wanted her art to reflect her own experience of Chennai and the familiarity and affection she experiences on a daily basis. “I think people define the environments we sketch and how we sketch it,” she said. “I have had tea and pakora shop owners offer me tea when seeing me sketching, a watchman at a church even gave me his good chair to sit on. That love and sense of being welcome affects the art I make and how attached I am in the process of making it, and the drawings themselves.”    #MadrasInMini | 4 | ‘Poo-Kara-Ma’ | The Flower Seller/Weaver Lady 'Poo' in Tamizh, my native tongue means ‘flower’. Poo-kara refers to ‘Flower-person’ while ‘ma’ is usually used to address women (‘Amma’ means mother) The phrase thus refers to a ‘flower lady’: the flower sellers/weavers you find all about the city of Madras, who sell fragrant flowers and leaves.  Madras is a colorful city in its culture and one of the most ubiquitous aspects of the urban setting is the flower stalls set up at every other corner of the streets of the city. We use loose flowers and strung flowers for various cultural and religious reasons, for women and gods. It is an auspicious sign for women to don a string of bright flowers on their hair. Flower sellers are found outside almost every temple and other prime areas of local businesses (like the market, bus stops, parks etc) and are well-aquatinted with the folks in the area. They usually have a small makeshift setting using carton boxes or small vending tables. thAs a local business, they usually set up shop twice a day for a few hours in the morning and a few in the evening. Most of them tend to be women (while a lot of them at the wholesale shops working on bigger, more ornate garlands being men) and they deftly string garlands with a particular kind of knot that I've never completely figured out (mom and Paati do it so quickly, I haven't done it in a while). It's beautiful to watch them do it so quickly and gracefully while doing other things.  While the developing practice is to use cotton strings for these simple garlands, they originally use 'vaazhai mattai' (the bark of the banana tree) for strings. It is soaked in water and is separated into fine strands(called 'naaru') by using a safety pin. It lends a fragrant smell and is said to keep the flowers fresh for longer. The wholesale supply markets for these flowers can be found at Badrian street in Parrys, and the Koyambedu flower market. It's a real visual and olfactory treat. A lot of these flowers being local and ingenious are available in seasons.  Here is my local poo-kara-Amma!  #localculture #streetlife #madras A post shared by  Hemu (@hemuvenkat) on Dec 5, 2017 at 6:51pm PST","author":"Zinnia Ray Chaudhuri","time":"2018-04-26T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/873098-88096-doqufgrkdz-1524659530.jpg","tags":["Hemlatha Venkataraman","Chennai","Miniatures","Illustration","Madras in Mini","Art","Hemalatha Venkataraman"],"source":"https://scroll.in/magazine/873098/honey-i-shrunk-the-city-chennais-quirks-and-charms-get-a-miniature-tribute-from-a-young-artist"}