{"title":"Honey Trehan on journey from casting to directing ‘Raat Akeli Hai’: ‘Have to be true to the script’","content":"As a casting director, Honey Trehan says he has a problem remembering what people look like. “I’m very bad with faces,” Trehan told Scroll.in.How then does he pick actors for leading parts, bit roles and background scenes? “I select the people who might fit and then give a brief to my assistants,” Trehan explained. “They tape them and then come to me.”  He spends time with potential hires and talks to them about everything but the role. The decision to pick or to reject emerges out of this process.Trehan has been matching the right actor to the right role since the early 2000s. His credits include Maqbool, Omkara, Fukrey, Dedh Ishqiya, Raees, Hindi Medium and Beyond the Clouds. Trehan has also been an assistant director on movies by Vishal Bhardwaj and Abhishek Chaubey.In 2015, Trehan and Chaubey set up a production company called MacGuffin Pictures. Their productions include Konkana Sen Sharma’s directorial debut A Death in the Gunj (2017) and Chaubey’s Sonchiriya (2019.) Now, Trehan has turned director with Raat Akeli Hai. The murder mystery will be premiered on Netflix on July 31.The screenplay, by Smita Singh (Sacred Games), attracted Trehan because of its “complex” and “well-rounded characters”. Nawazuddin Siddiqui plays a police officer whose investigation into a murder leads him down a rabbit hole. The heavyweight cast includes Radhika Apte, Aditya Srivastava, Tigmanshu Dhulia, Shweta Tripathi, Shivani Raghuvanshi and Nishant Dahiya.\n\n\n    \n    Play\n\nRaat Akeli Hai (2020).Trehan was actually set to make his filmmaking debut a couple of years ago with Sapna Didi, an adaptation of a chapter from S Hussain Zaidi’s true crime book Mafia Queens of Mumbai. The compilation included the incredible story of a small-time gangster’s wife who plots to kill the underworld don Dawood Ibrahim. The screen adaptation was written by Vishal Bhardwaj, but the project didn’t take off.“We had differing visions for the film – I felt I was directing Vishal’s film and not making my own,” Trehan explained.After Trehan exited the production, Bhardwaj stepped in as director. The cast included Deepika Padukone and Irrfan. When Irrfan was diagnosed with cancer in 2019 (he died on April 29, 2020), Sapna Didi was put on the backburner, and there is no indication that it will ever be resurrected.Trehan’s association with Bhardwaj stretches back to the time when he was his assistant director and later, his casting director. “Casting wasn’t on my mind, it just happened to me,” Trehan said. “It was a way to survive.”His ascent as casting director was well-timed. Hindi cinema in the 1990s and 2000s was marked by adventurism and permissible experimentation. New actors were supplanting an older generation of performers. There was deeper emphasis on picking the right faces and bodies to make the plots more realistic and credible. “There were no casting directors earlier, the director’s assistants would do the casting,” Trehan recalled. Some of this casting involved typecasting. “All the rapists would be Ranjit or Shakti Kapoor,” Trehan pointed out. “We had a couple of visionary directors who changed the scene, like Shekhar Kapur.” When Kapur’s Phoolan Devi biopic Bandit Queen, starring Seema Biswas and Nirmal Pandey, was released in 1994, Trehan was in the eighth standard. “Bandit Queen was the first film that you watched without knowing anybody in the film, and you wanted to know whose those people were,” Trehan recalled. The other film that left a deep impression was Ram Gopal Varma’s Satya (1998). The acclaimed gangster drama catapulted a host of previous unknowns to fame, including Manoj Bajpayee, Saurabh Shukla and Shefali Shah.Trehan’s own career has been a mix of moulding an established star image around a role or placing a bet on unconventional names. Bhardwaj’s Maqbool (2003), which was Trehan’s second credit as casting director after Makdee (2002), sealed the fame that Irrfan had garnered with Tigmanshu Dhulia’s Haasil. Irrfan wasn’t the first choice for the gangster who kills his boss and takes over his enterprise and his boss’s partner, Nimmi (Tabu).“Somebody else was cast for Maqbool,” Trehan recalled. “Vishal knew Irrfan well, they used to play cricket together. Irrfan was making a name for himself, and his name came up in discussion. Vishal cast Tabu as well.”Maqbool marked the only time Trehan appeared in front of the camera – and it wasn’t planned. “I am there among the crowd in the song Tu Meri Roobaroo Hai,” Trehan said. Tabu was having some trouble navigating the crowd, and Trehan walked by her side to protect her.Tabu, Honey Trehan and Irrfan in Maqbool (2003). Courtesy Kaleidoscope Entertainment.While casting directors recommend names to filmmakers, the final choice depends on a host of factors, such as the scale and budget of the project and the actor’s perceived market value. Bollywood remains a slave to the star system. Big-name actors get the first dibs on projects that might be better suited to more competent professionals. Conversely, a star can act as the bait that reels in financiers and audiences.“You have to go ahead and be true to the script,” Trehan said. His own approach is to not only look out for actors, but also the face and body that best suits the written characters. That is why he cast Deepak Dobriyal in an important role in Omkara (2006).\n\n\n    \n    Play\n\nOmkara (2006).In Bhardwaj’s Kaminey (2009), Taare Zameen Par writer Amole Gupte turned out to be a winning punt. In Kaminey, Shahid Kapoor has two roles playing twins, while Priyanka Chopra is the girlfriend of one of the twins. Gupte plays Bhope, the crooked politician brother of Chopra’s character.Gupte was “going through a low phase” because of Taare Zameen Par, a movie he had written and was initially supposed to have directed. After differences with the film’s producer, Aamir Khan, Gupte stepped down as director and retained only a writing credit. “When I told Amole I wanted to cast him, he started abusing me and banged the phone down on me,” Trehan said. “I was like, I have to meet him.”Trehan’s self-belief similarly bore fruit when it came to Nandita Das’s Manto (2018). Manto includes dramatisations of some of Manto’s best-known stories, including Khol Do. Das was looking for somebody to play the father’s role in Khol Do.Trehan had a brainwave. “An image came into my head, and I knew I needed to speak to Gurdas Maan,” he said. “Sirajuddin’s eyes are the most important part of his character – you have to be with him as he looks for his daughter.” Another unusual casting choice in Manto was the scriptwriter and lyricist Javed Akhtar. Akhtar plays a Pakistani college principal who testifies on Manto’s behalf when the writer is accused of obscenity.The idea was to get a writer to rescue another writer’s reputation. The character needed to be “a knowledgeable person, well-read, and fluent in Urdu”, Trehan said – all of which applies to Akhtar. “And the cutest thing about him is his lisp,” Trehan added.Javed Akhtar in Manto (2018). Courtesy HP Studios, FilmStoc, Nandita Das Initiatives, Viacom 18 Motion Pictures.Sometimes, movie stars are the one with the casting tips. Shahid Kapoor suggested Alia Bhatt’s name for Udta Punjab (2016), Trehan recalled. In other cases, an actor’s expertise in one area makes him perfect for a completely different experience. This was the case with Annu Kapoor¸ who played one of Susanna’s many husbands in Bhardwaj’s 7 Khoon Maaf (2011). The singer Usha Uthup was inventively cast as a protective housemaid in the movie.“Annu Kapoor happened because he was far away from the character he was asked to portray,” Trehan said. “When I suggested Usha Uthup, even Vishal said, what are you saying? The character needed to be big-built, with a big bindi and a deep voice – somebody like Usha Uthup.”Uthup’s character was called Maggi in 7 Khoon Maaf. Trehan still has her number saved as Maggi in his cellphone.\n\n\n    \n    Play\n\nDarling, 7 Khoon Maaf (2011).Honey isn’t actually Trehan’s first name. He won’t tell you what his real name is because he says he is embarrassed by it, but it’s on his passport and the cheques he signs. “I grew up Tarn Taran, where we shot Udta Punjab,” Trehan said. “My mother used to call me Honey, and so did my friends.” The name stuck.He spent a part of his adolescence in Allahabad, where he developed a love for theatre. He later enrolled in Barry John’s Imago Acting School in Delhi, where he was given a valuable lesson by his mentor: “Your mind works more in the direction of putting things together.”In 1998, Trehan directed his first play, Kafan. More stage productions followed, including a few with Piyush Mishra. In 2002, on Mishra’s urging, Trehan moved to Mumbai. His first boss was Vishal Bhardwaj on a movie titled Barf, which didn’t get completed. Trehan also worked in television shows directed by Ajay Karthik. Trehan went back to working with Bhardwaj in 2003. His vast experience came handy when he set up Maguffin Productions with Abhishek Chaubey in 2015.Their first film was the warmly received A Death in the Gunj. However, Sonchiriya, which was co-produced with Ronnie Screwvala’s company RSVP, vastly underperformed. The cast included Sushant Singh Rajput in possibly his most unusual role.“Sonchiriya bombed, and we were not expecting it at all,” Trehan said. “We thought we had done a good job. Ronnie was graceful and said he loved the film.”Why didn’t the brooding 1970s-set drama about dacoits and revenge in the Chambal Valley work out? “You can’t analyse a film when people don’t even turn up to see it,” Trehan said.Honey Trehan.","author":"Nandini Ramnath","time":"2020-07-29T18:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144648-chdvqzndsf-1595181326.jpg","tags":["Honey Trehan","Netflix","Raat Akeli Hai"],"source":"https://scroll.in/reel/967982/honey-trehan-on-his-journey-from-casting-to-direction-you-have-to-be-true-to-the-script"}