{"title":"Hong Kong authorities recall, ban sale of four Everest, MDH spice products imported from India","content":"The Hong Kong government has banned the sale of and recalled four spice products imported from India citing pesticide content, The Indian Express reported on Monday.The products are MDH Madras Curry Powder, MDH Sambhar Masala, MDH Curry Powder and Everest Fish Curry Masala.Hong Kong’s Centre for Food Safety said in a statement: “The CFS collected the above-mentioned samples…for testing under its routine Food Surveillance Programme. The test results showed that the samples contained a pesticide, ethylene oxide. The CFS has informed the vendors concerned of the irregularities and instructed them to stop sale and remove from shelves the affected products…”The distributors and importers have initiated recalls on these products, it said.“The International Agency for Research on Cancer has classified ethylene oxide as a Group 1 carcinogen,” the statement published on April 5 said. “According to the Pesticide Residues in Food Regulation [a Hong Kong statute] a food for human consumption containing pesticide residue may only be sold if consumption of the food is not dangerous or prejudicial to health. An offender is liable to a maximum fine of $50,000 and to imprisonment for six months upon conviction.”A Group 1 carcinogen is a compound or physical factor that has been proven, with sufficient evidence, to cause cancer in humans. Benzene, asbestos, consumption of processed meats and smoking are Group 1 carcinogens.Everest’s fish curry spice mixture has also been recalled by the Singapore Food Agency on grounds that it contains higher-than-permissible levels of ethylene oxide. “Ethylene oxide…is not authorised for use in food,” the Singaporean agency’s statement read.However, the agency clarified that agricultural products are sometimes sanitised with ethylene oxide to curb microbial contamination and that the chemical can be used to sterilise spices as per regulations in Singapore.“Although there is no immediate risk to consumption of food contaminated with low levels of ethylene oxide, long term exposure may lead to health issues,” the Singapore Food Agency said. “Exposure to this substance should be minimised as much as possible. Consumers who have purchased the implicated products are advised not to consume it.”","author":"Scroll Staff","time":"2024-04-22T17:24:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200224-jzbulncaki-1713784338.jpg","tags":["Hong Kong","Food safety","Pesticide contamination","Public health","Carcinogen","Everest","MDH"],"source":"https://scroll.in/latest/1066928/hong-kong-authorities-recall-ban-sale-of-four-everest-mdh-spice-products-imported-from-india"}