{"title":"‘Housefull 4’ movie review: A reincarnation comedy that seems to drag on for a lifetime","content":"Housefull 4 travels down the same road of diminishing returns as other comedy franchises (Golmaal, Masti). This one, the fourth in the series, actually goes back even further in time to justify its existence. While Golmaal Again (2017) laced its comedy with supernatural elements, Housefull 4 opts for the reincarnation formula, that wonderful scripting contrivance that allows errors made in the previous life to be fixed in this one.Six hundred years ago, a bald and dissolute prince pretends to fall for the princess of a neighbouring kingdom in order to inherit her wealth. The princess’s sisters also find their true ones in a dancer and a bodyguard. However, a fight engineered by a scheming courtier prevents the wedding from taking place, and everybody perishes.In the present, Harry (Akshay Kumar), Roy (Riteish Deshmukh) and Max (Bobby Deol) are all set to marry the daughters of an affluent businessman. The men are interested in the women only for money (nobody asks the women why they couldn’t do better for themselves). No tears are shed when Harry realises that the woman for whom he is faking love was actually meant to be his sister-in-law in the previous life. Since the women resemble each other to the extent that they look like triplets and are identically styled too, even viewers might be forgiven for mistaking one for the other.The first one to remember is Harry, who was Bala in the old days (Bala: get it? Bal: hair). A trio of pooping pigeons nudges Harry/Bala to the light, and the others catch up one by one, just in time for the credits. The gag about recurring Housefull character Aakhri Pasta (Chunky Pandey) and the gender swap that takes place with his wife – Jamie Lever in the past; her real-life father Johnny Lever in the present – would have been funny if it weren’t homophobic. The frequent jokes about limp-wristed men and trans people indicate both the insensitivity and despair of the filmmakers. Why does Deshmkuh’s Roy behave in this way? Because he hasn’t been issued a tender for his gender, it seems.\n\n\n    \n    Play\n\nHousefull 4 (2019).Housefull 4 is clearly stuck in its own time warp, one in which the aging Akshay Kumar can romance women who look obviously younger, Deshmukh can drudge up the stereotype of the effete dance teacher and veteran villain Ranjeet can be cast as the fountain of virility. When a movie has as its comedy centrepiece a scene revolving around a hijra, you know that the writing team is working the bottom of the gutter.Housefull 4 was to have been directed by Sajid Khan, but he was dropped from the project after a series of allegations of sexual misconduct. The direction has been credited to Farhad Samji, who is also one of the writers. Fortunately, the material is too flimsy, whether in this avatar or the earlier one, to be truly offensive. The flashbacks threaten to last into our own next lives; the dialogue is uninspired; the grand sets and costumes are so sub-Baahubali that they border on parody. The ultimate sign that the writers have run out of new ways to pack the house: lyrics of popular Hindi songs are converted into dialogue.","author":"Nandini Ramnath","time":"2019-10-25T13:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129713-vwdymvyhew-1571931253.jpeg","tags":["Akshay Kumar","Housefull 4 movie review","Riteish Deshmukh"],"source":"https://scroll.in/reel/941608/housefull-4-movie-review-a-reincarnation-comedy-that-seems-to-drag-on-for-a-lifetime"}