{"title":"House arrest can be ordered in case of police or judicial custody, says Supreme Court","content":"The Supreme Court on Wednesday held that courts were open to order house arrest of an accused under Section 167 of the Criminal Procedure Code, reported Bar and Bench. The relevant section deals with a court’s powers to send an accused to police or judicial custody. The court made the observation in view of overcrowding in jails and the cost incurred by the State in maintaining prisons.A bench of Justices UU Lalit and KM Joseph made the observation on house arrest while rejecting a default bail plea filed by Bhima Koregaon case accused Gautam Navlakaha. In his plea, Navlakha submitted that a 34-day period between August 29 and October 1, 2018, when he was kept under house arrest should be considered as part of the stipulated period of 90 days, during which the National Investigation Agency had to file a chargesheet against him. Navlakha contended that since the NIA had failed to do so, he was eligible for a default bail. The Supreme Court rejected his plea noting that the 34-day house arrest was not under Section 167 of the CrPC and thus, cannot be included in the 90-day period, Live Law reported. However, the court took into consideration whether an order for custody, other than judicial or police custody, can be ordered under Section 167 of the CrPC.“Custody under Section 167 has been understood hitherto as police custody and judicial 204 custody, with judicial custody being conflated to jail custody ordinarily,” the court noted. “The concept of house arrest as part of custody under Section 167 has not engaged the courts including this court...We have formed the view that it [house arrest] involves custody which falls under Section 167.The court in its judgment, said that house arrest can be employed taking into account criteria like age, health condition and the antecedents of the accused, nature of the crime, the need for other forms of custody and the ability to enforce the terms of the house arrest.On the matter of whether house arrests can be employed in post-conviction cases, the court said it would leave it up to to the legislature to take a decision.","author":"Scroll Staff","time":"2021-05-13T10:01:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124860-pgupwwxusw-1607845162.jpg","tags":["Supreme Court","House arrest","Gautam Navlakha","Criminal Procedure Code","Police custody","Judicial custody"],"source":"https://scroll.in/latest/994787/house-arrest-can-be-ordered-in-case-of-police-or-judicial-custody-says-supreme-court"}