{"title":"House arrest of Jammu politicians ends after almost two months: Reports","content":"The Jammu and Kashmir administration has ended the house arrest of all politicians in Jammu who were detained in the lead up to the Union government’s August 5 move to revoke the state’s special constitutional status, NDTV reported. Politicians in Kashmir Valley, however, remain in detention or house arrest.“Yes, I was conveyed last evening by a police officer that there will be no restrictions on my movements,” National Conference leader Devender Rana told the news channel. Rana added that the police had told him he was also free to participate in political activities.Some of the other political leaders in Jammu who have been released are Congress’s Raman Bhalla and Vikar Rasool, National Conference leaders Sajjad Ahmed Kitchloo and Surjit Singh Salathia, and Jammu and Kashmir National Panthers Party leader Harshdev Singh, reported India Today.“We were told by a station house officer that restriction on me has been lifted and I can move freely,” Bhalla told PTI.However, Jammu Divisional Commissioner Sanjeev Varma claimed that the politicians were never detained and were free to engage in political activities. “We never restrained them... They were under self-imposed restriction,” he said. Rana had taken part in public Navratri events in the outskirts of Jammu on September 29, the police officer said, adding: “If there were house arrests, how could he take part in public events.”This development came days after the state Election Commission announced elections to block development councils. On Monday, Bharatiya Janata Party General Secretary Ram Madhav said “only 200 to 250 people” were still in preventive detention in the state. He claimed these leaders were living “in five-star guest houses, some in five-star hotels”.According to some estimates, almost 400 top politicians in the state were detained following the Centre’s crackdown. Former Chief Ministers Mehbooba Mufti and Omar Abdullah, and Kashmiri bureaucrat-turned-politician Shah Faesal were taken into custody or put under house arrest. National Conference President Farooq Abdullah is in detention at his home in Srinagar. He has been charged under the “public order” section of the Public Safety Act, which allows authorities to detain a person for six months without trial. Last month, Mehbooba Mufti’s daughter Iltija Mufti had sought information on detentions in the state on behalf of her mother. She also asked for details of detenues moved out of the state, the number of deaths, people booked under the Public Safety Act, and areas that are still under prohibitory orders.Now, follow and debate the day’s most significant stories on Scroll Exchange.","author":"Scroll Staff","time":"2019-10-02T14:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125317-szooomqsri-1565425261.jpg","tags":["Jammu and Kashmir","Kashmir detentions","National Conference","Congress"],"source":"https://scroll.in/latest/939208/house-arrest-of-jammu-politicians-ends-after-almost-two-months-reports"}