{"title":"How the might of India’s federal investigative agencies came to be trained on one young woman","content":"One Sunday afternoon in June, the body of a young actor Sushant Singh Rajput was found hanging in his apartment in the plush suburb of Bandra in Mumbai. The Mumbai police told reporters that it was a case of death by suicide.There was an instant outpouring of grief.In his short career, Rajput had endeared himself to both viewers and colleagues in the Hindi film industry. He had worked in television before making his film debut with Kai Po Che! in 2013. In 2016, a big break came his way with the lead role in the biopic of cricketer MS Dhoni. Like Dhoni, Rajput was an outsider to the world of metropolitan glitz, having grown up in Patna in Bihar. His status as an outsider to the film industry paved the way for public grief to turn into anger over nepotism in Bollywood.Conversations that began with mental health coalesced into conspiracy theories about Rajput being driven to suicide by a group of established film families. This neatly dovetailed with the ruling Bharatiya Janata Party’s larger cultural narrative about corrupt elites. Actors Kangana Ranaut and Shekhar Suman demanded an inquiry by the Central Bureau of Investigation. Bihar politicians across the spectrum joined in the clamour for a central inquiry, with an eye on the upcoming assembly elections. As the controversy snowballed, Mumbai Police turned an inquest into an incident that had been  recorded as an “accidental death” into a full-scale investigation, questioning more than 50 people, including filmmaker Sanjay Leela Bhansali and film critic Rajeev Masand. But the Mumbai Police did not register a first information report. This lapse opened a window for the Patna Police to parachute into the investigation.The Patna Police took the case in a startlingly new direction. Based on a complaint by Rajput’s family, it registered a case accusing his girlfriend Rhea Chakraborty of manipulation, cheating and abetment of suicide.This FIR was transferred to the Central Bureau of Investigation, India’s premier federal investigative organisation that a judge famously called “a caged parrot”, for echoing the words of its political masters.It wasn’t just the CBI. The Enforcement Directorate, New Delhi, suo moto launched a probe into allegedly suspicious transfers of funds from Rajput’s accounts.  The latest central agency to jump into the fray is the Narcotics Control Bureau.At the centre of it all is 28-year-old Chakraborty, who had been in a relationship with Rajput for about a year before he died. The might of India’s powerful investigative agencies has been trained on her. Television news channels are hounding her. Her WhatsApp conversations have been leaked to the media, which is dissecting them in farcical ways. She is, for all purposes, being treated as India’s criminal number one – declared guilty in the court of public opinion, even before the investigation is complete.But how did this come to pass? What is the legal basis for these multiple investigations? Beyond the narrow prism of legality, what is the justification for India’s federal agencies spending scarce public resources on a case of no larger public concern?Scroll.in examined the case documents and the proceedings in the Supreme Court. Here is what we found.Sushant Singh Rajput with Rhea Chakraborty. Credit: Rhea Chakraborty via InstagramA suicide and an ADR On June 14, Sushant Singh Rajput was found hanging in his Bandra residence in Mumbai. The legal process in an unnatural death is clear: the police file what is called an “Accidental Death Report”. The ADR is not the same as an FIR, which is registered when the police receive information of an alleged criminal offence. Based on the ADR, the police carry out an inquest into an accidental death under Section 174 of the Criminal Procedure Code. Inquests are not detailed inquiries. The purpose of an inquest, as the Supreme Court has explained on several occasions, is to establish whether the death was suspicious. A crucial part of this process is the autopsy, which is mandatory in any unnatural death. In Rajput’s case, media reports said the autopsy report submitted to the police on June 24 recorded the cause of death as “asphyxia due to hanging” – the usual cause of death in a case of hanging. With the postmortem report not showing any cause for suspicion, the law mandates the police end the inquest. But this is not what the Mumbai police did. The ADR was kept open by the police. That is, even though the autopsy report did not establish anything suspicious about Rajput’s death, the police summoned over 50 people for questioning, including Bhansali, Masand, Chakraborty and others. The statements of Rajput’s father and sister were recorded too. In submissions made in the Supreme Court, the Mumbai Police has claimed Rajput’s family did not allege any foul play. If there was no reason to be suspicious, why did the Mumbai Police keep the inquest open for weeks? If it suspected there was more to Rajput’s death, why didn’t it register an FIR?The Patna FIRBihar Police stepped into the space left open by Mumbai Police.On July 25, the Rajeev Nagar police station in Patna filed an FIR against Chakraborty under sections related to abetment of suicide, criminal breach of trust and cheating with the aim of grabbing property.  The FIR was based on a complaint by Rajput’s father KK Singh, who made a set of serious allegations against Chakraborty. He claimed she had established a relationship with his son to advance her career in the film industry, made him shift homes by making him believe that his apartment was haunted by ghosts, convinced him that he needed treatment for mental illness, and ensured he grew distant from his family. This manipulation, Singh alleged, culminated in Rs 15 crore being siphoned off from Rajput’s bank accounts. Two days after the FIR was registered, policemen from Bihar arrived in Mumbai, followed by a deputy superintendent of police on August 2. Stung by another police force invading its turf, Mumbai Police decided to thwart him by quarantining him under the coronavirus travel restrictions. Underlying the turf war was a political faultline: Maharashtra is ruled by a Shiv Sena-led coalition, which is opposed to the BJP, an alliance partner in the Bihar government. Bihar IPS probing Sushant Case \"Forcibly Quarantined\" In Mumbai.#IPSVinayTiwari is heading a Bihar Police team which is in Mumbai to investigate an \"abetment to suicide\" case on the basis of a complaint filed by the late actor's father in Patna.#BabyPenguin  @mainaasmani pic.twitter.com/cJgXS9i4aF— Vickey Verma (@i_m__vikku) August 3, 2020\n\nLegally, the FIR registered in Patna raised a serious question over jurisdiction. Usually, FIRs are filed by the police station of the area where the crime is alleged to have taken place. While a police station anywhere in India can register a “zero FIR”, it is ordinarily transferred to the relevant police station once the jurisdiction is determined. On July 29, Chakraborty filed a petition in the Supreme Court, challenging the Bihar Police FIR. She claimed that since Rajput’s death and the alleged incidents recorded in Singh’s complaint had taken place in Mumbai, only Mumbai Police had the jurisdiction to investigate the matter. The Patna FIR, she alleged, was registered due to political pressure brought upon the police by the Bihar government.CBI investigationBut soon the matter went beyond a turf war between two states.On August 4, Bihar asked the Central government to transfer the investigation to the CBI. The next day, the Department of Personnel and Training issued the notification for the transfer. The CBI wasted no time: it registered an FIR on August 6. When Chakraborty’s petition to transfer the Patna FIR to Mumbai came up before the Supreme Court, Maharashtra argued that Bihar lacked the jurisdiction to register the case, leave alone transfer it to the CBI. Maharashtra argued that an inquiry under Section 174 CrPC was underway and as and when a cognisable offence was determined, an FIR would be filed. A cognisable offence is a serious offence for which the police may arrest a person without a warrant. However, by registering an FIR in Patna, Bihar had opened a parallel investigation. Maharashtra asked the court to transfer the Patna investigation to Mumbai Police.But Bihar claimed the two matters were different in nature. The Mumbai Police’s probe into an unnatural death under Section 174 CrPC was limited to ascertaining the cause of Rajput’s death – it did not cover the allegations raised by his father. Since Mumbai Police had not even registered an FIR, it was in no position to investigate the allegations, Bihar argued. Further, by quarantining a police officer from Patna, Mumbai police had shown it was trying to suppress the truth, they said.Bihar’s lawyer Maninder Singh also pointed out that Chakraborty herself had asked for an investigation by the CBI. “As the petitioner herself has called for a CBI investigation and as the CBI has since registered a case and commenced their investigation, [on the request of the State of Bihar], this transfer petition is infructuous,” he argued. Sushant Singh Rajput and Rhea Chakraborty.  Credit: rhea_chakraborty via InstagramSupreme Court orderThe Supreme Court ruled in favour of Bihar on August 19. It said an inquiry under Section 174 CrPC was not an “investigation”. The Accidental Death Report filed by Mumbai Police and the subsequent recording of statements had merely been to determine if Rajput’s death was suspicious, it said. Since there was no FIR in Mumbai, the Supreme Court held that Maharashtra could not claim the Patna FIR was a parallel investigation. Citing several precedents, it said Section 406 of CrPC gives the court the power to transfer a trial and not the investigation itself. Once an FIR has been registered, courts cannot interfere until the investigation is complete. And the police, regardless of jurisdiction, have the duty to investigate a cognisable offence. What helped the court take such a view was the fact that Patna police had not registered a “zero FIR”, but a proper FIR. Unlike a “zero FIR” that is eventually transferred to the police station that has jurisdiction in the matter, once a proper FIR is registered, the police are mandated by law to investigate the case.But the Supreme Court had to deal with another legal conundrum. While it held there was no illegality in the registration of the FIR in Patna and the subsequent transfer of the case to the CBI, the question came up: what would happen if the inquiry under Section 174 led the Mumbai police to determine that a cognisable offence had taken place and would necessitate an FIR?If the Mumbai police registered an FIR, then the CBI would require Maharashtra’s consent to go ahead with its investigating, depending on what the FIR claimed as the alleged offences. If the offences are identical to the Patna FIR, this would become a serious roadblock for the CBI as the Mumbai police would also investigate the same offences in parallel. To get around this problem, the Supreme Court invoked its extraordinary powers under Article 142 of the Constitution. The court said: “The ongoing investigation by the CBI is held to be lawful. In the event a new case is registered at Mumbai on the same issue, in the fitness of things, it would be appropriate if the latter case too gets investigated by the same agency, on the strength of this Court’s order.”This means even if the Mumbai Police concludes Rajput’s death was suspicious and decides to press charges against someone, the case will now be investigated by the CBI. The Supreme Court’s judgement is a restatement of the law in prevalence. But lawyers say by endorsing the Patna FIR in a case with allegations of political motives, the Supreme Court may have set a bad precedent. “As matters stand, it seems if one state fails to file an FIR, you can get one registered in another case and then even rope in the CBI,” said lawyer S Santhosh, who practises in the Madras High Court. He added: “It is not going to be easy for the CBI to convict the accused. The Mumbai police has already recorded 56 statements with regard to investigation under Section 174 CrPC. The CBI is also going to record statements and the accused might benefit from different contradictions in the statements.”The lawyer added that the question of jurisdiction may crop up again in the future. “Where will the trial take place? Where will the CBI remand people they arrest, especially if Mumbai police files an FIR?” he asked. Indrajit Chakraborty, father of actress Rhea Chakraborty, after being questioned by the Enforcement Directorate on August 27. Credit: PTIEnforcement DirectorateThe CBI isn’t the only federal investigative agency that is spending time and resources on a private case of no larger public concern.While the CBI acted only after the Bihar government transferred the Patna FIR to the Centre, the Enforcement Directorate, the agency that inquires into economic offences under the Prevention of Money Laundering Act, launched an investigation on its own. On July 30, it wrote to the Bihar police asking for a copy of the Patna FIR. The next day, it registered an Enforcement Case Information Report, the FIR equivalent for the directorate, based on the allegation in the Patna FIR that Rs 15 crore had been transferred out of Rajput’s account. How exactly did the Enforcement Directorate assume jurisdiction in the matter? Two of the sections of the Indian Penal Code invoked in the Patna FIR – 120B for criminal conspiracy and Section 420 for cheating and dishonestly inducing delivery of property – fall under the scheduled offences in the Prevention of Money Laundering Act. The Enforcement Directorate has the jurisdiction to investigate any offence under the money laundering act. But lawyers point out the way in which the Enforcement Directorate waded into the case was rather unusual. “I cannot recollect the last time that the ED acted with such haste in any previous case,” said lawyer Swaroop Mami, a Chennai-based lawyer.  “While the ED need not wait for an FIR, they cannot act before there is even any prima facie evidence of a crime having been committed, and there being proceeds of such crime.”The Enforcement Directorate’s entry ensured that even though the CBI investigation had been put on hold because of the Supreme Court hearings, policemen reporting to the Central government were able to summon Chakraborty and question her for eight hours on August 7 in Mumbai. The media reported that the agency even confiscated her mobile phone. Days later, truncated parts of her WhatsApp chats were flashed on television news channels. Presumably based on this access to Chakraborty’s WhatsApp conversations, the Enforcement Directorate wrote to the CBI and the Narcotics Control Bureau about messages that allegedly indicated dealings in banned drugs such as Cannabidiol, LSD and marijuana. With this, a third federal investigative agency has entered the picture.On August 27, the Narcotics Control Bureau registered a case against Chakraborty and three others, including Mumbai resident Samuel Mirandra, Rajput’s house manager, who has also been questioned by the Enforcement Directorate in the alleged money laundering case. Sections 20, 22, 27 and 29 of the Narcotic Drugs and Psychotropic Substances Act, which relate to consumption and possession of drugs, have been invoked in the case with the NCB stating that a Special Investigation Team has been formed in Delhi and would soon begin its investigation in Mumbai. Actress Rhea Chakroborty leaves the DRDO guest house in Mumbai's Santa Cruz suburb where she was questioned by the Central Bureau of Investigation on August 28 in connection with the Sushan Singh Rajput  death case. Credit: PTIJohn Sathyan, a criminal lawyer who handles narcotics cases in Chennai, said that usually the narcotics wing of the state police handles cases in which there is no suspicion of interstate or international smuggling, or large quantities of drugs involved. “The one reason we could cite for the NCB coming into the picture is that the case is now in the hands of central agencies and those agencies prefer the NCB rather than the state police,” he said. The only federal investigative agency that has not launched an investigation against Chakraborty is the National Investigation Agency, which inquires into terrorism cases.","author":"Sruthisagar Yamunan","time":"2020-08-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146714-eowankjvww-1598710963.jpg","tags":["Sushant Singh Rajput","Rhea Chakraborty","Central Bureau of Investigation"],"source":"https://scroll.in/article/971653/how-the-might-of-indias-federal-investigative-agencies-came-to-be-trained-on-one-young-woman"}