{"title":"How Maya Kodnani was convicted and sentenced to 28 years in prison, before being exonerated","content":"The same day, the death toll in the neighbouring Naroda area was even higher, exceeding 100. The major massacres there were at Naroda Patiya, which was barely five kilometres from Gulberg Society, and Naroda Gam, which was another five kilometres further. The VHP leader, Jaydeep Patel, who had been formally given custody of fifty-four of the fifty-eight charred bodies at Godhra the previous night, was from this part of Ahmedabad. He and the local BJP MLA, Maya Kodnani, were seen by victims to be instigating mobs in the Naroda area. The massacre took place against the backdrop of a massive funeral procession in which ten of the bodies brought from Godhra were being taken from Ramola, near Naroda, to Hatkeshwar crematorium on the morning of 28 February. Curfew was imposed in the Naroda police station area by about 12.30 pm, following [Joint Commissioner of Ahmedabad Police MK] Tandon’s feedback from the spot to Ahmedabad commissioner PC Pande. The formal proclamation of the curfew did little to stop the bloodshed in the working-class neighbourhood of Naroda....The absence of...video records of those two major massacres was, however, compensated by another form of scientific evidence. This one did not require any conscious effort; the evidence was automatically generated. This was because, just as it was the first major communal conflagration under the gaze of multiple TV channels, the 2002 carnage was also the first to occur after the introduction of mobile phones in India. Mobile phones, for their sheer convenience, were used extensively by panic-stricken members of the targeted community as well as by scattered bands of marauding rioters. It transpired that mobile calls were made by rioters to keep in touch not only with each other but also with police officers and political leaders.Inherent to the mobile phone technology was the automatically generated call detail record (CDR). This would show who had called whom and where the two parties had been located during each call. Indeed, it was just the kind of evidence that could have helped the police nail culprits, irrespective of whether they had been seen on the spot or remained behind the scenes. This method of investigation should have been all the more obvious to the Gujarat police because their counterparts in Delhi had, barely two months prior to Godhra, tapped into the CDR to make arrests in connection with the terror attack on Parliament.The CDR and its cover-up would have probably remained unnoticed but for a fortuitous development. The fall of the BJP-led coalition government in the 2004 Lok Sabha election prompted Modi to widen the ambit of the Justice GT Nanavati Commission inquiring into the 2002 carnage. It was a bid to pre-empt the Manmohan Singh government from instituting a parallel inquiry on aspects not already covered by the terms of reference of the commission. Thus, a notification issued by the Gujarat government on 20 July 2004 expressly authorised the Nanavati Commission to inquire into the “role and conduct of the then Chief Minister and/or any other Minister(s) in his Council of Ministers, Police Officers, other individuals and organisations” in the Godhra and post-Godhra events. The widened scope of the inquiry, however, had an unintended consequence. It prompted a CBI officer, Rahul Sharma, to resurrect the CDR evidence. It was he who had, in his earlier avatar as a Gujarat police officer, been instrumental in collecting the mobile phone data in 2002. What gave him an opportunity to bring it up two years later was the summons he received from the Nanavati Commission shortly after the expansion of its ambit. During his deposition on 30 October 2004, it was only natural for Sharma to tell the commission about the data he had gathered on all the mobile calls made in Ahmedabad at the height of the violence. If the very mention of such priceless evidence wasn’t a sufficient bombshell, Sharma produced copies of the CD containing that data. Thus came to light what has proved to be by far the most revealing, and irrefutable, evidence about the Gujarat carnage.It was copies of this CD that were given by him at the earliest opportunity to the Justice Nanavati Commission on 30 October 2004...Three weeks after his testimony before the Nanavati Commission, The Indian Express ran a series of stories analysing the damning implications of his CD. The series began on 21 November, just a day before Sharma was due to appear before another inquiry body. This was the Justice UC Banerjee Committee, which had been appointed by the Manmohan Singh government to probe the railway safety lapses in the Godhra incident. The appointment of this committee was just the sort of Central interference that the Gujarat government had hoped to avert when it had expanded the ambit of the Nanavati Commission following the change of government in New Delhi.As the Banerjee Committee summoned him to appear before it with all the evidence he had in his possession, Sharma again produced a copy of the CD containing mobile phone records. The Banerjee Committee in turn gave a copy of that CD to advocate Mukul Sinha, who had asked for it on behalf of his NGO called Jan Sangharsh Manch. It was not out of place for the Bannerjee Committee to look into the CD because, as Sharma told the SIT, CelForce had also furnished data on mobile phones operating from Godhra, although that had not been sought. The upshot of it all was that the mobile phone evidence of the Gujarat carnage became officially public. This enabled lawyers, activists and victims to cite the data from Sharma’s CD while pressing for action against influential persons such as Maya Kodnani, Jaydeep Patel, and senior police officers in carnage cases. In the case of Kodnani and Patel, for instance, the CD lent credence to the testimonies of witnesses that those two had been present in the Naroda area around the time of the violence.The affidavits prompted amicus curiae Harish Salve to take due note of the CD in a note he submitted to the Supreme Court on 20 March 2006. Given the “apprehension of bias” raised by the CD, Salve argued that it needed to be examined by “some agency other than those against whom the allegations are directed”. Thus, the CD added impetus to the demand that the nine cases that had been shortlisted by the Supreme Court, including Naroda Patiya and Naroda Gaam massacres, be referred to an agency independent of the Gujarat police.The trial of those nine cases had already been stayed by the Supreme Court in November 2003 because of the dubious role that the Gujarat police had been found to have played in the Best Bakery and Bilkis Bano cases. The CD exposed the Gujarat police further, not only in terms of the the damning evidence it brought out regarding the nexus between the rioters and police officers, but also for the failure of the police to include the mobile phone evidence in their investigations. It was only after the SIT had been constituted by the Supreme Court in March 2008 that Rahul Sharma’s CD finally become a part of the evidence under investigation. Given the circumstances in which it had been appointed, the SIT had no option other than to take cognisance of the CD. At any rate, it could not have ignored the glaring evidence that had already become public against Maya Kodnani and Jaydeep Patel in the Naroda massacres. As Kodnani had by then become a minister in Modi’s government, the SIT’s handling of the mobile phone evidence against her tested the independence of the Supreme Court-appointed body.Thus it was that almost seven years after the carnage, Kodnani and Patel found themselves implicated in the Naroda massacres. While Patel was implicated in the Naroda Gaam case, Kodnani was implicated in both Naroda Patiya and Naroda Gaam cases. Their implication was thanks to the discrepancies between their testimonies to SIT in December 2008 and what their phone call records suggested about their movements on 28 February 2002. Even so, in deference to their clout and stature, the SIT treated them with kid gloves when it came to arresting them. Rather than straightaway picking them up, the SIT served notices at their residences on 26 January 2009, asking them to depose before it three days later. When they did not turn up on the due date, the SIT gave them an extension of two days. Then, when they again did a no-show, the SIT could not help acknowledging that the minister and the VHP leader had gone underground. It was an awkward situation created by the SIT’s reluctance, despite its mixed composition, to exercise the normal option of arresting the two persons accused of murder. In a bid to save face, the SIT declared them absconders on 2 February. Three days later, both leaders resurfaced after obtaining anticipatory bail from a sessions court.The arrests finally took place almost two months later, on 27 March 2009, after the Gujarat high court had cancelled the anticipatory bail. The same day, Kodnani, who was minister for women and child development, resigned from the Modi government. It was a hard-fought moral victory for those who believed in a secular India, coming as it did four years after Congress leader Jagdish Tytler had resigned from the Central government for his alleged complicity in the 1984 Delhi carnage. Tytler’s exit followed an indictment by a judicial inquiry conducted, incidentally, by the same retired Supreme Court judge who is probing the Gujarat carnage, G.T. Nanavati. Since her assembly constituency of Naroda suffered the highest death toll in the 2002 carnage, Kodnani is also comparable to the deceased Congress minister, H.K.L. Bhagat, whose parliamentary constituency of East Delhi had seen the largest number of killings in the 1984 carnage. During the trial stage, both had suffered the ignominy of being arrested, however briefly, for allegedly instigating violence in their respective constituencies. The massive electoral victories they had notched up before their much-delayed arrests, despite all the evidence against them in the public domain, puts a question mark on the quality of democracy in India. Kodnani was elected for the first time to the assembly in 1998 with an impressive margin of 75,000. Then, in the December 2002 election held in the wake of the carnage, her margin increased to 1.10 lakh votes in the face of the allegations levelled against her by riot victims. And in the 2007 election, by when Rahul Sharma’s CD uncovering evidence of her alleged complicty in the Naroda Patiya and Naroda Gam cases had become public, Kodnani increased her margin further to 1.80 lakh votes, the highest in the state.From the viewpoint of fact-finding, what was significant was that the high court, while cancelling Kodnani’s anticipatory bail on 27 March 2009, recalled the Supreme Court’s perspective equating rioters with terrorists. Referring to the order that had constituted the SIT a year earlier, Justice DH Waghela of the High Court said: “Religious fanatics really do not belong to any religion. They are no better than terrorists who kill innocent people for no rhyme or reason.” No less significant was the high court’s confirmation of the Modi regime’s long record of reluctance to act against Kodnani and Jaydeep Patel. Rejecting their argument that they were being implicated for the first time after so many years by the SIT, the High Court pointed to “the state of affairs in which names of prominent persons like the respondents were clearly alleged to have been omitted from their (witnesses’) statements by the investigating officer” in the aftermath of the carnage. “No less than six witnesses have mentioned the names of the respondents in the year 2002 itself,” the High Court added. Of course, the cancellation of the bail was also determined by a prima facie appreciation of the mobile phone evidence contributed by Rahul Sharma. The High Court said that Kodnani’s call data showed that she “could have been in Naroda area for about 40 minutes in the morning” and for some more time “in the afternoon”.The story of the mobile phone evidence did not, however, end with the filing of the SIT’s closure report on Jafri’s complaint in February 2012. When the trial court’s judgment in the Naroda Patiya case came six months later, it brought out further evidence of the SIT’s reluctance to leverage Rahul Sharma’s CD. This despite the fact that the judgment delivered by sessions judge Jyotsna Yagnik on 29 August 2012 proved to be path-breaking as it was, in India’s long history of communal violence, the first ever instance of a minister being convicted. Convicted for murder and conspiracy, Maya Kodnani was called the “kingpin of the Naroda Patiya massacre” and sentenced to imprisonment for twenty-eight years. Yet, the very evidence that had served as a catalyst for her arrest – the mobile phone records – ended up being rejected by the trial court. Kodnani’s conviction was instead based on the witness testimonies that had finally been recorded against her by the SIT, as an unavoidable consequence of her implication. The mobile phone records did not survive the trial because of the SIT’s failure to handle that evidence with due diligence.One glaring omission, for instance, was that the SIT did not bother to establish the elementary detail that the mobile phone connection that was being attributed to Kodnani was indeed hers or, at the least, used by her during the carnage. This omission proved fatal as the number concerned happened to be registered in the name of the BJP and not her personally. In such a situation, the SIT was required to prove that the party had in turn allotted that number to Kodnani. The corroborative evidence could have been as simple as her letterhead or her calling card or the testimony of someone who had been in touch with her on that number. In the absence of such verification, there was no way any of the call details cited to show her location in the Naroda area during the violence could have been held against her. Sure enough, the SIT’s omission gave scope for Kodnani’s counsel to contest the allegation that she had ever used that connection. The trial court had little option but to hold that the mobile number alleged to have been used by Kodnani did “not stand proved beyond reasonable doubt”. The same judgment also said “it is surprising that no investigation has been made (by the SIT) to conclude that it was used by A-37 (Kodnani)“.The surprise expressed over the SIT’s cavalier approach to the mobile phone evidence was the closest the trial court came to pointing out the SIT’s lack of independence. In the larger scheme of things, this confirmed that the Supreme Court’s faith in the SIT was misplaced. The saving grace, however, was that Kodnani was still convicted because of a safeguard that had been devised by the Supreme Court while vacating the stay on the trial in 2009. It was the decision to provide security to witnesses, that too by a central police force. The security emboldened them to testify in the Ahmedabad court against a minister in the Modi government. While the Supreme Court’s measure to protect witnesses yielded Kodnani’s conviction, the gaps in its monitoring of the investigation allowed the SIT to scuttle the mobile phone evidence. All the same, the unprecedented conviction was due as much to the breakthroughs made by Rahul Sharma in 2002, when he took the initiative of calling for mobile phone data, and in 2004, when he blew the cover on this vital evidence. Had his exposé not forced the SIT to implicate Kodnani, the question of her conviction would not have arisen.Excerpted with permission from Modi and Godhra: The Fiction of Fact Finding, Manoj Mitta, HarperCollins India.","author":"Manoj Mitta","time":"2018-04-20T17:30:37.251966+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/876344-87669-ztddtmlgxo-1524223523.jpg","tags":["Maya Kodnani","Naroda Patiya","Gujarat","Mobile phones","Gujarat 2002 riots"],"source":"https://scroll.in/article/876344/how-maya-kodnani-was-convicted-and-sentenced-to-28-years-in-prison-before-being-exonerated"}