{"title":"How the NRC effect spread across states of the North East","content":"As Assam counts its citizens, Nagaland prepares to count its indigenous inhabitants. The state government has announced plans to compile a Register of Indigenous Inhabitants of Nagaland. A committee has been set up to decide on who that might be.The process of compiling the list was to start on July 10 and reach completion in 60 days but has been held up as the question of indigeneity is debated.Nagaland Chief Secretary Temjen Toy insists register is “totally home-grown” and not borrowed from Assam’s NRC. It will not adjudicate on anyone’s citizenship, he said, but it would help identify “illegal Bangladeshi immigrants”. “The two are not mutually exclusive,” conceded Toy. “It will help us in our drive against illegal migrants.”‘Outsiders’ and ‘illegal immigrants’Assam’s National Register of Citizens, currently being updated for the first time since 1951, is meant to be a list of Indians living in the state. One of the stated aims of the exercise is to separate citizens from undocumented migrants, or anyone who cannot prove that they or their ancestors lived in the country before midnight on March 24, 1971, or the eve of the Bangladesh War.The definition of citizenship is taken from the Assam Accord of 1985, which was the culmination of a six-year-long anti-foreigners movement in the state. Although Assamese nationalists marched in protest against “illegal Bangladeshis” entering electoral rolls and changing political futures, the anger was really directed against anyone who was considered a “bahiragat”, or an outsider to the state.The urge to protect populations identified as indigenous from outsiders is at the heart of Assam’s NRC. As the draft of NRC was published last year, ripple effects were felt across the states of the North East, which share the same anxiety: fragile, indigenous populations and cultures will be wiped out by outsiders, including illegal migrants.Keeping vigilGroups claiming to represent tribal interests soon sprang into action in other states. Within days of the release of the draft NRC, Meghalaya’s most influential student outfit, the Khasi Students’ Union, set up “check gates” at several places along the state’s border with Assam. Its stated aim: to prevent the “mass influx” of the people who had failed to make it to the draft NRC. The state police looked on as student outfits checked citizenship documents of people, detaining people whom they were not satisfied with.Soon, the Mizo Zirlai Pawl, a student outfit in Mizoram, set up check gates and kept “round-the-clock” vigil for alleged illegal migrants from Assam. Here, too, the authorities appeared reluctant to rein in the student group as it pushed about 400 people without citizenship documents back into Assam.In Arunachal Pradesh, the All Arunachal Pradesh Students Union launched “Operation Clean Drive” looking for undocumented migrants in the wake of the NRC draft.In Manipur, too, an influential civil society group started checking for citizenship papers of people from Assam. On one occasion, it claimed to have rounded up 12 undocumented migrants Bengali Muslim origin and handed them over to the police.In October 2018, the Supreme Court took up a petition from Tripura asking for an NRC to protect the state’s tribal minority from illegal “influx”. The court sent a notice to the Centre and Election Commission, seeking their response.While most states have demanded an updated citizens register, Nagaland seems to have started with sorting “indigenous inhabitants” from “outsiders” to the state.Who is indigneous to Nagaland?Nagaland already hands out indigenous inhabitant certificates. According to a notification issued in 1977, people who were permanently settled in the state on December 1, 1963 – the day Nagaland was carved out of Assam – and their descendants were also eligible for the certificate. Holders of these certificates are entitled to benefits in jobs and education.The compilation of the Register of Indigenous Inhabitants of Nagaland, it is believed, will weed out fake indigenous certificates. It has also been suggested that after the register is compiled, no new certificates will be handed to anyone apart from the descendants of those already in the register. According to the proposal so far, copies of the register will be kept in villages and wards, while electronic copies will be stored at the State Data Centre. Those included in the register will be given barcoded and numbered indigenous inhabitant certificates.But the existing definition of indigeneity is contested in Nagaland. The state has 16 recognised Scheduled Tribes, including various Naga tribes, Kukis and Zeliangs. The 1977 notification does not explicitly mention that indigenous inhabitants have to be Naga or even belong to any of these tribes. The children of non-Naga fathers or non-Naga adopted children of Naga parents could make it into the register. That is one sticking point for some Naga groups.Second, the terms of the notification mean Nagas living in Assam and Manipur would not be considered indigenous to Nagaland. Yet, close to a century of Naga nationalism has fashioned a pan-Naga identity that is not bound by state or even national borders. The National Socialism Council of Nagalim (Isak-Muivah faction) has already denounced the proposed register. It appeared to reinforce the logic of the Nagaland state, which did not “represent the national decision of the Naga people” and was “formed to divide the Nagas”, argued the armed group.Inner line permitsBesides, Naga civil society groups believe the register dilutes their actual demand: to extend the Inner Line Permit regime to the entire state. Originally introduced by the British in parts of the North East and aimed at protecting “indigenous cultures”, the Inner Line Permit is a document that outsiders still need before travelling to Arunachal Pradesh, Mizoram and most of Nagaland.However, Dimapur, the commercial hub of the Nagaland, is exempt from the permit regime. It has a large non-tribal population: Bengalis, Marwaris, Biharis, businessmen drawn to the trading hub, labourers who have migrated from various parts of the country. Much of Nagaland’s anxieties about “IBIs”, or “illegal Bangladeshi immigrants”, are centred on Dimapur. It was here that a Bengali Muslim man charged with rape was lynched in 2015.Civil society groups now demand that the Inner Line Permit system be extended to the town. “Dimapur is infested by lots of illegal migrants,” said Ninoto Awomi of the Nagaland Students’ Federation. “To curb that menace, an ILP system is very, very necessary.”The protected areasThe demand for “indigenous” citizens registers has now spread to other states covered by the Inner Line Permit and considered “protected areas”. “Now that the Nagaland government is also doing it, we are also discussing it,” said Tobom Dai of the All Arunachal Pradesh Students Union, which has asked for a similar register. “Since Arunachal is a very small state with only around 10 lakh indigenous people, I think it doesn’t even need the directive of the central government also. The state government or even the NGO can do it.”In Mizoram, too, an indigenous citizens register is seen as a step towards an updated NRC. “We have already submitted the resolution to the state government for the implementation of the NRC,” said Lalhmachhuana, general secretary of the Young Mizo Association, a group that wields great influence in the state’s public life. “Now the Nagaland government is separating the indigenous Nagas from other groups of people. If the same can be implemented in Mizoram, it is fine.”Lalhmachhuana said they planned a consultation with other Mizo outfits to discuss the indigenous citizens register. “Then we will again submit our resolutions to the state government,” he said.","author":"Arunabh SaikiaIpsita Chakravarty","time":"2019-08-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124856-waklwovclh-1564671584.jpeg","tags":["The Final Count","National Register of Citizens","Nagaland"],"source":"https://scroll.in/article/932515/how-the-nrc-effect-spread-across-states-of-the-north-east"}