{"title":"How Tamil Nadu changed after M Karunanidhi became chief minister in 1969","content":"Annadurai passed away in 1969, and M Karunanidhi, the winner of a party election for leadership, became chief minister in 1969. The cabinet consisted of ideologues of the erstwhile anti-Hindi, anti-Delhi movements as well as young, educated, and articulate persons keen to show that the government could do as well, if not better, than earlier governments for development. The policies that followed between 1969 and 1976 are a mix of these ideas.There was strategic use of state patronage, and the use of local party cadres in administration. As a young officer, I witnessed representations from the public spearheaded by local party functionaries. This was a change. Earlier, I used to meet Panchayat Union Chairmen, accompanied by their officers, on matters pertaining to development. Now, there were district and local party functionaries, bringing representations on the availability of irrigation water, food grains, or the functioning of schools. Suddenly, we had to deal with representations from the party, rather than from the hierarchy.Upwardly mobile interest groups emerged, seeking the support of the party now in power. Initially, they pointed out public grievances for redressal, short-circuiting the established channels of administration, and, over the years, these have grown into assertive demands from the district administration. Representations from party cadres in administration are now the norm rather than an exception. While this serves to articulate public demands and grievances, it constrains the administration into looking at things only from a particular point of view.There was focus on increased representation of other classes in jobs and in the party cadre as well. Data from the Tamil Nadu Public Service Commission indicates that, between 1960 and 1980, the caste composition of those entering into government service changed considerably, with substantially a greater proportion coming from the backward classes. Action for government recruitment from the backward, most backward, and Dalit castes ensured that the structure of the bureaucracy underwent a change. Several of the new personnel were from non-urban areas and could understand village-level conditions. The new dispensation was more in tune with the expectations and aspirations of the party in power.At the cutting edge in administration, at the level of the lower rung of police and revenue authorities, the representation of Dalits and other backward classes was more marked. The mere introduction of recruitment based on numerical strengths of the communities in society ensured that forward caste representation in new appointments went down drastically, while opportunities for backward castes and for scheduled castes and tribes increased significantly. The proportion of Brahmins recruited into government jobs became smaller in tune with their proportion in the population. As a result, the number of entrants into government jobs became much more representative of the diversity of classes and castes in the population. This was a very significant change. On the one hand, it brought to fruition the proportional representation that EVR had aspired to right from the days of the Kanchipuram Congress in 1925. At the same time, it brought into government people from different backgrounds and aspirations as well as from small towns and rural areas, who were more in tune with the sentiments of the Dravidian parties, as were the students of Madras in my time. This was, and continues to be, a very important step forward in ensuring social balance in state administration and is instrumental in delivering the social welfare and social benefit services in succeeding administrations. The class composition of government service today is totally different from what it was when I joined service in 1965, and is definitely more representative of the diversity of groups in Tamil Nadu.Given the assumption of the DMK that existing institutions were steeped in Congress ideology and culture, there was some suspicion about existing institutions at the local level. They were considered Congress-oriented institutions, working on an agenda prescribed by the central government. The Rural Development and Panchayat institutions formed one such group. They were subject to central fund grants and review, and could not be dismantled – they were kept at arm’s length, and allowed to function. Between 1967 and 1969, I suddenly found focus on the prescribed Rural Development and Panchayat Union and Block level programmes waning, and a greater focus on dealing with public representations.There was greater reliance on the district administration and on District Collectors. Collectors were the implementing arms of government policies at the district level, and the continuity from colonial days ensured that the administration remained committed to this. As indicated earlier, senior members of the service at the Secretariat level were people who had worked under colonial rule, and the systems and processes that continued were a reflection of those standards. I remember that during my probation at the training academy in Mussoorie, multiple sessions were devoted to the importance of the role of the District Collector in ensuring coherent administration and planned development based on policies laid down hierarchically.In Tamil Nadu, the situation changed after 1967. The DMK was a party that had emerged from a mass movement. It was important for them to, while in power, listen to and satisfy the expectations of the people. The DMK was also a disciplined organisation in which district secretaries had direct access to the top leaders. The district secretaries started interacting with District Collectors directly on matters pertaining to day-to-day administration. The post of District Collector became a powerful and coveted one. There were seasoned collectors like SP Ambrose, who had been at the helm of several districts, and was in Coimbatore in 1967. Ambrose initially found the change – of having to deal with the new MLAs – difficult, and mentioned several cases of attempts by newly elected politicians to take the law and administration in their own hands. He said that he had the support of the ministers from the district and the chief minister, who respected the way he functioned.Gradually, this changed, especially after 1971, when the DMK came back to power with an overwhelming majority, and the party cadres had more influence. The collectors and the party district secretary became the most powerful arms of the state administration in the districts. There was naturally a trend towards state patronage in postings and the politicisation of administrative cadres. Senior members of the civil services retired in these years or were deputed to the central government in very senior positions, and the changes in state bureaucracy at the field level were quite palpable. This was true for the subsequent AIADMK regime as well. “What is significant is that the transformation was enabled seamlessly even as two parties explicitly inimical to each other reigned in Tamil Nadu. The state is often cited as a habitat of politically committed bureaucracy. While this may be true in parts, what is also true is that the system is committed to developing the state.” The politicisation of administration as well as the change in the class structure of the administration enabled the DMK to push forward the social justice agenda that had been the basic feature of the Periyar movement.Excerpted with permission from The Dravidian Years: Politics and Welfare in Tamil Nadu, S Narayan, Oxford University Press.","author":"S Narayan","time":"2018-08-08T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/889649-skdozcpvkc-1463480043.jpg","tags":["Karunanidhi","DMK","Tamil Nadu"],"source":"https://scroll.in/article/889649/how-tamil-nadu-changed-after-m-karunanidhi-became-chief-minister-in-1969"}