{"title":"How cash-for-votes could swing the Telangana elections","content":"When Scroll asked 24-year-old Madasi Sai, which party his village will vote for, his answer was immediate. “No clear favourite: half say they will vote TRS and half say Congress,” he said.Then the young man paused and smiled cheekily. “But on the last day, many will change their vote when cash is distributed,” he chuckled. “This is how it happens in Telangana.”Sai’s honesty was refreshing – and accurate. Travelling around rural Telangana for election coverage, Scroll came across between 10-15% of voters who argued that they had not yet decided who they would vote for. By itself, this is not remarkable. Except in Telangana, this invariably meant that the person was waiting for bribes in the form of cash from parties in order to vote.Several political leaders told Scroll, the leader in this game is the ruling Bharat Rashtra Samithi, earlier known as the Telangana Rashtra Samithi. They claim the party has managed to put together a massive war chest using kickbacks from government schemes as well as by utilising soaring land rates in Hyderabad city. Its main contender, the Congress, lags behind in the game and needs to depend on wealthy candidates to stay in the bribing game, they added.Money gameChintakindi Shekhar is angry with Chief Minister K Chandrashekar Rao for underdelivering on welfare and cash transfers. “He only talks nonsense,” Shekhar argues. “He promised a lot but delivers very little. There are no two bedrooms [a scheme allocating a flat for poor citizens] here. He says he will do so much for Gouds [his caste, which traditionally taps toddy] but does nothing.”However, Shekhar soon mellows. “In the end, however, schemes don’t matter,” he explained. “Everything depends on how much money is given before voting.”Shekhar points out that the act of giving and taking bribes for votes is seen as completely normal in Telangana. “People think it is their right to get money,” he said.In Chinnakandukur village, Syed Jahangir is happy with the Congress but declines to say who he will vote for. “I will decide my vote in the end,” he said.Deciding ones vote in the eleventh hour is not uncommon in India. It often refers to some form of community decision-making, where a village or caste decides to vote en masse in order to increase their bargaining power with politicians. In many cases in Telangana, however, the reason is often baser: the voters are waiting to be bribed by parties with cash.Large scale cash distribution in exchange for votes is an open secret in Telangana.Its magnitude can be estimated from the fact that the Election Commission has seized significantly more cash from Telangana alone than all other states combined during this round of Assembly elections. Moreover, if anything, this number itself might be a significant underestimate given that the authorities have mostly concentrated on raiding the Congress. The ruling BRS, seen as having a significant lead when it comes to cash distribution, has largely been untouched.BRS leadsThe root of this go back decades, when Telangana was part of Andhra Pradesh, K Keshava Rao, a Rajya Sabha member from the BRS, told Scroll. “NT Rama Rao [who first became chief minister of  Andhra Pradesh in 1983] started this trend by giving [public works] contracts to private firms,” Rao explained.The kickbacks from these contracts were then funnelled back into buying votes for parties. A similar mechanism works for the BRS today too. “Around 12% of [the revenue of] major government contracts goes to the BRS,” a senior BRS leader told Scroll, citing examples such as the Kaleshwaram irrigation project and Mission Bhagiratha, the project to bring drinking water to every home in the state.The other source of funds for the ruling party is real estate in and around Hyderabad city, which has seen a boom ever since the state was formed a decade ago. Between 2018 and 2020, for example, real estate prices in the city have registered a 21% increase in prices, as per data from Housing.com. This is the highest of any major city in the country. Currently, real estate rates in Hyderabad are the second highest in India. Only Mumbai is more expensive.As a result, the BRS can afford to centrally distribute funds. Something the more cash-strapped Congress is unable to do. “​​We don’t have much money,” admits Syed Nizamuddin, spokesperson for Telangana Congress. “The election has become very expensive.”Unlike the BRS, the Congress struggles with central disbursement of funds and needs to depend far more on an MLAs own funds. “We also try to give a good amount to our MLAs but we don’t have much money,” a Congress leader told Scroll. He denied that the party unit in Telangana was receiving any significant infusion of funds from Karnataka, now that the neighbouring state had a Congress government, as alleged by the BRS.Mechanics of the transactionMultiple political leaders, analysts and voters told Scroll that the going rate for this election was Rs 10,000 per vote. However, in case the constituency was a close contest, the figure could even go up to Rs 15,000. While cash is distributed among voters even in other states such as Tamil Nadu and Karnataka, this figure appears to be unprecedented.While the cash distribution is concentrated in rural Telanagana, a leader of the All India Majlis-i-Ittehadul Muslimeen told Scroll that even rich residents of Hyderabad are offered bribes in the form of gifts. “Parties distribute crockery sets in housing societies,” he said, citing an example.How is the deal enforced given that the vote is, in theory, a secret ballot? A Congress leader explained that parties appoint one person for every village as a way to keep a check. Moreover, there is an informal sense of upholding the transaction. “Villagers, when they take money, they will [listen],” he said.Keshav Rao, however, argued that there is a conversion ratio, with a significant number of voters ignoring the bribe. In spite of that, he said cash still impacts 10-15% of votes.Nizamuddin, the Congress spokesperson, flagged this as a major concern for his party, given that the BRS’s wealth means it can easily beat other parties in this game. “Lots of anti incumbency is there, but this is why he is [the chief minister] coming close to Congress, because of the money he is spending,” Nizamuddin said. “Using bribes he will get 10-15 seats extra.”","author":"Shoaib Daniyal","time":"2023-11-30T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/130412-mukueporom-1572953106.jpeg","tags":["Telangana election","Election malpractice"],"source":"https://scroll.in/article/1059822/how-cash-for-votes-could-swing-the-telangana-elections"}