{"title":"How the Modi government’s suspicion of specialists hurt the economy","content":"In September, the BJP’s national executive meeting passed a political resolution that sought to characterise the “harsh action” taken by Modi as the sort of “creative destruction” Austrian- American economist Joseph Schumpeter had described as the “process of industrial mutation that incessantly revolutionises the economic structure from within, incessantly destroying the old one, incessantly creating a new one.”The resolution listed demonetisation and GST among the various kinds of “harsh action” that Modi had taken recourse to. This was, of course, an inaccurate reading – whether deliberate or out of ignorance is hard to tell – by the BJP of Schumpeter’s “creative destruction” principle that applies to innovation succeeding through competitive and well-regulated markets, not devastating disruptions induced by badly designed policies. In truth, the reason for the destruction was that the Modi government had rolled out an unenviable series of ill-advised and conceptually flawed policies. After the Congress’s “suit-boot” slogan forced the Modi government to retreat from the land acquisition reform, its focus shifted to schemes as reforms took a back seat. The GST rate structure and compliance were similarly bogged down by political messaging. The GST, supposedly a “one nation, one tax” reform, was treated like a populist scheme, a conduit for appeasing vote banks. The GST on Gujarati savouries was reduced before the Gujarat assembly polls after Congress President Rahul Gandhi issued the slogan “Gabbar Singh Tax” and promised to reform the GST if voted to office in 2019. The government was driven completely by politics. Economics did not seem to matter at all. Dark clouds now loomed over the economy, not as a result of any “policy paralysis”, paradoxically, but due to hastily thought-out and insensitively implemented policy decisions, such as demonetisation and GST, whose roll-out was hampered by its complicated and suboptimal design. In fact, the inadequate concern for preparedness or attention to detail was discernible when a unique feature of the Indian GST, the proposal involving the matching of what the supplier says he sold to a buyer and what the buyer says he has bought from the supplier, was held in abeyance. It was kept on hold for fear of adding to taxpayers’ transition pains. If that matching had begun to happen, evasion would have been checked.The situation was compounded by the refusal of an increasingly populist Modi government to heed its own bureaucrats and advisers, including Chief Economic Adviser Arvind Subramanian, who consistently and diligently raised red flags over areas of concern, from bad bank loans, the investment slowdown and the distorted signals to farmers on what to grow and how much, to the suboptimal design of the GST and the never-ending delays in the reforms of land, labour and the public sector.The RBI had advised against going ahead with demonetisation, but this too the government overruled. In fact, it seemed to view all and any feedback as adversarial. There seemed to be inadequate regard for sound economics and trained economists. The government remained inert even to the advice of its own economists; the analyses documented in successive editions of its own publication, the Economic Survey, influenced policy minimally. The government paid no heed to the warnings, the price for which was paid by the economy. There was no policy paralysis. On the contrary, decision-making was speedy. But it was of poor quality. The ill-informed idea of demonetisation and the half-baked GST roll-out demonstrated the growing disconnect between policy tools and objectives. They also betrayed Modi’s abiding suspicion of qualified experts, disdain for expertise, rejection of evidence-backed analyses, valorising of feelings of people and weakness for simple, quick but ineffective solutions. The measures will prove beneficial over time, the government kept insisting. There was inexplicable reluctance to take decisions that would deliver speedier positive results and reverse the investments slowdown and exports stagnation. Difficult structural reforms simply fell off the agenda because of political calculations, among them: liberalisation in land, labour and agriculture. These reforms, though painful in the short run, were necessary to change lives still mostly untouched by the reforms initiated in 1991. Unshackling these segments would have nudged the economy towards its full potential and development.The economy could have still recovered and returned to the high-growth path with bold reforms, but the policy response remained feeble and missed urgency. The pain began to spread consequently to the rest of the economy. As a result, new jobs were not getting created, which meant consumption would grow only up to a point. The country had missed a third chance at a sustained economic recovery. At the commemoration function of the eightieth year of the RBI, Prime Minister Modi had confessed to being an economics novice. If a prime minister says he doesn’t know economics and at the same time refuses to listen to those who do know economics, economic policymaking is bound to suffer. Modi appointed an Economic Advisory Council to the prime minister, an institution that served his predecessors, only in the fourth year of his term after columnists pointed out that even Prime Minister Singh, a distinguished economist himself, had relied for inputs on the council. Some of India’s best-known economists were on it, hand-picked by Singh. Their advice received little weightage in policy decisions, but the collective wisdom of domain experts was available and informed the internal debates in government. As it turns out, during Dr Singh’s tenure the number of people that exited poverty in that period is the maximum in post-1947 India.These empirical findings, which offered significant learnings for the Modi government, ought to have helped it focus on reviving the economy and creating jobs on the back of faster growth. During his 2014 prime-ministerial campaign, Modi had correctly identified joblessness as the single biggest worry in the economy. The anxiety over unemployment had stemmed from jobs lost after the global economic downturn hit growth. After his government was sworn in, Modi identified manufacturing as a growth engine with a renewed focus on the jobs-creating sector. The diagnosis was not off point, but the government failed to back it up with an effective strategy. In 2006, the UPA government had put out a national agenda for manufacturing, projecting 2006-15 as the “decade of manufacturing in India”. The five-year period of 2005-06 to 2009-10 was one of smart growth for the sector, before the global economic downturn brought it to a halt. If, despite Modi’s “Make In India” push, manufacturing continued to languish, one of the main reasons is the poor health of banks and indebted companies. The resolution of bad loans that were haemorrhaging both the banks and the companies, spoiling their balance sheets, was a perquisite for the flagship umbrella scheme to make a difference.Prime Minister Modi ought to have made a renewed effort for a less imperfect GST, and ought to have convinced states that the GST was not about to rob them of their financial autonomy, because the principle that guided the structure was of Revenue Neutral Rates (RNR). By definition, RNR meant that rates would be set such that there would be no loss of revenue. Add to that the efficiency gains that the GST would bring, the reduction in tax evasion and the fact that GST would promote growth and trade – these factors should have given states the confidence that in the medium to long term, GST will actually bring more revenues than the extant multiplicity of rates. These were exactly the kind of fears that the states had with VAT, but those fears were disproved in a matter of three or four years. “If you believe in GST, then you must also believe that the GST is a more efficient tax. You must also believe that it will promote growth and trade. I believe that. If the finance ministers of states don’t, then that means they don’t believe in the concept of the GST,” said Chidambaram. Excerpted with permission from The Lost Decade 2008-2018: How India’s Growth Story Devolved into Growth without a Story, Puja Mehra, Ebury Press.","author":"Puja Mehra","time":"2019-05-10T17:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/922835-76378-mngdqacrvs-1513165478.jpg","tags":["demonetisation","economy","GST","Modi"],"source":"https://scroll.in/article/922835/how-the-modi-governments-suspicion-of-specialists-and-disdain-for-expertise-hurt-the-economy"}