{"title":"How 'Bharat Mata ki Jai' has helped turn the BJP's frown into a smile","content":"The ruling Bharatiya Janata Party was rather despondent at the end of 2015.  Not only had the party been routed in the Delhi and Bihar assembly elections last year, but it also had to contend with losses in civic and local body elections in Maharashtra, Gujarat and Madhya Pradesh – states where the party is in power.These electoral setbacks suggested that the Modi government was losing its aura. Questions were being asked about the promised economic transformation while problems of rural distress and farmers’ concerns remain unaddressed. There was genuine apprehension among BJP cadres, who felt that people were disillusioned with its government even before completing two years in office.In contrast, the Congress ended 2015 in an upbeat mood. Party vice-president Rahul Gandhi had shed his earlier diffidence and had decided to launch an all-out offensive against the BJP in general and Prime Minister Narendra Modi in particular.The Congress’ aggressive opposition to the Land Acquisition Bill forced the National Democratic Alliance to put the contentious legislation on the back-burner. This was a huge morale booster for the Congress, which was down and out after its humiliating defeat in the 2014 Lok Sabha elections and the subsequent assembly polls.The Bihar assembly results and the outcome of the civic and local body elections filled the Congress rank and file with optimism, as it started to believe that there was still hope for the party. In particular, the party’s move to focus on its core constituency of farmers, the poor and marginalised, and the Scheduled Castes and Scheduled Tribes, was welcomed. The Congress was elated that it had succeeded in projecting the BJP as a “pro-rich”, “anti-farmer” and “anti-Dalit farmer” party owing to the ruling party’s stand on the land Bill and Dalit scholar Rohith Vemula’s suicide.Now, there is a complete role reversal.Dejected CongressCongress cadres are no longer optimistic about the party’s revival as old doubts about Rahul Gandhi’s ability to lead have resurfaced. Over the couple of months, the party has lost its state governments in Arunachal Pradesh and Uttarakhand, while rebellion is brewing in Manipur and Himachal Pradesh. The Congress also faces the prospect of losing power in Assam and Kerala, where results for the assembly elections will be declared on May 19. The party organisation is still in a shambles and factionalism is rampant in its state units.But above all, the Congress is still confused about how it should respond to the BJP’s latest nationalist cultural war cry of “Bharat Mata ki Jai” and its underlying Hindutva agenda. The party has, therefore, taken the path of least resistance.Unable to offer a counter-narrative, the Congress has decided that it is best to ignore the BJP campaign and hope some other issue will crop up and push this to the background.While the Congress is struggling on both organisational and ideological fronts, the BJP finds itself on top of its game once again. The mood in the party has dramatically changed over the past few months. The earlier despondency has disappeared and there is no more talk about the economic slowdown, the performance of the Modi government or party president Amit Shah’s ability to deliver electoral victories. The cadres are currently on an ideological high, elated that the party has returned to its moorings with its nationalism plank.Cultural nationalismThe events at Jawaharlal Nehru University in February proved to be the proverbial turning point, as they helped the BJP unfold a new political narrative. What began as a tirade against the students who reportedly shouted “anti-national” slogans soon became a full-blown campaign on cultural nationalism, with the chanting of “Bharat Mata ki Jai” being portrayed as a test of true patriotism.The old slogan was deliberately resurrected in the belief that it blurs caste lines. At the same time, however, the slogan creates a communal divide because the BJP knows that Muslims have reservations about the slogan as they believe it is against the tenets of Islam, which does not allow idol worship. The slogan portrays the nation as a Hindu goddess.“The slogan Bharat Mata ki jai is part of a BJP worker’s DNA. By making this a central issue today, party strategists have erased the divisions within the larger Sangh Parivar as they are now all on the same page,” said a senior BJP watcher. “This has energised the party workers….and nobody is talking about how the Modi government is faring.”Re-energised cadres have fanned out with this message to ensure that it percolates to the grassroots. The message has been widely disseminated during the ongoing assembly elections, especially in Assam where the BJP has a good chance of dethroning the Congress government, which is about to complete three consecutive terms. The campaign will become more aggressive as the BJP readies for a crucial assembly election in Uttar Pradesh next year.The party, and particularly the footsoldiers of parent organisation Rashtriya Swayamsevak Sangh, had attempted to polarise the electorate in the Bihar assembly election as well but failed to yield the desired results.BJP strategists are, however, convinced that its nationalist plank will work in Uttar Pradesh. The “Bharat Mata ki Jai” slogan may not turn out to be a repeat of the Ram Janmabhoomi movement of the early 1990s, but the BJP will keep the issue alive as it believes it is resonating with the people and helps whip up emotions and deflect attention. In the process, it also serves to strengthen the Narendra Modi-Amit Shah combine. Dissenting voices, which had begun to surface after the BJP’s electoral reverses last year, have been effectively silenced  as the rank and file has now been suitably distracted.","author":"Anita Katyal","time":"2016-04-14T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806584-article-zkxdptlioz-1460549269.jpeg","tags":["BJP","Congress","Uttarakhand government"],"source":"https://scroll.in/article/806584/how-bharat-mata-ki-jai-has-helped-turn-the-bjps-frown-upside-down"}