{"title":"How inclusion of Ram Janmasthan as a party to Babri Masjid dispute gave Hindu side the upper hand","content":"In July 1989, the long-running Ayodhya dispute took an unexpected turn when two new entities became parties to the case – Ram Lalla, the infant Ram deity and Ram Janmasthan, the assumed birthplace of Ram. The dispute is essentially a title suit – a claim of ownership – over 2.77 acres of land on which stood a 16th-century mosque called Babri Masjid. Since 1885, the Nirmohi Akhara, an order of Hindu ascetics, had claimed the site was the birthplace of Ram and the mosque had been built by demolishing a Ram temple. In 1949, a mob had surreptitiously placed an idol of Ram under the central dome of the mosque. In January 1950, the first suit was filed in Faizabad court by a leader of the Hindu Mahasabha, seeking permission to build a temple. Forty years later, the deity himself was made a party of the case, when a leader of the Vishwa Hindu Parishad filed a petition on its behalf, presenting himself as the deity’s “sakha” or friend.Since the turn of the 20th century, courts have consistently held that a Hindu temple deity has the right to be represented in court proceedings, especially in cases where questions are raised over the properties of the temple. With the deity assumed to be a perpetual minor, the management of the temple is allowed to run the cases on its behalf. In the absence of the manager, or if the manager acts in a manner inimical to the interests of the deity, a worshiper can represent it.Given this context, it is not surprising that Ram Lalla, the deity at Ayodhya, was allowed to join the title suits in 1989. But how did the Ram Janmasthan, which is a piece of land that some Hindus consider to be the birthplace of Ram, become a party to the case? The answer to this question reveals a possible strategy on the part of the Sangh Parivar to convert what was essentially a title suit into a question of faith. In the Supreme Court, which began the final hearings in the case on August 5, lawyers representing Ram Janamsthan have repeatedly claimed that the birthplace of Ram is a matter of faith for millions of Hindus. This has allowed them to make arguments based on faith alone, instead of needing to marshall material evidence to prove that the site was indeed the birthplace of Ram.\n    \n      scroll exchange\n      \n      You can now leave comments on Scroll.in articles. \n    \n    \n        join the debate\n    \nThe legal position of deityAt the heart of the question over the position of the deity and the Janmasthan is the legal concept of a “juristic entity”.In corporate law, a company is an artificial person in its own right, independent of the owners. It is presumed to be in perpetual existence: owners can change but the company as an entity survives. It is represented separately in legal proceedings to allow the liabilities of the current owners to be defined independently.Likewise, authorities of jurisprudence have formulated different types of such legal entities – for instance, an institution like a church. According to John William Salmond, a jurist from New Zealand, whose treatise on jurisprudence is often quoted by courts worldwide, “a court may attribute personality, not to any group of persons connected with the institution, but to the institution itself.”It is this concept of juristic entities that has been applied to Ram Lalla and Ram Janmasthan in the Ayodhya dispute.But the nature of the deity as a juristic person has technical nuances. GW Paton, a former professor of jurisprudence at the Melbourne University, writes in his A Textbook of Jurisprudence that the English law recognises certain human agents as representatives of an idol. “The acts of such agents, however, are imputed to the legal persona of the idol and not the juristic acts of the human agents in themselves.”This means in the Ayodhya dispute, though the suit on behalf of the deity is run by his “friend”, it is assumed to be litigation by the deity. In effect, when a religious deity becomes a party, in comes the question of faith and beliefs.The Babri Masjid was destroyed by a huge crowd of Hindutva supporters on December 6, 1992. Credit: HT PhotoLack of material evidenceIn the Ayodhya context, there are further complications. The claim of the Hindu side, including Ram Lalla, Nirmohi Akhara and Rajendra Singh, the descendant of GS Visharad, the Hindu Mahasabha leader who filed the first suit in 1950, is that the Babri Masjid was built by destroying an ancient temple that stood at the same spot. However, there has not been conclusive evidence to prove this claim with opposing sides disputing the reports of the Archaeological Survey of India.In the same manner, there is no evidence to prove that the idol now worshipped at the disputed site was the idol in the assumed ancient temple. The present idol was placed at the disputed site illegally by a mob in 1949. This is perhaps one of the reasons why the Supreme Court last week asked if the idol has been carbon dated.The argument of those representing Ram Lalla is that the age of the idol does not matter because what is worshipped is the spirit of the divine in the form of the deity. In law, the idol as a deity with the divine spirit is a legal person – not the idol itself. This is why even after an idol is damaged and replaced by a new one, the position of the deity of the temple remains untouched.However, in Hindu traditions, an idol possesses the divine spirit only after invocation rituals have been conducted. Until then, it remains mere form. What is interesting is that there is hardly any evidence to prove that invocation rituals were indeed conducted in Ayodhya when the idol was placed in the disputed site in 1949. One of the objections from the Sunni Waqf Board, which entered the dispute as the manager of the mosque, is that these rituals were not completed.But the Allahabad High Court allowed the deity to be represented as a party based on the legal precedent that an idol that has been worshiped continuously is to be treated as a deity. The court also pointed to the failure of the Muslim side to prove that the rituals of invocation were not conducted in Ayodhya in 1949. Justice Dharam Veer Sharma of the Allahabad High Court said: “There is no material on record to prove that the deities cannot be supposed to be juristic persons. Thus on hyper technical grounds and for want of any evidence from the side of the defendants that Pran Pratishta [the invocation ritual] of the deities was not done and they are not juristic persons cannot be accepted.”   This means that even though the idol was placed illegally at the disputed site in 1949, the refusal of district officials to follow government instructions and remove the idol, which resulted in its continuous worship, eventually paved the way for Ram Lalla to become a party in the title suit.A legal right was thereby created through an illegal act.What applied to Ram Lalla, the deity, also applied to Ram Janmasthan, the assumed birthplace. Some Hindus claim the place has been worshipped as holy by millions for centuries and the alleged destruction of the ancient temple does not make any difference since the Ram Janmasthan exists exclusive of any structure. In his suit as the friend of Ram Lalla and Ram Janamsthan, Deoki Nandan Agarwal, the Vishwa Hindu Parishad leader, said: “That the place itself has been an object of worship as a deity by the devotees of Bhagwan Sri Rama, as it personifies the spirit of the divine worshipped in the form of Sri Rama Lala or Lord Rama the child.”  It was argued that even if the worship of the deities since time immemorial is questioned, the continuous worship of the place and Ram Lalla since 1949, when the idol was placed under the central dome, creates legal rights, with the spot itself transforming into a deity.A model of the temple planned in Ayodhya. Credit: AFPRights of MuslimsBestowing the position of a legal entity on Ram Janmasthan has serious consequences for the Muslim side and their religious rights.The strategy of the Sangh Parivar, whose members represent the deity in the suit, has been to undermine the Muslims’ right to worship, not just by asserting the assumed birthplace of Ram as a holy spot for Hindus, but also questioning the very nature of the Babri Masjid as a mosque.The Hindu side has pointed out that the structure that existed before the mosque was demolished by Hindu fundamentalists in 1992 did not have the required elements to be considered a mosque, such as the water pool for washing before prayers. It has also claimed that a mosque is not an essential element of faith in Islam as Muslims can offer prayers at any place, unlike Hindus who cannot convert another spot into Ram Janmasthan, which is considered sacred and integral to the religion itself.Legally, this has led to a curious situation. While the Hindu side has relied on material evidence such as the structural elements of the mosque to question aspects of Muslim faith, it wants the courts to accept its claims over the birthplace of Ram purely based on faith arguments without any verifiable material evidence. The material evidence produced by the Hindu side remains largely limited to references to the birthplace of Ram in the Valmiki Ramayana and other texts.In fact, the decision to make Ram Janamsthan a party to the case appears to be a strategic one – in the absence of authoritative material evidence for the existence of an ancient temple, the deity alone would not have been enough to assert claim over the site. After all, a case could have been made for the idol of Ram Lalla to be placed in another area in Ayodhya with the divine spirit invoked through rituals. However, by making the spot itself a divine personification, Ram Janmasthan has been made an inevitable part of the Hindu faith.This is important because courts have held that a matter of faith which is essential to a religion cannot be put to the test of rationality because the Constitution provides a fundamental right to faith. Even if a particular belief is irrational and is lacking in material evidence, the right to establish such a belief is legally recognised.  The Allahabad High Court accepted these arguments of the Hindu side, giving one-third of the disputed site to Ram Lalla and Ram Janamsthan in 2010. Both are represented by a leader of the Vishwa Hindu Parishad. The Supreme Court is currently hearing appeals to the High Court verdict. If it decides to validate the High Court verdict, control over one-third of the site could end up with the Sangh Parivar.This is the second article in a two-part series on Ram Lalla and Ram Janmasthan being made party to the Ayodhya dispute. The first part can be read here.Also readAyodhya dispute: Why a legislative route to build a Ram temple is a legal impossibilityIntelligence official recalls the original Babri sting operation he pulled off 22 years ago","author":"Sruthisagar Yamunan","time":"2019-08-20T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125738-uaqzsocjyu-1566138448.jpg","tags":["Ayodhya","Ram Mandir","Supreme Court"]}