{"title":"How the system broke Stan Swamy: A cell mate recalls the activist’s last days in prison","content":"Although we received news by late evening on October 8, 2020, of Father Stan Swamy’s  arrest, we were quite shocked to see him the next morning in the adjourning barrack conversing with inmates in his impeccable Hindi. I was at that time lodged in a cell at the prison hospital with my co- accused Varavara Rao (or VV) and Vernon Gonsalves. It was part of our daily routine for VV and I to do a couple of rounds in his wheelchair before the morning breakfast. The three of us had assumed that the National Investigation Agency would want Stan’s custodial interrogation and hence it would not be until a couple of days before he would be sent to judicial custody i.e. prison. We were wrong, they just wanted him jailed. Stan was extremely happy to meet us and the stress of the night, i.e. his first night in prison, immediately evaporated. Over the next two months, the three of us developed a memorable friendship with Stan, who engaged us with anecdotes of his vast experience and occasionally with songs.Soon, VV, by an order of the High Court, was shifted out to a private hospital and Vernon and I, who were till then taking care of VV, were to be sent back to our respective barracks.Leaving a lasting impressionHowever, Stan insisted with the prison authorities that he required assistance, not only for his daily chores but also for meaningful communication. I was then shifted to Stan’s cell on December 5, 2020, along with another inmate whom we fondly call “Chaacha”. The three of us spent hours, days and months together, and that’s when I experienced the man Stan, who had the remarkable ability of leaving a lasting impression on everyone he met.As absurd as it may seem, this dazzling ability came from his plain and pure simplicity – a simplicity, that permeated each and every act and aspect of his life. For instance, Stan had this beautiful habit of graciously acknowledging someone by placing his hand across his chest accompanied by an humble nod. This simple gesture of mutual respect, with young inmates or prison officials, had the charm to win over hearts. Never have I ever noticed Stan being dismissive or condescending towards others, even those much younger to him, always believing that love is something that simply means sharing. And sharing would not mean the act of giving, as many of us understood. For Stan, it meant much more – it meant partaking in the pain and the sorrows of others. \n\n\n    \n    Play\n\nA video message recorded by Stan Swamy two days before he was arrested by the National Investigation Agency.Chaacha and I would almost daily urge Stan to eat more. We were worried that his frugal food consumption would not be wise in conditions of incarceration. In reply, Stan would tell us how as a young Jesuit while living with a tribal family at Chaibasa, Jharkhand, he had to condition himself to eat half a meal as other family adults would do. Hence, with over 50 years of such a habit, his “stomach had shrunk”, he said. Unconvinced by such reasoning, Chaacha and I then attempted to purchase some nutritious snacks and dry fruit as supplements from the prison canteen. Stan was stubborn. His simple and austere lifestyle could not be compromised, even more so in prison. He just asked for his favourite “moongphali” (roasted peanuts) to be purchased. This deep inner understanding of love as sharing in the sorrows of others was probably what attracted him to the plight of those most vulnerable.Stan had recollected how, as a newly ordained priest, he had chosen to work with the tribals of Jamshedpur Jesuit province. Much of this area now comes within the state of Jharkhand. Those were the times when the church was involved in distribution of food aid as their act of charity. Although Stan involved himself in these programmes, he knew from the very start that he had to go beyond this. Saint Ignatius Loyola, the founder of the Jesuits, believed that it is always important to do the “one thing necessary”, Stan said. In this case, it meant the need to get to the root of oppression of the poor so that their liberation would be a possibility. This is where Stan discovered that the Marxist tools of analysis were most apt to understand social transformation and the central agency of peoples’ struggles, I gathered. Later on, as the Director of the Indian Social institute, Bangalore, he got an opportunity to not only sharpen this understanding but also motivate youth to engage in social action. (Young Vernon Gonsalves being one among them).Clarity of thoughtDetained in a common cell got us discussing and debating on various topics like theism, religiosity, revolution, politics, parties, tribal society and the Catholic Church. Such discussions would invariably happen around early evening over a few roasted peanuts after we were locked up in our cell for the night. Stan’s  reasoning on all these topics was never convoluted, ever so simple with clarity of thought. I, on the other hand, would love playing devil’s advocate hoping to puncture his logic with mischievous questions. I observed Stan was always resolute, especially on issues dealing with people’s rights, but nevertheless extremely flexible on matters that he truthfully stated being ignorant of and eager to learn. His understanding, I gathered (at least in his initial years as a priest) was greatly  influenced by the ideals of the 1968 French student revolt and also liberation theology, which had started raising critical questions within the church. Stan’s simplicity was also greatly influenced by the life of Jesus.  Jesus, for Stan, was the Galilean who proclaimed the reign of God as not something of the future, but something in the present, in the community of the most oppressed and despised and by the most simple acts of unconditional love. Stan would very often give the example of Jesus speaking truth to the then mighty Roman empire as an important virtue to be emulated.  Although religious traditions needed to be respected, he believed that one should always go beyond outer appearances so as to understand the core social and communitarian essence.  In this light, tribal society, Stan felt, was one that gave central importance to the community. Hence, to preserve tribal society from corporate displacement or state repression in the form of “Operation Green Hunt” would mean to safeguard its communitarian soul. To read Stan’s involvement in such resistance as evidence of his so-called Maoist convictions and associations is nothing but a failure to see Stan’s steadfast belief in peoples’ communities.A protest against Stan Swamy's death in Kolkata. Credit: PTIStan was almost twice my age.  A few years younger than my dad, but resembled him in many ways. He was also a close friend of my maternal uncle who too was a priest.  Before my uncle’s demise, both of them were comrades in their belief of liberation theology, and Stan often recollected how whenever he visited Bombay in the eighties he would stay at his place. Vernon and I had initially played the role of getting Stan to understand and comprehend the fabricated case foisted on him. And after Vernon left, this responsibility as Stan’s informal legal counsel was on me.  But by and by, my relationship with Stan went beyond all this. Like with other co-accused, we soon become much more than friends. We became family, comrades in our common struggle for justice. Father Stan was simply Stan to all of us. The state had united and bonded all of us in unimaginable ways.In February 2021, VV was granted interim bail by the Bombay High Court for six months. While all of us were extremely delighted with this order, Stan’s joy was much restrained. He was greatly concerned with the conditions laid down by the court especially the ones where in VV had to reside in Mumbai, cut contact with co-accused and desist from expressing his opinion in the media, including social media on issues related to the Bhima Koregaon case. I failed to see his point of view and often argued with him in an attempt to educate him on the nuances of legal strategy. But this seemingly naive view was in fact his profound understanding of what freedom meant to him. It did not only mean the availability of unrestricted movement, but essentially the pleasure to communicate and share with one’s  own and the ability to speak the truth. Thereafter, in all his communication to his Jesuit colleagues and Advocates, Stan insisted that the court hearing his bail be informed of this, his desire. In May, when the High Court heard Stan via video conference and he was given the opportunity, he reiterated this.  Relief from incarceration could only mean to be with one’s own people [in Ranchi, Jharkhand]. This wasn’t tutored, just well thought of.Quintessential StanThis was quintessentially Stan. He liked to be a man of measured words. He would pay a lot of attention to the words he spoke or wrote, curating his sentences so that they best represented his opinion. One would have to listen attentively while communicating with him. He seldom spoke nonsense. Something authorities often failed to understand. Invariably those few words had maximum impact. A simple phrase coined by him had the potential to make headlines. Even his last act of embracing death has turned out to be one of the most profound commentaries on our criminal justice system, judiciary and democracy on the whole.On May 28, 2021, when we last hugged and said our goodbyes, I truly believed that Stan would outlive his incarceration. However, looking back, what I failed to see was Stan’s diminishing hope in the system.  Despite his decades of struggling for the right of tribals and the poor, Stan had believed that that the system would ultimately deliver when faced with reason and collective action. Now the Bhima Koregaon-Elgar Parishad case prosecution kept giving this belief repeated and fatal blows. His inclusion in the case itself was something he could never understand. The nature of the electronic files found in his computer was an impossibility “in the wildest stretch of (his) imagination”, Stan would repeatedly say. For the first few months after his arrest, he failed to understand why the NIA officials repeatedly lied to get him in custody. He was increasingly hurt by the system’s  routine insensitivity and injustice. However, he still nurtured the belief that the special NIA court would see through this all and grant him bail. Then the bail hearings started getting exhaustingly prolonged. To extend them even further, the NIA resorted to digging into the accounts of his Ranchi residence (Bagaicha) and harassing his Jesuit  colleagues. This further hurt Stan. And finally when the special NIA Judge delivered his order rejecting bail, Stan just could not believe its conclusions. The court had accepted all of the NIA’s allegations. Evenings were spent in silence, reading the order over again and again. This was early April and the change in Stan’s mood was becoming ever more apparent.  His humour too gradually disappeared.  Even the birthday wishes he received from numerous well-wishers across the globe on April 26 did not improve things. His increasing weakness amplified his neurological ailments.  His hearing deteriorated further, his Parkinsonian tremors became increasingly more violent, his eyesight too made newspaper reading difficult. So on that fateful day when we bid adieu, I truly believed that this positive turn of events would help Stan recover. [Editor’s note: On May 28, the Bombay High Court ordered the Maharashtra government to shift Swamy to the private Holy Family Hospital for treatment though it did not grant him bail.]I guess, I was mistaken. The freedom he desired still seemed far away. Too far for his fatigued body to endure. We lost Stan.Also read:Remembering Stan Swamy, the revolutionary who challenged everything – including the ChurchStan Swamy’s murder is a microcosm of the not-so-slow murder of Indian democracy","author":"Arun Ferreira","time":"2021-08-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/161162-pmlqpymuya-1625499823.jpg","tags":["Stan Swamy","Bhima Koregaon case","National Investigation Agency"],"source":"https://scroll.in/article/1002315/how-the-system-broke-stan-swamy-a-cell-mate-recalls-the-activists-last-days-in-prison"}