{"title":"How communalism and climate change destroyed the lives of Muslim fishermen in a Gujarati village","content":"This article is part of a special Scroll reporting project: Gujarat’s ‘dhandho’ elections, exploring the state’s complex relationship between business and politics as it heads into elections.To contribute to our reportage, click here.In May, a sensational piece of news emerged from Gujarat: hundreds from a Muslim fishing community in Gosabara, a village in the Saurashtra region’s Porbandar district, had approached the state’s high court seeking permission to collectively kill themselves. They said they were making such a dire request as they were not allowed to ply their trade on the account of their religion.  But what went largely unreported was that the court refused to entertain the plea. Two months later, in August, it dismissed the petition and fined the community’s lawyer for wasting the court’s time and “showing a false ray of hope to the petitioners that this court may permit euthanasia and all their grievances will stand resolved”.The court’s curt dismissal of their woes has left the community distraught. Their problems persist, they say.  “What the court did was wrong – before penalising our lawyer they should have at least heard us,” said Allarakha Ismailbhai Thimmar who had filed the petition on behalf of the community. “All we had asked was that we be allowed to do what we have been doing for generations – fishing. Are we not Indians too who have a right to livelihood?” While the court may have not lent an ear to the grievances of Gosabara’s Muslim fishermen and the media attention around them waned, their story is a perspicacious account of how majoritarian politics and business intersect in Gujarat – and how the relationship between the two is often mediated and magnified by electoral politics. Allarakha Ismailbhai Thimmar filed the petition on behalf of the community seeking mass euthanasia From lake to seaGosabara is an eyeblink of a coastal village, some twenty kilometres south of the city of Porbandar, immortalised in Indian history textbooks as the birthplace of MK Gandhi – the founding father of the nation, and a strong votary of inter-faith harmony. Its residents claim they and their ancestors have been living and working in the area for at least 150 years. Until about a decade ago, though, they did not venture out to the sea. They would fish in a freshwater lake, a few kilometres east of Gosabara. In around 2011, the residents said, the authorities told them to leave the lake alone – it was home to several species of birds who were being adversely affected by their fishing – and instead go cast their nets in the sea. In the due course of time, they managed to secure the necessary permits and started to ply their trade in the Arabian Sea. A fish sorting centre in Madhavpur Objections and permissionsThis is when trouble started, the residents said. The Hindu fisherman who operated from the Porbandar harbour purportedly took objection to their presence in the sea. Soon, the Muslim side alleged, the local authorities got involved and prevented them from docking their boats in Gosabara, citing the fact that it was not an official fishing harbour, thus effectively putting a stop to their fishing operations. \n    \n      Dhandho elections\n      Contribute to our special reporting project.\n      \n    \n    \n        Click here\n    \nThe authorities, for their part, maintain that the Gosabara fishermen could always dock their boats at the Porbandar harbour and operate from there. In fact, the Gosabara residents’ fishing permits also state as much: they are registered at the Porbandar harbour. That is, however, an arrangement not acceptable to Gosabara’s fishermen. They say the Porbandar port is too far from their homes and they are not not made to feel welcome by the counterparts at Porbandar – all of whom are from the Kharwa caste, a Hindu fishing community. “They gang up against us, we can’t leave our boats unattended there,” said Sabbir Hussain Adbul Sama, a fisherman from Gosabara. “Why can’t the fishing department just make Gosabara an official fishing harbour and let us get on with our lives?”Sama, a portly man with a thick stubble beard, went on to answer his question himself: “It is because we are Muslims. That is all it boils down to.”Sama’s indignation is understandable – he said he was struggling to pay for his children’s education and stay afloat. Yet, there is perhaps more to what is transpiring than just majoritarianism. Women ferry fish from the Madhavpur harbour to the sorting centresA fishery collapse Around twenty-five kilometres further south of Gosabara is the harbour of Madhavpur, controlled entirely by another Muslim fishing community. The community leader here is 65-year-old Abdulbhai Zaffar. At his home, metres away from the sea, over a meal of lightly-fried mackerels accompanied with a fiery red garlic chutney, Zaffar shared with great angst the decline of his trade. “This aila that you are eating, we would not even bother catching it earlier because it hardly fetched any price,” he said, using the local name for mackerel. “But it is this aila that is feeding us now. Everything else is gone, the hilsa we would be so proud of once is nowhere to be seen these days.”Zaffar was alluding to a fish population collapse off Gujarat’s coast – one so severe, according to him, that species that were abundant less than two decades ago had gone completely extinct. Abdulbhai Zaffar  said several species of fish that were abundant less than two decades ago had gone completely extinct.Indeed, across the coastline of Porbandar and Junagadh, the complaints of “no fish in the sea anymore” are all-pervasive. Khairu Behen, who carried fresh catch to the sorting centres, said she would make as much as Rs 1,500 a day around five years ago, but now would be lucky to make more than Rs 500.  “They can’t find any fish anymore, so what will they pay me for?” she asked. Khairu Behen (left) said she would make as much as Rs 1,500 a day around five years ago, but now would be lucky to make more than Rs 500Light and line fishing In Junagadh’s Mangrol, Abdullah Patel, who heads Gujarat’s Muslim Fishermen’s Associaton, said this was a disaster foretold. “When you scoop up shoals of baby fish, what else do you think would happen?” he said. “And mind you, our nets, which aren’t smaller than 4 inches, are too big for that kind of thing.”  The big trawlers, he added, had small nets to do line fishing.Patel was referring to the Hindu Kharwa fishermen who typically own the bigger trawling boats. Line fishing, in the local parlance, refers to a destructive fishing method where several trawler boats line up parallelly and cast their nets simultaneously to scoop up shoals of fry.But it isn’t just line fishing by trawlers that’s wreaking havoc in Gujarat’s seas. The smaller boats indulge in what is called light fishing –  they lower LED light panels on shallow waters to trap shoals of fish, typically baby squid. These are often acts of desperation, as Rakesh Bhadrecha, a 35-year-old commerce graduate from Porbandar who is now in charge of his family’s fishing boats, explained. “People are struggling to make ends meet, given how expensive diesel has become,” he said. “So they think they should earn in whatever way they can. The baby fish go to boilers where they are powdered and then they go to the animal feed industry.”Abdullah Patel (left) who heads Gujarat’s Muslim Fishermen’s AssociatonA changing seaMany local fishermen in the area, however, insist that they aren’t solely responsible for the depleting fish supplies – blame also lies with “kudrat” (nature). “Everything is changing, look you are sweating in your shirt when you should be wearing a sweater now,” said Madan Bhai Parmar, who operated his big trawling boat out of Junagadh’s Mangrol harbour. “So the fish must also be feeling hot, so that’s why they don’t come close to land.”Bhadrecha said “climate change could not be denied”. “The number of storms and cyclones have increased in the last couple of years,” he said. “Even this year, we had some pretty bad ones just after the season started.”A massive trawler boat off the Junagadh coastCollateral damageRegardless of what played a bigger role in the fishery collapse – overfishing or climate change – Gosabara’s Muslim fishermen are viewed as another threat in a business with increasingly diminishing returns.  “We are not against any one community, but we have to look after our own interests,” said Bhadrecha. Yet there is no denying that their religion has made Gosabara’s fishing community a softer target – with no one to take up their cause. One of the biggest grouses of the community is that the Congress, the main Opposition party, wouldn’t back them up. “If we are being subjected to zulm, oppression, isn’t it the Opposition’s duty to speak for us?”Locally that job, Gosabara’s residents believe, is of Arjun Modhwadia, the Congress stalwart from the district. Modhwadia, a two-time former MLA from Porbandar, is a former president of the Gujarat state Congress. The Mangrol harbour in JunagadhA story of majoritarianismYet, Modhwadia, the Muslim fishermen allege, has largely been silent. Local observers tend to agree. This is because, they say, he cannot afford to upset the Kharwa community, which is believed to play a decisive role in the Porbandar Assembly constituency. This is majoritarianism at play – and even Modhwadia couldn’t quite deny that when I met him. “Before the elections, the BJP tends to bring up things that take away from the real issues such as inflation, unemployment,” he said. “The minority community’s leaders themselves understand that it is meant to polarise so they tell me not to publicly comment on such issues.”Modhwadia said it “saddened” him that things had to be this way, though. Mukesh Panjri, head of the Porbandar Fishermen’s Association, supports the BJP since he thinks the Congress allegedly favours Muslims.But it is not difficult to understand that he had little choice. Mukesh Panjri, who heads the Porbandar Fishermen’s Association, and is an influential community leader, minced no words while saying that the community often felt compelled to support the BJP as the Congress would give the Muslims too much leeway. “See it’s the BJP which has destroyed illegal structures of Muslim fishermen in Kutch recently,” he said. “But under the Congress, they would thrive and genuine fishermen like us would be troubled – that’s why we are sometimes forced to oppose them.”Read the other articles in Arunabh Saikia’s Gujarat election series here.","author":"Arunabh Saikia","time":"2022-11-26T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183432-vfxjnaeldv-1669445947.jpeg","tags":["Gujarat","Gujarat Assembly elections 2022","Hindutva"],"source":"https://scroll.in/article/1037601/how-communalism-and-climate-change-destroyed-the-lives-of-muslim-fishermen-in-a-gujarati-village"}