{"title":"How the WPL revealed the depth of talented Indian players ahead of the 2024 T20 World Cup","content":"This article originally appeared in The Field’s newsletter, Game Points, on March 20, 2024. Sign up here to get the newsletter directly delivered to your inbox every week.On February 23, in the first match of the 2024 Women’s Premier League, Sajeevan Sajana strode out with the Mumbai Indians needing five off the final ball. One foot forward and she cleared the boundary with a power-packed six. As she roared in celebration, this single-ball effort was a sign of things to come for Indian players in the second edition of the cricket league.In the next match between the UP Warriorz and Royal Challengers Bangalore the following day, veteran spinner Asha Sobhana became the first Indian bowler to pick up five wickets in an innings in the tournament, playing an instrumental role in Bangalore’s two-run win.S Meghana, Richa Ghosh, Tanuja Kanwer, Shreyanka Patil and the familiar names of Smriti Mandhana, Harmanpreet Kaur, Jemimah Rodrigues, Shafali Verma, Deepti Sharma…this year’s WPL was more than just the glitz and glamour of overseas stars and their experience. It was about witnessing the depth of women’s cricket in India.Take the Orange Cap (awarded for the most runs scored in the tournament) and Purple Cap (most wickets taken) lists, for example.In 2023, there were only two Indians in the Purple Cap top 10 – Shikha Pandey (10) and Saika Ishaque (15). The list was topped by West Indies’ Hayley Matthews (16).This year though, the Purple Cap was won by Patil with 13 wickets while Asha followed close behind in second place with 12 wickets. Sharma, Kanwer and Radha Yadav also featured in the top 10.While Ellyse Perry took the Orange Cap (with 347 runs), Verma along with Mandhana and Sharma finished in the top five. Kaur, Ghosh and Rodrigues made it six Indians in the top 10 compared to just two in the 2023 list – Kaur and Verma.Verma also led the chart for most sixes scored in the season with 20, while the next five batters on that list are all Indians.\n    \n      THE FIELD NEWSLETTER\n      Sign up for our special newsletter 'Game Points'\n      \n    \n    \n        Click Here\n    \nKiran Navgire scored the fastest half-century of the tournament (25 balls) while Rodrigues’s two half-centuries scored in 26 and 29 balls are second and third on the list.This was also the season that Sharma wrote herself a unique record – she became the first woman to score a fifty and pick up a hat-trick in a single Twenty20 match. The hat-trick against Delhi Capitals was also the first by an Indian in the tournament.The entire point of leagues like the WPL is to engage domestic talent in rubbing shoulders with overseas stars, who bring with them a wealth of experience and knowledge. These leagues are also meant to promote the domestic players, provide them a spotlight and give them a glimpse of what it is like to play in pressure situations with, and against, the best players in the world.There is more to these leagues than just being a big payday.Kanwer was in the Gujarat Giants team captained by Beth Mooney, Sharma and Navgire being marshalled by Alyssa Healy in the Warriorz, Mandhana (as captain of Bangalore) leaning on Perry and Sophie Devine, Verma opening the batting with Delhi Capitals captain Meg Lanning – these are all valuable experiences and exposure for the Indian players across all levels.In the second season of the WPL, which concluded on Sunday, it wasn’t just the packed stands in Delhi and Bengaluru that dazzled everybody – it was the wealth of talent on display from a solid bunch of Indian players.Come September 2024, many of these players will turn out against their WPL teammates in Bangladesh for the ICC Women’s T20 World Cup. The stalwarts of the Indian team – captain Kaur, Mandhana and Sharma – will be expected to don the India colours for the world event.But with so many more players shining at the marquee tournament, you can expect the selectors to have that welcome problem of picking from a large pool of talented prospects.That’s what the WPL was supposed to do. This year, it did.","author":"Tanya Kini","time":"2024-03-21T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199429-fdrgynoehm-1710933455.jpg","tags":["WPL 2024","Game Points","Cricket","Women's cricket","Women's Premier League","Shreyanka Patil","Smriti Mandhana","Harmanpreet Kaur","Asha Sobhana","Deepti Sharma","Shafali Verma"]}