{"title":"How did BJP come to rely on an allegedly corrupt dynast, Ajit Pawar, to snatch power in Maharashtra?","content":"For all the Bharatiya Janata Party’s claims of combating dynastic politics and corruption, it finds itself in an unlikely situation in Maharashtra: in its attempt to form a government in the state before the other side can, the BJP is relying on a dynast whom party leaders have repeatedly accused of corruption.The dynast is Ajit Pawar, and he’s trying to split the Nationalist Congress Party founded by his uncle, Sharad Pawar. Despite all the legal squabbling and procedural disputes, the Maharashtra question appears to be quite simple. Can Ajit Pawar and the combined might (and money) of the BJP win over enough Nationalist Congress Party Members of Legislative Assembly or will Sharad Pawar prevail and prevent his flock from going out with his nephew?Crumbling allianceTo recap, the Maharashtra elections a month ago seemed to produce a straightforward result, giving the BJP-Shiv Sena alliance another victory, albeit with fewer seats than in the last election. But the Shiv Sena, feeling that it was not being given a fair deal, decided to break off the alliance instead. That left the assembly hung: the BJP had 105 seats, the Shiv Sena 56, the Nationalist Congress Party 54 and Congress 44. The remaining seats went to smaller parties and independents. With 288 seats in the house, any combination would need 145 members to form government. Although the opportunity first went to the BJP, it was unable to muster the numbers, despite being the single largest party. No one else was able to form the government either. Despite chatter about an unlikely coalition between the Shiv Sena, the Nationalist Congress Party and the Congress, the state went into President’s Rule. On Friday evening, that unlikely combination announced that Shiv Sena’s Uddhav Thackeray would be the chief minister.  The next day, however, the state woke up to a surprise: President’s Rule had been revoked overnight and the BJP’s Devendra Fadnavis had been sworn in as chief minister before sunrise, with Ajit Pawar of the NCP as his deputy. But the NCP soon after insisted that Ajit Pawar did not have the support of the MLAs whose backing he had claimed. The Sena, NCP and Congress took the matter to the Supreme Court – where the BJP government has been asked to produce proof on Monday morning that it has a majority.What happened?Before we get to what happens next however, the big question being asked is: what prompted Ajit Pawar to take a different tack from his uncle just as the Shiv Sena-NCP-Congress government was being finalised. Earlier this year, there was talk of a rift within the Pawar family. Ajit Pawar is said to have been unhappy that others were being promoted in the party, especially his cousin, Sharad Pawar’s daughter Supriya Sule. Still, Ajit Pawar stuck to the NCP through the election campaign, during which the BJP spent plenty of time targeting him and his alleged acts of corruption.  Hello @Dev_Fadnavis, in which jail Ajit Pawar is 'chakki pissing pissing pissing' ? pic.twitter.com/INvxS5vYi6— 🆁🅸🅰🆉 🅰🅷🅼🅴🅳 (@karmariaz) November 23, 2019\n\nIn the initial hours after Ajit Pawar took oath on Saturday, it was unclear if even Sharad Pawar had agreed to go with the BJP. The 78-year-old Sharad Pawar is a shrewd politician and the idea of playing both sides would not be alien to him. So it was only when he addressed a press conference later in the day clearly disavowing Ajit Pawar’s actions and insisting that most of the NCP MLAs were still with him that it became clear this was an act of rebellion. Why do it? There is no way to know for certain, but some context might give us some ideas. In addition to the family feud, Ajit Pawar also has a case against him by the Enforcement Directorate – and the use of investigating agencies for political gain is routine in India. Moreover, as the Shiv Sena-NCP-Congress talks went on, there was some buzz that Ajit Pawar would not be named deputy chief minister, which may have prompted him to switch to the other camp. A more outlandish theory is that Sharad Pawar orchestrated the whole thing, encouraging his nephew to believe he would have the numbers. This, the theory goes, would give Sharad Pawar a reason to eventually expel Ajit Pawar from the party for rebelling. It reflects the reputation for wiliness that Sharad Pawar has gained over the years. What happens next?On Monday, the Supreme Court will examine the letters from the BJP-Ajit Pawar combine claiming they have the numbers to form the government and from the Maharashtra Governor inviting them to do so. It is likely, however, that the only outcome of this hearing will be the court ordering a floor test.Action will then shift to the Assembly. The BJP has 105 MLAs, and claims support of 14 others, taking it up to 119. It would thus need 26 MLAs more to take it over the finishing line. Can Ajit Pawar deliver those number? The BJP is not leaving it to the dynast alone. It has instituted “Operation Lotus”, with a team of four leaders all of whom were turncoats from either the Congress or NCP, to ensure the BJP gets the numbers. Meanwhile, the other side has sent most of their MLAs to luxury resorts to insulate them from the BJP’s blandishments. The Nationalist Congress Party under Sharad Pawar has relied on the cadres of the Shiv Sena to keep watch at the airport to prevent MLAs from flying out of Mumbai. The BJP’s massive war chest would usually be given the edge in such a situation, but Sharad Pawar has managed to pull off unlikely victories in the past. However the floor test plays out, the result could see fundamental shifts in Maharashtra state politics. The BJP has proven to be wily but also willing to tie up with any party to retain power, something it had been accusing the Shiv Sena of doing. The Nationalist Congress Party might survive this rebellion, or split into two. The Shiv Sena might be left out in the cold, weeks after its pre-poll alliance managed a majority. As for the Congress, well, it appears the party’s principal contribution has been to delay government formation. Ultimately, it comes down to a fight for influence between uncle and nephew (backed by the BJP).","author":"Rohan Venkataramakrishnan","time":"2019-11-25T08:37:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/131515-hyajdtsdya-1574576513.jpg","tags":["Maharashtra","Sharad Pawar","Ajit Pawar"],"source":"https://scroll.in/article/944775/how-did-bjp-come-to-rely-on-an-allegedly-corrupt-dynast-ajit-pawar-to-snatch-power-in-maharashtra"}