{"title":"How climate change is making India’s big dams dangerous","content":"The only way R Krishnamurthy can make sense of what happened on the morning of November 19 is to assume that for some reason, the gods must have been angry.It was Kartik Purnima that day. Krishnamurthy, a priest at the Paleshwar Swamy Temple in Mandapalli village in Andhra Pradesh’s YSR district (formerly known as Kadapa), was officiating the morning prayers when a huge wall of water washed away six of his 15-member family.On November 18 and 19, the district had received unprecedented levels of rainfall – 700 mm in 24 hours, as opposed to the mean seasonal rainfall distribution of 239.1 mm during the northeastern winter monsoon between October and December.The catchment area of the Cheyyeru river in the Seshachalam hill range falls within the district. As rain pummeled the earth, the river swelled and filled up the Annamaya dam reservoir, situated around 10 km upstream from Mandapalli.On the morning of November 19, between 5.30 and 6 am, the earthen wall of the dam broke, causing massive inundation in villages downstream, including Mandapalli. According to the state government, 44 were killed in the flood, which also caused damages of around Rs 400 crore in 1990 villages in the YSR, Chittoor, Anantapur, and Nellore districts.A large part of the structure of the dam was washed away by the floods.Krishnamurthy recounted hearing a rumbling sound coming from the river, mixed with loud metallic bangs. “I saw a huge red devil rushing towards us from the river,” he said, his hands outstretched to give a sense of the size of the flood water. More than 3 lakh cusecs (cubic feet per second) of water were charging at high velocity towards them. That is, each second a volume of water equivalent to 1.8 million footballs was gushing out of the dam.R Krishnamurthy (in white), a priest, was officiating prayers at a temple in Mandapalli in November, when a flood from the Annamayya dam washed away six of his 15 family members. Photos: Ishan KukretiWhen I visited the village in late February this year, three months after the disaster, the sun was shining bright on the Cheyyeru valley. The Seshachalam hills were dotted with red sandalwood trees, and fields along the road were planted with the Amruthapani banana and lemon trees. There was no sign that the landscape had seen a massive flood just three months earlier.That was till I reached Mandapalli, where the remains of the destruction were evident. Despite it being the rabi season, none of the fields were cropped. Instead, excavators were working to remove the sand that the flood had brought with it. Much of the debris had been cleared, but uprooted stumps of trees and fallen pillars lined the roads. Many houses looked newly constructed, while others had small mounds of cement, sand and piles of cement bricks in front of them, to be used for reconstruction and repair work. Such scenes of extreme destruction are not uncommon in India. Of all Asian countries, India has the highest flood mortality rate, or the number of lives lost to flood each year. According to the Central Water Commission, between 1952 and 2018, floods led to the loss of one hundred thousand lives and Rs 4,69,000 crore in damages.These tragedies are now being compounded by the effects of climate change on dam operations. The country has 5,745 dams, of which 293 are more than 100 years old; 25% of the dams are between 50 and 100 years old.These dams are ill-equipped to respond to climate change, as old rainfall patterns shift and extreme weather events increase in frequency. An assessment report of the Intergovernmental Panel on Climate Change, released in March 2022, notes that instances of floods in South Asia, including those caused by glacial lake outbursts, are going to increase with rising temperature. The report also says that “climate induced flood loads and reservoir level change may lead to dam failure”. This is not speculation. Data from the South Asia Network on Dams, Rivers and People, a non-profit that works on dam safety issues, shows that since 2009 there have been 20 floods in the country as a result of dams breaking, or excess water being released from them. In response to Right To Information requests filed by Scroll.in asking for data on such floods, the Central Water Commission responded that it had no such data.Scroll.in also emailed the commission’s chairperson with questions about the steps it had taken to improve dam safety in the face of climate change. As of publication, there had been no response.  At the root of the problem is the fact that most dams in India were built in the 1970s, and designed for the atmospheric realities of that period. Now, as those realities shift dramatically with the climate crisis, the same dams that help with irrigation, drinking water and electricity generation are increasingly becoming causes of immense destruction.This story is part of Common Ground, our new in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.A few kilometres upstream from Mandapalli, the village of Pulaputhuru was even more severely impacted by the November flood. The village is situated on the outer bank of the Cheyyeru as it takes a left turn in its course. The flood water from the breached dam, instead of tracing the river bed, crashed into the side of Pulaputhuru that faced the river, entirely wiping out the old Harijan Wada, the Dalit hamlet of the village. Ten people were killed.The Dalit hamlet suffered the greatest damage – though only 27% of the village’s population is Dalit, 170 of the 300 houses that were destroyed belonged to members of the community, according to the Pulaputhuru sarpanch, Srideviamma. Dalit families were disproportionately affected by the November flood. Though they comprise only 27% of the population, more than half of the 300 houses  that were washed away belonged to Dalit families.When I visited the village on the morning of February 21, I found that where once houses lined the Cheyyeru, there were now haphazardly erected tents coloured green, black and off-white, held up with rickety wooden sticks. The tents contained the few belongings that those who lost their homes could save.Life seemed to be in a flux. Although it was only 11 am, the temperature was around 33 degrees. With the houses and trees gone, the sun shone directly on one’s head and also heated the insides of the tents.Many people refused to talk to me once they realised that I wasn’t a government official or NGO representative who had come to distribute relief supplies. Two drunk people repeatedly interrupted all my conversations, demanding that I write their names and phone numbers down.People alternated between sitting outside their tents and inside them, hoping first that the heat in the open would be less unbearable than that inside the tent, and then vice versa. But invariably, they stayed near their tents. One resident, P Venkatamma told me that they couldn’t stray far for fear that their belongings would be stolen. “I can’t go out to look for work because of this,” she said.Venkatamma recounted waking up to screams on the morning of the flood. “Everyone was running, trying to save their family members and belongings,” she said. “My son saved us and then went back to get our belongings. He was washed away with the flood water.”Now, their lives had come to a standstill. “My two-acre farm is filled with sand and there is no demand for agricultural labour because farms are either under sand or water,” she said. “Cultivation hasn’t started. I sit here all day, under the sun and protect my belongings.”Pulaputhuru was even more severely affected by the November flood than Mandapalli. Months later, many of its residents who lost their homes continue to live in tents, and much of their farmland remains uncultivable.When I asked the survivors whether they had received any evacuation alert from government authorities, each one gave a different response. Some said that the dam authorities had opened the gates in the early hours of the morning, without any prior warning.Others said that there was an alert, but that people did not take it seriously.“It had been raining heavily for more than three days and there was no electricity,” said Vinod Kumar Reddy, a farmer from Pulaputhuru. “All through November 18 and 19, we were cut off from the world.”This meant that people in Pulaputhuru did not hear the news that was spreading, that around 50 km upstream from Annamayaa, the Pincha dam was on the verge of breaking. “If someone managed to come from a neighbouring village, he would tell us something, but there was utter confusion,” Reddy said.Pincha dam broke at 9 pm on November 18 – and as water began to gush downstream, rapidly filling up the reservoir at Annamaya dam, it was clear that disaster was imminent.But Pulaputhuru had not had a major flood in recent memory – in 2020, agricultural land had come under water, leading to crop damage, but the scale was relatively small. As a result, when faced with a major flood, residents did not know how to decide on a suitable plan of action.N Ravikiran, the executive engineer of the Annamayya Project told Scroll.in that a red alert was sent to the relevant authorities as early as 6 pm the previous day.But Srideviamma, the sarpanch, said no alerts reached them. “Our phones were discharged and even the phone signals were not there,” she said. “It was only when one of my sons went to a place of higher elevation outside the village and got some signal, that he got a call from the irrigation department that the gates had been opened. This was in the morning around six. There wasn’t much time to do anything then.”Annamayya dam's reservoir lies barren in February. During the flood, more than 3 lakh cusecs of water gushed out of the reservoir – a volume equivalent to 1.8 million footballs every second.This is the third consecutive crop cycle that has been destroyed by floods in the region. Although the government has paid compensation for floods in the previous two years, for farmers, the loss is stark. For instance, in 2020 and 2021, the compensation per hectare for banana was Rs 25,000, for turmeric, Rs 15,000 and for paddy, Rs 4,000. But based on market prices and yield, farmers stood to earn Rs 7 lakh, Rs 5 lakh and Rs 70,000 respectively from each hectare of these crops.“The flood came when the Kharif crops, like paddy, turmeric, were ready to be harvested,” Vinod Kumar Reddy said. “Not only have I lost the kharif crop, but there is still water in my field and I haven’t been able to sow the rabi crop. For the last two years now I am only living on compensation, which is not enough.”He added that because the flood broke the fence of his banana plantation, the plants that had not been affected by floods were later destroyed by cattle.Those not directly in the path of the torrent also suffered – a few kilometres away from Pulaputhuru, near the dam reservoir, a fisherfolk settlement now finds itself stripped of its livelihood.After the Annamayya dam became operational in 2001, around 25 fisherfolk families settled near its reservoir. They now find themselves stripped of their livelihood.The community, of around 25 families, came to the area after the dam became operational in 2001. Their livelihood depended on the fish in the reservoir, which now lies barren.Although the District Collector had permitted the families to fish in another reservoir some 30 km away, they are still waiting for their licenses.“Before this, we could catch fish worth Rs 400-Rs 500,” said Change Rayudu, a 45-year-old fisherman. “Now, it’s a miracle if I make around Rs 200 in a week. I catch this fish in the few remaining ponds along the river. As they dry, even this supply will be gone.” In both Mandapalli and Pulaputhuru, people are certain that the flood was caused by poor operation of the dam. But dam authorities insist that they were helpless, given the uncertainties wrought by the climate crisis. A dam operator has to manage the water release and storage cycle in such a manner that at the end of the monsoon period, its reservoir is at full capacity. This ensures that the maximum possible amount of water is available through the months with no rain.The storage and release schedule of a dam is governed by a rule curve: a plot of how much water should be stored in the reservoir at each point in time. But these rule curves are based on monsoon patterns of a time when such patterns were far more predictable, and less disrupted by climate change than they are today. In addition to following the rule curve, dam operators also rely on current forecasts from the Indian Meteorological Department for any expected heavy rainfall. But these forecasts are by definition statements of probability – the work of dam operators, therefore, is always a gamble.“It is very difficult for the reservoir engineer to make a decision,” said Subimal Ghosh, Institute Chair Professor, Department of Civil Engineering and Convener, Interdisciplinary Program in Climate Studies at the Indian Institute of Technology, Bombay. “Let’s say a reservoir has a certain level of water and IMD comes up with a flood alert.” In such a situation, if the dam authorities release water, “then it turns out that it was a false alarm and now he has no water for irrigation,” he explained.“It can lead to the falling of the government!” Ghosh added.On the other hand, if the operators don’t release water, the dam can overflow or break, causing a flood. “And it will be called a manmade flood,” Ghosh said. “So, the reservoir engineer is in trouble. And this is a serious problem for which getting a solution is important.” This dilemma is what Annamayya dam authorities faced on November 18 and 19. A project officer at Annamayya dam told Scroll.in on condition of anonymity that they had recieved a heavy rainfall alert from the IMD. “This was in November, which is towards the end of the monsoon,” he said, “so we were cautious not to release so much water that there is a drought if it doesn’t rain.”The dam was at its full reservoir capacity, the officer said. In response to the warning, the dam authorities released some water, creating a “flood cushion” of around three metres – that is, a buffer height that is left empty into which excess water can flow, to prevent flooding. “But no one told us that so much water was going to come!” the officer said.N Ravikiran, the executive engineer of the Annamayya Project, was at the dam site from November 18, sharing hourly updates with his team about the inflows and outflows of the dam.“We had created a WhatsApp group with all the relevant authorities from the start of the North Eastern monsoon season itself,” he told Scroll.in. “We were minutely monitoring the situation.”The project has a discharge capacity – that is, the rate at which it can release water through its spillways or gates – of 2.17 lakh cusecs. (It was initially built for 2.85 lakh cusecs, but the porousness of the dolomite rock structure beneath it has reduced its capacity.) On November 19, the dam received more than 3.20 cusecs of water for around six hours. According to an analysis of the flood by the South Asia Network on Dams, Rivers and People, the “ring bund”, or the wall-like structure of Pincha dam, upstream of Annamayya, was damaged “amid heavy downpour” in the late hours of November 18. This flushed “additional inflows of around 1.40 lakh cusecs in Annamayya dam.” As a result, on the morning of November 19, Annamayya’s inflow went up to 3.20 lakh cusecs, against its total discharge capacity of 2.85 lakh cusecs.Hourly data of inflows into the Annamayya reservoir maintained by the dam authorities shows how the inflow rate spiked within a span of hours.At 6 am on November 18, the inflow into the Annamayya dam was 9,912 cusecs and the inflow into Pincha was at 3,021 cusecs, both under the safe level. As the rainfall event continued, by noon, this flow reached 15,700 cusecs and 11,240 cusecs for Annamayya and Pincha respectively. By 6 pm, inflow into Annamayya had reached 42,000 cusecs and into Pincha 50,000 cusecs.It was around this time that the Annamayya dam authorities sent the first warning in the WhatsApp group that water levels were running dangerously high. The outflow from the dam was increased to 81,641 cusecs. At 7.25 pm, the Pincha dam authorities sent a message in their WhatsApp group, stating that the Pincha ring bund was in a dangerous position. At 8.20 pm, the Pincha authorities posted in the group that the dam had broken and that water was flowing three feet above where the dam’s gates had been.\n\n\n    \n    Play\n\nAnnamayya dam personnel look on as flood waters rush through the broken dam late on November 18.At this time the water inflow into Annamayya was at 1,00,000 cusecs. It took around two hours for the Pincha breach to show an effect at Annamayya, where the water levels started rising drastically from midnight of November 18, when inflow was at 1,70,000 cusecs, to 3 am on November 19, when the dam reached its full reservoir capacity of 3,20,000 cusecs. Water then began overflowing from the dam.“The levels of 3,20,000 cusecs continued till the dam broke, between 5.30 and 6 am,” Ravikiran said. “The inflow rate must have been much more than this, but 3,20,000 cusecs is the maximum level that our instruments can register.” He added, “It was the extreme rainfall event, not the dam operations which was at fault.”\n\n\n    \n    Play\n\nTorrential waters rage through a broken Annamayya dam in in November 2021.Part of the fault for such disasters lies with the government, for its failure to adapt to  new climate realities.Experts concede that such adaptation is not easy. According to Subimal Ghosh, the IIT Bombay professor, the patterns of monsoon over the subcontinent have changed drastically over the past century, making estimation and prediction increasingly difficult. While there has been a broad decline over this period, the past ten or 15 years have also seen some revival.“We are not exactly sure what’s really happening,” Ghosh said. “What exactly is the trend, what exactly is the multi-decadal oscillation, isn’t clear.”What is clear is that climate models are performing poorly with regard to the Indian monsoon, a fact also noted in the IPCC’s assessment report. “There are multiple factors that impact monsoon at multiple scales,” Ghosh said. “So, El Niño, the Atlantic multi-decadal oscillation, pacific decadal oscillation, monsoon inter-seasonal oscillation, the Madden-Julian oscillation, they affect monsoon at very different scales, and they themselves are not very well understood. It is quite complicated.” During the design stage of a dam, two key factors are taken into account: Probable Maximum Precipitation, or PMP, and Probable Maximum Flow or PMF. PMP is the highest amount of rain that is expected to fall in the catchment area and the PMF is the highest expected rate of stream flow in the river on which a dam is situated. Based on these figures, the structure of a dam, its reservoir capacity, and its outflow capacity are decided, so that it can withstand the ravages of the weather. But in India, the parameters arrived at through these calculations are no longer relevant, according to Himanshu Thakkar, of the South Asia Network on Dams, Rivers and People.“Both the PMP and PMF are derived by looking at the historical precipitation and flow data,” he said. “But all these figures are from the 1970s, when most of these dams were built. They are not relevant to the present-day realities, which have been altered by climate change.”Ghosh noted that compared to the 1960s and 1970s, today, “extreme weather events are happening at a much higher rate and frequency.  Where, just a few decades ago, a breach of the highest expected rainfall might occur once in every hundred years, it now could occur every thirty years.”This was borne out by a study of rainfall data over India since 1901 by researchers of IIT Kharagpur, which calculated that the Probable Maximum Precipitation over 83% of the Indian landmass increased by 35% between 1901 and 1971, and by a similar figure between 1971 and 2010. The Annamayya project is an example of how dam designs have not taken such changes into account. After the construction phase, which lasted from 1976 to the late 1990s, the dam became operational in 2001. The design of the dam, which is an earthen dam, was based on the rainfall and stream flow patterns of the 1970s.N Ravikiran declined to share the design details of the dam structure, but some indication of the parameters within which the dam operates can be gauged from the dam’s capacity of 2.70 TMC or thousand million cubic feet, and its outflow discharge capacity of 2.17 lakh cusecs. Against this, the reservoir received around 6 TMC of water on November 19 at a rate of 3.20 lakh cusecs. Clearly, the atmospheric realities that informed the design limits of the dam have lost at least some relevance.The relationship between PMP and PMF in the subcontinent, or how much rain falls, and how much of it is translated into stream flow, have also changed over the years. This is because this relationship is affected by multiple factors, such as soil moisture and land use.“People may be thinking that it is high precipitation that is causing floods, but if you consider the southern part of India, you’ll see that soil moisture is playing a predominant role,” Subhash Karmakar, a professor of climate studies at IIT Bombay, said. If the soil across a river’s catchment area is saturated, “the chances of water logging will be more.”He added that soil moisture levels were being affected differently in different regions as a result of climate change, making earlier predictions and estimations meaningless, and updated ones hard to arrive at.Changes in land use, too, have had a  significant effect on stream flow. Wetlands and forests absorb rain water, reducing the surface runoff, while the increase in built-up areas at the expense of forests and wetlands increases the surface runoff, leading to more discharge into the stream. In Andhra Pradesh, although Kadapa saw heavy rainfall in 2020, no changes were made to the Annamayya dam. It was only after the dam break in 2021, which led to the loss of life and property, that the state government commissioned studies to arrive at new design parameters for its reconstruction.In the Annamayya disaster, a dry region with little experience of floods was caught completely unprepared for extreme rainfall.But the example of the Kerala floods of 2018 suggests that even states with experience of heavy rainfall and flooding will struggle with operating dams in the face of the sheer extremes and unpredictability brought on by climate change.After three consecutive years of drought with a monsoon deficit of around 34%, between August 8 and August 19 that year, the state saw 25 trillion litres of water fall from the sky, killing 600 people, causing total economic losses of $4.3 billion and displacing 1.4 million people.It was the heaviest rain the state had seen in sixty years, and the worst flooding in nearly a hundred years.A Puthenvelikkara resident with his belongings during the 2018 Kerala floods.  After three consecutive years of drought, in August 2018, 25 trillion litres of water fell from the sky, killing 600 people in the state. Photo: PTIBetween August 8 and 19, according to the Indian Meteorological Department, the state received 2,346.6 mm of rain. In contrast, the average rainfall the state receives between June and August each year is 1649.5 mm. That is, in 11 days, the state saw 42% more rain than it usually receives in three months. This rain swelled Kerala’s 44 rivers, which, by 2018, had 61 dams constructed on them.“Of these dams, 39 were within 85-100% of their full reservoir capacity by the end of June itself,” said SP Ravi, of the Chalakudypuzha Samrakshana Samithi, a Thrissur based organisation that works on the issue water management of the Chalakudy river. “The kind of rain that fell in August was not expected, so once the extreme rainfall started, 35 dams opened their gates at the last minute, creating the disaster,” he added.Ashok Keshari, professor of civil engineering at IIT Delhi was quoted in media reports saying that the flood damages could have been reduced by between 20% and 40% if the dams had released water gradually in the two-week period before August 8, when the rains had subsided. The unprecedented rainfall, coupled with the opening of dam gates, created one of the worst flooding disasters the country has ever seen.In late February, I visited Puthenvelikkara, a village in Thrissur district. The village lies between the Periyar and Chalakudy rivers, which are Kerala’s largest and fifth-largest rivers respectively. Puthenvelikkara is situated at a point just before they drain into the Arabian Sea. With the unprecedented rains and the opening of the gates of all the dams on both rivers, Puthenvelikkara found itself situated at the exit point for the water from the rivers into the sea.“All the water in Periyar and Chalakudy was coming here, but there was a high tide and the Arabian Sea wouldn’t take the flood water in, so our village turned into a whirlwind, with water everywhere,” said J Lal, a retired professor of English, who is now the principal of a local school in Puthenvelikkara. “It was nothing like I have ever seen in the 60 years of my life.”Although the people of Puthenvelikkara are not unfamiliar with floods, the floods of 2018 were so devastating that they have become part of the village’s story of itself.When I visited the village, I saw several murals on the walls of shops and other buildings, which depicted the “pralayam” a Malayalam word for apocalypse, used by everyone in the village to describe the events of August 15. Inside a church, Josey Kumar, a 53-year-old artist, was busy painting a mural on a wall, depicting a submerged Puthenvelikkara.  “In this image, the water level that I have painted is the actual level of water that was there during the flood,” he said, leaning against the wall to measure the level against his body. “Almost up to the chest.” For a short person like me, the line was almost up to my neck.  Josey Kumar, a 53-year-old artist, paints a mural on a wall, depicting the 2018 floods in the village of Puthenvelikkara. The disaster was so unprecedented that it has become part of the village's story of itself.If the Andhra Pradesh floods were an example of climate change revealing design shortcomings of dams, leading to their breakage, the Kerala floods showed that it also poses immense challenges to the operation of dams.In Kerala in 2018, the extreme rain occurred towards the end of the monsoon period, by which time the reservoirs of most dams were already full. For the dam operators, who also have to think of the rainless months following the monsoon, taking action can be difficult, especially when the preceding years have seen drought, during which reservoirs were seldom filled to the brim. Climate change, “deals you a scarcity card for two to three years and then it deals you a card that is full,” said S Vishwanath, a water activist in Karnataka. “How do you behave?”He said climate change was impacting dam operation in a “very profound way”. He cited the example of the Idukki dam which had filled up in 2018 after 13 years.“Now when you are waiting for a dam to be full after 13 years, your propensity to open the shutter because there is a rainfall event predicted next week, will be slightly weak. If your dam had been filling up every year, then your ability to follow the rule curve would be much higher.”As it is, existing rule curves are outdated. Although the monsoon now typically extends into October as opposed to withdrawing by September, rule curves are based on the principle that reservoirs should be full by the end of September.Pranabjyothi Nath, Special Secretary in the Kerala Water Resources Department, told Scroll.in that the government was in the process of creating fresh rule curves, taking into account “water inflow, the rainfall patterns around the dam site as well as the catchment, evaporation levels as well as the changes in the utility of the water.”But the impacts of the climate crisis aside, there is also a broader need for improvement in managing dams to mitigate the risks of disaster.According to a study by the Indian Institute of Science submitted to the office of the Principal Accountants General of Kerala, none of the major dams in the state had been following rule curves in the days and weeks leading up to the floods, even if they had ones in place. A report prepared  after the floods by CG Madhusudanan for the Lal Bahadur Shastri National Academy for Administration, and shared with the National Disaster Management Authority, also reached the same conclusion.When it comes to following rule curves, politics often interferes with science. An IIT researcher explained on condition of anonymity that there should be separate rule curves for each dam, but that when he had discussed the question with the agricultural secretary of one state, “he said when I have to release water to different districts, then it depends on how politically powerful the MLA/MP is. It’s not scientific control but political control.”Nath, the Special Secretary in the Kerala Water Resources Department, told Scroll.in that the government had drawn lessons from the disaster, and had set up a “real-time data acquisition system”, or RT DAS, which covers all of the state’s dams. “The real-time data will increase the predictability as it will supplement the data from IMD and CWC,” he said. “We are also in the process of developing district-wise digital elevation maps to improve the predictability of floods.”While Kerala takes pride in having district-level disaster management plans, an analysis by a researcher who works closely with the Kerala government and wished to remain anonymous, told Scroll.in that he found that most of the plans were copy-pasted versions of one plan. “And of the 14 districts, only two had a mention of disaster management in case of a dam failure,” he said.Worse, the report by CG Madhusudanan found that none of Kerala’s dams had an emergency action plan, as mandated by the National Committee on Dam Safety under its 2005 guidelines. A paper published by researchers at IIT Bombay in 2020 found that the situation was similar at other dams across the country. Even a decade after the guidelines were prescribed, it noted, “the Emergency Action Plans are not available for most of the 5761 (till 2017) large dams.” In fact, up to March 2016, “out of 4862 large dams, only 231 dams had operation and maintenance manual,” the paper stated.Though the state of the country’s dams is alarming, some positive steps have been taken to start tackling the problem.In the winter session of 2021, the Parliament passed the Dam Safety Act, the first legislation since Independence which focuses on issues of dam safety. The act was first drafted in 1987 to deal with the problems of ageing dams, but was finally passed only 25 years later.The act stipulates the creation of a regulatory structure which includes, at the central level, the National Committee on Dam Safety, responsible for making policies, and the National Dam Safety Authority, responsible for implementation. These will oversee State Committees on Dam Safety, which will implement safety policies, and State Dam Safety Organisations, tasked with monitoring and surveillance.While earlier, the government only recognised that a dam had played a role in creating or inducing a flood if it had broken, under the act, instances of excess release of water leading to floods will also be considered as such.But the act fails to even acknowledge the problems that the climate crisis is causing to dam design and operations. Further, the regulatory structure it conceives is top-heavy, despite the fact that climate issues vary widely from region to region. “The act comes with the tendency of this government to centralise issues,” Vishwanath said. “It is not created in a fashion to arm the state to better manage the dams. It somehow seems to signal that it is the job of a central authority to do that. It should rather work towards empowering each dam to improve itself.”According to him, the country needs state-level institutes that study river basins. When it came to “the modelling of the impact of climate crisis on river basins, there are only preliminary studies, there are no detailed dynamic studies which keep updating themselves based on latest data availability,” he said. “This is primarily due to the fact that we don’t have any river basin institutions to study these changes.” A review study cited in the latest IPCC report also noted that there was a need for granular and localised data, because climate change data and projections tended to be too generalised, and covered areas that were too large.There are some efforts underway to create more such weather data. In Karnataka, weather stations have been installed in every gram panchayat, which are generating real-time weather data.“There was a long tussle between the state and IMD, and IMD was refusing to recognise the state level monitoring of weather,” Vishwanath said. But, he explained, Karnataka had been gathering data for a decade now, and in a few decades, this data would constitute a crucial local resource of climate data. “Its modelling capabilities will be fantastic,” Vishwanath said. “It can much better inform the dam operation of the state.In Kerala, Madhusudanan has co-founded a company called Equinoct, which gathers weather data across all of Kerala’s districts. This data, which includes village-level flood and rainfall data, is uploaded onto an open-source app accessible to all.Local-level data collection and studies also help in identifying hydrological peculiarities specific to regions, which might not feature in models.In the Western Ghats, for instance, where rain falls with a low intensity for long durations, groundwater, or water that has percolated into the ground, plays a bigger role in floods than surface runoff, which refers to the flow of rainwater on the surface of the earth .“If you understood the hydrology of the Western ghats, then you would be looking at the ground to understand floods, not the sky,” Madhusudanan said. He explained that once there was a certain level of groundwater, “a dense network of soil pipes”, created by the root systems of trees and rodents, is activated.  “When there is a surge in ground water, during a high intensity rainfall event, these networks of soil pipes become active and increase the flow of the rivers,” he said. “But the current models do not take this into account.” Forecasting is currently carried out largely based on IMD data, but experts point out that this data is insufficient. “The IMD should not only give the forecasts, but they should also release the hind-casts – the past forecasts and how those forecasts worked,” Subimal Ghosh said. “If you have the hind-cast, then based on that we can prepare a proper optimisation model which can tell us, given a forecast, this is the level of rainfall that is possible.”Based on that, he explained, it would be possible to make predictions about the possibility of flooding on the one hand, and the risk of being unable to meet water demands on the other. “Accordingly we can design a release schedule,” he added. Right now the only government programme that aims at improving dams is the Central Water Commission’s Dam Rehabilitation and Improvement Project. Launched in 2010, with a $341 million loan from the World Bank, the first phase of the project ended in 2018. The second phase started in August 2021, at an expense of $250 million. But the programme focuses only on improving structures of old dams, and does not examine proposed new dams. That the project does not improve dams’ adaptation to climate change is apparent from the fact that before they unleashed the floods in the Periyar basin in Kerala in 2018, the Idukki system of dams had been improved under this programme. “I am afraid to sleep at night,” said J Jex, a resident of Chalakudy town in Thrissur district, who was severely affected by the floods. “What I saw in 2018, I can’t get it out of my mind. I am not sure if such a disaster won’t happen again.” This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Ishan Kukreti","time":"2022-03-23T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171892-mfhhyptrto-1647955322.jpg","tags":["Floods","Big Dams","Climate Change","Heavy rain","Central Water Commission"],"source":"https://scroll.in/article/1020057/how-climate-change-is-making-indias-big-dams-dangerous"}