{"title":"How Imran Khan found a friend in Donald Trump during a 2019 meeting in Washington DC","content":"Fireworks were already expected from the July 2019 meeting between Prime Minister Khan and US President Donald Trump. But the meeting at the White House exceeded all expectations. The outcome of the meeting enlivened Pakistan and dampened the spirits of the Indians. Khan not only pulled one of the biggest Pakistani crowds in Washington, DC’s history but also pulled a diplomatic win on a scale that few people were expecting. President Trump’s offer to mediate on the Kashmir issue instantly infuriated the Indians and showcased Khan’s success in putting the festering conflict once again under the international spotlight.Both Trump and Imran enjoyed international celebrity status before their political journeys catapulted them to the highest offices. Both have a populist, nationalist appeal. Both have vowed to make their countries great again. And each of them has been critical of the handling of their respective countries by past rulers. The commonalities do not end here. Both leaders feel that they are subjected to harsher criticism by their media. Still, there is always an element of uncertainty in such high-stakes meetings, and Khan did appear tentative and conscious in the beginning. But gradually, he eased up after the charm offensive by Trump. “We were blown away,” Khan said a day after the White House meeting. “When we met President Trump, the straightforward, charming way he treated us was wonderful,” Khan said while giving a speech at the United States Institute of Peace, a prestigious American think tank. In a way, the US visit has also given Prime Minister Khan yet another “I told you so”moment. For years, Khan has railed against the use of military force in the Afghan conflict. He has been one of the most vociferous critics of the use of drone attacks in the Pakistani tribal regions by the United States.On his first trip to Washington, DC, since assuming office as the prime minister, Khan gloated at the fact that he was one of the first to suggest that the Afghan conflict was intractable and had no military solution, only a political one. “When I came here in 2009, I told everyone, including Democratic and Republican leaders, that there is no military solution in Afghanistan. This time, everyone gets that. That is why we will have a good relationship with the US; everyone is on the same page,” Khan said. Khan has found a willing partner in President Trump. The US president, in his own words, wants to “extricate” America from the Afghan conflict and has been keen to withdraw the American troops before his election for a second term in office. The Pakistani side is wary of the way Americans left the region after the Russian withdrawal in the 1990s and wants to ensure that the country does not plunge into yet another round of civil war. The geopolitical situation and political compulsions have inadvertently brought both Pakistan and the US closer yet again. Trump chewed back on his harsh criticism of Pakistan in 2018 when he cut off military aid. It is time for a fresh start, he said, as Khan nodded in agreement.“Islamabad was optimistic about the outcome of the Trump-Khan meeting. But this must have exceeded their wildest expectations,” said Arif Rafiq, a political analyst who is based in New York and writes on Pakistan-US relations. “Trump spoke glowingly of the Pakistani leader and nation after attacking the country in tweets and other public statements throughout last year. The U-turn is remarkable given the tortured history of US-Pakistan relations. But it is also typical of Trump. And it might just be what’s needed to bring peace to Afghanistan.”“Trump is a transactional man looking for a deal, and he may be able to strike a win-win bargain with Islamabad. In exchange for a relatively swift, negotiated exit from Afghanistan, Trump is willing to ease pressure on Pakistan and renew the bilateral partnership,” Rafiq said. The unexpected offer by the American president to mediate on Kashmir stumped the Indians, who immediately branded Trump a liar.“Symbolically, Trump’s explicit offer to mediate between the two countries is a signal of the changing nature of governance and diplomacy in the Age of Trump. Regardless of India’s actual appetite for such intercession, Pakistan will be pleased that a US president has made this offer,” said Mosharraf Zaidi, a prominent foreign policy analyst based in Islamabad.“If nothing else, it opens the door for Delhi to respond by saying it does not need third parties and looks forward to engaging with Pakistan on Kashmir directly. Trump’s keenness for a dignified US exit from Afghanistan is at the heart of this momentary breakthrough in Pakistan,” Zaidi said. “Many watchers of US-India relations are unhappy with President Trump’s suggestion of mediation on Kashmir. They uphold the Indian government’s insistence that Kashmir must remain a bilateral issue between India and Pakistan and that senior US leaders must not even mention the word Kashmir,” said Asfandyar Mir, a postdoctoral fellow at the Center for International Security and Cooperation at Stanford University. “President Trump has angered them by not only mentioning Kashmir but also offering to mediate.” The tumultuous and often strained relationship between Pakistan and the United States appears “to have bounced back for now”, Mir said. “There are a lot of issues, but there is a sense in parts of the US government that Pakistan can help in Afghanistan without being sanctioned. The US also feels it needs to keep working with Pakistan on counter-terrorism issues,” he said. But Mir added a caveat. “In the case of failures in the Afghan peace process, the relationship will come back under stress again.”Excerpted with permission from  Fallout: Power, Intrigue and Political Upheaval in Pakistan, Salman Masood, Penguin Books.","author":"Salman Masood","time":"2024-05-10T13:30:00+05:30","image":"https://s02.sgp1.cdn.digitaloceanspaces.com/article/124514-zdnmxfhjvq-1579791524.jpg","tags":["donald trump","pakistan","nonfiction","imran khan"]}