{"title":"How Bollywood actor Sushant Singh Rajput’s death has been turned into a political football","content":"More than three weeks after Sushant Singh Rajput’s death, the Mumbai Police is still investigating the matter. The 34-year-old actor was found hanging in his Bandra home on June 14. The postmortem report said that he had died of asphyxia, or suffocation. On the sidelines, a clamour has risen to have the case handed over to the Central Bureau of Investigation, thanks to a host of Bharatiya Janata Party leaders, actors Kangana Ranaut and Shekhar Suman, and countless social media accounts, purportedly belonging to admirers of the actor.They are fanning the theory that Bihar-born Rajput was an outsider in the Mumbai film industry, whose career was derailed by a group of well-established filmmaking families and the production houses owned or influenced by them. This provoked him to take his life, Rajput’s fans and others argue. Since they believe that this network also has the power to control the Mumbai Police, they want the Central Bureau of Investigation to step in.All through Monday, the hashtag #PMMODICBIFORSSR trended on Twitter, urging Prime Minister Narendra Modi to order the Central Bureau of Investigation to inquire into the death. Rajput found stardom on television before going on to headline major Bollywood films. He starred in the box office hits MS Dhoni: The Untold Story (2016) and Chhichhore (2019), in addition to offering critically acclaimed performances in his debut film Kai Po Che! (2013) and Sonchiriya (2019).But he also missed out on some major films, reportedly because he did not have the time to shoot for them or due to contractual obligations that came in the way. In addition, there were projects that never took off, such as Shekhar Kapur’s Paani.The idea that influential Bollywood producers and stars were responsible for Rajput’s death began getting traction on Twitter immediately after his death. But it spread like wildfire after the Instagram account team_kangana_ranaut put out two videos, in which Ranaut declared that Rajput’s death was a “planned murder” and blamed the “movie mafia” for it.As a speculative narrative about Bollywood royalty ganging up against Rajput and nudging him to death gathered momentum, social media users began to demand punishment for the people who had allegedly wronged the actor during his seven-year career. This is not the end, this is just a beginning..Protest in Naihati, Bengal against Bollywood Nepotism Mafia.!!#PMModiCBIForSSR pic.twitter.com/duuOOqU0Xe— Kangana Ranaut (@Kangana_Queenn) July 5, 2020\n\n According to Mumbai Mirror, as of Monday, the Mumbai police had questioned 29 people about Rajput’s death. These included his close friend and Dil Bechara director Mukesh Chhabra, actor Rhea Chakraborty, his publicist Rohini Iyer, and his domestic worker who had reportedly spoken to Rajput hours before his death. A few journalists were also summoned by the Mumbai Police, Zee News reported, in connection to articles they had written on Rajput. His death brought the trend of “blind items” under the social media scanner. Blind items are articles in the gossip columns of publications that discuss the personal lives of actors and filmmakers without mentioning any names. On Monday, director Sanjay Leela Bhansali, who had once planned to feature Rajput in his 2013 film Goliyon Ki Rasleela Ram-Leela, was called by the police for questioning. The Mumbai Mirror, which has been covering the case closely, reported that Bhansali was “quizzed for two hours”. The police later said that Bhansali had planned to cast Rajput in four films, but he had to change his plans because the actor couldn’t find the dates to commit to them.Bhansali was the first major industry professional in the list. The newspaper suggested that filmmaker Shekhar Kapur would be the next to be questioned. Like Bhansali, Kapur too had planned an ambitious project with Rajput, but it did not work out.The police has also reportedly contacted production houses with which Rajput had signed contracts. These included Yash Raj Films, whose casting director Shanoo Sharma, was among those questioned by the police.However, Twitter users have been dissatisfied with the progress of the investigation.  “They’re just passing time, I swear,” a user called Chumke wrote. “As past, they will not be going to find anything. @MumbaiPolice is just acting to questioning.” User Debayan Chatterjee wrote: “Why Mumbai Police is so desperate to prove it a suicide case from Day 1. Many angle clearly proves that it is murder but they are hiding all facts? Any hidden agenda of Mumbai Police? If you want to stop the case people will not allow you to do so. #PMModiCBIForSSR.”A few days ago, a Central Bureau of Investigation inquiry was requested through a Twitter account seemingly belonging to Rajput’s father KK Singh. The account turned out to be fake.Led by IANS, several media outlets fell for fake Twitter account of Sushant Singh Rajput's father demanding CBI probe into his son's death. #AltNewsFactCheck shows how IANS has a history of falling for fake accounts and satirical posts. | @Pooja_Chaudhurihttps://t.co/zZNMsV9tRQ— Pratik Sinha (@free_thinker) July 6, 2020\n\nOne of the earliest requests to have the Central Bureau of Investigation brought into the matter was made by Jharkhand BJP MP Nishikant Dubey on June 18.In a video he shared on Twitter, Dubey said that if the Mumbai Police is “pressured”, the Central Bureau of Investigation or the National Investigative Agency should take up the case. He said he would raise Rajput’s case in Parliament. He also said that the “film mafia” and the “syndicate”, allegedly controlling Bollywood, would be behind bars soon.The next day, Kangana Ranaut brought up “movie mafia” in her video. The Himachal Pradesh-born first-generation Hindi film star has been a vocal and vociferous critic of nepotism in the Hindi film industry, which, she has alleged, does not allow outsiders such as herself to rise up the star ladder despite having talent.Ranaut is a prominent BJP supporter. Party supporters have frequently launched social media attacks on Hindi film personalities whom Ranaut has publicly criticised. The videos by Dubey and Ranaut, with able support from Twitter users claiming to be fans of Rajput, created a line of attack against the big Bollywood families and the push for Central Bureau of Investigation intervention.On June 30, an article in the Rashtriya Swayamsevak Sangh’s Organiser titled Bollywood Mafia: Dark Underbelly of The Film Industry brought together the two tangents, Rajput’s death and the Hindu right wing’s interest in it. Criticising the “Bollywood Mafia”, the writer claimed, “More than nepotism, grave charges of spinning anti-India pro-Islamist-Leftist narrative have raised concerns.”Bollywood Mafia: Dark Underbelly of The Film Industry https://t.co/xLJXwjlLpj via @eOrganiser— Organiser Weekly (@eOrganiser) June 30, 2020\n\nActor Shekhar Suman, born in Bihar’s Patna just like Rajput, has also taken an interest in the matter. “Sushant was a Bihari that’s why the Bihari sentiment is at the forefront,” he tweeted on June 23. In another tweet, he claimed to have formed a Justice for Sushant Forum through which he said he wanted to “pressurize the govt to launch a CBI inquiry into Sushant’s death,raise their voices against this kind of tyranny n gangism and tear down the mafias”.In a series of tweets, Suman documented his trip to Patna on June 29, meeting with Rajput’s father, as well as with Rashtriya Janata Dal member Tejashwi Yadav. Suman and Yadav conducted a press conference, where a demand for a Central Bureau of Investigation inquiry was made.Suman was accompanied by producer Sandip SSingh, who bankrolled the 2019 Narendra Modi biopic. Ssingh, who is also from Bihar, claimed on his Instagram account that he had once been Rajput’s roommate, and wanted to make a film called Vande Mataram with him.On July 1, Daily News and Analysis reported that Rajput’s family alleged that Suman and SSingh were “giving media byte in Patna under the political banner is just for political mileage” and that “there are already political people in the family who will take this up”. This may have been a reference to BJP MLA Neeraj Kumar Singh from Bihar’s Chhatapur constituency, who is reported to be Rajput’s cousin.         View this post on Instagram           You made me a promise. We, the Bihari brothers, will one day rule this industry and be the inspiration/support system for all young dreamers like you and me bhai. You promised me that my directorial debut will be with you. Raaj Shaandilyaa wrote this and we were to produce this together.  I need your belief, that faith you showed, that was my strength. Now, with you gone...I'm lost...but I promise you this my brother. Now tell me how do I fulfil this dream? Who will hold my hand like you did? Who will give me the power of SSR, my brother? I promise you this... I will make this film! And it will be a tribute to the loving memory of SSR who inspired millions and gave them hope that anything is possible! Just dream it and believe it!  Those hours of discussions on this film we dreamed to make together...the film 'Vande Bharatam'...now all I am left with is your memories and this poster which was our dream starting to come true, this film my brother, will be the symbol of the undying light of  your soul ❤️ A post shared by  Sandip Ssingh (@officialsandipssingh) on Jun 20, 2020 at 5:05am PDT\nLoud appeals for the Central Bureau of Investigation to intervene have also come from actor and BJP MP Roopa Ganguly, some of whose tweets have just had the hashtag #cbiforsushant repeated several times. On June 25, she put out a video in which she wondered how Rajput’s Instagram account was still active after his death.“How are the number of people Sushant Singh Rajput was following on His Instagram account decreasing after his death?” she asked. “This is tampering of evidence. Nobody knows what is getting added or deleted.” Several Twitter users up until recently shared screenshots to insinuate that Rajput’s social media accounts were being tampered with, although it is not unusual for a family member or close friend to operate a social media account after its owner’s demise.Ganguly’s Twitter feed offers a range of conspiracy theories about Rajput’s death. On June 30, she tweeted a photo of Post-it notes on which she has scribbled her doubts about Rajput’s case in English and Bengali.These are unplanned informal collage of my mind that is reflecting upon  my table top.  # Questions, #thankyounotes , it’s all in one. #cbiforsushant  #SushanSinghRajput  #roopaganguly pic.twitter.com/Jl52evyxtM— Roopa Ganguly (@RoopaSpeaks) June 30, 2020\n\nA common thread among the points raised by Suman, Ganguly, and Ranaut, is disbelief that Rajput could have battled mental health challenges, as some reports had claimed after his death. Ganguly, particularly, has asked if Rajput’s death was an actual case of death by suicide, as has been widely reported, or murder.In hindsight, the events of day one set the tone for the ensuing brouhaha. Photos of Rajput’s body were instantly leaked and shared online, while television news channels rushed to the actor’s family home in Patna eager for a soundbite from his grieving father.But with the Bihar state elections set for October, Rajput’s death has become a political football. At least two political parties have involved themselves in the Rajput case: the Bharatiya Janata Party, through its many faces, and Rashtriya Janata Dal, with Tejashwi Yadav. As one aggrieved Twitter user put it: “Need justice for SushantSinghRajput. Demand investigation from CBI. Otherwise it will be affecting Bihar election and will have big impact on BJP, @narendramodi @PMOIndia @AmitShah #CBIMustForSushant.”Added user Vikash Raj, “Why didn’t any political party taking advantage of @itsSSR demise condolence though election soon to be??? @RahulGandhi take it if u want Govt in Bihar.”","author":"Devarsi Ghosh","time":"2020-07-08T10:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/144008-ghwzbqmzma-1594108066.jpeg","tags":["Sushant Singh Rajput","Mumbai Police","Central Bureau of Investigation"],"source":"https://scroll.in/reel/966660/how-bollywood-actor-sushant-singh-rajputs-death-has-been-turned-into-a-political-football"}