{"title":"How the RSS ghar wapsi programme actually hurts Hindus","content":"The Sangh Parivar’s ghar wapsi programme to convert members of minority communities to Hinduism is driven by anxieties of Hindus being lured away in droves from the faith of their ancestors by Abrahamic missionaries. While the fears of an exodus from Hinduism are greatly exaggerated, news broke on the weekend of a person converting from Hinduism to Islam in Meerut.Contrary to the Hindutva narrative, there were no missionaries involved. Shyam Singh, a Dalit of the Valmiki caste, had converted to Islam because he and his community members had been denied the right to perform a puja at a local temple. Infuriated by the constant harassment of law and order authorities, who supported the dominant Yadav caste in denying Singh’s Dalit Valmiki caste their religious rights, Singh decided to change his faith altogether. For this act of religious conversion, Singh was booked for “disturbing peace and communal harmony”.Terrified by the repercussions of his act, the Valmiki community of the area is thinking of migrating to some other part of the country. Singh is reported to be thinking of leaving the country altogether and migrating to Nepal.Empowering strategy for DalitsThis incident is a sharp case study of conversions in India and how they act as an empowering strategy for Dalits. It also illustrates how measures to stop conversion, both by the state and powerful political forces, cause a great deal of harm to Dalits within Hinduism.This is, of course, hardly the first instance of such a conversion. In the 60-odd years since Independence, Dalits across the country have used conversion to protest caste atrocities several times. A prominent example is the Meenakshipuram conversions of 1981, when more than a 1,000 Dalits in a Tamil Nadu village converted to Islam as a means to escape oppression from the landed Marava caste.The incident had sent shock waves through the country. In response, Tamil Nadu enacted an anti-conversion law. Though the law was later repealed, five other states ‒ Orissa, Madhya Pradesh, Chhattisgarh, Gujarat and Himachal Pradesh ‒ still have similar provisions on their books.In 2002, in Jhajjar, Haryana, after a mob beat five Dalits to death on suspicion that they were hiding a dead cow, hundreds of Dalits converted to Buddhism, Islam and Christianity as a protest. More recently, in September 2014, four Dalits converted to Islam in Shivpuri, Madhya Pradesh as a reaction to caste discrimination. However, they reverted to Hinduism after the police booked them under the state's draconian anti-conversion law and Sangh Parivar organisations, Vishwa Hindu Parishad and Bajrang Dal, threatened to punish them by destroying their crops and dispossess them of their land.The first and largest conversion of Dalits, though, was in 1956 in Nagpur led by BR Ambedkar, the architect of India's Constitution. Almost four lakh Dalits converted to Buddhism along with Ambedkar. It was this act that started the process of Dalits employing conversion as a tool to gain more rights within Indian society.Ambedkarite conversion strategyAmbedkar was very clear that conversion was vital for Dalits to improve their lot. In 1935, he declared that he would not die a Hindu. In a speech to the Bombay Presidency Mahar Conference in 1936, he laid out his philosophy and strategy for religious conversion. He declared that the “caste system among the Hindus has the foundation of religion”, so long as the Dalits “remain Hindus, you will have to struggle for social intercourse, for food and water, and for inter-caste marriages”. Hinduism, Ambedkar argued, had assigned Dalits “the role of the slave”. He exhorted them: “If you want to be free, you must change your religion.\"The roots of the Dalit movement to convert in order to gain better rights go all the way back to the original Dalit reformer, Jyotirao Phule. Sociologist Gail Omvedt writes: “To Phule, the conversion efforts of both Islam and Christianity were at least initially emancipatory; he had written a long ballad, for example, on Muhammad, and made statements of the sort that ‘Muslims forcibly converted the Shudras and Ati-Shudras and freed them from the bonds of slavery to the Bhat-Brahmans.’”The state and conservative elements of caste Hindu society have, of course, not reacted too well to this Ambedkarite plan. Dalits who convert are not allowed to benefit from reservation quotas.  Five states have anti-conversion laws to prevent a change of faith. Even in states that do not have this law, the police comes down hard on Dalits and adivasis converting, as was seen in Meerut a few days ago, with Shyam Singh being farcically booked for “disturbing peace and communal harmony”.Ghar wapsi programmeThe most recent reaction from the Sangh Parivar though is the ghar wapsi campaign. Though this programme hit the headlines after Narendra Modi came to power, attempts by the Sangh to convert mainly Christian adivasis and Dalits to Hinduism are decades old. Most of this consists of offering education and healthcare facilities, though in places like Kandhamal in Orissa and the Dangs in Gujarat, it has also resulted in mass violence.While it is generally assumed that ghar wapsi will adversely affect religious minorities, squeezing their freedom of religion, a major area of impact is forgotten: caste emancipation. The Ambedkarite strategy of using conversion as a stick to fight casteism has been quite successful, even without mass conversions taking place or the fact that caste, in varying degrees, still exists across all religions in India. The mere threat of Dalit conversions has resulted in significant reform within Hinduism (and the pace of reform since Ambedkar converted has not been insignificant). In the present case, for instance, until these Valmikis in Meerut decided to convert, the media ignored the caste apartheid against them.By restricting the freedom to convert, however, the ghar wapsi issue undermines this Ambedarike strategy. In fact, for the Sangh Parivar, the final aim of ghar wapsi is quite clear: a national anti-conversion law. Rashtriya Swayamsevak Sangh chief, Mohan Bhagwat had suggested in December that “there be a legislation in Parliament to stop this practice [conversion]”. By removing the stick of conversion, the pace of reform within Hindu society will slow down.","author":"Shoaib Daniyal","time":"2015-03-18T12:30:59+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/714103-cd5875b9-e7a5-4432-8445-21caec54c992.jpg","tags":[],"source":"https://scroll.in/article/714103/how-the-rss-ghar-wapsi-programme-actually-hurts-hindus"}