{"title":"How Bahrisons Delhi has been romancing books since 1953","content":"A lot of my childhood was spent in a bookshop. And not just any bookshop – like most voracious readers of Delhi, I spent my days at Bahrisons. Of course, as a child it was difficult to comprehend that the place I considered a second home was actually one of the few bookstores responsible for grooming the reading habits and literary tastes of many in newly independent India and subsequent generations since. Nonetheless, Bahrisons and I have a history.Arrival in DelhiIn August 1947, the Partition of India and subsequent creation of Pakistan sent millions of Hindu refugees fleeing across the border to India. Among them was a young man of 19 who would, in a few years, become the proud owner of a small bookshop in Delhi’s Khan Market.His family, consisting of his parents, and two brothers and a sister, besides him, had been forced to flee from Malakwal, their ancestral village a few hours outside of Lahore. Upon reaching the train station, they were separated from their father, who at the time was the manager of the village bank. He was asked by the remaining residents to stay back and train them in basic banking, with the promise of safely being reunited with this family in one month’s time.And so, without its patriarch, the family set off in cramped trains towards Amritsar and finally to Delhi, with no belongings and only bleak hopes of survival. Upon arriving in Delhi, they were allotted a small space to stay in Kingsway Camp, now swarming with refugees from across the border.At the same time, a single mother travelled from Dera Ismail (D.I) Khan in the North-West Frontier Province to Delhi with her five children in search of a new citizenship in independent India. Forced out of their home and cheated of family property, they, upon reaching Delhi, weren’t welcomed warmly by their relations who already lived there. They felt it would be burden on them to feed six more mouths.The single mother, proud as she was, left the only familiar place in the capital city and made her way back to Old Delhi Railway Station on the morning of August 16, 1947, to take the first train back to her home. “If we are to die, then we will do so on our own land. We don't know this new place and we are not welcome here”, she responded when onlookers advised her not to take her children on the trains that had now begun to arrive at the station crammed with dead bodies and a sea of innocent blood.Her daughter of 16 years looked after her siblings while their mother thought of what was to be done next. Luckily, they came across a man, who, looking to help refugees from NWFP, took them to a camp in Meerut. Soon after that, the family moved back to Delhi where they too, were allotted residence at Kingsway Camp.Living as refugeesLife as a refugee was not easy in the months following the Partition. The young man from Malakwal – a college undergraduate – and  his brothers welcomed any employment that came their way. They worked on trains, reserving and selling seats, delivering items on bullock carts, and found other means of earning. Eventually, the family, reunited with their father, applied for and acquired a tender for printing and distributing government publications in 1950.This business, allotted to the eldest brother who named it Bahri Brothers, was set up then and still exists today at Lajpat Rai Market across the Red Fort in Old Delhi. Rather than naming it after their family title, Malhotra, they named the business after their clan, the Bahris. This was their first step into the book trade. Soon after, the young man too found his bearings, dividing his time between the family business and a volunteer position at a social services camp.Meanwhile, the single mother from D.I Khan was granted a teaching position in Delhi and was able to enrol her young children in schools to complete their education. Her 16-year-old daughter, having passed her Matriculation examinations and able to converse in English, began teaching adults at Kingsway Camp. In 1948, she too began her training at a social services camp where introduced by a mutual friend, she met and fell in love with the young man from Malakwal.Setting up shopBy 1953, the young man was working at a store in Chandni Chowk selling fountain pens, but dreamt of owning his own store. Around that time, he heard of shops being allotted to refugees from the NWFP in a newly constructed area called Khan Market, established in 1951 and named after Khan Abdul Jabbar Khan (brother of Khan Abdul Ghaffar Khan), a pioneer in the Indian Independence movement.Having neither the capital nor the experience to own a shop, he grasped his dream firmly and approached his employer, a Congress politician, for help. Impressed with his hard work and dedication, the politician agreed to help him acquire a shop in the “refugee market”.What became the Bahrisons of today is actually a combination of three different shops. The cost of the first shop was a then-whopping amount of Rs 200 – Rs 50 as security and Rs 150 as the lease – money that he did not have.But his mother, recognising her son’s dream, sold one of her gold bangles. Added to that was a loan of Rs 800 taken from a friend to furnish and begin the store. And so, Bahrisons was born. And with it, the young man acquired the title of Bahri sahib.Apart from his professional life, which had begun to finally thrive, he had kept a soft spot in his heart for the woman from the Frontier who now worked at the Ministry of Rehabilitation, then located at Jaisalmer House, a short walk from Khan Market.Books!Thus Bahrisons became a reality camouflaged as an empty shop in Khan Market. “But what can one sell in this shop,” wondered Bahri sahib. “Fountain pens, maybe, but that won’t be enough.” It was then that he sought the advice of one of the most important people in his life – Prem Sagar, the owner of Lakshmi Bookstore in Janpath. He advised him to stock books on the empty shelves.“I can only help you with books”, he said. The 25-year-old knew nothing about the written word, but plenty about survival and making the most of every opportunity. He welcomed the advice wholeheartedly, considering Sagar a mentor, and devouring any knowledge he provided on the trade.This relationship between the two men had two significant outcomes. First, Bahri sahib embraced the power of the notepad. Every day, from 8.30 am sharp, he would sit at the store noting down the tastes of the customers who came in and browsed through his modest collection. Through further conversations, he gauged their interest and exactly what titles they were looking for.Then, at 1 pm, he would shut the shop and set off for Connaught Place to meet his guide, who would go through the daily scribbles in the notebook and generously give his mentee the titles he needed off his own shelf at Lakshmi books. At 5:30 pm, Bahrisons would open again, until 8.30 or 9 at night. This continued for many years, feeding the young man’s desire to fulfil every request from his customers.This tradition of noticing, keeping check, gauging tastes and remembering clients still exists today. The intimate bond between the bookseller and the customer, established in 1953, has cemented itself over the years as a convention that can be expected whenever one ventures into Bahrisons.The second interesting thing is that the relationship between Lakshmi Bookstore and Bahrisons found new ways to reinvent itself, bringing it full circle: today, Prem Sagar’s great granddaughter works under the Bahrisons umbrella and can be found devouring books, not very different than the original proprietor himself.Family and expansionWith his future secure at the bookshop and hers at the Ministry of Rehabilitation, the man from Malakwal and the woman from the Frontier got married in 1955. Having lived their whole life in India at Kingsway camp, the couple, with the birth of their first child, finally moved to a simple government accommodation allotted to Mrs Bahri in Netaji Nagar, New Delhi.With a steady salary of Rs 120 per month, it was she who ran the household; any profits acquired from the bookstore were put back into it as capital for expansion. The shop next door had been vacant and was soon acquired, now making Bahrisons 410 square feet, more than twice as large.More space meant more stock, which meant a larger income – the family could now afford to enjoy simple luxuries like a little blue and white Lambretta scooter. The year 1960 saw the birth of their second daughter, and the birth of their son in 1962 completed their family. By 1979-'80, the Bahris acquired the third and final section, making the shop the size it is today. They also saved up enough to construct their first house in Safdarjung Enclave, where they still live today.Growing in statureAlong with size, Bahrisons also grew in reputation. Its original regular clientele consisted of government officials, secretaries and superintendents. Eventually it came to include several prime ministers and politicians, besides diplomats, ambassadors and actorsetc.Khan Market, known today as one of the most upscale markets in Delhi, was smaller then. Modest in character, it boasted only of a few stores – two vegetable-sellers, a grocer, a chemist, a cycle-shop, two halwais, a store for household items, an ice-cream parlour, banks and two bookstores. If we strip away the exorbitantly expensive exteriors of the infamous U-shaped market today, we will find at its core the humility and hard work of the refugees who originally populated it.Citizens of the newly independent capital city wanted to read. The more they conversed with the proprietor, the more he understood their tastes, thereby expanding his collection. But really, it was his demeanour that drew them back – Bahri sahib was always conscious of his behaviour around his customers.He did not mind if someone browsed for hours without buying, or if a child sat in the store from morning to night and read an entire book without having the money to buy it. Honest in his dealings and polite in his manners, he treated them like family, exhausting every possible source before denying a customer’s request. And, encouraged by their patience and kindness, his knowledge and respect for the trade grew over the years.During this time, it was his wife who acted as his main pillar of support. Originally, when he would go to Janpath at lunchtime, she would take a few hours off from her work and handle the cash counter at the shop. Eventually, due to its success, she chose to take early retirement in 1977, after working for 25 years at the government office. She then divided her time between the bookshop and home.From 1978 onwards, their son began helping out at the store, first for a few hours after school, and then on a full-time basis after graduating from University. Much like his father, he had a sharp memory for titles and enjoyed interacting with customers on the floor. Hands-on knowledge, always the way of the Bahris, helped him to embrace the world he grew up in.He brought in a fresh perspective; an enthusiasm that only strengthened the shop’s already respectable status. The father-son duo expanded the store further with the creation of an additional floor, which meant more space for browsing. Together, they explored new topics to display on the shelves and presented an ambience for comfortable browsing and discussions.Cut to the presentWhich brings us to the Bahrisons of today. Mrs and Mr Bahri – my grandparents – sit in front of me, reminiscing. I watch as the couple remembers their life of struggle and how it was gradually transformed into a life of comfort. I ask my grandfather what he has learnt from all his years as a bookseller.“I have learnt never to deceive the customer,” he replies, smiling. “If you are honest with him, he will be loyal to you. I remember when, back in the day, I would sometimes chance upon a child stealing a book or a comic. I never said anything – who was I to come between a person’s desire for knowledge, even if they couldn’t afford to buy the book. Inevitably, 10 or 15 years later, they would come back to the shop, all grown up, apologising and wanting to pay for the book they might have once stolen, a book that might have got them addicted to reading in the first place! That is what Bahrisons has always been about – relationships, trust and a thirst for the written word.”I think about what he says regarding integrity and honesty. I think about the Bahrisons umbrella today – consisting of three bookstores run together by my grandparents and parents, a publishing house named Tara-India Research Press, and a literary agency called Red Ink, where I now work. I think of the days, years and decades that my family has dedicated to love of reading. I think of qualities like humility and respect passed through the generations to my siblings and me.I think of the loyalty and dedication of our employees. I think of all the traditions that have perpetuated themselves since 1953 – remembering a customers’ choices, the shop shutting down for lunch every day when all the employees sit and eat together, the conversations, discussions and ideas that are exchanged on the floor, and the mutual love for stories and narrative.I think of how I feel every time I walk into the shop; the way it smells of printed paper, the way there is no surface devoid of books, the way the air is filled with a passion for reading. I think of the romance all its patrons share with it, generations of families that continue to visit it, and what compels them to return.But most of all, I think of all the people who have come together because of the humble dream of a young man from Malakwal. And my heart is filled with pride.","author":"Aanchal Malhotra","time":"2015-04-11T08:30:33+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/719693-e12fcf15-c268-4bd4-b9a3-4450d3158bd2.jpg","tags":[]}