{"title":"How 15th Finance Commission is trying to manage South India’s anger over tax division – and failing","content":"No other country carries within it the diversity that India does. This trite-but-true dictum extends even to taxation, with different states having markedly different rates of prosperity. Karnataka, for example, has a per capita income that is almost five times that of Bihar.Expectedly, the manner in which India distributes the tax revenue it raises between the Union government and various states has created a controversy. Concerns have been raised about the outsized share of the pie allocated to the Union government as well as the fact that the richer, smaller states in southern India lose out to the poorer but much larger North.The 15th Finance Commission which released its interim report for the year 2020-’21 on Saturday was rather cognizant of these concerns. The commission – which determines the how tax proceeds will be divided between the Centre and states – made sure to mention as well as try and address the concerns of the South. But, in the end, it didn’t do all that much. Concerns still remain over the fiscal imbalances in the Union.Finance CommissionArticle 280 of the Indian Constitution directs the Union government to constitute a technocratic finance commission in order to distribute the revenue collected as taxes by various governments across the country. The idea itself dates to the final years of the British Raj, which published the Niemeyer Award in 1936 to split taxes between the Centre and various provinces.This structure is needed for two reasons. One, the Union government collects most of the taxes but the states do most of the administrative work. Thus, a mechanism is needed to split revenue between the two levels of government. This is called vertical devolution.The other job of the commission is horizontal devolution, which decides the ratio in which states divvy up the overall state pie. This means, in effect, taxes generated within each state not only flow to New Delhi, it also flow between states. This is critical, since India’s states diverge significantly when it comes to the ability to generate taxes.Credit: Nithya SubramanianThis divergence is split wide further by the fact that finance commissions use population as a key criterion to decide horizontal devolution. This, in effect, ends up rewarding the more populous states of the North for being unable to implement family planning measures while penalising states such as Tamil Nadu and West Bengal for having lower fertility rates.To get around this issue, the Finance Commission had, till its 13th iteration, used population data from 1971. It was only in the current 15th Finance Commission that 2011 data was completely used to calculate tax shares, as directed by the Modi government in the terms of reference.Addressing concernsThe Finance Commission in its report takes note of these concerns emanating from the South. “Many States in their memoranda have raised concerns over the use of population data of 2011 for the purpose of devolution,” it writes. “Their concern is that the States which have controlled their population would be at a disadvantage if the latest population data is used instead of population data from the 1971 Census.”However, since the terms of reference provided by the Modi government specifically direct the use of 2011 population “there is no further choice for this Commission” it notes.As a way to balance this out, however, the Finance Commission does something interesting. It brings in an entirely new parameter when deciding horizontal devolution: demographic performance. This is based on the state’s total fertility rate – the average number of children borne by each woman resident.Not only does this help reward states for achieving family planning goals, it also recognises them for doing well in health, education and gender, which are all highly correlated with low total fertility rate.The commission also reintroduces a criterion called “tax effort” which rewards states that are able to collect a high amount of taxes in relation to their gross domestic product.In addition, the commission drastically reduced the weightage for population, bringing it down to 15% from 27.5% in the earlier iteration. This is the lowest weightage to population in 15 years.Also reduced was the weightage for income distance: a criterion that awards poorer states more money in order to achieve equity across the Union. From 50% in the previous Commission, the 15th decided on 45%.All these changes seek to have the same effect: to help balance, to some extent, the population disadvantage of the states in the South which are richer, smaller and collect higher tax.Credit: Nithya SubramanianNot doing enoughIn spite of this balancing act, however, the South has lost out. Other than Tamil Nadu, every state in southern India has seen its share of horizontal devolution fall. Karnataka was the biggest loser, with its share being slashed from 4.71% to 3.65%. Of the five biggest losers, four are the southern states of Kerala, Karnataka, Andhra Pradesh and Telangana.In the North, the Hindi belt saw an increase in its allocations, with every state other than Haryana and Uttar Pradesh receiving a larger portion of the pie. In total, while the South saw its allocation drop by 1.96%, the Hindi belt saw its share of the pie rise by 1.84%.So while the Finance Commission has introduced new parameters, the wide gap between the fertility rates of the South and the North means that even with these new factors, southern states lose out significantly when the current population count is used. Faulty formulaThis is compounded by the fact that, unusually, the Finance Commission’s formulas often take into account population even in parameters that should have nothing to do with population – and are in fact meant as a counterbalance to state size.For example, while calculating demographic performance, the formula takes the inverse of the fertility  rate – which makes sense. But then also multiplies this with the 1971 population. It is unclear how the size of state is a factor when calculating its performance in “demographic management”.Similarly, the tax effort criteria also includes population: this time, the 2011 figure. Tax effort, in theory, is supposed to measure, in the commission’s own words, “efficiency of tax collection”. It is unclear how the size of a state can be a factor in determining how good it is at collecting taxes.As a result, this formula produces inexplicable results. For example, Uttar Pradesh scores higher than Tamil Nadu on “tax effort”. And Bihar beats Kerala on “demographic performance”.So while demographic performance and tax effort are meant to take away focus from population: once we read the fine print, we see that actually they increase focus on population.Unless the Finance Commission commits to making concrete efforts to balance out state size, the North-South divide will continue to widen as their population sizes diverge.","author":"Shoaib Daniyal","time":"2020-02-10T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/136085-edyljfaujg-1581072697.jpg","tags":["Finance Commission","Fiscal federalism","15th Finance Commission","Fertility rate"],"source":"https://scroll.in/article/952357/how-15th-finance-commission-is-trying-to-manage-south-indias-anger-over-tax-division-and-failing"}