{"title":"How support for the BJP has grown after last year's communal riot in West Bengal's Dhulagarh","content":"After conquering North and West India, the Bharatiya Janata Party has trained its sights on West Bengal. A series of low-intensity communal riots have given the party enough ammunition to target Chief Minister Mamata Banerjee and accuse her of pandering to her large Muslim voter base. But can Hindutva become a major political ideology in a state where socialism has held sway for the past half century? As the BJP makes a committed bid to establish itself in West Bengal, this three-part series by Scroll.in looks at the factors powering the party’s rise and the obstacles holding it back. The series starts by tracing the aftermath of a communal riot in Dhulagarh in December 2016, which the party has tried to capitalise on.In Dewanghat village, adjacent to Dhulagarh, Biswanath Mondal is convinced that the riots that hit the area eight months ago were organised by the Trinamool Congress. “Why else would the police stay away as Muslim mobs attacked this area?” Mondal asks rhetorically.Mondal’s house was targeted, grocery store looted and his son’s minivan burnt in the riot that convulsed Dhulagarh and Dewanghat in West Bengal’s Howrah district. Trouble started on December 13, as a Muslim procession for Nabi Dibas (Prophet Muhammad’s birth anniversary) clashed with Hindus outside Dewanghat’ Annapurna community club, used mostly by young men from the neighbourhood. This sparked a riot over the next two days as both Hindu and Muslim areas were attacked. Although the clashes were low-intensity – no causalities or even serious injuries were reported – they left a deep imprint on the residents because the area had never seen communal violence in living memory. The riot appears to have altered the area’s political landscape. Today, Biswanath Mondal’s anger is symptomatic of the trouble the Trinamool faces in the area given that Hindus see the party’s actions as Muslim appeasement. As a reaction, the BJP’s stock has risen sharply.Saffron tideLike the rest of West Bengal, the BJP does not have much of a presence in Dhulagarh, a semi-urban area with little more than 20,000 people. The local Assembly seat is with the Trinamool, as is Dhulagarh Panchayat, where the BJP has only one member. The Deulpur panchayat, under which Dewanghat village falls, has no BJP member. However, signs of political change are blowing in the wind. At Annapurna club, a 15-foot pole carries two triangular saffron flags. Markets in Dewanghat and Dhulagarh have the BJP’s flag jostle for space with the Trinamool’s tricolour. As if the BJP flag was not rare enough for this part of the state, an electric pole even flies the square saffron flag of the Akhil Bhartiya Vidyarthi Parishad, the BJP’s student wing.A BJP flag outside a sweet shop in Dhulagarh market. Photo credit: Shoaib DaniyalSanat Naskar runs a mobile recharge shop across the road from Annapurna club. He has been charged with rioting by the police – a case Naskar claims is politically-motivated given that he is the only BJP member in Dhulagarh Panchayat. “Support for the BJP has gone up now,” he claims.After the communal violence erupted, the BJP made sure to highlight the breakdown in law and order in the state nationally. The party even sent a three-MP delegation to visit Dhulagarh a week after the riot broke out, but they were prevented from entering the area by the administration. Although the BJP’s presence in the area was thin before the riot, its parent organisation, the Rashtriya Swayamsevak Sangh, stepped in to provide relief to Hindu riot victims. “The RSS helped us with bedding and rations,” said Brahmachari Ananda, a priest at Munshatalla temple, which was converted into a temporary soup kitchen for the riot-affected. The RSS has a presence in the area, with a large shakha in the nearby town of Kanthiberia as well as a branch in Dhulagarh.The Akhil Bharatiya Vidyarthi Parishad is establishing its presence, too. On July 12, it held a public function in Dhulagarh that was attended by the BJP’s national secretary Rahul Sinha. “Young people have come to us after the riot,” said Suman Sarkar, the Parishad’s assistant secretary in Howrah. “They saw the role of the TMC during the incident,” he added, referring to the Trinamool.Saffron flags outside Annapurna club. Photo credit: Shoaib DaniyalMuslims for TrinamoolIn a mirror image, many Muslims in Dhulagarh repose faith in the Trinamool. “We are happy with the Trinamool’s actions during the riot,” said Baki Billa Lashkar, whose family runs an embroidery unit, a common mode of employment for the area’s Muslims.Other Muslims are more ambivalent. Aashiq Munshi’s shop selling embroidery goods was burnt down during the violence. Panicked, his family fled and stayed away for a month. “After all this, we got Rs 35,000 as compensation,” said Munshi. “But I lost goods worth lakhs.”Some others are angry at what they see as the state’s disproportionate action against their community. Israfil Mallick complains about his brother, Trinamool member of Dhulagarh Panchayat Ismail Mallick, not getting bail because of the police’s vindictiveness. “They simply came and arrested Muslims but took no action against the Hindus who burnt Muslim shops,” Mallick said.The Trinamool controls the panchayat but, like in many other parts of West Bengal, factionalism is rife in the party here. Razina Lashkar’s husband Ainul Lashkar is in jail since December. He, too, is a Trinamool member of the panchayat. Razina Lashkar, however, does not blame the police but the Trinamool itself. “He is being framed by other Trinamool people who did not like him,” she alleged.Such complaints against the Trinamool, though, have not resulted in any loss of support for the party among the Muslims. Bablu Lashkar’s house and embroidery workshop were attacked during the riot but he still thinks the party did a good enough job. “The Muslims here are completely behind the Trinamool,” he said. “The Hindus, though, are looking at the BJP. We can see them support the TMC by day and BJP by night.”Bablu Lashkar feels Muslim in Dhulagarh are completely behind the Trinamool Congress. Photo credit: Shoaib DaniyalPolitical outcomeThis sort of Hindu-Muslim political polarisation is alarming news for the Trinamool, which depends for votes on both communities. Any religious split in voting would practically mean the end of the party. This is why the local administration came down hard on the rioters in December. Nearly 60 people were arrested, many of whom have still not got bail. The administration did not even spare Trinamool members of the panchayat. Two of them have been in jail for eight months, along with the husband of the panchayat’s deputy chairman, also from the Trinamool. The area, in fact, still has a permanent police presence with personnel posted outside Annapurna club and in Dewanghat market. Moreover, compensation has been widely awarded, even if many Hindus and Muslims feel it was too little to cover their losses.While there is widespread support for the BJP among Hindus now, what this will mean in terms of the party’s actual political performance is difficult to say. Moitri Mondal of Banerjee Para had her home attacked in the riot. She supports the BJP but is perplexed by its inaction. “We are with you, we are saying we want a BJP organisation here. We are ready to support the BJP,” Mondal said. “But why don’t they come here and visit us?” The local BJP presence is thin, with little party organisation. Even the BJP office in the area was shut when Scroll.in visited Dhulagarh.Moitri Mondal supports the BJP but is frustrated by the party's inaction. Photo credit: Shoaib DaniyalA local businessman, who declined to reveal his name, asked the BJP to emulate Mamata Banerjee the opposition leader. “When she was fighting the CPM, no matter what happened, Nandigram, Singur, she would go there again and again,” he said, referring to the Communist Party of India (Marxist), which led the previous Left Front government. “Why don’t big BJP leaders do the same? Why don’t they come to Dhulagarh regularly. How else do they expect votes?”Dhulgarh Panchayat’s lone BJP member Sanat Naskar admitted that the support his party is getting now might not translate into votes at the next panchayat election in 2018. “People want the BJP in their hearts, but the TMC is pressurising them,” he said. “We cannot use the 2018 result to judge the BJP in this area.”","author":"Shoaib Daniyal","time":"2017-08-09T09:05:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/846298-64993-hnyuudtdlc-1502010734.jpg","tags":["West Bengal","Dhulagarh","BJP","Trinamool Congress","Dhulagarh riots","Political battle","RSS"],"source":"https://scroll.in/article/846298/how-support-for-the-bjp-has-grown-after-last-years-communal-riot-in-west-bengals-dhulagarh"}