{"title":"India’s punitive demolitions bear striking resemblance to Israel’s tactics against Palestinians","content":"A home is not merely an upright structure made of soil and steel. It is an oasis of security, stability and privacy. It is an oasis of memories and aspirations, a melting pot of emotions. It is also a complex aggregate of time and space, a stack of many joys and sorrows. In a world of strange absurdities, it is a site of familiarity.That is why the act of demolishing a home is particularly brutal. It is more than a physical assault on four walls and a roof. It is an emotional offensive against memories, an unsparing strike at the heart of an entire world that is built on top of several layers of hopes and dreams. It is an act of total erasure, of memoricide.These are realities that both the perpetrator and the victim are aware of during and after the act of demolition. In fact, it is this mutual awareness of the scale and significance of the brutality of razing a house that the perpetrator uses to destroy their victims – they know it is harder, sharper and way more lethal than the spiked edges of a bulldozer’s mechanised arm.The act of demolition is also theatrical. The perpetrator creates and uses this drama in abundance to conjure a grand spectacle of ruin, which itself becomes punishment for the victim.What is more humiliating than seeing bulldozers laying waste to your homestead in broad daylight, as neighbours or distant strangers on television sets and smartphones spectate, either helplessly or gleefully?Tactics from Israel, now in India https://t.co/tT5Xl6Qvos— Ishaan Tharoor (@ishaantharoor) June 12, 2022\n\nIsraeli ‘war crimes’In the occupied Palestinian territory, Israel practices something known as “punitive demolitions”. Israeli authorities often bulldoze Palestinian homes as punishment for “terrorism” – a reality well documented by the United Nations Human Rights Office and even flagged as a war crime.What is notable about this policy of punitive demolitions is that it is meant to be a form ofcollective punishment, designed to punish those related to the accused, instead of the accused themselves. The practice dates back to the period of the British Mandate of Palestine, which began in 1923 and lasted for over two decades, when authorities used it as a “deterrence” against insurgents.What is happening in India today is strikingly similar. When authorities in Prayagraj bulldozed activist Javed Mohammed’s house on Sunday, he had already been arrested.But the demolition did what it was meant to do – punish his entire family (wife and two daughters). One of the two siblings, Afreen Fatima, also remains under the police scanner for her vocal activism. The others were punished for the mere “crime” of familial association with Mohammed.Destroying houses? Where I have seen this kind of collective punishment before?  https://t.co/gbCmKJpKZU— Mehdi Hasan (@mehdirhasan) June 12, 2022\n\n But it was not just about Mohammed and his family.The menacing theatrics of the demolition, backed by heavy machinery and police deployment around the neighbourhood, was carefully designed to intimidate other Muslim activists who might be planning to mobilise against the ruling regime. Much like war, this is politics by other means.It is not just the policy’s intent that bears uncanny similarity in both India and Israel, but also the bluntness in their official framing.Israeli authorities have stated on record that the demolitions are meant to send “a severe message of deterrence to terrorists and their accomplices – that they will pay a price if they continue their terrorist activities and harm innocent people.” In India, senior leaders of the ruling Bharatiya Janata Party have been blatant about using house demolitions as punishment.But, in both Israel and India, lower level executive authorities offer some pretence of legality through instruments such as eviction notices. It is done in a specific manner, just hours prior to the demolition so as to deny any time to the residents to seek legal recourse.Afreen Fatima’s home has been brought down. Over 48 hours, her parents & 19-year-old sister have been illegally detained. She has been threatened and tormented. Now their home has been completely destroyed.The Hindu Rashtra arrived a long time ago, India is now an apartheid state pic.twitter.com/f7WQT6x2UX— Suchitra Vijayan சுசித்ரா விஜயன் (@suchitrav) June 12, 2022\n\nWriting about house demolitions in Palestine, Israeli-American anthropologist and Director of the Israeli Committee Against House Demolitions, Jeff Halper, notes in his book Obstacles to Peace: “In Jerusalem, a favored practice is to deliver an order at night by placing it somewhere near the targeted home, then arriving early in the morning to demolish.”According to media reports, this is exactly how the  events seem to have transpired in the case of the demolition of Mohammed’s house on June 12. Swift action, undertaken with just a tinge of legality, seems to be the tactic of choice. This loose touch of legality is then used by the pro-regime media and social media ecosystem as a post-facto justification for the demolition.Setting a precedentMohammed’s house is not the first to be arbitrarily bulldozed in recent times. It follows a series of other such demolitions in BJP-ruled Uttar Pradesh and Madhya Pradesh. Yet, the demolition of Muslim homes is not an entirely new or unique feature of the BJP-ruled Hindi heartland or even the party’s rule in India. It has happened before elsewhere in different forms and degrees.For instance, the BJP-led state government in Assam has been deploying it with greater frequency and intensity since around 2019. In fact, the practice of bulldozing shanty settlements of mostly Bengal-origin Muslims predates the BJP’s rule in Assam. Although equally violent and dehumanising, these demolitions are somewhat different from the more recent ones in the Hindi heartland.Unlike the Israeli-style punitive demolitions, the Assam demolitions are primarily meant to physically evict and hence, territorially dislodge a set of people who are seen as “illegal immigrants”, “aliens” and “outsiders” by the local ethno-religious majority. They are part of a larger ethno-nationalist movement that aims to reclaim “indigenous” land from so-called illegal “occupiers” or “settlers”.This is a longstanding idea that also features prominently in the state’s core policy literature, such as in the Brahma Committee report of 2017 and a new land policy approved in 2019.However, even in Assam, the state government has begun to deploy punitive demolitions à la Israel. Last month, local authorities in the state’s Nagaon district  bulldozed several houses of individuals accused of torching a police station following the alleged custodial death of a fish trader named Safikul Islam.Thus, the emerging trend of punitive demolitions is not quite a Hindi heartland policy, but one that is being systematically adopted by BJP-led state governments. The idea seems to be to establish a certain executive precedent by repeated practice.It is a fact that India and Israel have moved closer under Prime Minister Narendra Modi. This resurgent intimacy is as much about two congruent ethno-racial ideologies – Hindutva and Zionism – flirting with each other as about one militaristic nation-state relying on another to build capacity.India cherishes it's friendship with Israel. https://t.co/XBoO1yPtbK— Narendra Modi (@narendramodi) May 5, 2022\n\nIt is not surprising that Modi’s India is starting to look more and more like Israel with each passing day. The real tragedy, however, is that a significant chunk of the majority in India is fine – delighted, rather – about this frightening metamorphosis. They want to embrace the bulldozer as a national leitmotif.But, as the plight of millions of Palestinians confined in Gaza and the West Bank show, this is a transformation that can only end in a protracted human tragedy and collective schadenfreude.Angshuman Choudhury is a Senior Research Associate at the Centre for Policy Research, New Delhi.","author":"Angshuman Choudhury ","time":"2022-06-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/175729-qxunadxcdq-1655137111.jpeg","tags":["Israel","Palestine","Demolitions","Bulldozer"],"source":"https://scroll.in/article/1026095/how-indias-punitive-demolitions-bear-striking-resemblance-to-israels-tactics-against-palestinians"}