{"title":"How effective is Modi’s strategy of using hostile governors in opposition states?","content":"Welcome to The India Fix by Shoaib Daniyal, a newsletter on Indian politics. As always, if you’ve been sent this newsletter and like it, to get it in your inbox every week, sign up here (click on “follow”).Have feedback, interesting links or think I am wrong? Write to me: [email protected]On Friday, the Supreme Court noted that the obstructionist behaviour of the Tamil Nadu governor was a “matter of serious concern”. The Tamil Nadu government has complained to the court that the governor was sitting on as many as 12 bills passed by the state assembly, some dating back to 2020. In addition, the governor has refused to sanction a range of executive actions approved by the Tamil cabinet.Tamil Nadu is not alone. This year alone, Telangana, Punjab and Kerala have approached the Supreme Court with allegations that the governor was stymying legislative and executive work. In October, the Supreme Court restrained the governor of West Bengal from appointing vice chancellors to universities.Governor cardGiven that all these states are ruled by the Opposition, the political factors behind this tendency are quite clear: the Bharatiya Janata Party-led Union government is using the office of the governor to pursue its strategic goals of hobbling competing parties.Of course, this is not the first time that this is happening. Governors have always been used in this partisan manner. In fact, the powers of the governor have their origins in the Government of India Act, 1935, a colonial constitution created by the British Raj. Starting from 1937, states (or provinces as they were called then) had democratic governments. The governor functioned as a representative of the British-controlled Centre to keep a check on the powers of the Indian-led ministries in the provinces.Like now, governors impeded elected governments and, in some cases, even brought down cabinets, using the powers given to them in the Government of India Act, 1935. After Independence, the Congress at the Centre retained the office of the governor, using it in much the same as the British had done earlier (and the Bharatiya Janata Party would later).Political push backHowever, even though the law on governors remained unchanged, politics shifted. Through much of the history of independent India, the use of governors to try and hobble elected governments has often bought the party ruling at the Centre immediate benefits – but has also seen it take a hit with voters in the state. In the 1970s, the Congress under Indira Gandhi flexed its muscles in the Raj Bhavans, only to steadily become weaker in the states. This slide eventually led to the fall of the Congress as India’s preeminent party.Some of these trends can be seen with the BJP today. In Maharashtra, where the party is now in power in great part due to the efforts of the governor in bringing down the Thackeray government in 2022, the BJP seems to have lost political ground. An opinion poll from October predicted the Congress would gain in the next election while an analysis in the Indian Express held that “the BJP has been forced to go on the backfoot”.An even starker example comes from West Bengal, where the BJP appointed a highly confrontational governor, Jagdeep Dhankhar, in 2019. Dhankar largely functioned as the political opposition in the state, obstructing he Trinamool Congress government at every opportunity he got. He even overshadowed the state BJP unit. The result was a disaster for the BJP in 2021 as the Trinamool Congress won a massive victory in the Assembly elections. Dhankar’s outsized role had not only taken away attention from the BJP’s role as the Opposition, it had provided extra political ammunition to the Trinamool, which accused Delhi of playing dirty politics with Bengal. As a consequence, the current Bengal governor, appointed in 2022, is significantly less bellicose than Dhankar.Notably, in all the states that have moved court against their governors, the BJP is a minor player, with little hope of coming to power in the near future. In fact,  there’s little chance that the BJP will even become the main opposition party in these states. In such a situation, using the governor for political ends has few downsides for the BJP.  Though using the governor tends to make a party unpopular in a state, that is not really a factor here, given that the BJP is not a player in these four states to begin with. In fact, the governor allows the BJP some leverage in these states even though it has no electoral footprint in them.The fact that the BJP needs to depend on the office of the Delhi-appointed governor to have some influence in these large, politically significant states indicates yet again the importance of the federal faultline in Indian politics at the moment. This faultline shows up in several places: the fact that the BJP does much better in national elections than in state polls; the emergence of state-based subnationalisms that oppose the BJP; as well as the resentment about the transfer of funds from richer states in the south to the poorer ones in the north.The BJP’s use of the governor in states where it is politically weak gives it a temporary way to bridge this faultline. However, this is no way makes the weakness go away. If anything, like with the Congress earlier, this will weaken the BJP as it becomes apparent to voters in these states that the Hindutva party is unable to acquire power democratically and needs to depend on Raj Bhavans instead.","author":"Shoaib Daniyal","time":"2023-11-13T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195809-bpcgrhsweo-1699779094.jpeg","tags":["Federalism","Governor","Modi","India Fix"],"source":"https://scroll.in/article/1058994/how-effective-is-modis-strategy-of-using-hostile-governors-in-opposition-states"}