{"title":"How Ram Lalla became a party to the Ayodhya dispute – and who might actually benefit from it","content":"“Everything belongs to the deity,” lawyer K Parasaran declared in the Supreme Court on August 9. He was making arguments in front of the five-judge Constitution bench that began daily hearings this month in one of India’s most high-stakes legal battles – the Babri Masjid-Ayodhya dispute.At the heart of the dispute lie 2.77 acres of land in Ayodhya, Uttar Pradesh. On this plot stood Babri Masjid, a mosque built by Mughal emperor Babur in the 16th century, until it was demolished in 1992 by Hindutva activists who claim the site is the birthplace of the Hindu god Ram. The dispute began in the courts in the 19th century, but matters escalated in 1949 when an idol of Ram  was placed under the central dome of the mosque. It was only in the 1980s, however, that the deity himself became a party to the dispute. Now, with the case in its final stages in India’s highest court, arguing on behalf of Ram Lalla Virajman, the infant deity, as well as the assumed birthplace, Ram Janamsthan, lawyer Parasaran claimed the entire disputed plot of land belongs to the deity. But how did the deity and the birthplace become parties to the dispute? How were they imbued with legal rights before the courts? And who exactly is representing them?Both the deity and the birthplace are represented by a “friend” in the title suits. Since the 1980s, there have been three such “friends” of Ram. All three have had deep connections to the Sangh Parivar organisations such as the Vishwa Hindu Parishad and the Rashtriya Swayamsevak Sangh.\n    \n      scroll exchange\n      \n      You can now leave comments on Scroll.in articles.\n    \n    \n        join the debate\n    \nIn the event of the Supreme Court ruling in favour of the deity, the “friend” could end up as the custodian of the land – which means control could vest in the Sangh Parivar.To understand how this came about, Scroll.in retraced the journey of the dispute, re-examining the events in the 1980s that paved the way for the Sangh Parivar’s entry in the dispute.The beginningsIn January 1885, Raghubar Das, the mahant of the Nirmohi Akhara, a group of Hindu ascetics who worship Ram, instituted a suit against the administration of Faizabad, the district in which Ayodhya is located.The suit, filed before sub-judge of Faizabad, sought to restrain the administration from interfering in the construction of a temple over a platform or chabutra in the outer courtyard of the Babri Masjid. Das claimed this spot was the birthplace of Ram.The court dismissed the suit. It said that allowing a temple to be constructed would lead to communal disharmony. An appeal by the mahant in 1886 before the district judge was also dismissed citing the same reason. However, the district judge FEA Chamierb did recognise the fact that Babar had “unfortunately” built a mosque over a land considered sacred by the Hindus.A second appeal by the mahant was thrown out subsequently, with an observation that the petitioner had no record to show that he was the proprietor of the land in question.The judicial commissioner said:“The executive authorities have persistently refused these encroachments [Hindu structures in the outer courtyard] and absolutely forbid any alteration of the status quo. I think this is a very wise and proper procedure on their part and I am further of opinion that the civil suits have properly dismissed the plaintiff’s claims.” The Babri Masjid in Ayodhya, November 1990. Credit: PTIFresh turmoilFor several decades, the dispute lay forgotten, till a group of Hindu activists illegally placed the idol of Ram in the disputed area in 1949.The state government wanted the idol removed. However, the district magistrate at that time flatly refused to carry out the orders of the government and said on December 27, 1949, that another person should be appointed in his place if the authorities insisted on the removal of the deity.In light of the religious tensions that the incident had sparked, the administration on December 29, 1949, passed an order under Section 145 of the Criminal Procedure Code taking possession of the disputed site. The control of the land was transferred to Priya Datt Ram, the chairman of the municipal board, who was made the legal receiver till the dispute was resolved.In January 1950, the first suit in the title dispute that is currently being heard by the Supreme Court was filed by GS Visharad, a senior leader of the Hindu Mahasabha. The court in Faizabad accepted his plea and passed an order restraining the authorities from removing the idol.Ram Lalla as partyFor the next three decades, the legal proceedings barely moved. More parties joined the proceedings in the 1950s, including the Sunni Waqf Board and the Nirmohi Akhara.Then, in 1986, on the assurances of the police and district administration, the court gave permission for the locks on the inner courtyard of the disputed site to be opened, paving the way for the public to worship the deity. However, the decision opened the floodgates for the agitation that came to be known as the Ram Janmabhoomi movement, which culminated in the destruction of the mosque in December 1992 by a mob of lakhs of people led by senior Bharatiya Janata Party leaders.In 1987, the Allahabad High Court moved the title case out of the civil court and began to hear the matter itself.Two years later, in July 1989, Deoki Nandan Agarwal, a former judge of the Allahabad High Court, filed a petition seeking to become the “sakha” or friend of the deity and its birthplace in the title suits. Agarwal, after retiring from judicial service, had become a vice president of the Vishwa Hindu Parishad. In 1985, he was one of the central figures who launched the Ramjanmabhoomi Nyas, a trust created with the singular aim of constructing a Ram temple in Ayodhya. In an essay in 1990, which was cited by scholar AG Noorani in his book The Babri Masjid Question, Agarwal issued a threat to the Uttar Pradesh government that Hindus would not be patient anymore. He said:“It is for the government to find ways and means of handing over Sri Ramjanmabhumi to Sri Ramjanmabhumi Nyas [trust], whether by legislation or otherwise, before that date [to be fixed], or to face the organised might of the Hindu saints, and the prospect of losing Hindu votes.” In the petition before the High Court, Agarwal argued that the position of a Hindu temple deity as a legal person was well established in law. In normal circumstances, it was the manager or shebait of the concerned temple who represented the deity. But when the manager is absent or acts in a manner that is inimical to the interests of the deity, a worshiper can step in and make a representation. In the present case, the administration which was the manager was painted to be acting against the interests of the deity.Agarwal’s justification for declaring himself a friend of Ram Lalla and Ram Janmasthan included the claim that he was a devout Vaishnava or worshiper of Hindu god Vishnu, of whom Ram is an incarnation.Agarwal’s suit along with an application to represent the deity was filed on July 1, 1989. On the very same day, the High Court allowed the application with the observation that till the other parties contested this application, Agarwal will conduct the title suit on behalf of Ram Lalla and Ram Janmasthan.An objection was indeed filed by the other parties, including the Nirmohi Akhara, which claims that it is the owner of the disputed land. However, on April 20, 1992, just months before the Babri Masjid was demolished, the High Court rejected the applications to recall the 1989 order. The High Court decided that the question of maintainability of Agarwal’s position in the dispute would be decided in the final judgement.The political atmosphere was so charged that nobody else but Agarwal moved applications to represent the deity. Many commentators  feel that this was a carefully orchestrated strategy by the Sangh Parivar to ensure its presence in the case. This position of a friend of the deity running the suit has continued since, but with different representatives.VHP supporters at Ayodhya in November 2018. Credit: Pawan Kumar / ReutersSuccession In 2002, Agarwal died. This meant that a substitute had to be found to stand in as the friend of the deity and the birthplace, both of which were now parties to the case. In came TP Verma, a former history professor at the Benaras Hindu University and a member of the Rashtriya Swayamsevak Sangh, with a close association to the VHP.With his appointment, a trend was established. It was essentially the Sangh Parivar, with the VHP in the lead, that was selecting who should represent the parties that could eventually get custody of the disputed site. It is to be remembered that till 1989 when Agarwal entered the suit, the VHP did not have a representative in the legal dispute in any form.In 2008, when the suit proceedings in Allahabad High Court were drawing to a close, TP Verma filed an application to be relieved from his position. He claimed ill health as the reason. Again, a substitute to the position of the friend of the deity had to be found.In 2010, months before the judgement in the case was authored, Triloki Nath Pandey, an unabashed Vishwa Hindu Parishad member, took over from TP Verma.When the Allahabad High Court delivered its judgement in September 2010, it divided the disputed site three ways, with one-third going to the deity and Ram Janmasthan.However, the legal position is quite complicated. The deity is the owner of the land only in an ideal sense. The deity is considered a perpetual minor under the law, which is why it requires a friend to run the case on its behalf. This means that Pandey, the VHP member, could very well become the custodian of the land.But what impact does the representation for the deity and the place of birth have on the overall dispute? Given the arguments that have been made by a battery of senior lawyers before the Supreme Court, how does it affect the right of the Muslim parties over the disputed land?The second part of this series will explore these legal questions. Click here to read it.","author":"Sruthisagar Yamunan","time":"2019-08-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/125741-fyrepwogxr-1566049675.jpg","tags":["Ayodhya","Babri Masjid","Ram Temple","Ram Janmabhoomi Movement"],"source":"https://scroll.in/article/934029/how-ram-lalla-become-a-might-actually-benefit-from-it"}