{"title":"How a split in Opposition votes helped BJP cling on to power in Tripura","content":"For a brief while on Thursday, the Bharatiya Janata Party appeared to stumble, as its tally of leads in Tripura dipped – below the half-way mark of 30 seats.In a few hours, though, the jitters were forgotten as it pulled ahead in the race. It is now set for a second term in Tripura, having won 32 out of 60 Assembly seats. Victory, though sweet, is nowhere near as resounding as it was in 2018, when the BJP won 36 seats of the 51 it had contested, sweeping away the decades-old Left government. “That the BJP faced anti-incumbency can be seen from the reduced vote percentage,” said political scientist Gautam Chakma, who teaches at Tripura University. From 43.59% in 2018, the BJP’s vote share now stands at 39%. A major upset was the defeat of senior BJP leader and the state’s deputy chief minister Jishnu Dev Varma, who lost to a candidate from the new regional party, the Tipra Motha.The BJP’s ally, the Indigenous Peoples’ Front of Tripura, which contested six seats, managed to win only one. In the last election, the IPFT had managed to capture a sizeable proportion of the tribal vote, winning eight seats. A third of the 60 Assembly seats are reserved for the indigenous tribal community of the state. This time round, the crucial tribal vote was largely cornered by the Tipra Motha, which ended up as the second largest party with 13 seats and 20% vote share. The Communist Party of India (Marxist), which ruled the state for 25 years at a stretch, won 11 seats, five less than its 2018 tally. The Congress, which drew a blank in 2018, ended up with three seats. What appears to have worked for the BJP was the change in leadership in May last year, when former chief minister Biplab Deb was shown the door. “The BJP rightly recognised that it had a leadership crisis and acted in time,” Chakma said.  Senior journalist Shekhar Datta said the delivery of the flagship welfare schemes of the central government, from the Pradhan Mantri Awas Yojana that addresses housing needs to the PM-Kisan Samman Nidhi for farmers, also helped the party. Narrow victory for the BJP alliance in Tripura, down from 44 to 33. Salute Left activists and people who braved terror, violence and money power. We shall continue to champion people’s interest, democracy & rule of law with renewed energy.#TripuraElectionResults pic.twitter.com/TuChq3dmef— Sitaram Yechury (@SitaramYechury) March 2, 2023\n\nVote split A multi-cornered contest worked to the BJP’s advantage, as the Opposition vote was split. In several reserved constituencies like Krishnapur, Bagma, Santirbazar, Jolaibari, and Chawmanu, the BJP and its ally’s vote share was smaller than the Congress-Left and Tipra Motha combined – but it still won the seats. The anti-BJP vote similarly split in other seats like Kalyanpur-Pramodnagar, Chandipur, Pabiachara, Amarpur, Bagbassa, Bishalgarh and Kamalpur.“The Motha did more damage to the Opposition than the BJP,” Datta said, referring to the fact that apart from the 20 tribal constituencies, the Motha fielded 22 candidates in other parts of the state.Political scientist Vikas Tripathi said that the Congress and Left were engaged in a direct contest with the Motha in many seats, which tilted the balance in the BJP’s favour. “Multi-polar elections help the ruling dispensation,” said Tripathi. “In a state where 1,000 votes can make a difference between victory and loss, a slight shift can fragment the Opposition votes,” Tripathi said.Rise of Motha Tripura |The 2-year old party has become the second biggest party in Tripura due to blessing of people. We might have moved a little backward but moving from 0-13 is big for us...: Tipra Motha Chairman, Pradyot Kishore Manikya Debbarma pic.twitter.com/dv2dR8Vdwj— ANI (@ANI) March 2, 2023\n\nThe most significant player to emerge in the elections was the Tipra Motha, which is now the second-largest party in the state.Its gains appear to have come at the cost of the IPFT, which has been wiped out from its strongholds. Political scientist RK Debbarma, who teaches at TISS Guwahati, said the major tribal groups shifted towards Tipra Motha because of its separate state demand. “It is a very good performance in terms of how they have been able to counter the BJP-IPFT alliance in the reserved seats,” said Debbarma.  The Tipra Motha may not have turned out to be the kingmaker it had hoped to become, but its performance and its distinctive indigenous politics – it has demanded a Greater Tipraland and opposed the Citizenship Amendment Act – represents a longer-term challenge to the BJP’s larger ideological project in the region.","author":"Rokibuz Zaman","time":"2023-03-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187499-mguhdobupn-1677770870.jpeg","tags":["Tripura","Tipra Motha","Congress","Bharatiya Janata Party"],"source":"https://scroll.in/article/1044955/how-a-split-in-opposition-votes-helped-bjp-cling-on-to-power-in-tripura"}