{"title":"How will the island populations of Assam vote?","content":"On April 11, voters from Fulkakata II village in South Salmara constituency, Dhubri district, Assam, will have to pile into shallow boats and ford the waters of the Brahmaputra to reach the nearest polling booth. In Bhogdanga village of Gauripur constituency, people will cast their votes on the other side of the barbed wire fence that cordons off India from Bangladesh, under the watchful eye of the 71 Battalion of the Border Security Force.The border and the river define the terrains of Lower Assam. They cut through the lush green reaches, raising a sand bar here, creating an outgrowth of territory there. In the process, they carve out island populations, people cut off from the mainstream and forced to adapt to these strange geographies. An electorate already fragmented by ethnic and linguistic fault lines is broken down further by border and river. These constituencies are touched by larger political currents sweeping across the region. But they also vote on factors arising from their particular circumstances. The loneliness of island populations shapes electoral choices here.Workers of the All India United Democratic Front walk across a field in Fulkakata.Char dwellers: the invisible constituencyThe “shallow” is a river boat, a hooded wooden contraption that rattles alarmingly once the motor is yanked to life and sometimes falls still mid-stream. Take one of these out of Dhubri town and soon you are in a world of waters broken by low sheets of land. Draw close and you see the land has jagged edges, with rivulets of sand constantly melting into the river. These are the chars of the Brahmaputra,  “almond shaped” deposits of alluvial soil formed mid-channel. As Gorky Chakraborty explains, they are subject to erosion on the upstream and deposition on the downstream, causing them to migrate down the river over time. For about a hundred years now, people have learnt to live in this world of flux. Settlers in the char areas are commonly dismissed as “illegal Bangladeshi immigrants”, particularly in Lower Assam, where the river often merges with the border. While some migrant populations may have washed up on the chars, recent studies suggest their numbers are vastly exaggerated in popular lore. In Char Settlers of Assam: A Demographic Study, for instance, Manoj Goswami argues that the population boom in these areas has been caused by high fertility rates rather than migration. For decades, char dwellers have been an invisible constituency. Hysterical myths about Bangladeshis overrunning the char areas have clouded over more specific deprivations. “Any additional public expenditure gets highlighted as feeding the Bangladeshis at the cost of depriving the Indian nationals,” said Chakraborty. And there is little reliable data on these regions – the last government survey took place in 2003-2004. According to this survey, Dhubri district had the highest concentration of char villages in Assam. An hour and a half on a shallow from Dhubri town takes you to the char where the village of Fulkakata II is situated.An election poster on Fulkakata.A map of South SalmaraOn a hot day in late March, Badruddin Ajmal, leader of the All India United Democratic Front, had descended on Fulkakata to hold a pre-election rally. The South Salmara assembly constituency is a cluster of chars and, like most of Lower Assam, an AIUDF stronghold. This time, Huzoor himself is contesting the seat.A majority of voters in this region are Bengali-speaking Muslims, the demographic often branded as “illegal immigrants”. The districts of Lower Assam account for a large number of “doubtful” or “dubious” voters, people whose citizenship is suddenly held suspect by the government. Voters here also claim to have faced harassment while trying to enter their names in the National Register of Citizens. These anxieties have driven them towards the AIUDF, which started life as a party that aimed to protect Bengali Muslims. In the char areas of South Salmara, these fears are intensified, ensuring a ready support base for the AIUDF. But it also has more fundamental reasons for loyalty. To begin with, the party has put the constituency on the map. “The Congress thought Salmara was all river, that there were no people here,” said Salimuddin, a resident of Fulkakata, “At least, after Badruddin came here, they have recognised that there are people here.” Bare necessitiesAll of Lower Assam is poor, but life in the char areas is particularly bleak. Take Sahid Ali and Rashida Begum, who have three children. Their eldest is 11 years old and paralysed from birth, so he has to be carried everywhere. But Sahid and Rashida have never tried to get him treated. There are no hospitals or primary healthcare centres on Fulkakata II char, not even a doctor. The only source of treatment in these char areas are the weekly boat clinics, run by the Centre for North East Studies and Policy Research and the National Rural Health Mission. The nearest hospital is in Dhubri town, which is two hours by boat. Even if they could make the journey, there are financial constraints. Sahid lost his land because of erosion and now earns a living through fishing and other odd jobs. “We move house every six months,” said Rashida. The sand bar is constantly changing shape, losing large chunks to the river and growing new limbs in other places. In the process, they have eaten away at precious land. Every other person living on Fulkakata has lost his or her fields to the river, and cultivates leased land. “I lease four or five bighas of land for about Rs 3,000 a month,” said Abdul Barekh, a farmer and an AIUDF party worker. “Some months I have around Rs 2,000-2,500 left, sometimes it all goes.”Many are forced to move to cities like Mumbai and Chennai to find employment. For those who stay back, there is little choice but to work on the fields. There are no other jobs on the char. Besides, few people are educated beyond primary school. Nineteen-year-old Osman Hunin, for instance, says he didn’t get far in school but he plans to stay on Fulkakata and work on the land.Most children on Fulkakata depend on “venture schools”. “These are schools established by the local people with permission from the government,” explained Mehebub Alam, a senior staff officer with the boat clinic project. “South Salmara education block has a population of 2,95,000.” For this number, there are only 305 lower primary venture schools and 289 lower primary government schools, 19 secondary venture schools and 15 secondary government schools.Even where government schools do exist, there are few teachers or classes. Residents of Fulkakata complain that recruits from Dhubri town come to the char for an hour or two and then make good their escape.Journalist Sanjoy Hazarika, who launched the boat clinic project, says deprivation in the chars gets worse as one goes west. The chars in Dhubri, located at the western tip of Assam, seem to confirm this trend. Literacy levels here actually registered a decrease, from 19.06% in 1992-'92 to 14.6% in 2003-'04. But after the AIUDF turned its attentions to South Salmara, people say, government grants to venture schools have increased a little.Living in such conditions, people on Fulkakata cast their vote for the AIUDF in return for the bare necessities: food, shelter, patta, identity proof. Abdul Barekh, who became a party worker a few years ago, says it helped secure his material needs. “I didn’t have a ration card,” he said. “I got one after I joined. Many people have joined them in order to get ID cards and patta.” So Badruddin Ajmal’s campaign here is simple. “Ma-boner pete bhaat, gaaye kapor, mukhe haashi, ei jinish tai dekhte chai (Your mothers and sisters should have rice in their stomach, clothes on their back, a smile on their face, that is what I want to see),” he told voters at Fulkakata. Fulkakata residents see off Badruddin Ajmal.Bhogdanga: patriots at the borderIn Bhogdanga village, there has not been much campaigning at all. Sometime in March, the sitting MLA for Gauripur constituency, Banendra Kumar Mushahary of the Bodoland People’s Front, had visited the village. He has won Gauripur three terms and will probably win again. The Congress rarely enters Bhogdanga, neither does the AIUDF. In any case, Bhogdanga will not vote for a party that fields a Muslim candidate. To find out why, you need to look at a map.About 263 kilometres of the international boundary passes around Assam. As of 2011, 221.56 km had been fenced with barbed wire. According to protocol, there has to be a gap of 150 yards between the actual border pillars demarcating the international boundary and the fence. No construction is allowed in the space in between, though people cultivate fields of paddy and jute in this no man’s land. But the border forms a narrow loop around Bhogdanga and the fence bypasses it. This has created a pocket of territory that juts out of the fenced area, surrounded by Bangladesh on all three sides. Innocuous border pillars set in the middle of fields separate Bhogdanga from Bangladesh, but heavy barbed wire guarded by the BSF lies between the village and the rest of India. According to the 2011 Census, Bhogadanga has 573 inhabitants.Barbed wire fence.Nobody remembers when that portion of the fence came up, probably around 25 years ago. But that was when Bhogdanga’s isolation began. The fence gates are opened at 6 am and closed at 8 pm. At night, the village is completely cut off from the mainland. If there is an emergency, they are dependent on the good offices of the BSF. Indeed, in this lonely outpost, the BSF seems to offer more daily services than the government does.Its contact with the outside world is also watched over by the BSF. Visitors cannot pass through the gates without a BSF escort and residents have to submit to identity checks every time they step into the mainland. Under the gaze of BSF officers, people living in the twin settlements of Fauksarkuti and Bhogdanga, which form the larger revenue village of Bhogdanga, are reticent at first. But then the women of the village decide to speak. “We have so many social problems because of the fence,” burst out Nandita Bala Rai. “Nobody wants to marry our daughters, they ask for a lot of money. Nobody comes to our village. Every time we go out we have to show ID. The market is so far away.”The men are more worried about security. “We have no protection after 8 pm,” said Dilip Kumar Rai. “We are surrounded by Bangladesh. We want a fence around the zero area. If a cow strays into their territory, we cannot get it back. Earlier there used to be cattle smuggling. Now it’s gone down a little.”Border pillar in the middle of a field.The Hindu voteThis sense of being surrounded by a Muslim nation has sharpened religious identities. “We are mostly Hindus here, so we will vote to strengthen the Hindu candidate,” said Dilip Kumar Rai. Interestingly, this Hindu vote went to the Bodoland People's Front, a party that was formed to represent Bodo tribal interests, even before it tied up with the BJP in Assam. Mushahary, Bhogdanga residents say, had constructed two temples in that small pocket of land.Occasionally, the Centre also rewards these “patriot” villages. In 2011, electricity came to Bhogdanga. Soon afterwards, a road, though little more than a dirt track, was built under the Prime Minister Gramin Sadak Yojana. A bridge has been rigged across the Kalidiha rivulet, connecting Bhogdanga and Fauksarkuti. There are few other traces of government presence. There is no hospital or primary healthcare centre for miles. Few people are able to study past primary school. Most depend on agriculture, though some men have found jobs in the BSF. But when the people of Bhogdanga vote on Monday, their choice will be determined most by one factor: fear.A patchwork verdictAssam, in all its diversity, has thwarted the most hardened political calculations. Early on, the BJP admitted that the usual Hindu-Muslim polarisation that worked in the Hindi heartland would fail here. A form of communal politics did find resonance in certain pockets, as the BJP campaigned on the expulsion of Muslim migrants. But in other places, other issues were dominant. The verdict that comes out on May 19 will be a rich patchwork of concerns and constituencies. Migration, development, anti-incumbency, scheduled tribe status, tribal autonomy, land rights, water rights, citizenship rights, language. Ahomiya, Bodo, Rabha, Karbi, Bengali, adivasi, Muslim, Koch Rajbongshi. Look for the tiniest fragments of the patchwork and you find the lonely vote of the island populations of Assam.Inhabitants of Bhogdanga village.","author":"Ipsita Chakravarty","time":"2016-04-11T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/806449-article-ablzwmkwks-1460303061.jpeg","tags":["Assam elections"],"source":"https://scroll.in/article/806449/how-will-the-island-populations-of-assam-vote"}