{"title":"How Hrithik-Tiger film ‘War’ balanced star power with convincing visual effects","content":"Siddharth Anand’s War has charmed the box office, taking in an estimated Rs 290 crore till date. Praise has been heaped on the bromance between the movie’s leads Hrithik Roshan and Tiger Shroff and the globe-spanning action sequences. If War had a third hero, it is the excellent visual effects team, which made the gravity-and-sense-defying stunts and explosions look larger than life.Visual effects supervisors Sherry Bharda and Vishal Anand, who work for Yash Raj Films’ visual effects wing yFX, took Scroll.in through the use of computer graphics in the movie’s key sequences. Anand and Bharda have worked on such films as Lagaan (2001), Rang De Basanti (2005), Taare Zameen Par (2007), Jodhaa Akbar (2008), Bhaag Milkha Bhaag (2013), Dhoom 3 (2013), Neerja (2016), Sultan (2016), and Tiger Zinda Hai (2017).Behind the spectacle of ‘War’“VFX comes into play in a film of this scale if something is too dangerous or difficult or too expensive to shoot. Our time is limited, and a Hollywood film gets 300 times more budget than we do. But though we started late and slow, we have come a long way and are playing catch up. It’s evident that the VFX and production values of Indian films improve year by year.The first sequence that required VFX was Tiger’s single-shot intro. Executing all that action constantly over 90 seconds leads to exhaustion, not to mention, that it’s troublesome for the cinematographer [Ban Jasper] to maintain consistency in lighting throughout the sequence as the camera moves from one point to another. The second major sequence was when Hrithik gets down from the chopper at the training camp. That helicopter wasn’t real. We got Hrithik to step out of a framework in front of a green screen and big fans simulated the wind on location.\n\n\n    \n    Play\n\nWar (2019).In fact, none of the helicopters in War are real. The logistics of shooting with real helicopters is just too darn difficult. But before we see helicopters again, there was the action in the Middle East. That sequence has two parts. In the first, Hrithik rescues a girl from being stoned to death. That was shot in a big field in Vasai, Mumbai. In the distance, we added the cities and hills.In the second part, Hrithik is tortured by the terrorist, and Tiger breaks in through the walls to save him. All that was shot on partial sets in Mumbai Film City. The entire place had to look like a war had been going on there for a long time, or a war had just happened. So over the broken pillars and beams, we added the wreckage, the fire, the debris. The bullets, the explosions, the shells coming out of guns, the bazooka are all CGI.Tiger Shroff in War (2019). Courtesy Yash Raj Films.The next action sequences happens in Matera, Italy, where Hrithik and Tiger encounter Rizwan Iiyasi, who escapes. The bullets hitting the ground, the gun slashes, were CGI. The part where Tiger chases the Saurabh character had some visual effects work. The houses they jump over had to look dangerous. They hop over deep terraces and alleys where if the ditch below looked 20 feet in depth, it was actually only three feet deep.Then, there’s the plane sequence. This sequence is a classic case of a plan working out well. It got all the stakeholders on board from the director, producer, action guys and Hrithik right from the pre-visualisation stage. By the time, the sequence was shot, everyone had it memorised. It was brilliantly planned. Without planning, the sequence would look tacky.Only the background in this sequence, shot in Zermatt, Switzerland, is real. The Zivko plane from which Hrithik jumps over the Gajraj aircraft – that’s all VFX. The interiors of the plane was, of course, a set. There were a lot of fans and turbines used in the sequence to make it seem like the characters were actually in that situation, being pulled by the wind at such a height above sea level.Then comes the Hrithik-Tiger bike chase sequence. Prior to that, the explosion on the road and the helicopter, which crashes into a mountain, is all CGI. The bike chase, done in parts by Hrithik and Tiger and the rest by the stunt guys, needed visual effects. Some shots were done entirely on the computer. The chase was also done on almost empty streets, so the cars that come in between are CGI.Tiger Shroff and Hrithik Roshan in War (2019). Courtesy Yash Raj Films.The Kerala boat scene was done in a studio, completely shot on green screen. The Tiger face surgery scene with the robotic arm was totally CGI, as no such technology exists.Finally, we have the climax. The first part of the climax, prior to the car chase, was shot in Lulea, Sweden. For the ship, a giant ice-breaker ship was shot, but we also had a barge, which we extended in CGI to make it look like a battleship that could carry a missile that could be shot into the stratosphere. The car chase was shot in Rovaniemi, Finland. The cars were travelling at extremely high speeds, but not too high, as we couldn’t damage them. Some of the extreme shots, such as those where the cars get too close, were done with CGI.The cars then crash into the church, and whatever happens after that was done in a studio. The challenge there was to make the fight look dangerous. When we see Tiger push Hrithik into the giant iron pillar, it’s just dummy stuff. Then the shards poking Hrithik’s eyes were CGI. What he’s stabbed with is rubber, but we made it look pointy and sharp.”Vishal Anand and Sherry Bharda.(As told to Devarsi Ghosh).Also read:‘War’ movie review: You had us at the casting stage","author":"Devarsi Ghosh","time":"2019-10-30T08:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/129968-mnqpvphsby-1572360186.jpeg","tags":["War","Hrithik Roshan","Tiger Shroff"],"source":"https://scroll.in/reel/941824/how-hrithik-tiger-film-war-balanced-star-power-with-convincing-visual-effects"}