{"title":"How the Modi government has weaponised the ED to go after India’s Opposition","content":"In October last year, Nawab Malik was on a roll.The seasoned 62-year-old politician belonging to the Nationalist Congress Party, serving as a minister in Maharashtra government – then a coalition of parties opposed to the Bharatiya Janata Party – had become a fixture on national television ever since he launched a series of blistering attacks on the Narcotics Control Bureau.The Central government agency had arrested Malik’s son-in-law in January, followed by Aryan Khan, the son of actor Shah Rukh Khan in October. Malik alleged both cases were false and had been propped up by the BJP-led Central government to discredit those who did refused to toe its line. Seven months later, in May, the Narcotics Control Bureau dropped all charges against Aryan Khan. If Malik felt vindicated, he had no opportunity to express his views. For over four months now, he has been in jail.On February 23, the Enforcement Directorate, or ED, which functions under the Ministry of Finance, arrested him under the Prevention of Money Laundering Act, or PMLA. Money laundering is the act of making money generated from criminal activity look clean – an international watchdog describes it as the processing of “criminal proceeds to disguise their illegal origin”. Malik was booked under the PMLA for property transactions that took place nearly two decades ago. One of the transactions dates back to 2003 – two years before the money laundering law itself came into force. (That’s not the only reason that Malik’s lawyers argue the law is being retrospectively applied to him. More on this later.)The ability to retrospectively apply India’s money laundering law flows from a legal amendment made in August 2019. It is one of several amendments to the Act that the Narendra Modi government introduced in the form of money bills, thereby bypassing the scrutiny of the Rajya Sabha, the upper house of Parliament, where India’s Opposition outnumbers the ruling party. The government claims the amendments were necessary to strengthen the Enforcement Directorate’s ability to investigate serious financial crimes. But its opponents allege they have made a law that already had provisions harsher than terror laws even more draconian. Armed with extraordinary powers, the ED is being harnessed by the government to go after its political adversaries, they say. The PMLA, in their view, has become the hatchet law of the Modi government.These contentions came to a head in the Supreme Court in March, when over 23 days, a three-judge bench heard over 100 petitions challenging various provisions of the law. The judgement is expected to be delivered soon. It could have far-reaching consequences for Indian democracy.A rise in cases, searches, seizuresIt is indisputable that the Modi government has turbocharged the use of the money laundering law. Data submitted by the finance ministry in the Lok Sabha in March shows that in the decade between 2004-’14, the Enforcement Directorate carried out 112 searches in the course of investigating money laundering cases. In the next eight years, this number shot up by 26 times to 2,974 searches.Similarly, the number of prosecution complaints – where the ED sums up the charges against an accused in court, like a police chargesheet – rose by nearly eight times from 104 in the years before 2014 to 839 since then.The value of the assets attached by the ED also went up from Rs 5,346 crore between 2004-’14 to Rs 95,432 crore between 2014-’22.!function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nData furnished by the Modi government in the Supreme Court reveals similar trends. Of the 4,700 cases filed under the Prevention of Money Laundering Act since it came into force in 2005, nearly half, or 2,186 cases, have been filed in just the past five years. The 2019 amendments appear to have accelerated action under the law. Between April 2020 and March 2021, when India spent months under a lockdown to contain the Covid-19 pandemic, 981 cases were filed under PMLA – the highest since the law came into existence. !function(){\"use strict\";window.addEventListener(\"message\",(function(e){if(void 0!==e.data[\"datawrapper-height\"]){var t=document.querySelectorAll(\"iframe\");for(var a in e.data[\"datawrapper-height\"])for(var r=0;r<t.length;r++){if(t[r].contentWindow===e.source)t[r].style.height=e.data[\"datawrapper-height\"][a]+\"px\"}}}))}();\nThe conviction rate in money laundering cases, though, remains dismal. The ED, in nearly 17 years of the PMLA, has been able to secure only 23 convictions. Who are the targets?The money laundering law has been invoked against a range of companies, rights groups, activists and journalists, but the cases that have attracted the most attention are those against political leaders.Leaders from virtually every major Opposition party in India are battling money laundering cases. Crucially, the investigations have often surfaced when these politicians were locked in high-stakes battles with the BJP.A partial list of politicians belonging to Opposition parties who have been subjected to either summons, searches, cases or arrests by the Enforcement Directorate since 2014. Design: Divya RibeiroMost recently, this was visible in Maharashtra. In June, a surprise rebellion erupted within the Shiv Sena, with a contingent of MLAs deserting chief minister Uddhav Thackeray and declaring support for the BJP. At the peak of the crisis, the ED summoned Rajya Sabha member Sanjay Raut, Thackeray’s chief firefighter.In February, Raut had written a letter to the Rajya Sabha chairman, alleging that he had been threatened with ED action if he did not help topple the Maharashtra government. “I was even warned that apart from me two other senior ministers in the cabinet in the state of Maharashtra as well as two senior leaders in Maharashtra would also be sent behind the bars under the PMLA Act,” he said.सत्यमेव जयते.. pic.twitter.com/ImdX7wPuYa— Sanjay Raut (@rautsanjay61) February 8, 2022\n\nBy then, among the state government’s constituent parties, at least 15 leaders and their relatives were being investigated under PMLA. In October last year, a Congress MLA who crossed over to the BJP declared that he was now sleeping soundly since there would be “no inquiries” against him. A BJP MP quipped, “The ED won’t come after me since I am in the BJP.”In the letter to the Rajya Sabha chairman, Raut alleged the ED was already harassing and intimidating people connected to him – it had picked up 28 people and subjected them to wrongful confinement. “Day after day, ED and other agencies personnel call these people and threaten them with jail and attachment of their personal properties unless they give their statements against me.” Soon after he released the letter, the ED attached a flat owned by his wife, apart from land owned by a builder associated with him.Raut claimed in the February letter that the ED was being used with “oblique motive of toppling democratically elected governments”. By June, the Maharashtra government had collapsed.As jokes circulated about the next government being an ED government, BJP leader Devendra Fadnavis, deputy to rebel Sena leader Eknath Shinde, shot back: “Yes, it’s an ED government, of Eknath-Devendra.”#Maharashtra: MLAs on Opposition benches shouted \"ED, ED\" when Shiv Sena Yamini Yashwant Jadhav registered her head count for the Speaker's election in the Assembly.Track updates https://t.co/y6r8xXBpj4 📹 ANI pic.twitter.com/eiW5bGIBnw— Hindustan Times (@htTweets) July 3, 2022\n\nMaharashtra isn’t the only Opposition-run state where the ED has parachuted into a political crisis.In July 2020, the Congress government in Rajasthan was in upheaval as Deputy Chief Minister Sachin Pilot and 18 MLAs broke ranks with Chief Minister Ashok Gehlot following allegations that Pilot had offered bribes to his fellow legislators in the Congress to join the BJP. Amidst this drama, on July 22, the ED raided the home and business establishments in Jodhpur of  Agrasain Gehlot, the chief minister’s brother. The raid was based on a criminal complaint filed on July 19 by a customs superintendent in neighbouring Gujarat, relating to a case of smuggling and evasion of duties in the export of fertilisers dating back to more than a decade before. Incidentally, the complaint was filed the same day that the Rajasthan High Court took up the matter of the 20 dissident MLAs’ disqualification by the Speaker.“The only reason for these charges suddenly is because they wanted to bring in the ED,” said Mahesh Gehlot, Agrasain Gehlot’s lawyer.Breaking: ED summons @ashokgehlot51 brother in an alleged fertiliser scam that dates back to 2007.. ED’s timing is even better than Virat’s cover drive! 🙏 #RajasthanPoliticalCrisis— Rajdeep Sardesai (@sardesairajdeep) July 29, 2020\n\nIn February, in the run-up to assembly elections in Punjab, weeks after Prime Minister Narendra Modi got stuck on a flyover allegedly leaving him incensed with Charanjit Singh Channi, who was chief minister at the time, the ED kicked into action in yet another case dating back some years. It arrested Channi’s nephew Bhupinder Singh Honey in a case of alleged illegal sand mining filed by the Punjab police in 2018. The original FIR, however, had not named Honey. If the timing of ED investigations appears suspect in several cases involving the Opposition, conversely, it is hard not to notice the lack of similar alacrity in cases involving BJP leaders. Perhaps, the most glaring example of this is Assam Chief Minister Himanta Biswa Sarma and the multi-crore Saradha ponzi scam. In a letter to the Central Bureau of Investigation, the Saradha group’s founder Sudipta Sen and the main accused in the case, had alleged that he had bribed Sarma. While the ED chargesheeted several Trinamool Congress leaders on the basis of that letter, it never summoned Sarma. It had interrogated his wife Riniki Biswa Sarma months before he left the Congress to join the BJP – but never after that.“Territorially, India is divided into BJP-ruled states and Opposition-ruled states,” said Kapil Sibal, a lawyer and former minister who is now an independent member of the Rajya Sabha. “In all BJP-ruled states, no leader, no individual belonging to the BJP, has ever committed a money laundering crime, but somehow the moment you move on to an Opposition-ruled state then all major leaders have committed this crime.”Scroll.in sent questions about these allegations to the ED director over email. Despite reminders, there was no response till the time of publication. The Opposition’s charge of partisan action by the ED can be easily settled if the government makes a confidential document public. In August 2021, the ED reportedly submitted a list of 122 elected representatives who are currently being investigated for money laundering charges to the lawyer, or amicus curiae, helping the Supreme Court in a matter related to delayed investigations against political representatives. Scroll.in sought these details under the Right to Information Act but the ED declined to share them. So did the amicus curiae.However, The Times of India, which claims to have accessed the list, published a report featuring 52 names drawn from it. Nearly all belonged to Opposition parties. The only BJP leaders mentioned in the report were former Karnataka chief minister BS Yediyurappa, leader of Opposition in Bengal, Suvendu Adhikari, and actor and former Parliamentarian Mithun Chakraborty. The agency had summoned Adhikari and Chakraborty for questioning when they were in the Trinamool Congress. In September last year, after Adhikari had crossed over to the BJP, the agency filed the prosecution complaint in the Narada case in which he was being investigated, but it did not name him. This, despite the fact that he faced exactly the same allegations (accepting bribes) with the same evidence (a sting video) as the other Trinamool Congress members who featured in the prosecution complaint.A former high court judge, who has adjudicated several PMLA cases, said the money laundering law was “a revolutionary act to convict genuine criminals”. “But it’s now become a tool for political score-settling,” he said. “If you are really strict, apply the same standards to everyone. Is that happening?” What is the scope of the law?India first drafted a law to curb money laundering in 1999, a decade after the United Nations adopted a convention on illegal drugs trade. The preamble of the Prevention of Money Laundering Act in 2002, in fact, refers to the UN convention as well as other international initiatives aimed at cracking down on finance generated from organised crime. “The original legislative intent started with narcotics,” said Amit Desai, one of the lawyers who argued in the Supreme Court against certain provisions of the PMLA. “The international thinking was that countries should not only proscribe trade in narcotics, they should also take away the oxygen from such criminal activities.”Money laundering laws were, therefore, introduced in countries around the world to “proscribe hot money”, that is, illicit funds generated by organised crime syndicates. “Such hot money can be pulled out of a country abruptly. No nation wants such money,” Desai said. In its original form, passed while a BJP-led government was in power, the 2002 law narrowly targeted “proceeds of crime” generated from about 40 offences under six laws. These “scheduled offences” (since they featured in a schedule appended to the Act) or “predicate offences” (offences that are part of a larger crime) related to drug trafficking, illegal arms, prostitution, illegal wildlife trade, corruption and waging war against the state. But amendments in 2009 and 2012, while the Congress was at the helm, widened the law’s scope. Now nearly 140 scheduled offences under 30 laws can lead to money laundering charges – including minor offences like copyright violations or the use of pirated software, which are ordinarily punishable with a fine of Rs 50,000, but clubbed with money laundering charges, can lead to a person being incarcerated for months, if not years.“The copyright act was perhaps included because organised crime syndicates made money through piracy,” Desai said. But extending it to standalone cases, not habitual offenders, goes against the original intent of the legislation, he said. “The money laundering law was not intended for such cases which can be prosecuted and convicted under normal law.”The decision to broaden the ambit of PMLA would later come to haunt the Congress – in 2019, former finance minister PC Chidambaram spent 106 days in jail charged for a scheduled offence that was added to the money laundering law under his watch. [Breaking] INX Media: Supreme Court grants bail to P Chidambaram in ED case#INXMediaCase #PChidambaram @PChidambaram_IN #SupremeCourt @dir_ed https://t.co/255g6dcPIY— Bar & Bench (@barandbench) December 4, 2019\n\nMore dangerously, the expansion of the list of scheduled offences has increased the scope of arbitrary action under the law. In the Supreme Court, Solicitor General Tushar Mehta, seemingly to push back against the argument that PMLA was being misused by the Modi government, said that during the past five years “only 2,086 cases” had been taken up for investigation under the law out of 33 lakh FIRs registered in predicate offences. This, say lawyers, is precisely the problem: the ED can selectively pick cases without having to justify why one case of alleged cheating amounts to a suspected money laundering offence while another does not.What makes the law draconian?While amendments under the Congress government expanded PMLA’s reach, those under BJP have given it more teeth.To be sure, the law was always stringent. Unlike ordinary laws, which are governed by safeguards under the Code of Criminal Procedure, the money laundering law, since its inception itself, gives extraordinary powers to ED officials. When the police summon someone for questioning, they must disclose whether they consider them a suspect or a witness. The ED does not need to make any such a disclosure. Sibal explained, “Suppose I am an accused in a predicate offence, they can call me saying they won’t file a case against me, record my statement and then use it against me.”A statement made to a police officer is inadmissible as evidence, that is, it cannot be used as a self-incriminating confession in a court of law. But there is no such protection under PMLA – in fact, it is the only law to allow for statements made by an accused to be used against them. Not making a truthful disclosure to the ED can itself result in punishment.There is no magisterial oversight over the ED. Every police FIR must be forwarded to a magistrate, and a copy of the FIR must be given to the person accused. But the ED need not provide a copy of the Enforcement Case Information Report or ECIR. This means the accused is not even aware of the charges against them until the ED files the prosecution complaint, or chargesheet, which it is bound to do within 60 days of an arrest. “In the first 60 days, I am playing blind against someone who has seen the cards,” said a lawyer who is handling several PMLA cases. He did not want to be identified.This is exactly what transpired when the ED arrested Aam Aadmi Party leader and Delhi minister, Satyendar Jain.Jain had been apprehended by the agency in May based on a Central Bureau of Investigation case of disproportionate assets against him – his lawyers argued in court, however, that there could be no money laundering case against him since the alleged laundering done through a series of land transactions preceded the period of the purported original crime.A special CBI court which remanded Jain to the ED’s custody allowed a lawyer to be present during his questioning. However, the agency challenged the trial court’s allowance and argued that a lawyer’s presence was not warranted as Jain was technically not an accused.Jain’s lawyers would have very little material on record to contest that – the agency wouldn’t share the Enforcement Case Information Report on the basis of which action had been initiated in the first place. The court agreed with the ED’s contentions, noting there was indeed no prosecution complaint against Jain. This, as a lawyer well-versed with the case said, was “absurd and schizophrenic” – the agency is legally bound to share the Enforcement Case Information Report only after it files a prosecution complaint, something it has 60 days to do after the arrest.ED has conducted searches on 6.6.2022 under PMLA,2002 at the premises of Satyendar Kumar Jain and others. Various incriminating documents, digital records, cash amounting to Rs. 2.85 Crore and 133 gold coins weighing 1.80 kg in total from unexplained source have been seized. pic.twitter.com/WYSDPkPrXN— ED (@dir_ed) June 7, 2022\n\nThis has implications for bail. As Sibal explained, without the Enforcement Case Information Report, “On what ground can I seek bail? I don’t know what is against me.”Already, bail provisions under laws such as PMLA are arguably more stringent than the anti-terror law, Unlawful Activities Prevention Act, as held even by the Supreme Court. While under UAPA, judges cannot give bail if they are of the opinion that the allegations against a person are “prima facie true”, under PMLA, judges must be satisfied that the person “is not guilty of such offence” and “is not likely to commit any offence while on bail”. This imposes additional conditions when granting bail in PMLA cases.These extraordinary provisions, Desai explained, stemmed from the original intent of the law: to crackdown on illicit money generated from organised crime. In that context, he said, “one can understand some of the provisions of bail, attachment, presumption of evidence, admissibility of statement.” But after the law’s scope had been extended to minor offences, these provisions are leading to a glaring asymmetry: someone charged with a bailable predicate offence could end up being denied bail under the money laundering law.A challenge to the bail provision under Section 45 of the law led to the Supreme Court striking it down as unconstitutional in 2017, but the Narendra Modi government amended the law and restored it in part. “The government brought in a money bill without any discussion and amended the section,” said the former high court judge. “Now, as a judge, how can I give bail to anyone at the stage of trial when the precondition is that the person should be innocent? What is the need of the trial then?”It isn’t just personal liberty that a person accused under PMLA stands to lose – the ED can attach their properties, well before charges have been filed, let alone a trial has begun. For this, it does not need to seek the approval of a judge, all it needs to do is send a report in a sealed envelope to an adjudicating authority, usually headed by a retired bureaucrat. “The adjudicating authority, the appellate tribunal, everyone is appointed by the government,” the retired high court judge said.A Right to Information request revealed that only 2.1% of 1,518 provisional attachment orders filed by the ED have been struck down by the adjudicating authority since its inception.“You can literally give someone economic death,” a lawyer said. “You keep them in jail. You attach all their properties and accounts. What can they do?”  What changed with the 2019 amendmentsThe 2019 amendments have further weaponised the ED.Originally, the law mandated that only after the police had filed a chargesheet in a court of law for the predicate offence could the Enforcement Directorate initiate a probe into the financial aspects of it.An amendment in 2009 changed this to allow searches and seizures by the ED once the police had filed a First Information Report on the trigger offence. In 2019, even this requirement was done away with. As lawyer and Congress Rajya Sabha MP Abhishek Singhvi argued in the Supreme Court, now “officers of the ED can conduct searches and seizures even in the absence of any FIR being registered by the Police”.This means that even before the police start investigating the predicate offence – say, copyright violation – the ED can search and seize the property of an individual, paving the way for arrest under the money laundering law. “At the heart of PMLA is the idea of a scheduled offence and the proceeds of crime,” the former high court judge said. “You have to first identify the proceeds of crime and then initiate action, but that is being abandoned now.”Strikingly, even before the 2019 amendment came into play, in the National Herald case against Congress leaders, the ED has initiated action without there actually being an FIR relating to any scheduled offence. In its defence, ED insists an FIR wasn’t necessary in this particular case as the Supreme Court had already taken cognisance of an Income Tax Department chargesheet on the same matter. The chargesheet invoked Sections 120B (criminal conspiracy) and 420 (cheating) of the Indian Penal Code –  both scheduled offences on the basis of which the ED is allowed to investigate someone under the PMLA.Congress leaders  during their protest march from AICC to ED office after party leader Rahul Gandhi was summoned for questioning in the National Herald case on monday. @IndianExpress photo by  @anilsharma07 pic.twitter.com/dtPIAUz0yY— anil sharma अनिल शर्मा (@anilsharma07) June 14, 2022\n\nAnother amendment made in 2019 makes it possible for the ED to retrospectively apply the law. Section 3 of the original legislation stated that anyone involved in “any process or activity connected with proceeds of crime and projecting it as untainted property shall be guilty of the offence of money laundering”. Projecting or claiming that illicit wealth was legitimate, therefore, was a necessary part of the crime. An amendment in 2013 elaborated that the activity connected to proceeds of crime included “concealment, possession, acquisition or use, and projecting or claiming it as untainted property.” The 2019 amendment, however, made a crucial tweak: through an explanation added to Section 3, “and” was effectively changed to “or”.This means that mere possession of proceeds of crime can now result in money laundering charges. Further, the 2019 amendment, as the government stated in a written submission in the Supreme Court, has made the offence of money laundering “a continuing offence, irrespective of [the] time at which the predicate offence is included in the schedule”.Lawyers say this effectively means that the ED can go back several decades – long before the PMLA came into being – to investigate money laundering charges. “You can go back to 1947,” Sibal said. The retrospective application of the law defies logic, say lawyers. “If what I was doing in 2007 was not an offence [under the money laundering schedule] then, how can I be prosecuted for it in 2020?” a lawyer handling PMLA cases asked.Retrospective actionThis is what Agrasain Gehlot’s lawyer, too, argued.The allegations that culminated in ED raids on the Rajasthan chief minister’s brother first surfaced in a case initiated by the Kandla commissioner of customs in 2013, alleging illegalities in the export of potassium chloride, a common agricultural fertiliser, between 2007 and 2009.One of the companies penalised by the Kandla customs commissioner was Anupam Krishi, owned by Agrasain Gehlot. The allegation against Anupam Krishi – which it contests – was that it was among those who sold potassium chloride to a company that smuggled it out of India camouflaging it as another product.In 2018, the Gujarat High Court ordered the original customs penalty to be quashed and the matter to be freshly adjudicated. But a fresh customs investigation was opened in July 2020, this time in Mundra port.While the initial penalty against Anupam Krishi was levied for exporting goods improperly, the Mundra customs superintendent pressed additional charges of false declaration and duty evasion  under section 132 and 135 of the Customs Act, along with the charge of criminal conspiracy under section 120-B of the India Penal Code.While the initial offence did not attract money laundering charges, section 132 of the Customs Act and 120-B of the IPC do. Section 132 was made a scheduled offence under PMLA only in 2015.Mahesh Gehlot argued that since the alleged crime occurred between 2007 and 2009, the application of PMLA on the basis of Section 132 amounted to retrospective action. “That goes against the tenets of criminal law,” he said.A peculiar caseThe sword of retrospective action also hangs over Nawab Malik.The allegations against him first came up during the political duel with BJP leader Devendra Fadnavis over the Narcotics Control Bureau’s activities.“Mr Nawab Malik. Why did you do business with the killers of Mumbai?” Fadnavis asked on Twitter on November 9. Addressing reporters in Mumbai, he alleged Malik’s company had purchased a three-acre property in the Kurla suburb from gangsters. Four months later, the National Investigation Agency swung into action. On February 3, it filed a first information report, based on a complaint by an official of the Ministry of Home Affairs. It said that the Central government has received “reliable information” that Dawood Ibrahim runs “an international terrorist network, namely D-company” which he controls through his associates. It added that D-company had established a special unit “for striking terror in the people of India” and was planning to “instigate and trigger incidents which may lead to the onset of violence”. These were offences under Section 120-B of the Indian Penal Code and various sections of the UAPA, it said, and must be investigated by the NIA.The FIR named five fugitives as the accused: Dawood Ibrahim, Haji Anees, Shakeel Shaikh, Javed Patel, Ibrahim Menon. Eleven days later, based on the NIA FIR, the Enforcement Directorate registered an Enforcement Case Information Report claiming that “prima facie” an offence of money laundering under PMLA “appears to have been made”. It clubbed two other Enforcement Case Information Reports related to the Mumbai underworld that it had been investigating since 2017 with this case.On February 23, the ED made an arrest in the case – not of a gangster, instead of Malik, a five-time MLA and minister who did not have any previous criminal record. It questioned Malik about a company owned by his family, Solidus Investments, and a property owned by the company, the Goawala compound – the same three-acre property in Kurla that BJP leader Fadnavis had first tweeted about in November.The property lies close to the southeastern periphery of the Mumbai airport, at the far end of a runway. The deafening roar of planes taking off periodically drowns out the sound of cars being serviced in workshops housed in sheds inside the compound. A row of shops forms the front of the property, with the sheds on one side, a residential apartment complex on the other, and a slum at the back. An apartment complex (on the left) and automobile workshops (on the right) in the Goawala compound. Photo: Supriya SharmaThe ED claims Malik conspired with Haseena Parkar, Dawood Ibrahim’s sister, to usurp the property from its original owners, Munira S Plumber and her mother Marium Goawala. In March 1999, Plumber signed off power of attorney over the property to a man named Salim Patel, who the ED alleges was Parkar’s driver. (Both Parkar and Patel are dead.) In a statement to the ED, Plumber claims she gave Patel the power solely to clear encroachments on the land. Unbeknownst to her, Patel used the power of attorney to sell off the property to Solidus Investments – a company that Malik’s family had taken over in April 2003, which held tenancy rights over the sheds.Malik’s lawyers have argued that his family is not guilty of any crime – they were “innocent buyers”. If Patel cheated Plumber by misusing the power of attorney she had signed off on, that makes Malik a victim of fraud, not a party to the crime, they argue. Besides, Malik’s brother, now dead, was handling the transaction, not him. He wasn’t even a director of Solidus Investments, barring a six-month period in 2019. The lawyers have pointed out that the power of attorney was signed in 1999, and the first transaction was done in 2003, six and two years respectively before the PMLA came into force. While another transaction in 2005 was done months after the PMLA became operational, Malik’s lawyers point out that under the definition in force in 2005, mere possession of proceeds of crime did not amount to money laundering. Malik’s lawyers have argued that the ED’s case against him amounts to a retrospective application of PMLA. The Bombay High Court, while hearing his interim bail application in March, however, decided not to weigh in on the question. It said the constitutional validity of Section 3 amendments had not been challenged before it. “So prima facie we feel that the said contention cannot be accepted at this stage,” the judges said.The constitutional validity of the amendment has been challenged in the Supreme Court. It will now decide if the law’s net has been cast too wide and ED’s powers stretched too far for a democracy.","author":"Supriya SharmaArunabh Saikia","time":"2022-07-05T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176698-hxmitlffgf-1656938029.jpg","tags":["Enforcement Directorate","Money laundering law","PMLA"],"source":"https://scroll.in/article/1027571/how-the-modi-government-has-weaponised-the-ed-to-go-after-indias-opposition"}