{"title":"How credible is the claim that India is on the brink of a genocide against its Muslim citizens?  ","content":"India is actively witnessing the deliberate, planned targeting of its Muslim citizenry for the crime of simply being Muslim. This clearly recognisable intent to punish a community for its very existence is the common thread that unites the actions of the Hindu lynch mobs that have assaulted and killed Muslims with impunity since 2014, the recent, chilling speeches of Hindu religious figures exhorting Hindus to annihilate Muslims as a matter of duty, and the destruction of Muslim-owned businesses and residences by vigilante Hindu groups.Such unequivocal intent, according to the tenets of international law, is precisely what lends credibility to the claim that India is facing the prospect of an anti-Muslim genocide. In January, Gregory Stanton, an expert on genocidal violence, had warned that India was on the brink of an anti-Muslim genocide. The spate of violence against Muslim communities across the country last week, on the occasion of Ram Navami, should leave little doubt that Stanton’s alarming prediction has morphed into reality.The silence from the otherwise-garrulous Prime Minister Narendra Modi gives the lie to his announcement after his 2014 victory that he would govern in the interest of all Indians. In a classic case of selective accountability and blaming the victim, Indian authorities have been targeting Muslims on alleged grounds of provocative or retaliatory violence.\n\n\n    \n    Play\n\nIn contrast, the hordes of sword-brandishing Hindu mobs have essentially been given a go-ahead to act as proxies for establishing the Hindu Rashtra through brute violence. With Hindutva now firmly established as the logic of the political field and prime source of political capital in India, the actions of non-Bharatiya Janata Party leaders are strategically ineffectual and their voices conveniently weak.Given the absence of any credible national Opposition or pushback by civil society, the country is effectively facing a crisis that threatens the foundations of constitutional secularism with the erosion of Indian traditions of religious and cultural pluralism as collateral damage.Captains of the industry are mum and the overwhelmingly caste-privileged Indian professional-managerial classes have suddenly discovered that they are an oppressed majority at the hands of an impoverished, beleaguered religious minority. Fence-sitting self-promoters, who claim they are liberal, justify their silence by dismissing systemic anti-Muslim violence as nothing more than isolated instances of individual conflict.Indian celebrities either name drop cute references to “Amitbhai” on Twitter or shed tears on Instagram over the plight of Ukranians while remaining seemingly unaware of the attacks on their fellow Muslim citizens. Television anchors grow worse by the minute, competing with politicians in whipping up a sectarian frenzy.Like Amit Bhai said, Aap chronology samajhiye.During his visit, Smith said,’Travelling to India has awakened a new understanding of myself and the truths of the world.’At that point,we didn’t ponder over what he had discovered,but now it seems clear.https://t.co/y7YnRvHlRi pic.twitter.com/4zIenAmGjO— Twinkle Khanna (@mrsfunnybones) April 3, 2022\n\nFor large numbers of Muslims, living in India today effectively means being at the mercy of a Hindu terror state. If the last eight years are anything to go by, matters are unlikely to get better.The thing about an imaginary wound is that it can never really heal. The Hindu Right has kept that wound bleeding forever with its accounts of Muslim invaders and plunderers, Muslim disloyalty, Muslim terrorism and “Love Jihad”, a false allegation that Muslim men target Hindu women to marry them. It will keep finding more reasons to keep the wound open because its main goal is to keep the wound open as a pretext for attacking Muslims.India will not see the same model of genocidal violence that devastated Rwanda in 1994. Still, somewhat tainted from the allegations of allowing an anti-Muslim pogrom to take place on his watch in 2002, even under his Italian designer outfits, Modi will inure himself from similar charges now or in the future. State and media narratives about anti-Muslim violence will rest on the tried-and-trusted trope of “miscreants from both sides” to justify the brutality carried out by Hindu gangs and the authorities themselves.The Indian state, after all, has lovingly kept alive the colonial legacy of what historian Ranajit Guha has described as “the prose of counter-insurgency”. It refers to a mode of colonial writing in which any protest against the British colonial state was described through the frames of lawlessness, meaningless rage, and the inscrutable motives of natives. This justified the violence and brutality of the colonial state to repress such situations as necessary and inevitable.Colonial accounts of communal violence followed the same logic of representation; of fundamentally different and separate communities eternally at each other’s throats who had to be controlled by force. The Indian postcolonial state employs the same reason and rhetoric in its accounts of communal conflict and state violence.A 3-day Dharm Sansad is being organised in Una, Himachal Pradesh from 17-19 April. Haridwar Dharm Sansad accused Pooja Shakun Pandey and other speakers ask Hindus to pick up weapons. Yati Narsinghanand is also a speaker violating his bail condition. https://t.co/bbbhIKSlVE— Kaushik Raj (@kaushikrj6) April 18, 2022\n\nInstead of the kind of blood-letting that the country witnessed in 1984 massacre of Sikhs, 1992-’93 riots following the demolition of the Babri Masjid in Ayodhya, and 2002 Gujarat pogrom, India is likely to witness more and more bouts of episodic short-term, targeted violence meant to punish, intimidate, and disenfranchise Muslims.Much of this will be outsourced to assorted Senas and self-styled protectors of the faith. The well-worn theme of the spontaneous riot of indeterminate origin, so effectively utilised by politicians of all stripes since 1947, will provide ready cover.All of this will proceed apace with the bogus nationalist myth-making that the Hindu Right has ramped up on steroids since 2014 and the promotion of a carefully cultivated amnesia about any and all violence ever undertaken by Hindus or the Indian state against Muslims. Modi acolytes, likely on order from the Bharatiya Janata Party IT cell, are already in full spin mode with nonsensical arguments about the presence of Rohingya refugees in India as proof of Modi’s commitment to religious pluralism and universal human rights. They will, no doubt, continue to be the footsoldiers of Indian fascism, with their faux anguish about Hindu victimhood gushing out each time Muslims are subjected to sectarian violence.It is also no coincidence that at this very moment, the Hindu Right and BJP-helmed Indian state are seeking to burnish their credentials in global academia and civil society.  Hindutva organisations in the United States, including business associations, student groups, and well-heeled community organisations, have been working overtime to platform propagandists such as Vivek Agnihotri, auteur of ghastliness, and Union Minister Smriti Irani, who is collecting short-term certificates from posh American universities on a war footing even as she engages in whitewashing the misdeeds of the Modi regime at Zoom events.Union Minister @smritiirani, arguably one of the most powerful voices in the Indian Government heads the all important ministry of Women and Child Development. Prior to this, she has held the portfolios of Human Resource Development, Information and Broadcasting, and Textiles. pic.twitter.com/RC9hoetoLG— Speaker Series: India at Berkeley (@Berkeley1India) April 11, 2022\n\nThe American educational institutions hosting BJP leaders and Hindutva ideologues may want to consider that the same Hindutva machine has been relentlessly attacking United States-based academics who work on South Asia for decades now, for the sin of not echoing an ignorant, reductionist version of Indian history.If there is one thing that should make the world sit up and take notice – or, if it already has, to act – it is that there is nothing particularly original in the Hindutva-BJP-Modi-Amit Shah-bhakt-troll playbook and that should indicate what is coming next. We have seen this movie before and tragically too many times so.\"Words fail. Never again,\" said @FilippoGrandi at Nyamata Genocide Memorial, #Rwanda.#Kwibuka27 pic.twitter.com/30bGEIBNkI— UNHCR Rwanda (@RefugeesRwanda) April 27, 2021\n\nIn its hatred and violence, its canards and slurs against Muslims, as much as in its ideological models, the Hindu Right slavishly imitates European ethno-nationalist and fascist movements. This perhaps explains feverish desires of the Hindu Right for the approval of the West, its greed for credentials and certificates from American universities, and its craving for international recognition despite its self-image as born of Indian blood and soil.More than once since the start of the 20th century, the world has sworn it will never let genocidal violence occur. More than once it has failed in its promise. The international community has a chance not to fail this time, if it acts with the urgency that the situation in India demands.A Muslim genocide is brewing in India. Act before its too late! Location:  New York and New Jersey#StopIndianMuslimGenocide pic.twitter.com/1iT7QYQskb— Indian American Muslim Council (@IAMCouncil) April 17, 2022\n\nRohit Chopra is an Associate Professor of Communication at Santa Clara University and the author most recently of The Gita for a Global World: Ethical Action in an Age of Flux.","author":"Rohit Chopra","time":"2022-04-22T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173388-wprjcjakbr-1650562609.jpg","tags":["Hindutva","Jahangirpuri","Indian Muslims","Genocide"]}