{"title":"How India’s weak international stand on plastic pollution harms Indians","content":"Asha’s family’s house has an unenviable location. Around 100 metres to the north is a petrochemical refinery of the Indian Oil Corporation, or IOCL. To the east runs a railway line, primarily used by trains that ply crude oil and oil products to and from the refinery.The refinery and the railway line both stand on land that the Central government acquired in Bohli, a village in Haryana’s Panipat district. But land that belongs to around 15 families, including Asha’s, was not acquired, leaving them enclosed in a triangular settlement now known as Bazigar Basti.The refinery complex was commissioned in 1998, and processes crude oil to manufacture products like LPG, diesel, ethanol and sulphur, along with polypropylene and naphtha, both commonly used to make plastic products. Data from the company’s website shows that indeed, products such as purified terephthalic acid and polypropylene, which are raw materials in the manufacture of plastic goods like PET bottles, dominate the factory’s output. Local residents and employees that Scroll spoke with noted that the plant also made “plastic daana”, or granules that serve as raw material for plastic products.One afternoon in late April, Asha explained that living near the refinery had taken a toll on her family’s health. “In the morning when we wake up, the throat feels dry and scratchy,” said 34-year-old Asha, who goes by only her first name, and is also a member of the Bohli panchayat. “My two children are always coughing, and we often get typhoid.” She added that when they consult a doctor about their ailments, he tells them not to drink borewell water because it is most likely contaminated. “There is one illness after another over here,” she said.Indeed, in 2018, a joint team consisting of officers from the Central Pollution Control Board and its Haryana counterpart inspected the refinery and its surroundings and found that it was responsible for significant air and water pollution. The inspection was ordered by the National Green Tribunal after a sarpanch of an impacted village in Panipat filed a case against the refinery.In 2020, in the same case, the tribunal slapped a Rs 25-crore fine on Indian Oil as a penalty for the refinery’s violation of environmental norms.Asha (centre) and her family at their home in Panipat. The house is 100 metres south of a petrochemical refinery of the Indian Oil Corporation. The family has been suffering from poor health for years. Photo: Vaishnavi RathoreEven as Asha was explaining her family’s struggles with health, tens of thousands of kilometres away, preparations were underway in Ottawa, Canada, for negotiations of an Intergovernmental Negotiating Committee, under the aegis of the United Nations Environment Programme, towards arriving at the Global Plastics Treaty. The negotiations, which were held between April 23 and April 29, were conducted between 192 countries. The UN Environment Assembly aims to finalise a common treaty by the end of this year, as an international legally binding instrument that will contribute significantly towards ending plastic pollution.The treaty will seek to address problems pertaining to the full life cycle of plastic. This life cycle begins with the “upstream stage”, or the extraction of oil and gas, its processing into raw materials used to make plastic, and the manufacture of plastic goods. Finally, the life cycle ends with the “downstream stage”, which refers to the disposal of plastic, and the management of plastic waste.But Asha and other residents of Bohli may not have reason to hold out hope that the negotiations will lead to improvements in their lives. India, as well as countries like Saudi Arabia, Russia, and Japan, which have major petrochemical sectors, are seeking to limit the restrictions that the treaty will lay down. These countries are arguing that provisions should chiefly focus on downstream stages of plastic pollution, and have been suggesting text in the treaty that potentially dilutes the proposed provisions to restrict the manufacture and trade of plastics.Experts note that limiting the focus of the treaty in such a manner would mean failing to control a major part of the pollution that results from plastic. “Most of the greenhouse gas emissions happen at the production stage of plastic,” said Om Prakash, an independent researcher and advisor to the Centre for Financial Accountability.Estimates by the Centre for International Environmental Law suggest that globally in 2015, the extraction and refining of fossil fuel for plastic – work at refineries like the one in Panipat falls under the latter category – led to the release of 1,085 “metric tonnes of carbon dioxide equivalent” of greenhouse gases. (A metric tonne of carbon dioxide equivalent is a standard unit used to measure greenhouse gas emissions.) Manufacturing, meanwhile, was responsible for 535 million metric tonnes of carbon dioxide equivalent of such gases, much higher than the 161 million tonnes released at the management phase.These emissions directly pollute the atmosphere, and also contribute massively to climate change. “Unless we reduce production, we are not going to be able to reduce the impact plastic has on the climate,” said Om Prakash.On the day Scroll visited Asha’s home, rumblings of the refinery at work were audible, and there was a faint odour of petroleum and sulphur in the air. “This smell is nothing, at night they often release some chemical which smells so bad it wakes us from sleep,” said 47-year-old Sito, Asha’s relative. Asha’s son Rohit has been working as a chemical engineer in the refinery for a year. “Inside, there is a lot of safety and protection of all the people working,” he said. “But outside the factory, there is no concern for the safety and health of those living around it.”A recent report published by the Centre for Science and Environment analysed written submissions that countries made in response to the draft text of the treaty, in the third session of negotiations, held in November 2023. In response to a range of suggested restrictions and regulations in the draft, participating countries were required to make their preferred positions clear from a list of options.The report found that on multiple fronts, India had chosen to take comparatively weak positions on controlling the problem of pollution caused by plastic across its life cycle. This was evident in India’s stand on problematic and avoidable plastic products – the former refers to a range of products that do not degrade easily and are difficult to recycle, and which cause persistent pollution, and the latter to those that can be substituted with non-plastic alternatives. Rather than support the position that these needed to be banned, India held that countries should agree to “regulate” them.Further, in the section of the treaty where emissions across the life cycle of plastic were being discussed, India supported the position that countries should “regulate” instead of “eliminate” emissions.When it came to the question of countries agreeing to “reduce, reuse, refill, repair and refurbish” plastic materials, the report notes that India suggested the deletion of the word “reduce” – in effect expressing reluctance to sign on to any commitment to controlling plastic production. Under the provision of “extended producer responsibility”, which shifts responsibility of waste management to producers instead of consumers, India suggested the deletion of the option of “incentivising” increased recycling for producers and instead suggested, more broadly, “where relevant, to increase recyclability”.The second session of negotiations aimed at finalising a Global Plastics Treaty to tackle plastic pollution was held in Paris in May 2023. The latest round was held in Ottawa in April. Photo: Stephanie Lecocq/ReutersIn the negotiations, India also did not address the production of primary plastic polymers, the technical term for raw materials used in the manufacture of plastics. As the Centre for Science and Environment report notes, negotiations focusing on primary plastic polymers are crucial since they can address the “root causes of plastic pollution by targeting specific types of plastics that contribute significantly to environmental degradation and marine litter”. India, however, submitted that “There should be no binding targets/cap with respect to production of plastic polymers.” In the recently concluded negotiations, India’s submission stated that any restriction on primary plastic polymers was “beyond the mandate” of the treaty.“India’s position very clearly shows that they club polymers as outside the life cycle of plastic,” said Swathi Seshadri, Director (Programs) and Team Lead, Oil and Gas at the Centre for Financial Accountability, and also an observer at the negotiations in Canada.In contrast, some countries submitted progressive statements against plastic across its life cycle. The High Ambition Coalition to end plastic pollution, a group of like-minded countries among the negotiating countries, including Belgium, the United Arab Emirates, United Kingdom and Rwanda, in their opening statement stressed the need to “restrain and reduce” production of primary plastic polymers to sustainable levels. It also noted that there was a need to “eliminate and restrict” problematic and avoidable plastic.“India often refers to the 2022 ban on certain single-use plastic as being progressive,” Seshadri said, referring to the complete ban by the Centre on manufacture, distribution, stocking, sale and use of selected 19 single-use plastic items with effect from July 1, 2022. “However, a truly path-breaking position would have been to address the pollution across the full life cycle starting from the polymers. What India is aspiring for in the treaty is merely plastic waste management.”India’s position in favour of regulating instead of eliminating some of these products also reflects its priorities, Om Prakash argued. “GDP becomes more important than the impact such production has on people’s health, livelihood, and life,” he said.Om Prakash also noted that ultimately, it was private players that benefited most from India’s position on plastics, rather than government entities like Indian Oil – simply because the former produced vastly greater quantities of plastic. Data from 2022 shows that Reliance Industries topped the list of plastic manufacturers in the country, producing 7,403 thousand tonnes per annum, while Indian Oil was a distant second, with 1,930 thousand tonnes per annum.Experts note that it is not just in international negotiations that India fails to acknowledge the importance of tackling plastic pollution at the upstream and midstream stages. Domestically, too, the country focuses almost solely on downstream management. Om Prakash noted that government documents “never acknowledge that plastic comes from oil and gas, and that plastic contributes to the climate and health aspects of the country”. He added that the government had also “not commissioned a single study on the impacts of plastic on human health.”Even some of the prominent efforts towards downstream management of plastic in India have been diluted over the years. The 2016 “Plastic Waste Management” rules, for instance, mandated the phasing out of “non recyclable” multi-layered plastic in two years. But these rules were amended in 2018 so that such plastic did not have to be phased out if it was “energy recoverable” – that is, if it could be used to produce electricity, heat, or fuel in waste-to-energy plants that incinerate waste. “This change makes waste-to-energy plants that burn toxic plastic also an option, along with recycling,” Om Prakash said. “But if you look at the history of such plants, like in Delhi’s Okhla, they continue to violate several environmental norms which even the NGT had acknowledged in their February 2017 order.”In Panipat, residents do not know about the negotiations towards the plastic treaty, but when told about them, they make their stand clear – that India must support a position that addresses the problem of plastic from the beginning stages to the end. “This will be a good step,” said Balvinder Singh, an electrician and farmer who lives in Singhpura-Sithana, which is less than 3 km from the refinery. “Nahi toh ye maut ka ghar banta jayega” – else this area will become a house of death.But the refinery is set to expand its operations from 15 to 25 million tons per annum – three panchayats have agreed to give up land for this. “No one is listening to us and our concerns,” said Dalbir Singh, another resident of Singhpura-Sithana, adding that they have carried out protests almost every three months in front of the refinery, and submitted numerous letters to the administration. “But since it’s an income source of the government, they are continuing to expand it.”On the day that Scroll visited Singhpura-Sithana, Balvinder Singh was repairing a motor pump, Dalbir Singh was taking a break from his mobile shop, and a third friend of theirs, who asked not to be named, was making tea in his stall.All three of them or their family members suffered ailments that resulted from the pollution of the plant. “In the last five-six years we have noted that our children have been coughing a lot more,” said Balvinder Singh. “We just keep buying them medicines, they get better momentarily, and then back to medicines.” When they visit doctors in Panipat city, about 20 km away from the village, Balvinder said, the first thing the doctors ask while treating their ailments is if they live near the refinery.Dalbir said that his eyes water frequently, and that his throat is always scratchy. The third friend pointed towards anti-allergy tablets next to his stove and said, “My skin gets rashes.”Dalbir Singh (left) and other residents of Singhpura-Sithana, in Panipat, said that their families suffered from a range of ailments, including skin rashes, water eyes and coughs. Photo: Vaishnavi RathoreResidents also claim that their villages’ close proximity to the refinery kept local temperatures high across the seasons. “Apart from a month in peak winter, no one in Singhpura uses a blanket to sleep through the year,” said Desh Rai, a farmer.In a medical lab in Singhpura-Sithana, a technician informed Scroll that many patients who submit samples to him did so to test for ESR, or erythrocyte sedimentation rate – a blood test to measure inflammation in the body. This test is commonly prescribed if a patient is suffering from persistent and prolonged cough and cold, since respiratory infections often trigger inflammation. “Since this morning, two patients have come to deposit their sample for this test,” he said.Through an email response, Indian Oil denied receiving any reports of adverse health impacts from residents, contract workers, or employees inside the refinery. As part of a corporate social responsibility initiative, they noted, a mobile medical unit had been deployed in the 14 surrounding villages since July 2023 for “health check-ups of villagers.” Since then, “no cases of such diseases have been reported according to Panipat Refinery records”, the company said.A recent report by the Centre for Financial Accountability lists the health impacts of chemicals at different stages of plastic’s life cycle.The report notes that during the manufacture stage, hazardous chemicals like benzene are often produced, which can cause headaches and drowsiness to those who are exposed to it. Other hazardous chemicals that are often produced at this stage include toluene and xylene, exposure to which can lead to eye and upper-airway irritation. Yet another common by-product, sulphur dioxide, can cause wheezing. The report notes that some of these substances have also been linked to cancer.“There are poisonous gases inside,” said a 40-year-old resident of Bazigar Basti who works inside the refinery. “We know because the officials inside do not let us go into some areas. During work I have sometimes seen other workers faint, but what do we do, we working inside out of helplessness.”Indian Oil maintained that they “adhere to standard operating procedures to maintain a safe working environment within premises” and that “there have been no reported cases of fainting due to smells in the refinery”.When the joint team of the pollution control board examined the environmental violations around Panipat in 2018, they found that volatile organic compounds, referring to organic compounds that can vapourise relatively easily, were “resulting in irritation to eyes and odour”. This happened because untreated effluents were being stored in lagoons and water bodies in the refinery without a “recovery system” for the volatile organic compounds.The group also found that the air in villages around the Panipat refinery had unsafe levels of PM2 and PM10 – particulate matter that measures 2 and 10 micrometres in diameter or less, respectively. While the permissible limit for both PM2 and PM10 in and around petrochemical plants is 100 mg/Nm3, the group found that samples collected from “different points at villages and within premises” exceeded this value – it documented readings such as 290, 176.5, 165 and 123, though it did not state which of the two kinds of matter the different values corresponded to.These were the violations that led to penalties of Rs 25 crore to the refinery. “After that, the plant had remained shut for about half a month,” said Satpal Singh, the former sarpanch and petitioner in the case fought in the National Green Tribunal, which resulted in the penalty. But since then, he added, there did not seem to be much change in the activities of the refinery – the water still “seemed polluted”, Satpal Singh said, and a noxious odour still lingered in the air.After Satpal Singh, the former sarpanch of Singhapur-Sithana, filed a case against the refinery, the NGT slapped a Rs 25-crore fine on Indian Oil for its violation of environmental norms. Photo: Vaishnavi RathoreIn its response to Scroll, Indian Oil stated that the National Green Tribunal had ordered a total of nine action points, “all of which have been complied with”. For instance, it had installed a volatile organic compounds recovery facility in the refinery’s effluent treatment plant. The company also noted that air and water is monitored regularly, and that the data is shared “in real time (24 x7)” with the state and centre level pollution control boards. “All emissions and effluent parameters are below the permissible limits,” they said.Satpal recounted that as petitioners, they faced a lot of pressure from local authorities at first, after they filed the case – as the case progressed, however, some of these authorities began to support them. He noted that refinery officials, meanwhile, would seek to dilute the fight, by meeting sarpanches separately, and not together, thus making it more difficult for them to take a united stand.In 2022, the National Green Tribunal also found that the refinery had committed a different violation – this pertained to an emulsion rubber unit that had received clearance from the environment ministry in 2012, and which was situated on 57 acres of land adjacent to the existing refinery. Among the conditions for this clearance was that the company would develop a green belt on 33% of this area to “mitigate the effect of fugitive emissions all around the plant”. But after hearing a petition against the company, the tribunal found that only 4 acres of land had been developed within the plant as a “green belt”, while another 17.5 acres were developed outside it – it termed this a “technical violation”.Indian Oil, however, claimed that they were “fully compliant with the green belt requirement” and had undertaken “major afforestation initiatives”, such as the development of 500 acres of land in Gwalra village.But the Gwalra plantation seemed futile to residents. “What is the point of planting saplings in a village almost 30 km from the refinery when we are suffering here in close vicinity?” Satpal said.Residents of villages around the refinery also spoke of having to deal with severe water pollution. They explained that the water that their borewells had been expelling over the last five years was often dark in colour, malodorous, and at times, even frothy.“The taste is so horrible you would not be able to drink it,” said Archana Pandey, 35, a resident of Singhpura-Sithana. Every other day, she walks to her mother’s house in the same village, whose borewell water is “still bearable”. The Central Pollution Control Board team found that the groundwater quality could have deteriorated because the refinery was discharging untreated effluent outside the premises of the unit into a drain. This it noted, “may result in odour problem in the nearby areas besides deterioration of ground water quality”.Though residents once used borewell water for drinking, the team noted that water samples from sources in the vicinity of the refinery did not adhere to the acceptable norms for drinking water – rather, “significant values of Chemical Oxygen Demand”, an indicator of groundwater contaminated with external sources.In its response, the company denied reports of bad water quality. They said that “based on analytical reports of last four years, there has been no deterioration in the groundwater quality”.Apart from poor health, locals also have to contend with a decline in agriculture. In many instances, farmers have woken up to find healthy crops of wheat and rice “burned”, or turned black. In December 2023, when Asha’s wheat crop had grown to a good height, she noted that it turned “absolutely black” one morning. “We then add more fertiliser, manure, and water to it, sometimes it recovers, other times it does not,” she said, adding that these increase the costs of input to their crops.Other farmers note that there has been a steady decline in their agricultural productivity. “Where we were harvesting about ten quintals from an acre about ten years ago, we are getting five to six quintals now,” said Rajendra Pal. He said that he notes a layer of thin, black soot on his crops almost every morning. “A lot of us have stopped keeping cattle because the fodder we grow for them is not giving the same yield, and in some cases, they have died after eating this fodder,” he added.Indian Oil claimed that these complaints were “unfounded and untrue,” since all emissions are “well below the permissible limits”.Pal’s two sons work in the refinery. Most locals who are employed in the refinery work as drivers, wage labourers, or in welding, he said. “The refinery has given employment, but what is the point of such employment when health is compromised for everyone outside,” Pal said. “Ye beemariyo ki wajah se mann khatta hota hai” – the health impacts leave us all disappointed.Farmers in villages around the refinery noted that there had been a decline in agricultural productivity over the years. Some farmers have woken up to find their crops of wheat and rice “burned”, or turned black. Photo: Vaishnavi RathoreMost residents of villages such as Bohli, Bazigar Basti and Singhpura-Sithana do not harbour hopes that the refinery’s pollution will be brought under control – rather, they demand that Indian Oil acquire their land also, so that they can move away. “We have been hearing for so long that the company will acquire our land, but it has not happened so far,” said Asha. She added that they have written to district officials and the company, and spoken in person to them about the matter. She said that the company gave them an oral promise that their land would be acquired. “Neither are they buying our land, nor do they let us construct more rooms or expand our houses, saying that we will soon acquire, so do not do any new construction,” she said.Other residents noted that past discussions on acquisition had seemed to move close to an agreement, but had fallen through because residents did not find the rates offered to them acceptable. “Initially, the company was ready to offer Rs 2.2 crore for each acre of the land,” said Balvinder. “But later, they came back to us with the offer of Rs 1.2 crore, so we did not accept.”Indian Oil said that “several rounds of negotiations were conducted” towards land acquisition, and that the outcomes of these were passed on to the Director of Land Records, Haryana. The matter is still ongoing, the company said, and a meeting chaired by the chief secretary of Haryana “is awaited in this regard”.Even those employed in the refinery are willing to sell their land and move away. “It’s fine, we will either find new jobs or move within a radius of 20 km so that we can come to work and yet be away from living in pollution,” said Manjit.Meanwhile, the last round of negotiations over the plastics treaty are set to take place in November. “India should listen to its citizens,” said Seshadri. After all, she argued, it was supposed to represent their interests at the Intergovernmental Negotiating Committee.  “It is the custodian of its citizens’ welfare,” she added. “The lives of people in Panipat are also being decided through the positions India takes and the submissions it makes.”","author":"Vaishnavi Rathore","time":"2024-05-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200668-qspdrzerub-1715583516.jpg","tags":["Land","Climate","Environment","Pollution","Haryana","Plastic"],"source":"https://scroll.in/article/1067786/how-indias-weak-international-stand-on-plastic-pollution-harms-indians"}