{"title":"How two families overcame mistrust and fear to fight for justice in Hapur lynching case","content":"Six years ago, Salim was reluctant to join the court battle against his elder brother Qasim’s killers.Qasim, a 45-year-old cattle trader, was beaten to death in June 2018 by a mob in a village in Hapur, Uttar Pradesh, on the suspicion that he had slaughtered a cow. An elderly farmer, Samyadeen, who witnessed the assault and intervened to protect Qasim from the mob, too was assaulted.When Samaydeen’s family decided to pursue the case against the assailants, they contacted Salim, who lived in a nearby town.Salim, a 38-year-old daily wage worker, recalled: “We were not sure whether to fight the case with them. We thought ‘who are these people? What are their intentions?’”Samaydeen understood Salim’s concerns. “He thought since we and the accused were from neighbouring villages, we would settle outside court and he wouldn’t get justice,” said the 68-year-old. “But I told him that I had promised the lawyers that we would not settle. We would fight for justice till the very end.”This week, a local court convicted 10 men, sentencing them to life imprisonment for killing Qasim.Salim, who went on to fight the case alongside Samaydeen’s family, said he felt vindicated. “The law has served us justice,” he said. “We fought this case so that there is never a mob lynching again.”Samaydeen said that the verdict sends a message to “bad men to not do bad deeds”.The case has brought the two men closer. “He is like family to me,” Salim said, of Samaydeen.But the pursuit of justice has come at a cost. Both families have had to pull children out of schools, sell ancestral property and live more frugally than before to make ends meet.The lynchingA canal and a dusty road skirt Samaydeen’s farm in Hapur’s Madapur Mustafabad village. On June 18, 2018, the 62-year-old arrived at the farm with a neighbour, Hassan, to collect fodder for his cattle. He finished work, sat down to rest and lit a bidi. Then he heard some commotion in the distance.“I saw a man running towards the fence of our farm. He was being chased by many people. By the time he reached next to us, the mob had started to beat him,” recalled Samaydeen. “I asked them to stop. They said both of you were killing cows. I said there is nothing like that. Neither there is a cow here nor is there any tool for slaughter with us — be it a knife or axe.”Hassan fled. But Samaydeen moved closer to the mob, which had nearly 20 men, to persuade them to let Qasim go. It proved to be a fatal mistake. “They started beating me too. They had sticks, batons, bats, bricks and dried pieces of soil,” he said. “They then started to drag us towards their village.”Samaydeen noticed that the perpetrators were from the neighbouring village of Bajhera Khurd. They dragged the two Muslim men to a village temple. “Every passerby in the village would beat us first. We were in a bad state,” said Samaydeen. “I closed my eyes and I just gave in and went into a foetal position. Soon I was unconscious.”Videos that emerged later showed Qasim writhing in pain on the ground. He succumbed to his injuries. Samaydeen, who was also assaulted on camera, survived. He became the main witness in the case against the mob.An undated photograph of Qasim.The cost of justiceQasim was a cattle trader in Pilkhuwa town and the breadwinner of his family. After his murder, the family went into a financial crisis. “Four of his children had to be pulled out of their school,” said Salim. “The youngest is 10 years old now and the eldest is 21. They have not been to school since 2018.”Salim, a daily wager himself, had to cut costs to fight the court case, despite his lawyers taking it up pro bono. “We had to spend money to travel to the court for hearings,” he added. “When we needed two pieces of cloth, we managed with just one. On some nights we slept with an empty stomach.”Eight kilometres away, in Madapur Mustafabad, Samaydeen had to stop sending two of his sons to a private school. One of them was in Class 10 and the other in Class 5. “The elder one – I can’t send him to college either,” he said. “He will live away and I will have to send him money, which I don’t have.”In 2019, Samaydeen sold three plots measuring 260 square metres – a significant portion of his ancestral property which he is keen to pass on to his children. He has now switched to selling buffalo milk to keep the house running. “I am not physically able to work on the farm anymore,” he said, adding that his ribs and hands still ache from the assault. “We only grow what we need.”Both Salim and Samaydeen could have avoided the hardship. They said they had received offers to withdraw their case in exchange for large sums of money.“The family of one of the accused offered me Rs 10 lakh to withdraw his name from my statement,” said Samaydeen. “My elder brother who lives in Pilkhuwa received a similar offer.”“But we are a respected family in the village,” he continued. “If we had not fought the case, it would have sent the wrong message in the community.”A larger struggleThe year that Qasim was killed marked the peak of cow-related mob violence in India.Between 2016 and 2020, the Armed Conflict Location & Event Data Project, a publicly available conflict dataset, recorded 50 fatalities as a result of lynching or mob violence over suspicion of cow slaughter in the country.The violence coincided with the introduction of cow protection legislations and amendments in states governed by the Bharatiya Janata Party, like Gujarat, Uttar Pradesh, Karnataka and Haryana.The Hapur case is one of the first to result in a conviction.Salim told Scroll that Muslims in his locality were very happy since the court verdict. “Even local Hindus said that it is right that those who are guilty were punished,” he said.Both the families approve of the nature of the punishment. During the trial, they told the court that they did not want capital punishment for the accused.“If they were hanged, they would simply die,” said Salim. “We don’t want them to die because we have no enmity against them. But spending years in jail would make them think. It will make society think.”“Such crimes should never happen again,” he added.Samaydeen echoed Salim. What if the accused appealed their sentence before a higher court? “Then we will fight this in the higher court,” he said. “We are not going to give up.”","author":"Ayush Tiwari","time":"2024-03-15T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199247-dtfrmejjhg-1710427088.jpeg","tags":["Hapur","Mob Lynching","Cow Lynching","Uttar Pradesh","Hindutva","Indian Muslims","Religious Violence"],"source":"https://scroll.in/article/1065202/how-two-families-overcame-mistrust-and-fear-to-fight-for-justice-in-hapur-lynching-case"}