{"title":"How ‘love jihad’ rallies are spreading hate against Muslims in Maharashtra","content":"On a Sunday afternoon, the cricket ground in Nevali village in Thane was awash with saffron. Around 5,000 people had trooped in from nearby villages and town, many of them for a glimpse of a swami from Ratnagiri, who sat on a grand chair onstage.But the purpose of the rally, organised by the Sakal Hindu Samaj, a collective of several Hindutva outfits in Maharashtra, soon became evident.Speaker after speaker took to the stage at the rally held on March 5 to make speeches against Muslims.“What is the need for mosques on Shivaji’s land? Why are Hindus silent when their land is encroached?” asked Swami Bharatanand Maharaj, from Hindu Shakti Peeth in Palghar. “Through love jihad and land jihad, they are capturing us and our religious places.”“Love jihad” is a conspiracy theory peddled by Hindu supremacist groups that claims that there is an plot by Muslim men to seduce Hindu women in order to convert them to Islam. Similarly, “land jihad” proponents accuse Muslims of waging a campaign to encroach on public land and property owned by Hindus.Among the speakers  at the event was T Raja Singh, a suspended Bharatiya Janata Party legislator from Telangana with a history of making incendiary communal speeches.“I urge Hindus to leave secularism, and fight for a Hindu nation,” Singh said, as members of the BJP and Eknath Shinde’s Shiv Sena looked on.He said Maharashtra Chief Minister Shinde should learn from Uttar Pradesh Chief Minister  Adityanath and buy 100 bulldozers to raze houses and structures of “traitors”, a reference to Muslims.He also called for an economic boycott of the community. “This Holi, don’t buy colours from a trader if his name is Abdul,” he said. “Buy only from Hindu shopkeepers.”A rap from Supreme Court Since November, several similar rallies have been held across Maharashtra. At nearly all of them, speakers have called for violence against Muslims or floated conspiracy theories about the community. Anti-minority speeches at a Sakal Hindu Samaj rally in Mumbai on January 29 had even reached the Supreme Court.At a rally that started from the city’s iconic Shivaji Park, Telangana legislator Singh had called on Hindus to pick up arms if an anti-conversion law was not introduced in Maharashtra. Soon after, a Kerala resident filed an application in an ongoing hearing on hate speech in the Supreme Court, alleging that the Mumbai gathering had incited “communal disharmony through hate speeches”.On February 3, after the Maharashtra government promised that it would not give permission for rallies  at which hate of this sort could be expressed, the Supreme Court directed the Maharashtra police to video-record the next rally, to be held on February 5. The court told the police to take action if any of the declarations of the event could be classified as hate speech. That February 5 rally never took place.But even the Supreme Court’s scrutiny did little to stem the flood of provocative speeches at these rallies, which are being organised under the umbrella of the Sakal Hindu Samaj.In the weeks after the court order, at least 11 major rallies were organised in Maharashtra. Groups like Vishwa Hindu Parishad, Bajrang Dal, Sanatan Sanstha and Durga Vahini, lesser-known organisations like  Vishwa Shriram Sena, Hindu Rashtra Sena, Hindu Janjagruti Samiti, and Hindu Pratisthan, as well as trustees and priests of temples have led the events. The organisations say they are part of the Sakal Hindu Samaj.  “This is a collective under which all Hindu organisations come together,” said Vishwa Hindu Parishad leader Anand Pandey.  “It has existed for a long time.” Speeches made at the January 29 rally in Mumbai 'incited communal disharmony', said a Kerala resident who approached the Supreme Court last month. Credit: PTIThis sustained communal mobilisation has alarmed many.“Such hate speeches were never made in Mumbai before,” said Lara Jesani, general secretary of People’s Union for Civil Liberties. “That they are able to openly call for violence worries us.”The PUCL has written four letters to the Maharashtra police about this.So far, the police have only registered a first information report in Latur, where Singh allegedly made communally incendiary remarks on February 19.Vivek Pansare, deputy commissioner of police in Navi Mumbai, said his department had video-recorded a rally in Vashi on February 26. “We are studying the content of the speech and slogans,” he said.“They have made reference to jihadis but have not taken the name of a particular religion,” Pansare added. “We are taking legal opinion on whether this can be considered an offence.”Jai Jeet Singh, police commissioner of Thane, under whose jurisdiction the Nevali gathering took place, did not respond to calls and texts about whether the event had been video-recorded.Scroll attended two Sakal Hindu Samaj rallies in Nevali and Aarey Colony, in addition to reviewing  videos of speeches made at gatherings in Latur, Parbhani, Jalgaon, Ahmednagar, Mumbai, Baramati and Nandurbar.A Sakal Hindu Samaj rally passes through Mumbai. Credit: Sujit Jaiswal/AFP.How it startedIn November, the grisly details of the murder of Shraddha Walkar in Delhi by her live-in partner Aaftab Poonawala sparked off a storm of Hindutva propaganda against inter-faith relationships.Walkar and Poonawala were both from Vasai in Maharashtra.While anti-conversion laws that criminalise inter-faith marriages have been passed in several Bharatiya Janata Party-ruled states in North India and Karnataka, the conspiracy theory around “love jihad” has so far not gained political salience in Maharashtra.The campaign around Walkar’s murder appears to be changing that.Twelve days after Poonawala’s arrest in Delhi, on November 20, a protest rally was held in rural Maharashtra’s Parbhani, some 1,400 km away. “I was at that rally,” said Vishwa Hindu Parishad leader Pandey. “‘Love jihad’ is a matter that has reached villages and towns of India. The Aaftab episode has made us realise that we need to protest strongly.” The rally marched through Parbhani city and included members of BJP, Eknath Shinde’s Shiv Sena, and Uddhav Thackeray’s Sena faction. The Parbhani rally appeared to open the floodgates. In subsequent months, several Hindutva organisations fanned out across the state to protest against “love jihad” and “land jihad”, often calling for a social and economic boycott of Muslims. The early rallies were in rural parts of the state. Buoyed by the success and lack of action against the provocative speeches, the rallies began to be held in semi-urban areas and urban areas by the end of January.Pandey says that nearly 100 such protests have been held in all 36 districts of Maharashtra since November. A protest against a Muslim burial ground organised by the Sakal Hindu Samaj in Aarey Colony, Mumbai. Credit: Nachiket Deuskar.‘Fooling our sisters’Days after the Parbhani rally, the Hindu Janajagruti Samiti organised a protest in Jalgaon, where one of the speakers was Sudarshan News editor Suresh Chavhanke, who is accused of making an address at a gathering in Delhi in December 2021 that was hate speech.In a video of the event posted by the outfit on YouTube, Chavhanke is seen addressing a large gathering. “I have come to Maharashtra so that the state makes a law on love jihad,” he says. “Hindu youth should take morchas to mosques and madrassas where Muslim boys are taught how to fool our sisters.” Social activist Pratibha Shinde, who works with Lok Sangarsh Morcha, an organisation that fights for civil rights, said the rally was laced with violent remarks against Muslims. “We ask these outfits: How many cases of love jihad have they recorded and how many cases where the person accused of murdering his girlfriend is a Hindu?”  said the Jalgaon-based activist. “Have they counted? They have no answer.”Mufti Haroon Nadvi, Jalgaon district president of Jamiat Ulama, an organisation that works to safeguard the rights of Muslims, alleged that inflammatory speeches and calls for violence against Muslims were openly made during that event. Shinde claims that the sole motive of such rallies is to polarise Hindus and Muslims ahead of several municipal corporation elections in Maharashtra this year. Apart from Mumbai, civic body elections will be held in Nanded, Thane, Jalgaon and Ahmednagar in the next few months.“We had warned against hate speech in our letter to Jalgaon police,” Shinde said.  “But they took no action against this event.”On February 12, members of Hindutva groups protested near Aarey Colony in Mumbai against land being allotted for a burial ground adjacent to a Ram temple. Claiming this was “land jihad”, the protestors chanted slogans, “Jisko chahiye kabristan, usko bhejo Pakistan.” Those who want a burial ground should be sent to Pakistan. Addressing the small gathering, Mohan Salekar, joint secretary for Sakal Hindu Samaj, Konkan region, said, “If a Muslim burial ground is built next to the temple, our Ram Sena will destroy it within a day.” The scriptTelangana MLA Singh, who was arrested last year for remarks against Prophet Mohammed, has addressed at least seven rallies in Solapur, Amravati, Latur, Karad, Pune, Mumbai and Nevali. In many of these rallies, according to the video footage Scroll reviewed and conversations with those who attended the gatherings, it appears that Singh sticks to the same script. First, he talks about how the Mughals looted and destroyed Hindu temples, how Shivaji protected Hinduism, and then calls on Hindu mothers to train their sons to become like the Maratha hero.In Mumbai, T Raja Singh is greeted by Bharatiya Janata Party and Rashtriya Swayamsevak Sangh workers. Credit: Tabassum Barnagarwala.The calls to violence are thinly veiled. In his January 29 address in Mumbai, clips of which were posted by Hindutva Watch, an independent research organisation, on Twitter, he said, “Every Hindu household needs to produce a Shivaji to eliminate an Afzal in every lane.”He was referring to Afzal Khan, a general who served the Bijapur Sultanate and was killed by Shivaji in 1659.At another rally in Latur on February 19, Singh said, “Teach a lesson to Afzal’s illegitimate sons. Nobody propagating love jihad should be alive on Maharashtra’s soil.”On February 27, Latur police booked Singh for his speech under Section 295(a) (outraging religious sentiments) and Section 153 (provocation with intent to cause rioting).Superintendent of police Somay Munde told Scroll that a first information report has been filed and that the police have begun investigating the matter. But even after that FIR, Singh was invited to speak at the Nevali gathering. Other speakers at the rallies, too, have had a history of communal speech.For example, self-styled spiritual leader Kalicharan Maharaj, also known as Abhijeet Dhananjay Saraag, was arrested last year for derogatory remarks about Mahatma Gandhi at an event in Raipur and for making an inflammatory speech in Pune. Saraag spoke at the Sakal Hindu Samaj rallies in Nandurbar, Ahmednagar, Yavatmal, and Baramati. On February 9, he addressed a rally in Baramati and said that Muslims want to convert India into a Muslim nation. “Those who are not Muslims are considered kaafirs. And Quran says they are eligible to be killed,” Kalicharan claimed. Another speaker, Gujarat resident Kajal Shingala, claimed in a rally in Ahmednagar that Muslim boys “are trained in madrassas to woo a Hindu girl”. “They get a Brahmin girl and earn Rs 7 lakh-Rs 8 lakh,” Shingala said in a video posted on her Facebook page.  “If they get a Rajput girl, they earn Rs 5 lakh-Rs 6 lakh.”A Sakal Hindu Samaj rally in Nevali village, Thane. Credit: Tabassum Barnagarwala.The goalObservers of Maharashtra’s politics differ on why the rallies have picked up pace in Maharashtra. Former journalist Kumar Ketkar said the reasons were electoral. “Polls are coming up,” he said. “They feel these rallies will benefit them, make fence-sitters switch sides and vote for the BJP.”He added, “But apart from hardcore supporters, masses are not turning up for these rallies.” A veteran journalist who has covered these rallies said the immediate goal of the events is to help BJP in civic elections and, to some extent, in the 2024 Lok Sabha elections. But the larger goal is evident. “It seems BJP is serious about introducing a law on jove jihad,” the journalist said, requesting anonimity.In December, weeks after the first of the Sakal Hindu Samaj rallies, deputy chief minister and BJP leader Devendra Fadnavis informed the state assembly that the government aimed to introduce a law against “love jihad” and is studying laws enacted by other states. Within days, women and child development minister Mangal Prabhat Lodha formed a committee to look into cases of inter-faith marriages and track women estranged from their families. Lodha played a crucial role in publicising the January 29 rally in Mumbai. BJP leaders like Ashish Shelar, Pravin Darekar, Nitesh Rane, Atul Bhatkalka and Kirit Somaiya also attended the rally.Another journalist who covers the BJP read it as part of a “larger plan” to prepare the ground for an anti-conversion law. After the Supreme Court order, however, the BJP appears reluctant to be directly linked with the rallies, they said. This journalist also asked to remain unidentified.Many of these rallies have been attended by BJP leaders. Maharashtra BJP spokesperson Keshav Upadhyay said there was nothing wrong in party leaders attending protests organised by local residents. “We can’t stop them from attending rallies,” he said.Shivray Kulkarni, a BJP spokesperson who took part in a rally in Amravati, said the party would build on the gathering’s success. “Now we will go to houses, meet people and counsel Hindu girls that they should not get involved with Muslim boys,” Kulkarni said.The responseAt some of these events, speakers attempted to link local disputes between Hindus and Muslims to their larger agenda.At the rally in Nevali, for example, several speakers also pitched for a plan to “reclaim” a local inter-faith shrine for Hindus. The Haji Malang Dargah, atop the Malanggad hill, is a disputed site revered by both Hindus and Muslims. Hindus believe it is the temple of Malindra Macchindranath, while Muslims consider it to be the dargah of Baba Abd-ur-Rahman. Remarkably, the dargah is managed by a Brahmin guardian. The controversy over the shrine was first raked up in 1996 when Shiv Sena leader Anand Dighe claimed it to be a site for Hindu worshippers. The matter is still to be decided by the courts.At the Nevali rally, Raja Singh said, “I want to urge the government that just like Babur’s name was removed from Ayodhya temple, Malang temple should also be purified and Abdur’s name deleted.” The response to the inflammatory speeches was not uniform. While Singh was cheered by sections of the crowd, others were more cautious.Senior citizen Diwakar Golapur, who retired from Maharashtra State Electricity Board, said he supports the demand to change the name of the Haji Malang Dargah to Malang temple. “My fight is limited to that cause,” he told Scroll at the rally. “I don’t believe in hate against a community or economic boycott.”Nilesh Shinare, an autorickshaw driver from nearby village Mangarul, said he found the attempts to revive the dispute over the shrine to be political.  “This issue has been dead for months,” he said, as participants streamed out of the cricket ground. “Why is it being raised now?”Government school teacher Ajit Tatle, who travelled from Mumbai’s Powai with his family to see the Ratnagiri swami, said the speakers should have shown restraint. “I teach Hindu and Muslim kids.” he said. “If I believe in such hatred, how will I teach them?”The next Sakal Hindu Samaj rally is scheduled in Mira-Bhayander on March 13.Nachiket Deuskar contributed to the reporting for this story.","author":"Tabassum Barnagarwala","time":"2023-03-10T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186448-kiwwfvjjrm-1678363142.jpg","tags":["Sakal Hindu Samaj","Maharashtra","Love jihad","Shraddha Walkar","Bharatiya Janata Party","land jihad","hate speech","Supreme Court on hate speech","T Raja Singh"],"source":"https://scroll.in/article/1045315/how-love-jihad-rallies-are-spreading-hate-against-muslims-in-maharashtra"}