{"title":"How Nadav Lapid’s ‘Ahed’s Knee’ predicted the storm over his ‘Kashmir Files’ critique","content":"To anyone who has been following Nadav Lapid’s work over the years, the acclaimed Israeli director’s critique of Vivek Agnihotri’s The Kashmir Files at the International Film Festival of India’s closing ceremony on Monday would not have come as a surprise.  Since the beginning of his career, the 47-year-old director, born to a writer and film editor in Tel Aviv, has been making formally daring and provocative political dramas about what it means to be an artist in a heavily militarised Israeli society.Lapid’s Synonyms and Ahed’s Knee have won major awards at reputed film festivals. The films are praised as much for their radical ideas as for their playfulness and inventiveness with narrative techniques. At IFFI, Lapid headed a five-member jury that deliberated on 15 entries in the International Competition section, including Agnihotri’s screed about the exodus of Kashmiri Pandits from Kashmir in the 1990s.In his remarks before introducing the winners, Lapid praised most of the entries and went on to criticise the selection of The Kashmir Files, which he said is “a propaganda, vulgar movie”...that was “inappropriate for an artistic competitive section of such a prestigious film festival”. In the audience were Union Minister of Information and Broadcasting Anurag Singh Thakur, Goa Chief Minister Pramod Sawant and Naor Gilon, Israel’s Ambassador to India. “I feel totally comfortable to share openly these feelings here with you on the stage since the spirit that we felt in the festival can surely accept also a critical discussion, which is essential for art and for life,” Lapid added.The Jury Chairman of the International Competition Section, Nadav Lapid, has criticized the inclusion of Kashmir Files in the International Film Festival.He publicly criticized the film as sheer “propaganda” at the closing ceremony of the international competition category. pic.twitter.com/r1OuxhO2dQ— Ahmed Khabeer احمد خبیر (@AhmedKhabeer_) November 28, 2022\n\nAmong those who roundly condemned Lapid’s stand was Naor Gilon, who issued an angry open letter on Twitter. “You have abused in the worst way the Indian invitation to chair the panel of judges at IFFI Goa as well as the trust, respect and warm hospitality they have bestowed on you,” he wrote. “As a human being I feel ashamed and want to apologize to our hosts for the bad manner in which we repaid them for their generosity and friendship.” Vivek Agnihotri and The Kashmir Files actor Anupam Kher were among those who leapt onto the bandwagon and sought to remind Lapid of his Jewish heritage and the Holocaust (a tragedy that  Hindutva supporters often invoke in relation to the Pandit exodus).An open letter to #NadavLapid following his criticism of #KashmirFiles. It’s not in Hebrew because I wanted our Indian brothers and sisters to be able to understand. It is also relatively long so I’ll give you the bottom line first. YOU SHOULD BE ASHAMED. Here’s why: pic.twitter.com/8YpSQGMXIR— Naor Gilon (@NaorGilon) November 29, 2022\n\nExactly such a scenario is anticipated in Ahed’s Knee, which shared the Jury Prize at the Cannes Film Festival in 2021 with Apichatpong Weerasethakul’s Memoria. Ahed’s Knee explores censorship by the Israeli government, the challenges faced by dissenting filmmakers, and the silence about Israel’s occupation of Palestine.Before he can show his film at a small town, the director known as Y must sign a declaration issued by the Ministry of Culture that will prevent him from speaking about potentially controversial subjects. Y may speak of the family and diversity and the armed forces and the rivers, but not about, say, the occupation.Y rails against the “abject dumbing down of this country, which revels in its own stupidity”. Later, Y goes on a diatribe about the culture ministry and policies that encourage head-in-the-sand thinking. “Beyond their empty rhetoric the true nature of the country’s rulers is revealed,” Y says. “So cowardly, so vulgar, so grotesque.”Y’s remarks incudes such incendiary statements as “He is the minister of arts who hates art in a government that hates all human beauty” and “The ministry wants control over every song, every play, every movie… Anyone who dissents is crushed.”If Y refuses to sign the declaration, he will rejected and then reported. “You’ll be done,” says Yahalom, the culture ministry employee who is coordinating Y’s film screening.\n\n\n    \n    Play\n\nAhed's Knee (2021).Lapid’s radical politics is reflected in his directorial style, which includes a jittery shooting style, jump cuts, intense performances and polemical dialogue. Lapid interrogates the very sureties of cinema in his quest to rattle the cage, which has drawn criticism from Israeli commentators back home in much the same manner as Indian political filmmakers are condemned as “traitors”, “anti-nationals” and “members of the tool-kit gang”.After directing short films, Lapid made his feature debut in 2011 with Policeman. The movie twins narratives – one about an anti-terrorist squad, which includes a policeman on the verge of fatherhood, and a group of anarchists who are plotting an act of violence.The Kindergarten Teacher, in which a teacher strives to nurture a prodigal child who writes poetry, followed in 2014. In its review, The Hollywood Reporter noted, “The film raises various questions about artistic creation and integrity, especially in a society that seems to have little place for either, without ever seeming too heavy-handed, allowing the characters and the story to eclipse any kind of grandstanding.”Synonyms (2019), which draws on the time Lapid lived in Paris, chronicles the adventures of Yoav, who flees Israel for the French capital and grapples with his experience with compulsory military duty and the strangeness of being in a foreign land. \n\n\n    \n    Play\n\nSynonyms (2019).“... The film is attracted and seduced and fascinated by all the elements of nationalism,” Lapid told Slant in an interview in 2019. “I read somewhere that Synonyms is anti-nationalist, but I wouldn’t define the film so easily…. You can’t hate a country if you’re not attracted to it.”In his open letter to Lapid, Israeli envoy Gilon claimed that Lapid’s remarks could have an impact on his country’s diplomats in India.“You will go back to Israel thinking that you are bold and ‘made a statement,” Gilon complained. “We, the representatives of Israel, would stay here. You should see our DM [direct message] boxes following your ‘bravery’ and what implications it may have on the team under my responsibility.” It is just the kind of nationalistic sentiment that Lapid likes to skewer.","author":"Scroll Staff","time":"2022-11-30T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183616-iucaoktkhg-1669761014.jpg","tags":["Nadav Lapid","International Film Festival of India","The Kashmir Files"],"source":"https://scroll.in/reel/1038632/how-nadav-lapids-aheds-knee-predicted-the-storm-over-his-kashmir-files-critique"}