{"title":"How ‘Hinduphobia’ is being weaponised in the US","content":"In 2021, dozens of scholars from more than 53 universities planned an  online academic conference, “Dismantling Global Hindutva”. The  conference would discuss the impact of Hindu nationalism (or Hindutva  ideology) on human rights, science, law, and other areas where Hindu  extremism has affected the world.A month before the conference, thousands of right-wing Hindus  attacked organisers and participants with ferocity. They sent death threats  that forced some scholars to pull out. Hindu nationalist groups  including the Hindu American Foundation, the Coalition of Hindus  of North America, and the Hindu Swayamsevak Sangh mobilised their bases to send hundreds of thousands of emails to  universities decrying the conference as Hinduphobic. The attacks started  well before the programme and the participants were announced – the  conference was targeted simply because of the name, “Dismantling Global  Hindutva.”The campaign rattled many university leaders. Conference  organisers were called into meetings to explain themselves and school  logos were pulled off from the Dismantling Global Hindutva website. The conference ultimately  went on as planned. But by arguing that Hindutva was Hinduism and that  the conference would make Hindu students feel unsafe on campus,  right-wing Hindus were able to create significant anxiety around  sponsorship of the conference.The weaponisation of “Hinduphobia” to shut down any criticism of the  current Indian government and the growth in the term’s purchase reveals  the extent to which right-wing Hindus have depended on claims of  discrimination to legitimise their own discriminatory agenda.  Hinduphobia accusations have gained popularity over the last few years  because they are an easy way for Hindu nationalists to silence criticism  of Hinduism or Hindu nationalism. Nobody wants to be a racist, and  well-meaning non-South Asian liberals too often take the bait of  believing that criticism of Hindutva or caste discrimination is out of  place and neocolonialist.Challenging this agenda will require both active condemnation of  histrionic efforts by the Hindu right to paint anti-Hindutva sentiment  as discriminatory as well as active compassion for Hindus who have been  marginalised because of their religion.The New York Times reported that US officials raided a temple site in New Jersey after Dalit workers accused BAPS, a prominent Hindu sect, of luring them from India with false promises and making them perform gruelling labour in conditions of near servitude for about $1 an hour.— The Caravan (@thecaravanindia) May 12, 2021\n\n\nA history of phobias The activism against the Dismantling Global Hindutva conference was just  the start of a new Hindu nationalist effort to use the term Hinduphobia  to silence critics of the Narendra Modi government and its atrocities. Echoing  the trend of any criticism of Israel being decried  as anti-Semitic, as has been visible in the past few weeks across the  world, Hindu nationalists have deployed the same Zionist strategy to  deflect criticism of the Hindu nationalist project.  The term Hinduphobia has been used before – not always in good faith –  to oppose people and institutions believed to be anti-Hindu. It started being widely used in the early 2000s, primarily to castigate  academic literature and textbook content that some Hindus in the West  believed were orientalist or portrayed Hinduism in a poor light. The  term gained wider parlance during the 2005 California textbook controversy,  when some Hindu nationalists and groups in the US used the term to  argue that social studies textbooks were biased against Hinduism.  Primary amongst them was Rajiv Malhotra, founder of the Infinity  Foundation, who became particularly well-known for accusing South Asian  studies departments at various universities for hatemongering against  Hindus, singling out the work of Wendy Doniger and other academics.Yet, the term’s runaway popularity is even more recent. Hindu  nationalists in the US began increasingly using Hinduphobia to deflect  criticism of the Indian government led by Prime Minister Modi.  The Hindu American Foundation only began regularly using the term in 2019 – the same year Modi was  re-elected. An instance is the reaction to an op-ed by Maya Jasanoff, published  during Modi’s visit to the US in June  and calling out the atrocities of the Modi government and the impact of Hindu nationalism in the diaspora. Suhag Shukla of the Hindu American Foundation decried the essay as “targeting Hindu Americans” and “denying Hinduphobia” although the article did neither.Similarly, the term has been used to shut down any criticism of Hinduism or Hindu institutions, such as the alleged use of forced Dalit labour to build the Bochasanwasi Akshar Purushottam Swaminarayan Sanstha temple in New Jersey. Right-wing Hindu groups also attacked efforts to ban caste discrimination in US institutions as anti-Hindu,  saying it would create a negative perception of Hinduism. Despite being  practicing Hindus, Hindus for Human Rights members have been repeatedly vilified as Hinduphobic for mobilising against nationalism in the name of our faith.The term Hinduphobia is considered to have a particular insidiousness  because the word itself is similar to Islamophobia – which, after the  9/11 attacks in the US, rapidly grew in use to describe the hate  experienced by Muslims and people perceived to be Muslim in response to  the attacks. The similarity of the words implies that anti-Hindu  sentiment is as serious or on par with Islamophobia and lends the former  unearned gravitas.But while anti-Muslim discrimination in the West is widespread and well-documented, anti-Hindu discrimination happens far less frequently.  Furthermore, Hindus from Sri Lanka, Pakistan, Bangladesh, and  Afghanistan – the Hindus who face the worst systemic marginalisation –  do not use the term Hinduphobia to describe their condition. The  discrimination they face is also arguably more because they are  religious minorities than because they are Hindu, especially given that  communities like the Ahmadis in Pakistan and Sikhs in Afghanistan have  endured similar experiences.Following Seattle's historic Feb 21 victory, California Senate just voted to ban caste discrimination! The bill now goes to the Assembly.Anti-caste activists, workers, my office won in Seattle, setting national momentum! Solidarity to all fighting oppression under capitalism! pic.twitter.com/P6IwnujcFJ— Kshama Sawant (@cmkshama) May 11, 2023\n\n\nMinority Hindus American Hindus do face religious bigotry. A study from the Carnegie Endowment for International Peace found that 18% of Indian American Hindus report having faced religious discrimination. It is not uncommon for diaspora Hindus to face bullying from classmates, institutional disregard for religious holidays , and even pressure to convert. This is especially true in communities where there is a low Hindu population. There have also been anti-Hindu hate crimes reported to the Federal Bureau of Investigation.  What Hindus may not realise is that their experiences are often more because of white Christian supremacy than anti-Hindu sentiment. In other words, Hindus are targeted less because they are Hindu and more because they are not Christian.Hindu  nationalists also do not want to talk about the fact that violence  toward Hindus is closely linked to anti-Muslim discrimination and  bigotry and violence toward brown religious minorities. Many of the incidents on the Hindu American Foundation’s timeline of Hinduphobia have happened because Hindus have been perceived as Muslim, immigrants, and/or people of colour.For example, Srinivas Kuchibhotla was murdered in Kansas in 2017 because he was perceived to be Iranian  and presumably Muslim. The timeline lists several events after 9/11  where Hindus were attacked because they were mistaken to be Muslim. Many  of the other incidents on the list could have happened to any Indian  person, regardless of their religion, as the individuals attacked were  targeted because of their appearance.Despite the fact that Hindu nationalists often accuse Muslims of  being the main instigators of discrimination against Hindus, many  incidents that have been described as anti-Hindu sentiment may actually  be better described as Islamophobia. The interests of Hindu bodily  safety and Muslim bodily safety in the West are inextricably linked.There is perhaps no better way of showing how Hinduphobia arguments are usually  in bad faith than the fact that those who use the word rarely stand in  solidarity with Muslims or other religious minorities. Organisations  that push the argument rarely work in coalition with other social  justice groups to fight Islamophobia and anti-immigrant sentiment that feed into racist attacks on Hindus.In 2008, University of Maryland professor Sonalde Desai wrote an essay for Economic and Political Weekly  about what she saw as a surprising number of her young Indian American  students gravitating toward Hindu nationalist and caste-based  organisations. She astutely observed that many of these students were  not inherently “soldiers of saffron”, joining these groups because of  bigotry or hate, but were looking to forge religious community and find a  positive Hindu identity when they likely grew up around intolerance.  This made them susceptible to indoctrination.This is increasingly the case today. The  isolation young Hindu Americans face, combined with the dearth of  spaces for Hindus to practice their faith in a progressive way, has led  to the rapidly growing  popularity of Sangh Parivar-affiliated groups such as the Hindu Students  Council and Hindu Youth for Unity, Values and Action –  Hindu  YUVA.These organisations often attract Hindu university students who want  to be part of the Hindu community but do not necessarily support  Hindutva. But through their programming these groups are able to  radicalise young Hindus who may have experienced bigotry to externalise  their experiences in support of strengthening the notion of systemic Hinduphobia.  Since these organisations focus more on Hindu experiences in the  diaspora, it is not uncommon for students involved to not realise or  believe that certain messaging is being used to further Hindu  nationalist ideas in India.Dear @GavinNewsom its been 31 days since we started this hunger strike! We are tired but unflagging in our commitment to our freedom. We began at the senate concurrence vote and took a moment of reflection underneath mlk’s portrait of the capitol. We are here for our freedom.… pic.twitter.com/fyrJkCXAI7— Dalit Diva (@dalitdiva) October 5, 2023\n\n\nWhat to doIt is important for Indians in the diaspora to defend institutions  and individuals who are lambasted for Hinduphobia just for criticism of  Hindu nationalism or caste. Hindu voices are especially powerful in  these efforts. In response to the vitriol against Dismantling Global Hindutva, Hindus for Human  Rights wrote a letter to university presidents defending the conference,  saying “as Hindus, we stand for respect for all people, freedom of  speech, and freedom of inquiry”. This was a powerful and effective way  of informing universities that the criticism of the Dismantling Global Hindutva conference was  in bad faith, and there was nothing anti-Hindu about condemning hate.While Hindus for Human Rights supported Dismantling Global Hindutva from the beginning, the  conference was not without its flaws. In the planning stages, some  organisers proposed including a panel discussing the difference between  Hinduism and Hindu nationalism, but the idea was set aside. It was only  after the attacks on the conference that conference organisers realised the  necessity of such a panel and reached out to Hindus for Human Rights to  organise one.Understanding the difference between Hindu religious traditions and  Hindutva is vitally important to pushing back against Hindu nationalism.  Had this panel been on the roster from day one, it would have been a  more powerful statement to counter the Hinduphobia narrative.A strong progressive Hindu movement will be required to defeat  Hindutva and annihilate caste. We note how massive protests organised by  Jews of conscience calling for a ceasefire in Gaza have put greater  pressure on US leaders to end the country’s unquestioning support for  the Israeli regime.Unfortunately, the intellectual Left often diminishes the voices of  the Hindu faithful as being inherently bigoted. The secular  condescension toward identifying as a Hindu, celebrating Hindu  festivals, or taking inspiration from Hindu thought contributes to  grievances about anti-Hindu sentiment. Desai  wrote in 2008, “If instead of winning the hearts and minds of some of  these bright young Indian Americans, we end up rejecting and tarnishing  them, forces of secularism will be the greatest losers.” We have already  started to lose this fight, and the left – and we include ourselves in  this category – needs a different approach to counter the impact  Hinduphobia narratives that are having on our community’s ability to  fight bigotry.Rather than gaslighting or writing off young Hindus for holding a  victim mindset when they discuss facing isolation because of their  faith, we should seek to listen and understand their feelings. Those of  us who care about social justice should encourage these young people to  channel their experiences of marginalisation into standing in solidarity with other persecuted communities.The Left needs to understand that Hinduism encompasses diverse  beliefs, some of which are bigoted and rooted in caste discrimination  and misogyny, and some which promote the highest ideals of social  justice. We must build spaces for an open-hearted and inclusive Hindu  identity so the right-wing does not continue to own all Hindu religious  institutions. We should cherish festivals such as Diwali and Navaratri  while reimagining ways to honour them in anti-caste ways.We should take up non-controversial fights on behalf of the Hindu community. This means calling out the persecution of Afghan, Sri Lankan, Pakistani, and Bangladeshi Hindus.  It means pushing for Diwali to be a school holiday and culturally  competent policy making. While some may say these fights are  unnecessary, it is important to do this work because it is the morally  consistent thing to do. It lets ordinary Hindus feel that their concerns  matter, making them more amenable to learning about the human rights  abuses perpetrated by right-wing Hindutva governments in India.The weaponisation of Hinduphobia in the West has been used by  right-wing Hindu organisations to avoid scrutiny for their support for  Hindu nationalist policies in India. It has been used to shut down  efforts to ban caste discrimination in North America and most  significantly, to silence criticism of the Modi regime’s atrocities  against Muslims, Dalits, opposition politicians, journalists, and  activists. To cry discrimination when you are advocating discrimination  is the definition of hypocrisy, and it is imperative that secular and  Hindu people who believe in social justice work together to call it out.Sravya Tadepalli is a board member of Hindus for Human Rights and  a Master’s in Public Policy student at the Harvard Kennedy School.  Sunita Viswanath is the executive director of Hindus for Human Rights  and a long-time human rights activist based in New York.This article was first published on The India Forum.","author":"Sravya TadepalliSunita Viswanath","time":"2024-01-07T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/186824-hhjxolkiyy-1676295622.jpg","tags":["Hinduphobia","Hindutva","United States","Caste"],"source":"https://scroll.in/article/1060250/how-hinduphobia-is-being-weaponised-in-the-us"}