{"title":"How Hockey India League’s impact on Indian hockey was immense and why its relaunch is imperative","content":"India hockey player Jarmanpreet Singh still remembers how excited he felt when he was signed on by the Punjab Warriors for the 2015 Hockey India League season. It was a star-studded side that featured the likes of Jamie Dwyer, Mark Knowles, Chris Ciriello, and Shivendra Singh. For the then 19-year-old budding defender, hoping to play with the big names in the sport, this was an opportunity to get a running start.“Bacche the aur apne saath Jamie Dwyer, Shivendra Singh aur Sandeep Singh jaise bade bade players khel rahe the (I was a kid then and was playing with big players like Jamier Dwyer, Shivender Singh and Sandeep Singh),” the defender told Scroll in an interaction last year. “I got to learn a lot from them, that was my biggest takeaway. I saw how they prepared themselves which, for a junior player like me, was important.”Jarmanpreet, now a mainstay in the Indian team, is one of the many national team members who got their big break playing in the HIL over the course of the five editions, until it shuttered up after the 2017 season. Back then, Hockey India suspended the league for the 2018 season citing a packed international calendar with the FIH Pro League debuting. However, with three of the five teams in poor financial state, it was only a matter of time before the league shut shop. However, under former India captain Dilip Tirkey, now the president of Hockey India, plans have been set in motion to relaunch the HIL, as well as reportedly begin a women’s league to build on their growth over the recent years. In a first step towards reviving the league, HI signed a contract with Big Bang Media Ventures Pvt Ltd, making it the HIL’s exclusive commercial and marketing partner agency.With HI planning to start the league after the Paris Olympics next year, former players and coaches believe the revival of the league is a step in the right direction for Indian hockey.Foundation for Tokyo Olympics bronzeThe Hockey India league stopped after its fifth season in 2017 but it laid the foundation for Indian hockey’s greatest achievement in four decades, the men’s team’s bronze medal at the 2020 Tokyo Olympics.The core of the team that clinched bronze in Tokyo made their names at the HIL and continue to be key players in the Indian set-up.“Our best years of hockey was during the Hockey India League where most of our junior players graduated,” former India goalkeeper Edgar Mascarenhas told Scroll.“They got to play alongside world class players. That helped them learn. You see most of the players today who are playing in the senior men’s team are the players who played in the HIL. So that has brought a lot of change.”Moritz Fuerste, a two-time Olympic gold medal winner with Germany, was one of those world class stars who played for Ranchi Rhinos, Ranchi Rays and the Kalinga Lancers at the HIL and saw the growth of Indian players from close quarters. Having played in the league alongside Manpreet Singh, Mandeep Singh, Amit Rohidas and Birendra Lakra, the German is not surprised that the quartet would go on to help India win bronze in Tokyo.Mo Fürste | @HockeyIndiaLeag “I think the League is the most important part in the success story of that bronze medal. Without that, no chance,” Fuerste told Scroll.“I talked to Manpreet and Mandeep especially a lot over the first few years in 2013 and 2014. I think they were like 18-19 at the time. With Mandeep, we talked a lot about when you’re in the circle, try to get something out of it. You want the result whether it’s being a short corner or a shot on goal, go for it. And I think he managed to do that almost to perfection. When you see him going into the circle, he goes for it. He wants to get a PC or shoot at goal.”Leading India to the Tokyo bronze was Manpreet Singh, who also stood out for the German star.“With Manpreet, it was a little bit different because at the time, Sardar Singh was the superstar in midfield and he was playing a lot directly against him,” Fuerste recalled. “So I tried to explain to him and teach him how to really secure the ball, how to play more like the European style of the game where instead of going one on one, you rather turn around and try to pass it to the outside wings and control the speed of the game. And I think he did that very well. I think he’s kind of a new Indian style of player. He became a little bit more composed, a little bit less spectacular, but therefore with a lot of drive and focus and moving and being able to lead the team and see perspective.”.@KalingaLancers defender Amit Rohidas claims he has become more confident on the field and hails his experience from #HIL2017. pic.twitter.com/P0huSKbMsA— Hockey India League (@HockeyIndiaLeag) September 2, 2017\n\nApart from raising the level of their play, the most important thing the HIL did was remove any feeling of inferiority when playing international stars. Some of the mysticism surrounding the Jamie Dwyers and the Gonzallo Peillats of world hockey went away.By sharing a dressing room with international stars, both junior and senior Indian players got a peek into the personal lives of some of the best hockey players and the work they put in for matches.“Before the HIL, we only knew them on the field. How they behave, how they play,” former India player VR Raghunath told Scroll.Raghunath played for Uttar Pradesh Wizards alongside Peillat (Rio Olympics gold medallist with Argentina and 2023 World Cup winner with Germany), Arthur van Doren (2018 World Cup winner and 2020 Tokyo Olympics gold medallist with Belgium), Dwyer (2004 Athens Olympics gold medallist and two-time World Cup winner with Australia) and Eddie Ockendon (two-time World Cup winner with Australia who has crossed 400 international caps).“They were all the world’s best players,” Raghunath added. “Our thinking about them became completely different when we really interacted with them. We knew them very closely, how they think, how they prepare for matches, what their approach is for a match. How they look at big tournaments. So if somewhere we were missing something we could catch that.”For former India women’s team captain Pritam Siwach, the HIL provides a stage for players who do not get the chance to break into the junior or the senior national teams. The Pritam Siwach Academy story: Two coaches, one love for hockey“It will become very easy to scout for talent. All the kids who do not get the chance to prove themselves will get an opportunity,” Siwach said. “Take Haryana for example. Not all the girls get to play for the state team. The HIL will hopefully give them the chance to prove themselves. Secondly, a lot of the kids come from very poor families and struggle to get good kits. The league will be a financial boon for them.”Kalinga Lancers Both Mascarenhas and Siwach concurred with Raghunath as to the impact the HIL can have on junior players when they see how the established stars go about their pre-match routines. Gone were the days of players just stretching on matchdays and trying to conserve their energy for the game.“I learned there’s something called match-day activation, where they activate themselves,” Mascarenhas recalled. “If they know that there’s a game in the evening, they would wake up in the morning and they would activate that energy level. The intensity of the game begins in the morning. Most of them used to even go to the gym, they used to go jump into the pool. You know, there’s activity.”Siwach added, “When our girls play with international players, their confidence will improve massively. Abhi thodi jhijhak rehti hain (There tends to be a bit of hesitation). When some of the young girls play against Australia and Holland for the first time, a lot of things go through their minds. But when they play with them, they’ll realise there is nothing to be afraid of. For players who do not get to play for India, playing with international players will give them a lot of confidence.”Instilling professionalism in Indian hockeyWhile the HIL was beneficial for Indian hockey, it proved to be a financially lucrative option for international stars too who could make as much money, if not more, playing for a month in the HIL than they would playing in their respective national leagues. That the HIL was held when European leagues would break for the winter allowed players to play outdoor hockey nearly all year round.While Fuerste admitted that many in India would rightly question the commitment of foreign players if they see HIL as a money-making option, he believed the addition of international stars brought with it a degree of professionalism.“I think that makes it better because it puts that kind of professionalism on the table that everybody was working with,” he said. “Because it was not just me going there to play some hockey. It was like this is kind of  an agreement that I have with the franchise and I want to deliver and I have to deliver to a certain extent. And that’s what made it very professional.”Even for someone as decorated and experienced as Fuerste, the HIL proved to be a learning experience.“I had two Olympic golds already. I was already 27 years old and at my peak. It was also very important for me to keep constantly playing against the best players in the world and having to work with that and getting different approaches,” added the 38-year-old, who won gold at the 2008 and 2012 Olympics, bronze at Rio 2016, and gold at the 2006 World Cup in Monchengladbach.“I learned so much about Australian penalty corners during my time there that I think it was a very valuable asset in order to beat them after Hockey India League. I think communication and the cultural interchange that made me understand other players better,” he added.“I learned a lot regarding putting together teams on a professional level. I don’t mean this to be cocky or arrogant but I think it’s not a surprise that in four years, I could win two titles and play one other final because I learned how to get the best out of the team in a short period of time. And that meant, for example, working with the different cultures and how to accept other opinions. I think I learned very well how to make everybody in the team better without overstepping boundaries.”via Kalinga Lancers TwitterIt’s not just players who benefitted from HIL but also coaches. For former players like Mascarenhas, who were considering going into coaching, learning from established coaches was an educating experience.Mascarenhas was the goalkeeping coach for Dabang Mumbai and worked with Germany’s Valentin Altenburg and Australia’s three-time Olympic medalist Jay Stacy. Altenburg coached the German men’s team to bronze medal at the 2016 Olympics and has been the coach of Germany’s women’s team since 2022.“I know that when I worked in the HIL with Dabbang Mumbai I was able to pick up from Stacy and Altenburg and until today I use their methods for coaching,” Mascarenhas, who is now the coach for Odisha Hockey, said.“Even after the league, an Indian coach keeps in touch with a foreign coach or you interact with foreign coaches, you get to learn a lot from them. Under every foreign coach (in the HIL) there should be an Indian coach. If you have an FIH 3 or FIH Level 4 qualified coach under a foreign coach they can learn from them and then impart that knowledge into the teams that they are with in India.”Siwach, on the other hand, said that Indian coaches have enough talent to not be restricted to the support staff.“Foreign coaches have no doubt done a lot for Indian hockey. But Indian coaches also have the talent and acumen to coach teams. We cannot think of ourselves as bad coaches and stick to just working as assistant coaches. And with the women’s HIL also being proposed, I would like to see female coaches also being given the chance by teams,” she said.In line with what Siwach said, Cedric D’Souza, an Indian coach who was former head coach of the national team, was chief coach of the Delhi Waveriders team that won the second HIL season in 2014. A year later, Harindra Singh helped the Ranchi Rays win the title.While discussions about bringing back the HIL are still in the early stages, there has been support for the league’s return among players, both Indian and international alike. There are, of course, plenty of things to be put in place so that the league doesn’t have financial stress, can be long-term and is run with the level of professionalism needed to sustain it. It needs to be done right.But having played a crucial role in India’s bronze medal at the Tokyo Olympics, a revived Hockey India League may just unearth the next Manpreet Singhs and Savita Punias of Indian hockey.","author":"Dilip Unnikrishnan","time":"2023-05-01T09:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/52401-woiggpehvc-1488171849.jpg","tags":["Hockey India League","Edgar Mascarenhas","Moritz Fuerste","VR Raghunath","Hockey India","Hockey"],"source":"https://scroll.in/field/1048203/how-hockey-india-leagues-impact-on-indian-hockey-was-immense-and-why-its-relaunch-is-imperative"}