{"title":"How small changes in street design around schools can make Indian roads safer for children","content":"India, which is home to the largest population of children in the world, loses 31 children every day owing to road traffic crashes.According to the World Health Organisation, road traffic injuries are also the leading cause of death for children and young adults aged five years to 29 years.Every child has the right to grow up in an environment where they feel safe and secure and where they can play, learn and independently access their surroundings. This is all the more relevant when it comes to schools. Apart from providing access to quality education, it is imperative to enable safer access to schools.In Mumbai’s Byculla, Mirza Ghalib Road (formerly known as Claire Road) is home to two schools:  Christ Church School and St Agnes High School. Between 2017-’19, the 500-meter stretch of the road around Christ Church School recorded 23 crashes and three fatalities.To make this street safer, World Resources Institute India partnered with the Municipal Corporation of Greater Mumbai, Mumbai Traffic Police and the Christ Church School to undertake a pilot for Mumbai’s first “safe school zone” under the Bloomberg Philanthropies Initiative for Global Road Safety. Following the success of this pilot, the municipal corporation, in its Budget for the year 2022, has allocated Rs 50 crores for implementing safe school zones across the 24 wards in Mumbai.The Maharashtra government is also looking at expanding this approach across all cities in the state. Mumbai’s first school zone has the potential to serve as a model for similar projects across all Indian cities.For this pilot, World Resources Institute India conducted multiple consultations with all stakeholders, including, the school’s management, teachers, parents, and the local community. Children’s views were also a very important part of the consideration. A series of photo walks and workshops were undertaken to learn more from students in the age group of six years to 16 years – how they wish to commute to school, and what they perceive as safe and enjoyable in their daily commute. The school zone pilot used several elements of tactical urbanism that essentially involves low-cost interventions to test out the efficacy of the solutions before it becomes permanent.  School zone delineationSchool Zones refer to the area marked right from the school’s entrance to the nearest public transit node. This ensures that students, staying in the neighbourhood, walk to school and those commuting from longer distances get dropped safely at the beginning of the zone and they walk the last stretch to school.  school. For this project, the school zone was defined as a 200-metre-long stretch, providing access to the students of both, the Christ Church School and St Agnes School. Following are the six elements of a safe school zone:1. Visual cuesThe start of the 200-metre ‘School Zone’ stretch at the Mirza Ghalib Road in Byculla. Photo credit: WRI IndiaRoad markings ensure a smooth and orderly flow of traffic. In this project, the start of the zone was made evident to motorists with a marking on the road that read “School Zone” and signage that read “School Zone Ahead”. The other signage utilised here included those to indicate pedestrian crossings, “Slow Down” and “Stop” sights at appropriate locations such as intersections and crossings.2. Vibrant pedestrian crossingsSignage asking vehicles to slow down as they enter the school zone. Photo credit: WRI IndiaVibrant pedestrian crossings combine the traditional zebra marking with colourful patterns to provide visual awareness to the street users. In this trial, the vibrant pedestrian crossing was drawn using paints right outside the Christ Church school’s entrance. The vibrant colours serve to alert motorists to stop and give way to pedestrians.3. Bulb-outs for waitingBulb-out space reclaimed near the schools’ entrances to provide safe infrastructure for pedestrians. Photo credit: WRI IndiaBulb-outs are extensions to footpaths that help reduce the crossing distance and limit the pedestrians’ exposure to moving vehicles.  At this stretch, bulb-outs were provided at locations where children usually wait before crossing the street. These bulb-outs also help in reducing speeds by 2 km/h to 8 km/h.4. Speed calming measuresSpeed breakers near the Christ Church School. Photo credit: WRI IndiaSpeed calming measures are essential at all locations where pedestrians are likely to come in conflict with moving vehicles, especially at intersections that lack signals and crossings. Children, generally, have a limited understanding of speed and their reaction time is also slower. Speed breakers near the Christ Church school and at the entrance of St Agnes School helped regulate speeds at the crossings.5. Vibrant footpathSafe waiting spaces for pedestrians to halt before crossing the street. Photo credit: WRI IndiaEnhancing the experience of walking on footpaths needs to be looked at not just from the road level but also from the eye level. When it comes to children, this needs to be considered from their lens. Here, the design included colourful pavement markings, guide strips on the footpath and simple road markings to enhance children’s experience of walking along the footpath.The markings directed children to the school entrance and public spaces in the school zone. The guide strips delineated a clear walking zone on the footpath and directed children to safe waiting spaces which were again marked with a colourful signage reading “Wait”.Scalable modelTo understand the response of the street-users, especially children, 120 people were surveyed before and during the trial. These included 40 children, 40 pedestrians, 20 business operators and 20 motorists.Insights from the trial. Source: WRI IndiaThe survey revealed that 41.3% of motorists stopped at the vibrant pedestrian crossing compared to the 9.8% compliance noted at a regular pedestrian crossing ahead. Of those surveyed, 98% also felt the street was safer during the trial than before and 93% of children also felt that the street was more accessible.This data was not only helpful to demonstrate to the city authorities to look at the permanent transformation of this street but also how smaller changes in street design around schools can make streets safer for children and all street users. Implementation of safer school zones across Indian cities can encourage more children to walk or cycle to their schools. This will help them adopt a healthier and more active lifestyle and also reduce carbon emissions.Rohit Tak is Manager, Integrated Transport, at the World Resources Institute, India Ross Center and Lekshmy Hirandas works as a Project Associate, Integrated Transport at the same organisation.","author":"Rohit TakLekshmy Hirandas","time":"2022-03-21T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/170441-vbtlsaywfs-1645457412.jpg","tags":["Roads","Mumbai","Road accidents","schools","Road safety"],"source":"https://scroll.in/article/1017908/how-small-changes-in-street-design-around-schools-can-make-indian-roads-safer-for-children"}