{"title":"How coal hangs over India’s ambitious energy transition ","content":"In an ironic comment on the COP27  process in Egypt, one of this year’s most significant climate  initiatives was not announced at the UN climate summit. On November 15,  the G20 Leaders’ Summit in Bali launched a $20 billion Just Energy  Transition Partnership, JTEP, with Indonesia. As the fourth most  populous country in the world, which generates about 60%  of its electricity from a fleet of relatively young coal power plants, a  clean energy transition for Indonesia has global repercussions, and was  described by a US official as “probably the single largest climate finance transaction or partnership ever”.Indonesia’s JETP follows the $8.5 billion JETP with South Africa launched at COP26.  There has also been a push for India and Vietnam to become involved in  the process. India, with its huge population and increasing carbon  emissions – it is either the third-most polluting country,  or the fourth political unit, depending on how one measures the  European Union – would be the big prize. The Indian government has demurred so far, and its Long-Term Low-Carbon Development Strategy presented at COP27 goes some way to showing why.\n\t\t\n\t The Long-Term Low-Carbon Development Strategy can basically be summarised into three sections: (i) a  strategy to build more renewable-based energy generation, thereby  lowering the intensity of carbon emissions per unit of energy produced;  (ii) the adoption of emerging technologies such as electric vehicles,  bio-fuels, green hydrogen and (controversial) carbon capture  and storage and (iii) a social movement that would drive lower  consumption through the promotion of “traditional”, low-consumption  lifestyles. The last has no real metrics, and is somewhat at odds with  the energy generation focus of the first two. Nonetheless, what all  three share is an absolute avoidance of phasing out coal-based power  generation.  Coal here to stayThere is no energy transition here, merely a promotion of renewable  energy and its more efficient use alongside more coal-based power  generation. In fact, over the past year India increased its coal-based  power generation by 10% (alongside an increase in renewable energy by 21%). Almost three-quarters of India’s energy is produced by coal plants,  and while the aggressive adoption of renewable energy may lower its  overall contribution to the Indian economy, total emissions are not on a  downward trajectory.One of the most important reasons is jobs. A few months ago, I was among a group of climate  and environment journalists invited to a closed-door session with a  senior Indian politician on India’s energy transition. One of the key  questions the politician asked was how to sell the energy transition.  His point was that, as an elected representative, his main  responsibility is to his constituents – and their main demand is jobs.India registers an 18% increase in coal production as it touches 448 Million Tonnes in OctoberThe @CoalMinistry aims for 45 MT Stock with power plants by March 2023 in Tandem with other ministries to ensure smooth Coal transportationDetails: https://t.co/4oLOj1D81H pic.twitter.com/Sk8HiDUcsY— PIB India (@PIB_India) November 24, 2022\n\n This is a major sticking point. Coal India Limited is the largest  government-owned coal production company in the world, and the  third-largest employer in India. It employs just under 3,00,000 people  directly, with about another million jobs coming from the private sector  and ancillary enterprises. Adding in the informal sector, the industry  affects millions more  people working in six relatively poor Indian states. This does not  account for the jobs created in coal transshipment by rail – another  government-owned enterprise that is the largest in the world in its  sector. In fact, the railways use the heavy freight charges for coal to subsidise rail travel. Many of these jobs are neither dignified nor well paying, but in a  country with a large and growing population, any steady job is welcome.Furthermore, there is an important distinction between India and Indonesia. Indonesian territory accounts for about 40% of the world’s geothermal energy,  of which maybe 5% has been tapped. Indonesia has the option to wean  itself off of coal while still expanding energy supply and creating  high-quality jobs. Although India is rapidly expanding its renewable  energy capacity, this is a long slog, with issues of resolving base  power – when the sun is not shining or wind blowing – rather than a  potentially quick switch.No political consensusThere is also an important distinction between South Africa and India, in that the South African government has focused on the energy transition as a way to move away from its troubled past. The “Just” part of the JETP is very important, and the creation of a Presidential Climate Finance Task Team  is politically important in a country that wants to “address present  and historical inequality, creates jobs, relieves poverty, enables  resilience to climate impacts and energy instability, provides access to  affordable electricity, and leaves no one behind”. While the South  African JETP has come under scathing criticism  for failing on some of these objectives, and empowering the private  sector at the cost of a public undertaking that could deal with some of  these issues, the criticism itself has been built around these political  claims.In India, no such political consensus exists. In fact,  the same companies that are the leaders in investing in renewable energy  such as solar power are often involved in conflicts over land for coal mining.Inaugurated resumption of mining operations at Tikak Colliery, along with CM Shri @himantabiswa ji and senior officials of @CoalIndiaHQ.Coal mining will help Assam earn additional revenue, while generating employment opportunities for the locals. pic.twitter.com/DcAWng9nyu— Pralhad Joshi (@JoshiPralhad) March 26, 2022\n\nMoreover,  there is a concern that has come out of the criticism from South  Africa’s experience, which is how “just” exactly are the JETPs? Although  the exact numbers are unavailable, reporting indicates that only about 4%  of the $8.5 billion will be in the form of grants, with the rest  primarily in loans, adding to the country’s debt burden. And even $8.5 billion pales in comparison with the 1.5 trillion South African  rands (%98 billion) the country needs over the next five years for  its transition. Similarly, Indonesia needs an estimated $37 billion just to shut down its coal fleet, without even accounting for building new energy infrastructure.The number being spoken of when it comes to India’s JETP is $80  billion, but once again it is unclear how much of it is in grants or  loans. It is understandable that India is resistant to taking on a  larger debt burden, or as is often said, “Paying to solve a problem it  has not made, with money it does not have”.Nonetheless, it is  worth asking if the current trajectory of Indian investment is designed  to deal with the challenges of a changing climate. India has written off  more than $123 billion of bad debt  in the last five years alone, most of it from public sector banks – tax  money. While it is unknown how much of this was in the coal sector, a  December 2019 report by the Institute for Energy Economics and Financial  Analysis estimated that India had $40-60 billion  in thermal plants that were “stranded assets”. In a telling quote, it  noted that “According to the World Resources Institute, ~40% of India’s  current thermal capacity is located in water-stressed areas, with water  shortages leading to losses in electricity generation and significant  revenue losses for power producers.”With more scientific evidence on the inequality of the impact of climate change  becoming available, it is entirely just for countries like India to  demand that the countries most responsible for the crisis pay up, rather  than merely increase the burden. That said, an energy transition may  simply make sense from a domestic perspective, and for purely good  investment reasons.Bottom-up changeWithout a clear government action plan, alternatives for jobs or  energy generation, or a political consensus, the road to a just energy  transition in India looks incredibly hard. And yet, despite its current  approach of merely continuing its energy expansion, India may be  creating the conditions for bottom-up change. In January 2022, a joint report  by the Council on Energy, Environment and Water, the Natural Resources  Defense Council and Skill Council for Green Jobs estimated that the  solar and wind sectors had created a workforce of 111,400 and further  estimated that if India were to achieve targets of 101 GW wind and 238  GW solar energy by 2030, this would create about 3.4 million short and  long-term jobs, and result in a million stable jobs in the renewables  sector.That number would rival the number directly employed by  the coal sector, creating a large political demand that would challenge  the current status quo. What is more interesting is where many of these  jobs are located. A report released by Power for All in September 2022 identified about 80,000 jobs created by the decentralised renewable energy sector in India.For  decentralised energy specifically, the jobs are often in rural areas  where demand is higher, as grid electricity is either not available or  is unreliable. Moreover, in contrast to less mature markets in  Sub-Saharan Africa, in India the demand is for mini grids or standalone  commercial or industrial solar systems rather than basic solar home  systems. This meant that the people employed were often much higher  skilled (71% of the workforce), and these systems themselves would have  the positive knock-on effects of boosting industry and livelihoods in  rural areas.Given its size, diversity and competing political  claims, it is often said that change happens in India despite, rather  than because of, the government. The deeply protectionist approach that  the country adopts on the global stage, while disappointing, is not the  whole story. Small, cascading changes happening on the ground may be a  far better metric of how the country is transforming.This article was first published on The Third Pole.","author":"Omair Ahmad","time":"2022-12-01T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174196-cafounwbye-1652185287.jpg","tags":["Coal India","Energy","Power","Employment"]}