{"title":"How Indian detective fiction has decoded ethnographic puzzles, questioned hierarchical structures","content":"To invoke a classic reflection from an earlier era, WH Auden, in The Guilty Vicarage, famously described the genre of detective fiction (the “whodunit”) as an exploration of the dialectic of innocence and guilt. In his account, detective fiction is a mode of escape literature, with magical satisfaction provided by a detective with powers of reasoning akin to a genius, who removes guilt by identifying who is guilty.Yet, Auden conceded that there is a quest for absolution and a return to a lost state of innocence underlying the genre, in effect a pastoralising impulse unifying aesthetics and ethics. This insight can be further extended and modified in the context of Indian and subcontinental detective fiction, which at its most interesting adapts the clue-puzzle plot to the social and cultural contexts in the region, positing ethnographic puzzles while addressing the problem of violence and the question of justice in local contexts, thus redirecting the quest from the realm of the personal or religious to the sociopolitical and cultural-collective domains.The reckoning with criminal activity may be set in colonial times, as in early Bengali detective stories, or may be portrayed in a retrospective way as in postcolonial and historical detective fiction. We can often discern, even in tales with a contemporary setting, a longing for prelapsarian or precolonial innocence, an illustration of a subcontinental variation of the pastoralising impulse with a different metaphysical and historical basis. In the best work in the genre, the decoding of the ethnographic puzzle involves a sifting of layers of culture and society and a critical questioning of hierarchical structures whether of race, class, caste, or gender. For example, as we will see in Ambai’s story “Sepal” in this volume, detective Sudha Gupta’s gaze turns inward to her own personal space, as she unravels with delicacy a mystery pertaining to the situation of those from the LGBTQ community in Mumbai today. Such reinvention of form is often accompanied by a refusal of the closure provided by solving the case as in Golden Age detective fiction. The ambiguities rife in the apparatus of law enforcement inherited from the colonial state come to the fore in the most significant novels and stories, marked by open-endedness and indeterminacy, even an absence of solutions to the mystery at hand.In the subcontinent, detective fiction came into the regional languages as a result of translations into languages like Bengali, and later Hindi and Urdu, among others. As Shampa Roy shows, the Bengali bhadralok were forerunners in adopting the form, with goyenda (or detective in Bangla) magazines and novels appearing in the late 19th century with the advent of modernity in its colonial avatar (Calcutta was the colonial capital till 1911). Anxieties about colonial law, surveillance and policing as well as racist stereotypes about Bengali “effeminacy” fed into the construction of at times derivative narratives conjoining (hyper) masculinity and deductive skill, foregrounding the detective’s immersion in Bengali culture. Soon after, we also see the emergence on the scene of parodies of the form, as in the case of Rabindranath Tagore’s “Detective” (1898), unsparing of both the formulas of detective fiction as well as of the supposedly pristine cultural context of the genre’s origins in colonial Britain.Francesca Orsini has mapped the coterminous cultural history of borrowing, adaptation and reinvention in Hindi and Urdu (from English and French as well as Bengali), in which the detective is termed jasus (or spy). As Brueck and Orsini remind us, the figure of the ayyar in the dastangoi tradition in Urdu often sent on missions involving investigative work and espionage, resurfaced in the “introduced genre” of early Hindi and Urdu crime fiction as the jasus, albeit with modifications, such as the emphasis on analysing evidence and proof rather than lakshan (bodily marks/ signs) to attain the truth. Local detective figures did not take long to appear as aspiring authors across the subcontinent sought to emulate western models and templates, also in the wake of the widespread circulation of pulp fiction, for instance at AH Wheeler stores at railway stations and the extensive readership that emerged following the publication of the latest story or novel in magazine form or as stand-alone editions. The emergence on the scene of figures like Saradindu Bandyopadhyay’s Byomkesh Bakshi, Satyajit Ray’s Feluda, and Ibne Safi’s (pen name of Asrar Ahmad Narvi) Inspector (later Colonel) Faridi and Sergeant (later Captain) Imraan was a marker of a more complex negotiation with modernity in its colonial, and later, postcolonial guises. The best examples of such writing (Satyajit Ray’s work in particular) enabled a critique of both the self and the other, with the genre also becoming a vehicle for social and cultural commentary, especially in Bengali detective fiction. In Ray’s “The Locked Chest”, for instance, detective Feluda takes the train from Calcutta via Plassey to village Ghurghutia in the hinterland upon being summoned to help a retired Bengali gentleman, who is an avid reader of works of criminology by Émile Gaboriau, Poe, and Conan Doyle. In this short tale, Ray brings in references to the first French detective story, the zamindari system and its style of architecture, as well as English nursery rhymes as Feluda strives to unravel the venal motives underlying the planned theft of a chest’s valuable contents, besides deciphering a numerical code involving a parrot.   Footnotes:WH Auden, ‘The Guilty Vicarage’, 1948.Nishat Zaidi’s editorial on Urdu detective fiction ‘Detective Fiction in Urdu: Form, Function, Genealogy’.Excerpted with permission from The Hachette Book of Indian Detective Fiction: Volumes 1 and 2, edited by Tarun K Saint, Hachette India.","author":"Tarun K Saint","time":"2024-02-19T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/198573-gcziyejwbf-1708259309.jpg","tags":["satyajit ray","detective fiction"],"source":"https://scroll.in/article/1063329/how-indian-detective-fiction-has-decoded-ethnographic-puzzles-questioned-hierarchical-structures"}