{"title":"How can we reimagine India in authoritarian times? Thoughts from the North East","content":"To reimagine India in authoritarian times is to first and foremost truthfully bear witness to what is happening around us, to acknowledge the rifts being created, to name the injustices and cruelty and to call out the powers that divide.As I stand here in India, as we in the North East are fond of calling the country that lies beyond the Chicken Neck, I want to begin with a few introductions and disclaimers.My name is Angela Rangad, I belong to the matrilineal Khasi tribe of Meghalaya. I am also a beef-eating, pork-savouring Christian who also dips into the indigenous Khasi faith system for sustenance. I do not like to wear my religious and ethnic affiliations on my sleeve, but in today’s India, I feel it imperative to display my multi-layered identity of being a Christian and a Scheduled Tribe minority woman, as a way of challenging those who wish us away.When India got its independence in 1947, the self-governing Khasi states that make up the major part of today’s Meghalaya were unsure of joining the larger nation-state called India. And that was OK. There were attempts then, even at such a crucial juncture, of leaders both Indian and Khasi considering this hesitation of the Khasi states and its people as something legitimate – to be acknowledged, debated and taken seriously.Today, when representatives from our region are being silenced in the Parliament, it is hard to imagine that veteran politician Rev JJM Nichols Roy confronted the majoritarian-minded leaders of the Constituent Assembly who openly wanted to assimilate the tribals of India into their notion of a dominant Indian culture and society.He said, “It is said by one honourable gentleman that the hill tribes have to be brought to the culture, which he said ‘Our culture’, meaning the culture of the plains men. But what is culture? Does it mean dress or eating and drinking: if it means eating and drinking or ways of living, the hill tribes can claim that they have a better system than some of the people of the plains. I think the latter must rise up to their standard. Among the tribesmen there is no difference between class and class. Is that practised in the plains?”Actively supported in the Constituent Assembly by visionary leaders like Jawaharlal Nehru and Dr BR Ambedkar, our leaders like Rev JJM Nichols Roy, Jaipal Singh Munda and others spoke fearlessly of the visions and aspirations of the small tribes and fought to ensure constitutional provisions of autonomy that became enshrined in the Fifth and Sixth schedule of the Constitution. The democracy that India envisaged for itself at its founding moment was not going to be just a brutality of numbers, but an everyday aspiration of many sovereignties and freedoms. I grew up listening to the stories about people from our hill, such as Mavis Dunn – one of the first women cabinet ministers in India who articulated both the desire for Khasi freedom and freedom of Khasi women in front of the Bardoloi Committee. Stories of Wilson Reade, who gatecrashed a meeting of Prime Minister Nehru, demanding provincial autonomy from Assam for the hill tribes. They did this without fear of reprisal or arrest. All of it seems like a dream now. Every day a new ideological horror is being perpetrated against all of us. Seven decades on, that promise of the Constitution of India of ensuring open dialogues, of tentative relationships being OK, of the possibility of questioning being the edifice upon which our multicultural, multiethnic communities will determine their collective lives, is being undermined. Or in the words of Late LG Shullai, it is as if we have exchanged British India for Bharat India or the Hindu Rashtra being peddled today.Today, we no longer refer to those who ought to be representing us as our govt. More and more, we refer to those in power as the Regime. And this is telling. Regime – a word that conjures in our minds the feeling of being controlled, of having little choices and of being regimented into one uniform India.For us from North East India, uniformity is an impossibility. And that is not only OK, but it has allowed us to thrive. With over 200 tribes having 300-plus languages and dialects between us, we contend with diverse cultural practices, customs and religions. A constellation of indigenous faiths and beliefs, Christianity, Islam, Buddhism, heterodox Hinduism find expression across the region.We are also a region that has, before maps got set and drawn, lived our relationships beyond the hills and rivers that defines India’s territoriality – which is why today when the military coup in Myanmar forced people to flee, the communities in states like Mizoram ensured refuge to them. Mizoram as a state, understanding the sentiment of a shared history and community relations extended a helping hand.It is here that we find ourselves at odds with the regressive push of papering over these myriad and minute elements that define us. There can never be One Nation, One Law, One Belief to encapsulate our multi-layered identities, relationships and ways of being. Federalism as a key principle, therefore, should not be emphasised merely as the sharing of powers between the Union and the states but as an acknowledgement of the diversity within states and regions. An acceptance that this experience of plural identities and relationships is best understood by those living it. If these local experiences and knowledge is what is allowed to inform policy and governance, the Union of states as envisaged by the framers of our Constitution would indeed become a reality.The very idea of India where smaller communities like ours could have a political, economic and cultural voice seem distant now, under this regime. Although to be truthful, the relationship between India and its North East, very soon after Independence, was sought to be turned into one of a patron-client relationship overseen by a security state, that process has now been further weaponised in favour of Delhi, and the federal imagination is now being replaced by notions of double-engine governments. For small states in the North East, it is a reality that even when combined together we do not command legislative clout in terms of the number of representatives – and the number is set to further diminish if the proposed plans of delimitation go through. It is also a fact that for many North Eastern states, our economies are crippled.This dependency on the Centre has been used as a tool to put us in our place. An arm twisting that has pitted one neighbouring state against another and most crucially pushing communities and tribes to be wary and suspicious of each other. Double-engine government has meant a replication of the divisive politics and hate that is on exhibition at the Centre.What is happening in Manipur today is precisely this. A double-engine government that is twice complicating the already-complex histories and tenuous relationships among the people in this state. The double-engine government has doubled the oppression, doubled the violence, doubled the mistrust. The failure to contain the violence and hostilities for more than five months now, clearly shows not only the total complicity of the double-engine government but a glaring undermining, by design, of the federal guarantees of our Constitution.Manipur has also shown us how a regime can use communities – their sense of specialness and deprivation and the notions of majority to form blocks and cartels that can so easily be deployed for the larger sinister geo-political narratives and visions of an Akhand Bharat. I do not claim to be speaking on behalf of the people of Manipur, but after our recent visits there, many of us feel Manipur is a major experimentation in the region. A project to have a nation of majoritarian hate-filled cartels that will pave the way for easy access and exploitation of whatever resources the region may have by pitting communities against each other rather than allowing them their constant everyday messy negotiations, give and take and contradictions.Don’t get me wrong. I am not here to glorify the region nor to romanticise its cultures, customs and practices. It has never been all love and fair play. There are fights. Claims and counterclaims. We have our fair share of looters, oppressors and patriarchs. However, if we are to reclaim our voices and spaces, we have to turn to our strength – that being our communities. The diversity and the entanglements, which this diversity brings, is what more than ever we will have to recognise, reclaim, embrace and work with. We cannot allow our communities to be used for a project that seeks to annihilate us. We as tribals cannot keep quiet when Dalits are targeted. We as Christians cannot allow our faith to be used to bring international legitimacy to a regime that persecutes our Muslim brothers and sisters. The Union of Communities needs to come together in solidarity of the many against one.And may I take this opportunity to also call out the so-called leaders in our North Eastern states who have played a politics of convenience for power and allowed themselves to be subsumed under majoritarian politicking. They have sold us out and sacrificed indigeneity, and even Christ, at the altar of greed. It is a myth that Meghalaya or Nagaland or Mizoram is being led by regional parties. What we have is BJP lite. Even as we rejected the BJP in the elections, we have BJP-directed governments. The prime minister merely throws us representational crumbs in images of him with cultural symbols like headgear and tribal fabric wrapped around his neck or badly mouthing local language greetings from an auto-cue, while his government passes laws like the Forest Conservation Amendment Act that blatantly takes away our land and forests from our control.We, as citizens, seem to be losing control over everything that makes a country ours. And at a time in our history when our institutions have been hollowed out, legislative processes hijacked and our ideals of liberty, equality and secularism are being held to ransom, I hold on to some of my Khasi ideals as my personal existential weapon. For a Khasi there are two important principles that are supposed to guide one’s life. Tip Briew-Tip Blei and Kamai Ia Ka Hok. Tip Briew-Tip Blei literally translates into “knowing humanity is knowing god”.When the lens of humanity is being systematically blurred out and broken and when the decade long assertion of majoritarianism with its culture of impunity and hate-filled mobs tearing us apart, we have to piece it back together with the Khasi principle of Tip Briew-Tip Blei. Knowing and embracing humanity forces us to be reflexive and there can be no Viswaguru greater than a self that is directed by an understanding, acceptance and compassion for another.Kamai Ia ka Hok means “to earn righteousness” – to live a life not of greed but of communitarian sufficiency. Today, when it has become difficult to distinguish government from big capital and when corruption has been Adani-ised and development no longer remains a consultative process but a diktat, emphasising on the other Khasi principle and praxis of Kamai ia ka Hok becomes even more relevant. So, may I end by imploring all of us present today to Tip Briew-Tip Blei, to Kamai Ia ka Hok and to constantly remind ourselves that the India of today is not our destiny. Together, we must continue to rage against the imprisonment we all feel. We need to constantly ask – do we want to second-guess ourselves all the time? To look over our shoulder and worry about the names we have? Can’t we enjoy a train ride the way we used to? Can’t we sit at a table and share our cuisines and joke about the smelly foods that some of us consume? Can’t we draw strength from each other – from the farmers and what they achieved at the borders of Delhi? Can’t we look south to the peoples of Karnataka, Tamil Nadu, Kerala and imbibe their sense of self to stand up against bullies? Can’t we borrow courage from Kashmiris imagining a world beyond the prison bars and from a subjugated North East that continues to draw breath.Can’t we have a life like a river – we meander, we change course, we ebb and flow, we nurture, we even sometimes destroy but we move forward always with the promise of the expanse of an ocean awaiting.Angela Rangad is a women’s and democratic rights activist in Meghalaya.  This is the transcript of a speech she delivered at an event in memory of murdered journalist Gauri Lankesh in Bengaluru.","author":"Angela Rangad ","time":"2023-09-09T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192157-serlsgjruv-1693942942.jpg","tags":["Gauri Lankesh","Manipur","Mizoram","Bharat","Constituent Assembly","North East","Khasis","Meghalaya"],"source":"https://scroll.in/article/1055492/how-can-we-reimagine-authoritarian-india-pointers-from-the-north-east"}