{"title":"How can it be both ‘caste-free’ and an upper-caste quota? And why is it so popular?","content":"On Monday, in a Cabinet meeting, Prime Minister Narendra Modi and his Cabinet approved a Constitutional Amendment that would give 10% reservation to the economically poor among those not covered by other reservations, which is being called an “upper caste quota”. The draft of the amendment only began circulating late that evening. By Tuesday, it had been passed in the Lok Sabha. And on Wednesday, it was passed by the Rajya Sabha. How could a Constitutional Amendment sail through Parliament so easily? The answer may lie in the enduring political power of the forward castes, because of which only three members of the Lok Sabha voted against the amendment, compared to 323 who voted for. In the upper house, the bill was passed with the support of 165 legislators, with only seven votes against. Is it caste-free or an upper-caste quota? The term, “upper castes” or “forward castes” may be a confusing so it is useful to explain what exactly is meant by that here. The proposed Constitutional Amendment, which will have to be ratified by at least half of the state assemblies after being passed by Parliament, only seeks to give the government power to make provision for the “advancement of any economically weaker sections of citizens other than the classes mentioned”, with the latter referring to Scheduled Castes, Scheduled Tribes and Other Backward Classes. In effect, this means that the amendment and any laws that flow from it will apply to what is known as the “general category”. The Mandal Commission, which looked into the question of OBC reservation, referred to these groups as “socially and educationally advanced”. As a shorthand, the media tends to use “upper caste”, but that term is not limited to Brahmins. It covers all of those in the “general category”, including those that might not be counted as “upper”, like Jats, Marathas and Kapus. It is also not religiously defined, so could technically apply to minorities like Muslims as well, if they do not come under existing OBC reservations. Although the Constitutional Amendment itself does not define who counts for the proposed 10% reservation, the government has circulated conditions that are likely to apply. Those who earn less than Rs 8 lakh annually, have agricultural land of less than 5 acres or a residential house smaller than 1,000 square feet will be considered eligible for reservation. Because of how generous those conditions are, it is quite likely that the bulk of those competing for this 10% will be Hindus from the forward castes. Hence, though the government can sell the idea that this is a reservation for the poor without bringing religion into the mater, it will effectively be an “upper caste quota”, as the media has identified. What explains this move? The Mandal Commission estimated the proportion of Other Backward Classes in India to be about 52% of the overall population. Since Scheduled Castes and Scheduled Tribes account for about 22.5% of the population, as per the Mandal report, that still leaves 26.5% in the remaining “general category”. Thus, even though their numbers are far smaller than the other sections, the forward-caste population remains significant enough for political parties across the board to rely on, or hope to capture, some of their support. Moreover, forward castes continue to have an outsize influence on Indian society at large. The Lok Sabha, for example, continues to be dominated by upper castes, although it saw a steady decline in their representation since the 1980s. Across other sectors, whether it is the judiciary, the civil services, cricket or the private sector, upper castes continue to have a more prominent presence than their share of the population would suggest. Despite this, many forward-caste communities have not responded well to the growing social capital that reservations and economic progress has afforded other groups that were previously backward, coupled with the lack of job opportunities for all. Over the last few years, communities like the Jats, Marathas and Patels took to the streets demanding a bigger share of the jobs pie, while also agitating against what they see as draconian measures in the SC/ST Prevention of Atrocities Act. This unrest represented a danger to the government, but an opportunity for other parties seeking to bring in more support. Why didn’t other parties object? While upper castes have been seen as Bharatiya Janata Party supporters for most of the last three decades, the push to increase the party’s base – with a primarily OBC leadership and an attempt to attract SC voters – has led to some alienation. This seemed apparent in Madhya Pradesh, where the Congress also aggressively courted upper caste voters.Other parties, like the Bahujan Samaj Party, though built around a Dalit identity, have often brought in upper-caste voters to come to power. Indeed the BSP had proposed a similar provision earlier. And India’s Communist parties, dominated as they are by forward-caste leaders, can hardly afford to oppose a move that is, on paper, aimed at economically backward sections of society. Most importantly, the government has attempted to bring in this quota through a Constitutional Amendment that does not take away any of the existing reservations for SC/ST or OBC communities. If it had done that, the opposition to the move would have been vociferous, both from within the BJP and from outside. Instead, the government is going into uncharted legal waters, breaching the 50% limit on reservations that the Supreme Court laid down. The new quota, if it passes the judicial test, will take reservations to as much as 60% of the overall pie. This approach meant that, at most, other parties could object to the manner in which the government put forward the legislation – with just a day of the Parliamentary Session to go, and with minimal discussion. A few have brought up questions of principle, such as the expectation that reservations are meant to correct historical wrongs, not economic ones. But most have fallen in line in support, while at the same time accusing the government of doing this as a blatant electoral gambit.","author":"Rohan Venkataramakrishnan","time":"2019-01-10T08:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/908783-53971-xgmmcddair-1489982547.jpg","tags":["Upper Caste quota","General category","Reservations","Lok Sabha","BJP","Upper-caste quota"],"source":"https://scroll.in/article/908783/how-can-it-be-both-caste-free-and-an-upper-caste-quota-and-why-is-it-so-popular"}