{"title":"How sensational interviews and photo shoots fuelled Sanjay Dutt’s bad-boy image","content":"If Amitabh Bachchan was the Angry Young Man of Bollywood, Sanjay Dutt was Deadly Dutt, a moniker he had earned thanks to the way he led his colourful life both on-screen and off-screen. The myth of Sanjay Dutt was practically a creation of the film media of the ’80s and ’90s—especially Stardust magazine. ‘Deadly Dutt’, an inspired title, caught on, and in several interviews the star admitted to keeping up with the ‘bad boy image’ because the audiences loved it. Whenever he did photo shoots, he was seen with a cigarette in his mouth. Even though, in his time, he was working alongside stars such as Anil Kapoor, Jackie Shroff and later Ajay Devgn, for a long time, his Prince of Darkness crown was uncontested. In his prime, he was giving the media everything that no other actor would dare to provide—a rollicking ride into his universe of drugs, booze, women, bikes and controversies. He was every film and tabloid journalist’s wet dream come true. Film magazines loved to play up his follies, his failings and his vices, and wrote creatively about his conflicted character, his emotional turmoils and his tumultuous relationships. Everyone, from drivers and security guards to neighbours and disgruntled former employees and lovers, were quoted in articles that perpetuated this rockstardom. Glossy pages were the perfect arena for Sanjay Dutt himself to rant against his father or his family to launch a blistering attack on the ‘bewafa’ (disloyal) film industry.Sunil Dutt, Nargis and Sanjay Dutt. Courtesy Sanjay Dutt, One Man Many Lives, Rupa Publications. Film writing was in a different realm at that time. Journalists, especially senior ones, had unhindered access to the sanctum sanctorum of the stars they followed and wrote about. The more powerful ones could launch careers and even destroy them with just a headline, a photo caption or a whisper campaign. In those analog days, when stars did not have well-oiled PR machineries or the weapon of social media to craft their public personas at will, they relied on friendly journalists to further their cause, fight their battles and sometimes reach out to their fans. They were willing to share their truths, their emotions and their problems, and it was a perfect ecosystem of barter.For instance, when Sanjay Dutt was arrested for the first time, the family went into a huddle. With his future still uncertain, and the AK-56 scandal looming, the family found themselves standing rather alone and plunged into despair. They waited in vain for someone from the film industry—the same film industry that had once put Nargis and Sunil Dutt on a pedestal—to come, to be with them, to show support. But none of the heavyweights or vocal ones dared to show up—except Feroze Khan, Raj Babbar, Akbar Khan, Yash Johar, Anil Kapoor and Raj ‘Daddu’ Sippy. The family was practically ostracized. At this critical moment, a senior film journalist from Stardust was reportedly present with the family, as they bared their hearts. Kumar Gaurav, who was married to Sanjay Dutt’s sister Namrata, expressed his disillusionment and a sense of being betrayed. ‘There is no support from the industry and we have realized that’, he confessed. ‘I am not surprised with their attitude. Out there, people just want to play it safe. Nobody cares for anybody. We have come to terms with the fact that we don’t have any friends. And what friendship are we talking about here? People swing when the wind is stronger. Believe me, tomorrow when things are cleared up, they will all come along and say—oh, Sanjay, we were always with you. That’s their mentality. But at least now, we won’t get fooled. We have come to see through all of them.’ Sanjay Dutt. Courtesy Sanjay Dutt, One Man Many Lives, Rupa Publications. Nonetheless, when Sanjay Dutt came out of the first prison term, he tried hard to prove his detractors wrong. Disillusioned perhaps with the same media fraternity, he snapped when asked about his physical and mental health, having survived his first brush with prison term. He also used the same film media platform to send out a message to the film fraternity—to the section of the people who had decided to boycott him till he had been absolved of all his crimes. When asked if he was disillusioned as not many people visited him in jail, he shrugged and said, ‘Who did, yaar? No one did. The few who did got to see me very briefly and so I feel that no one has a right to pass judgment on people who claim that I was on the brink of insanity or that I have become a raving raging lunatic. I don’t give anybody that right. And one lesson I have learnt in life is that you have to protect yourself, and I am going all out to do that.’ Had he become bitter with the entire experience? He replied, ‘Not bitter—I would say more aware. I believe in certain people, I believe in Balasaheb Thackeray and his convictions, I believe in my father, in Shatru saab, Dilip saab, Afzal. I haven’t really lost faith in people but yes, I have become more cautious in believing people.’ (Stardust)He also used the media interviews to drive home the point that he had stepped into jail a nervous, incredulous and anxious man, and stepped out a lionheart. Dutt told the media, ‘It (jail) wasn’t a stigma for me. You have to have a very strong heart to take it all. It’s not an ordinary situation and right through that one and a half year, when I was being shuttled back and forth from jail cell to court, nobody said anything nasty to me. I met all kinds of people and what was great was that they all prayed for me. It’s weird, you know. People who don’t know you have this belief in you.’Once more, the legend was resurrected. A star, insanely popular with several scars and scandals to his name, is dragged into a high-profile case, goes to jail and walks out a bigger star than when he walked in.Excerpted with permission from Sanjay Dutt One Man, Many Lives, Ram Kamal Mukherjee, Rupa Publications.","author":"Ram Kamal Mukherjee","time":"2019-05-06T08:15:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/118515-bfxwjlifft-1556459791.jpeg","tags":["Sanjay Dutt","Book excerpt","Bollywood biography"],"source":"https://scroll.in/reel/921606/how-sensational-interviews-and-photo-shoots-fuelled-sanjay-dutts-bad-boy-image"}