{"title":"How same-caste marriages persisted for thousands of years in India – and are still going strong","content":"There are few things as unique about India as caste. The concept that people are born divinely ordained into social classes that are then finely ranked in status is distinctive to the subcontinent. However, caste is also difficult to define. Is it a profession? Mohandas Gandhi thought so, arguing that castes should follow their ancestral occupations. However, as BR Ambedkar pointed out, Gandhi himself did not do that, preferring to be a “half saint and half politician” while never having “touched trading, which is his ancestral calling”.In fact, many sections of modern India do not strictly follow caste professions. Yet, it would be difficult to say that caste is fading given that the most critical support structure for it is still going strong: caste endogamy or the practise of only marrying within one’s caste. Not only is caste endogamy thousands of years old, research shows that the practise is still going strong in modern India.Caste is ancientSome historical narratives – most notably by historian Nicholas Dirks – argue that caste was brought in by British colonialism in the 19th century. Another point of view pushed by India’s Hindutva thinkers argues that it was the setting up of Muslims sultanates and empires in the medieval age that created the institutions of caste.While caste might have seen changes during the British Raj as well as when a large part of the Indian subcontinent was ruled by Muslim kings, genetic research shows that the core feature of caste – endogamy – goes back thousands of years, before either the British Raj or Islam existed.A geneticist at Harvard University in the United States, David Reich, looked at the genetic makeup of caste in India. His findings were shockingly insightful with respect to the persistence of caste. In his book, Who We Are and How We Got Here, Reich writes that his team examined the degree of genetic differentiation that existed amongst caste groups in India. “We found that the degree of differentiation was at least three times greater than that among European groups separated by similar geographic distances,” writes Reich.More than 2,000 years oldThis genetic differentiation, Reich argues, was a result of “population bottlenecks”: a situation where a small number of people have a large number of descendants. This usually happens due to natural catastrophes or geographic differences but in some cases they arise due to social factors, as humans start to only inmarry within a small group. For instance, the Ashkenazi Jews of Europe, who did not intermarry with the larger population.Of course, the largest example of this is India and its castes. There are approximately 40,000 endogamous caste groups in the country. The practice of endogamy is also increasingly old in these groups. Research by Reich’s team found that one caste from Andhra Pradesh, the Vysya, had intermarried strictly amongst themselves for between 2,000 to 3,000 years. Reich writes that this was “shocking” given that “the ancestors of the Vysya did not live in geographic isolation. Instead, they lived cheek by jowl with other groups in a densely populated part of India”. Caste rules had been so strong however that “they maintained strict social isolation from their neighbours, and transmitted that culture of social isolation to each and every subsequent generation”.Caste enduresFor thousands of years after they were created, caste was seen as normal and its central feature, endogamy, rarely opposed. However, with the coming of modernity, industrialisation and urbanisation a number of Indians have spoken out against caste. In some cases, modern India has barred some aspects of caste such as untouchability.However, these wide-ranging social changes seem to have done little to actually dent the institution of caste endogamy, as one glance at any matrimonial website will show. In 2011, the rate of inter-caste marriages in India was as low as 5.8%. More than two centuries after the Industrial Revolution, 19 out of 20 marriages in India were still conducted as per the dictates of the ancient caste system – a taboo so strong that breaking it often results in brutal violence.As per research conducted by Tridip Ray, Arka Roy Chaudhuri and Komal Sahai at the Indian Statistical Institute, Delhi, this broad trend of caste endogamy has remained stable for the past four decades.Not only does caste resist changes by time, it also manages to transcend the rural-urban divide. As per Ray, Roy Chaudhuri and Sahai, urban households do not have a higher probability of inter-caste marriage than rural households. Ironically, metropolitan cities have the lowest rate amongst urban areas. Clearly, the massive changes associated with urbanity in other parts of the globe are unable to shake India’s ancient citadel of caste.Caste endogamy is also unaffected by how developed or industrialised a particular state is, even though Indian states differ widely in this aspect. Tamil Nadu, while relatively industrialised, has a caste endogamy rate of 97% while underdeveloped Odisha’s is 88%, as per a study by researchers Kumudini Das, Kailash Chandra Das, Tarun Kumar Roy and Pradeep Kumar Tripathy.As a result of strict caste rules on marriage, David Reich writes that while India, with 1.3 billion people is thought to be a large population, that is incorrect genetically.“The Han Chinese are truly a large population. They have been mixing freely for thousands of years. In contrast, there are few if any Indian groups that are demographically very large, and the degree of genetic differentiation among Indian jati groups living side by side in the same village is typically two to three times higher than the genetic differentiation between northern and southern Europeans. The truth is that India is composed of a large number of small populations.”","author":"Shoaib Daniyal","time":"2018-10-19T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/14844104299_d160772ed3_o.jpg","tags":["Caste","Genetics","Inter-caste marriage"],"source":"https://scroll.in/article/897802/how-same-caste-marriages-persisted-for-thousands-of-years-in-india-and-are-still-going-strong"}