{"title":"How India Votes: The news media is helping BJP win elections – and the public does not mind","content":"Over the past five years, many believe that the Indian media has lost its objectivity in covering the ruling party and its leader more than ever before. The impact of this change on the 2019 election could be significant.Indians are more exposed to the media, have significant trust in it, and those with greater media exposure, particularly in Hindi, prefer the Bharatiya Janata Party.Data from 20 years of National Election Studies conducted by the Lokniti-Centre for the Study of Developing Societies shows a rising graph of news consumption among Indians through newspapers, TV and the radio.Television remains the most popular source of news for Indians: 46% in the NES sample watched news on TV everyday as opposed to 26% who got their news from newspapers. In the NES study in 2014, the Internet was still a fledgling source of news, with radio nearly twice as popular.However, the Pew Global Attitudes Survey in 2017 found that 16% of Indians were getting their news from the internet. The internet-using subset skewed younger, richer, better educated and overwhelmingly male.Data from the 2014 NES analysed by Rahul Verma, a political scientist at the University of California, Berkeley, and Shreyas Sardesai of Lokniti-CSDS shows that the BJP, as in the past, did much better among people with more media exposure. While 31.1% of India voted for the BJP in 2014, in the NES sample which covered more than 20,000 respondents in 306 constituencies, the researchers found this proportion went up to 39% among those with higher media exposure and down to 27% among those with lower media exposure. Those with higher media exposure were also more likely to consider Gujarat a well-governed state and favour Narendra Modi as Prime Minister.At every level of media exposure, the BJP outdid the Congress. Though a small constituency, those who got their news from the Internet were particularly likely to prefer the BJP. Moreover, as the election proceeded, support for the BJP and Modi grew at all levels of media exposure.Those with high media exposure also tend to be richer, more urban, upper caste and younger – the quintessential BJP voter, the researchers found. However, even after all other demographic variables were held constant, voters who watched Hindi news on TV or read Hindi newspapers were still more likely to vote for the BJP. In contrast, those who watched non-Hindi Indian language news on television were less likely to vote for the BJP.According to the Broadcast Audience Research Council of India data for the first week of January, the top-rated Hindi TV channel with over 140 million weekly impressions, had 200 times the viewership of the top-ranked English channel. The top-ranked Malayalam and Tamil channels had about 100 times the viewership of the top English channel.\n    \n       Rank  Channel Name  Weekly Impressions \n    \n     1  Republic TV  731000  2  Times Now  583000  3  India Today Television  284000  4  CNN News18  280000  5  NDTV 24x7  191000        1  Aaj Tak  140656000  2  Zee News  119908000  3  News18 India  114993000  4  ABP News  109341000  5  India TV  101902000 \n   Source: BARC India The Congress, meanwhile, always does better than the BJP among voters with low media exposure.With a real impact on voting, the content of that media becomes important.At the height of the 2014 election campaign, between March 1 and May 11, Modi got more airtime during the 8 pm-10 pm slot on a sample of Hindi and English news channels than the next nine top leaders put together, the Media Lab at the Centre for Media Studies in Delhi found. In all, Modi was discussed for over a third of the time. \n    \n       Leaders  Time In Minutes  % of Time \n    \n     Narendra Modi  3415  36.32  Arvind Kejriwal  879  9.35  Rahul Gandhi  468  4.98  Priyanka Gandhi  289  3.07  Sonia Gandhi  168  1.79  Mulayam Yadav  162  1.72  LK Advani  155  1.65  Amit Shah  153  1.63  Manmohan Singh  148  1.57  Mamta Banerjee  121  1.28 \n   Source: Analysis by CMS Media Lab The coverage of the BJP also exceeded that of the Congress by over ten percentage points. This is an unprecedented gap. In 2009, the difference was not more than a percentage point or two, said Prabhakar, who heads the Media Lab.It is unclear whether the coverage of Modi and the BJP in 2014 was positive or negative, since the Centre for Media Studies does not do ‘sentiment analysis’.\n    \n       Parties  Time In Minutes  % of Time \n    \n     BJP  1796  38.91  Congress  1338  28.98  AAP  781  16.93  SP  207  4.49  Shiv Sena  72  1.56  BSP  62  1.35  TMC  48  1.05  CPI(M)  46  1  MNS  41  0.89  JD(U)  35  0.75 \n   Source: Analysis by CMS Media Lab In the years since then, there is no empirical data but plenty of anecdotal evidence to suggest the coverage of the BJP and of Modi in particular has not only been extensive, but also largely fawning.This might not be something viewers and voters mind. The Pew Global Attitudes Survey in 2017 found Indians were the most accepting of political bias in their media of all the countries surveyed. More Indians said that it was sometimes acceptable for a news organisation to favour one political party (41%) than those those who said it was never acceptable (25%) – the only country where the scale tipped this way. A third expressed no opinion on the matter.As India’s ruling party starts its media outreach for the 2019 election – from Modi’s recent interview to the news agency ANI or his sit-down with the popular Facebook page Humans of Bombay – viewers are once again likely to get carpet-bombed with propaganda. It might just work again.\n    \n      \n      How India Votes\n      What data shows about Indian politics since 2014\n    \n    \n        Read More","author":"Rukmini S","time":"2019-01-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/110431-bjouqnurck-1547296665.jpeg","tags":["Indian Media","Bharatiya Janata Party","2014 elections","2019 elections","How India Votes"],"source":"https://scroll.in/article/909195/how-india-votes-the-news-media-is-helping-bjp-win-elections-and-the-public-does-not-mind"}