{"title":"The enduring influence of the fantasy film ‘Pathala Bhairavi’ on Telugu cinema","content":"Okkadu is a film about Ajay, a young aspiring police officer and Kabaddi player, who goes to Kurnool for a match and crosses path with a local gangster forcing himself on a young girl in the middle of Kurnool. It isn’t just any place in Kurnool. It’s opposite the iconic Konda Reddy Buruju or Konda Reddy Fort. The fort is named after its last ruler, who managed to escape through the secret tunnels known only to him and his family, after the nawabs had imprisoned him. The fort has that kind of legacy. It’s part-myth, part-history – melding to become ‘folk’. Just like Konda Reddy, another folk legend was being made on the screen.The villain, played by Prakash Raj, is a tormentor of women and happy families in south India. In Telugu films, villains aren’t just bad guys, they are rakshasas. Called Obul Reddy, Prakash Raj’s villain in Okkadu, was perhaps based on the real-life gangster named Obul Reddy, in the neighbouring district of Anantapur, who was known for his atrocities against women. The people in Kurnool knew the dark context of what was being depicted on-screen.At one point in the film, Prakash Raj’s Obul Reddy is in peak form opposite Konda Reddy Buruju, doing what he does to hapless young women. Ajay walks up to Reddy and punches him, sending him crashing into a transformer. It bursts, and there is a shower of electric sparks that adorn Mahesh Babu’s towering frame, as music director Mani Sharma’s pulsating background score reverberates across the theatre. A character – a passer-by in the background – on-screen says, ‘Someone can hit Obul Reddy in broad daylight on the road, opposite Konda Reddy Buruju! Who the hell is this guy?’Another says, ‘He’s definitely not from here.’ As the audience erupts in the theatre, on-screen, opposite Konda Reddy Buruju in Kurnool, the actor Mahesh emerges as the star Mahesh Babu.The reason I describe Okkadu in so much detail is because the film borrows liberally from Pathala Bhairavi. For one, the villain in this film, too, is smitten by the heroine. He seems to genuinely want to impress her and marry her. He calls her Bangaaru, the Telugu term of endearment, equating a loved one to gold. In another kind of Telugu film, he would have been the Hero. Off-screen, Prakash Raj was being compared to S.V. Ranga Rao, the man who could play the villain and still come out winning the audience over.At some point in the second half, much like Nepala Mantrikudu, Prakash Raj kidnaps Swapna, the heroine played by Bhoomika Chawla. It feels that the Hero, Mahesh Babu’s Ajay, will never find his way back to her. Both Ajay and Swapna are prisoners in their own way – her, dressed up like a bride; him, locked in a prison. And then, straight out of the Pathala Bhairavi textbook, Swapna challenges Obul Reddy. ‘If you really want me to marry you, fight Ajay like a man and then marry me.’It is the same attack on masculinity that Indumati inflicted on Nepala Mantrikudu. In retaliation, here, Obul Reddy brings out Ajay to prove himself in front of the heroine. But while taking the Hero back to the marriage hall, Reddy stops at a random spot to kill him. At this point, he is asked the one question that confirms all suspicions about the film’s likeness to Pathala Bhairavi.‘Have you seen Pathala Bhairavi?’ Ajay asks Reddy.‘Ten times,’ he replies.Ajay compares himself to Thota Ramudu and warns Reddy that just like in that film, he will kill the Mantrikudu here. Reddy does not like the comparison and orders his men to surround Ajay. Taking a leaf out of Anji from Pathala Bhairavi, Ajay’s friends surround Obul Reddy and his men.That is the effect the folklore film has on Telugu cinema grammar even today. Almost all Telugu Heroes are folk heroes, and all villains are folk villains. There are princesses waiting to be rescued. And the Hero’s friends are reincarnations of Anjis. The templates, the set-ups and pay-offs that Pathala Bhairavi used have crept into the successful and the unsuccessful Telugu films that we see today. Its conversion of folk Heroes and themes into cinematic expressions laid down a formula to be replicated by younger stars, to try and reach new levels of Heroism in pop-imagination.It’s not just the odd film that refers to the text set up by Patala Bhairavi. Telugu cinema’s greatest churner of stars and heroes, S.S. Rajamouli, also draws liberally from the tropes set up by the film.It starts with the most basic and mundane things, like the most common name for the female lead in his films being ‘Indu’, Bhoomika Chawla’s character in Simhadri, who stabs NTR Jr in the heart-wrenching twist before the intermission; the college student torn between two rivalrous departments, played by Genelia D’Souza, in the rugby-themed action – drama Sye (Challenge). In his ambitious reincarnation drama Magadheera (Legendary Warrior), Kajal Aggarwal, in her current life, is called Indu. In his most outrageous masala film, Eega (Fly), the micro-sculpture artist played by Samantha is called Bindu.But the more liberal use of Pathala Bhairavi’s tropes are found in Rajamouli’s magnum opus – Baahubali. According to Adoor Gopalakrishnan, the National Award-winning Malayalam filmmaker, the Baahubali franchise is – for the lack of a better word – a parody of Pathala Bhairavi, folk elements being common to both the films.Prabhas’ Sivudu has much in common with Thota Ramudu. Both films begin with their respective mothers praying to the gods their sons are named after, to take care of the carefree and troublesome boys. The sequence in Baahubali where Sivudu first enters the palace by climbing its walls and roams its grounds by confusing the soldiers is staged like the setup in Pathala Bhairavi. While Baahubali uses the sequence for dramatic ends, Pathala Bhairavi uses it for comical pay-offs between Surasena and Thota Ramudu.Excerpted with permission from The Age of Heroes – The Incredible World of Telugu Cinema, Mukesh Manjunth, HarperCollins India.","author":"Mukesh Manjunath ","time":"2024-05-08T08:45:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200574-lhpxkpslhu-1715157752.jpg","tags":["Telugu cinema","Pathala Bhairavi","Baahubali"]}