{"title":"How ‘Vijay’ became ‘Usman’ after being killed in an Uttar Pradesh police encounter","content":"Vijay Kumar Chaudhary, who allegedly shot a key witness in the 2005 murder of former Bahujan Samaj Party legislator last fortnight, was himself killed in an encounter with the Uttar Pradesh police on Monday.Umesh Pal, the witness, died in a shoot-out in Prayagraj, Uttar Pradesh, on February 24.However, the police now claim that Chaudhary may have converted to Islam and changed his name to Usman. Large sections of the media as well as many Bharatiya Janata Party leaders put out news of the encounter with this allegedly new name even as Chaudhary’s wife claimed that her husband was Hindu and named Vijay.Responding to Umesh Pal’s murder, Uttar Pradesh’s Chief Minister, Adityanath had said in the Legislative Assembly on February 25 that “mafias” would be “ground into the dust”.In an alleged encounter in Prayagraj on February 27, the Uttar Pradesh police killed Arbaz, who they claim drove the vehicle used by Umesh Pal’s murderers. On the same day, the police arrested Ghazipur resident Sadaqat Khan for allegedly being involved in the case. On Monday, Vijay Chaudhary, who was allegedly seen firing a gun, was  injured during the encounter. He was taken to the hospital where he was declared dead, the police said. However, after his death, Vijay Kumar Chaudhary was extensively referred to as “Usman Chaudhary” by many in the state’s ruling BJP as well as several news organisations in their reportage.Many media outlets claimed that “Usman” was his alias while the police alleged that it could be his new name since he may have converted to Islam.\n\t\t\n\tA screenshot of a YouTube video by news agency ANI.For example, Shalabh Mani Tripathi, a BJP MLA from the state and former media advisor to Adityanath, referred to Vijay Chaudhary as “Usman Chaudhary” on Monday. Similar references were made by BJP members such as Priti Gandhi and the party’s youth wing National Secretary Tajinder Pal Singh Bagga in their tweets.\n\t\t\n\tScreenshot of India TV's broadcast on Monday.Organiser, a magazine affiliated with the BJP’s parent organisation, the Rashtriya Swayamsevak Sangh, also highlighted his name as Usman in its headline. Similarly, Hindi-language newspaper Amar Ujala referred to Vijay Chaudhary as Usman in its headline. Dainik Bhaskar too referred to him as Usman in its headline. Several English-language news outlets also referred to Vijay Chaudhary as Usman in their reports. However, they also mentioned “alias Vijay”.A newspaper cut-out of Amar Ujala's report.In a number of tweets, news organisations News24 and Jan Ki Baat similarly referred to Vijay Chaudhary only as Usman.BREAKING : Uttar Pradesh BJP MLA Shalabh Mani Tripathi tweets after accused Usman was shot dead in the Umesh Pal murder case, says -   \"Dreaded murderer Usman shot dead in an encounter with Police today.\"@shalabhmani #umeshpalhatyakand pic.twitter.com/Tkz4WBoMCa— Jan Ki Baat (@jankibaat1) March 6, 2023\n\nA tweet by Jan Ki Baat referring to Vijay Chaudhary only as Usman.\nAllegations of religious conversionWhile Prashant Kumar, Uttar Pradesh’s additional director general for law and order, first referred to Vijay Chaudhary as Usman on Monday, he later told Aaj Tak that the possibility of Vijay Chaudhary having converted to Islam is being investigated. “Why else would a common person change his name?” he said.The news channel reported, citing unidentified persons in the local police unit, that Vijay Chaudhary had converted to Islam and changed his name to Usman a few years ago.‘Not Usman’However, Chaudhary’s wife, Suhani alleged on Monday that her husband’s name was not Usman and that he is being deliberately portrayed as a Muslim. “He [Vijay] is not Usman,” Suhani told UP Tak. “They [the police] are lying. They [the police] are doing this deliberately. Everyone, including those in this village know what the name is. How did we become Muslims? He [Vijay] was made a Muslim.”Suhani Chaudhary told UP Tak that her family does not know Atiq and that Vijay Chaudhary had not converted to Islam.She also said that Vijay was killed in a fake encounter. The police took away her husband and father-in-law in the morning and confiscated their mobile phones, she alleged. “The police have done absolutely wrong,” she said. “The law is not made to kill someone. The law is made to protect.”","author":"Nachiket Deuskar","time":"2023-03-07T17:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/146419-muljshktfj-1598092841.jpg","tags":["Uttar Pradesh","Umesh Pal Murder Case","Raju Pal Murder Case"],"source":"https://scroll.in/article/1045192/how-vijay-became-usman-after-being-killed-in-a-uttar-pradesh-police-encounter"}