{"title":"How DNA went missing from the NRC’s blueprint for proving Indian citizenship ","content":"On July 31, Assam will release the final National Register of Citizens, a list of Indian citizens living in the state. Possibly the largest citizenship screening drive in the world, it has put millions of people on edge. In a month-long reporting project called The Final Count, Arunabh Saikia and Ipsita Chakravarty look at how the list was drawn up, who was left out, and what lies ahead.  Ajijur Rahman, a cart-puller from Baksa district’s Ata village, had little to cheer for when his name appeared in the draft list of Assam’s National Register of Citizens. Both his sons, nine-year-old Minhazur and four-year-old Intadul, had been left out.Since India follows the principle of jus sanguinis, or citizenship by blood, and the NRC exercise asks applicants to prove they are descended from Indian citizens, a DNA test would seem to be a simple way to establish Rahman’s relationship to his sons.But the NRC modalities have no provisions for DNA testing. Instead, applicants must submit documents to establish their lineage, which is particularly difficult for the poor who do not keep records of their life.Rahman first submitted the boys’ immunisation certificates as proof that they were his children. The NRC authorities initially accepted the certificates but subsequently rejected them during the investigation process. While making fresh claims, Rahman then submitted their birth certificates. But these are also likely to be rejected because Rahman got them made only after he was informed that the immunisation certificates would not work. The NRC rules state that “birth certificate with delayed registration beyond one year” will be “subject to rigorous scrutiny”. A local NRC official familiar with the case said that what would go against Rahman’s sons is that the birth certificates were issued on the basis of the immunisation certificates.In short, Minhazur and Intadul could face trial at a foreigners’ tribunal. And if they fail to prove their case – which is quite likely since they have no other documents linking them to their father – they could be liable to deportation.DNA on the tableWhen Assam decided to update the 1951 NRC, the initial rules did provide for DNA testing.A sub-committee of the Assam government held a series of consultations with civil society groups starting 2011 to formulate a set of rules to regulate the citizenship screening drive. On July 5, 2013, the state government submitted these rules to the Union home ministry. One of them allowed for DNA testing as a last resort. “DNA test in connection with determination of parental linkage may also be carried out if the necessity arises,” it said. This version of the modalities had the consensus of all stakeholders, including Assamese nationalist groups and minority organisations.Clause goes missing Yet, on November 22, 2014, when the Union government finally made the modalities public, the DNA clause was missing. The modalities had been finalised by the Congress government and submitted to the Supreme Court in October 2013.Minority outfits in Assam allege the central government dropped the clause unilaterally, without consulting any of the civil society stakeholders. They claim the Union home ministry did not even flag the change to the Supreme Court, which oversees the exercise. On the contrary, in the affidavit filed in October 2013, the Union home ministry told the court that the “updation of the NRC 1951 was finalised within the parameters of mutually agreed modalities”.“Because the home ministry did not explicitly spell it out it then, the issue slipped through the cracks,” claimed Ainuddin Ahmed of the All Assam Minority Students’ Union. “Also, at that stage, we were accused of wanting to stall the NRC process, so we let it go in good faith.”‘Not practical’But home ministry officials claim the DNA clause was dropped after discussions with Assam government. Said Shambhu Singh, then a joint secretary at the home ministry, dealing with matters relating to the North East: “It was discussed and we ultimately found out that it was not practical as you have to check the DNA sample of multiple generations.” Singh had chaired the meetings in the North Block to discuss and finalise the modalities. “If you don’t have the DNA of the forefathers, with whose DNA do you compare?” he said. “Moreover, DNA in the sub-continent is by and large similar.”But Prithibi Majhi, the Assam minister who headed the cabinet sub-committee that finalised the modalities, denied this. He said he was not consulted by the home ministry after he had signed off on the modalities. “After I submitted the report to the chief minister my job was over,” he said. “To accept, reject or modify the modalities was the central government’s prerogative.” Majhi confirmed that the version of modalites he had signed off on had a provision for DNA testing if the need arose. Assam’s chief minister at that time, Tarun Gogoi, however, had taken a public stance against the idea of DNA testing, calling it an “impracticable demand”.Incidentally, on July 9, the Union government re-introduced the DNA Technology Regulation Bill in the Lok Sabha. The Bill, which seeks to control the use of DNA technology for establishing the identity of a person, was passed in the Lok Sabha in January only to lapse as Rajya Sabha failed to pass it. Now, it is back on the table. The text of the proposed legislation states that its provisions could come in handy to solve “issues relating to immigration or emigration”. DNA before deportation Meanwhile, the All Assam Minority Students’ Union is contemplating approaching the court demanding that DNA testing be allowed, said Ahmed. “The whole exercise has turned out to be afflicted with political interference,” he said about the NRC. “Valid documents are being rejected.”Another person associated with the group said they would ask for DNA testing on a voluntary basis. “Our point is that if anyone is willing to bear the expenses of the test,” said the person who did not want to be identified for legal reasons, “he or she should be allowed to do so, prior to throwing him or out of the country.”Assamese nationalist groups don’t seem to have objections either – albeit they want it to be used for detection of people wrongfully counted as a citizen. “We support it,” said Aabhijeet Sharma, president of Assam Public Works, whose petition in 2009 in the Supreme Court set the ball rolling for the citizenship register in its current form. “It also finds mention in our original petition.”Read all the stories in The Final Count series here.To get all The Final Count stories in your inbox every day, subscribe here.","author":"Arunabh Saikia","time":"2019-07-22T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124213-jpgvjojaex-1563714644.jpeg","tags":["National Register of Citizens","Assam","DNA Technology Regulation Bill","The Process"],"source":"https://scroll.in/article/931004/how-dna-went-missing-from-the-nrcs-blueprint-for-proving-indian-citizenship"}