{"title":"How bulldozers tore down the Supreme Court’s orders in Delhi’s Jahangirpuri","content":"An hour after India’s Supreme Court ordered municipal authorities to stop demolitions in Delhi, a bulldozer came crashing down on the entrance gate of a mosque in Jahangirpuri.Muslim residents who live in housing enclaves behind the mosque stood watching through tall iron gates that were locked that morning. “But there is a court order,” one of them shouted in disbelief.On April 16, communal violence had erupted in this working-class neighbourhood, after a procession organised by the Bajrang Dal on Hanuman Jayanti had clashed with Muslims as it went past the mosque. Days later, a semblance of normalcy had returned to the lanes. But the Bharatiya Janata Party-led municipal corporation unsettled matters when it requisitioned 400 policemen for “an encroachment removal programme” late on Tuesday.On Wednesday morning, lawyers rushed to the Supreme Court to get a stay on the drive. At 11 am, the court ruled that status quo should be maintained until there were further hearings on the matter.As the news of the Supreme Court order spread in Jahangirpuri, many Muslim residents breathed a sigh of relief. The bulldozers seemed to be retreating from the mosque. On the way out, they seemed to be delivering the finishing touches of the day’s drive, demolishing the stairs and verandas of a few more shops and houses on the road.But at noon, a bulldozer was back near the mosque. The demolition continued for another 15 minutes in the full glare of TV cameras, an act of defiance broadcast to the entire country.I recorded this video exactly an hour after the Supreme Court had stayed the demolitions in #Jahangirpuri. It didn’t make any difference to municipal authorities that the media was out in full strength.Instead it seemed like a spectacle being staged for nationwide broadcast. pic.twitter.com/6lW5sBIs0P— Supriya Sharma (@sharmasupriya) April 20, 2022\n\nIn the past two weeks, there have been at least two other instances – in Khargone in Madhya Pradesh and Khambhat in Gujarat – of bulldozers being sent to demolish homes of alleged rioters as local authorities suddenly woke up to “encroachments” after episodes of communal violence. Both states are ruled by the Bharatiya Janata Party.The practice of punishing alleged Muslim offenders by battering their homes, however, has been pioneered by Uttar Pradesh chief minister Adityanath, who has earned himself the monicker of “Bulldozer Baba”. With the demolitions at Jahangirpuri on April 20, the BJP’s bulldozer politics finally arrived at the national capital.  Jahangirpuri mosque's entrance gate has been demolished pic.twitter.com/d8DVEArygA— Arunabh Saikia (@psychia90) April 20, 2022\n\nOne of the first structures to be targeted on Wednesday’s demolition drive was a cycle repair shop located right next to the mosque.Fifty-year-old Jahanara, whose family runs the business from the porch of their house, was distraught. The shop had been reduced to rubble.But there was also a trace of relief in Jahanara’s voice.  At least the house where her family has been living for several decades – according to Jahanara, as far back as when Indira Gandhi was prime minister – was spared. “They would have destroyed it too, but they stopped because of the court order,” said Jahanara. On the other side of the mosque, a motorcycle shop, too, had been torn down.Its owner, 36-year-old Ashu Khan, said he woke up to news that some temporary structures used by garbage collectors might be demolished by the authorities. But he didn’t expect the bulldozers to target his shop. Standing in the midst of a tangle of tin sheets, he pointed to expensive motorcycles and scooters lying damaged on the floor, and said: “They should have at least given us a day or two of warning.” He said he tried to move out some of the bikes but the road had been barricaded by the police.Asked if he had ever been informed by the civic authorities about any illegality on his part, Khan said, “No notice had been served to us ever.” Listen to this shopkeeper who runs a bike repair shop right next to the #Jahangirpuri mosque. I spoke to him while demolitions continued, despite SC stay order. pic.twitter.com/bmzzW8y3Tb— Supriya Sharma (@sharmasupriya) April 20, 2022\n\nThe Jama Masjid stands on a wide street cutting between C and D blocks in Jahangirpuri. About 15 shops away from the mosque is the local Kali Mandir. When the bulldozer reached the temple, it finally halted the demolition drive. The temple, whose entrance also jutted into the pavement, was perhaps the only building on that row that had been left untouched.As the bulldozers pulled away, a young man from a shop near the temple peered from under lowered-down shutters. Seeing him, a reporter asked: “Do you sell cigarettes?” The young man, Aasif, looking visibly distraught, did not respond. Instead, he began to mutter: “Today, they are targeting a mosque and shops, tomorrow they will target our homes. Tell me, is it right to say that those who don’t say Jai Shri Ram have no right to live in the country?”Even though he was reluctant to engage with reporters, a journalist from Republic TV thrust a mike in Aasif’s face, questioning him about his argument that the drive was targeting Muslims. “Even Devesh’s shop has been damaged,” the reporter said.Devesh Kumar runs an electronics store, three shops away from Aasif. The shed outside his shop, too, had been torn down. He was clear that the demolitions that had taken place that morning were unjust. “The authorities did not give anyone any warning,” he said.When asked about the fact that he was being held up as an example of the demolition drive being even-handed, not particularly aimed against any community, he said, “I am the only Hindu shop owner on this stretch.”Listen to this shopkeeper who was being held up as an example by some reporters of how the #Jahangirpuri demolition drive wasn’t targeted at just one community. The sheds outside his shop too were razed. pic.twitter.com/6gFbT5WDfO— Supriya Sharma (@sharmasupriya) April 20, 2022\n\nMuslim residents who live in the lanes behind the temple and the mosque were visibly incensed at the way the community had been targeted.“If the mosque is in the wrong place, the temple is also in the wrong place,” said Shehnaz Begum. “If they can follow their religion, why can’t we follow our religion? Then just say there is a religious war going on.”The anger was largely directed at the BJP, whose leaders had ordered the demolition, but also at the police, who they felt enabled the Hindu right-wing rioters who had allegedly tried to enter the mosque on April 16. “From the time Modi came to power, it has been like this,” said Shehnaz Begum, referring to Prime Minister Narendra Modi. In the aftermath of the rioting on April 16, BJP leaders had alleged the Bengali-speaking Muslims who live in the alleys of Jahangirpuri are “illegal Bangladeshis” and “Rohingya” refugees from Myanmar. It was a prelude to the demolition drive to root out so-called illegal encroachment.Muslim residents who live in the lanes behind the mosque were hurt by these claims. “Are we terrorists? Did we come here after Partition?” demanded Shehnaz Begum. “This India is mine as much as theirs.”Most assert that they have been long-time residents of Jahangirpuri. Take, for instance, Akhtarnum, who is around 40. She was born in Jahangirpuri, to parents who had moved to the city in search of work from Haldia. The family lives above their 30-year-old shop,  which was revamped five years ago into a mobile phone accessories store. On Wednesday morning, the front part of the shop was razed down. “How can they do this?” asked Akhtanum, tears welling up. “This is the only home I have ever known in my life.”Noorjahan, her neighbour, moved from Nandigram not too long ago, after getting married. But her in-laws had been living in Jahangirpuri for decades, she said. On Wednesday, the entire family, including three toddlers, remained stranded in their second floor house – the stairs leading up to the house had been demolished. “They could have at least warned us beforehand,” she said.One angry young resident who lives behind the mosque said his family had been in the locality since 1976, when the buildings there had first come up.“Before he came to Jahangirpuri, my father lived across the Yamuna. He arrived there in 1966. Bangladesh was created in 1971. So tell me, how are we Bangladeshis?” the young man, who did not want to disclose his name, askedAccording to residents, most Bengali Muslims living in Jahangirpuri were from Haldia and Midnapore in West Bengal. “Yes, maybe 2% are Bangladeshi, but can you equate 98% of us with 2%?” the angry young man continued. “When it’s election time, we are Hindustanis. After elections are over, we become Bangladeshis and Pakistanis.”While the C-block lanes immediately behind the mosque were lined with Muslim households, further down, the area grew mixed. Till date, residents said, there had been no trouble between communities. “There would be a Hindu landlord and a Muslim tenant or a Muslim landlord and a Hindu tenant,” said the young man. “This Bangladeshi accusation we only heard now, after the trouble of the last few days.”Their immediate neighbours were not responsible, he continued, it had to be people from other blocks.#DemolitionDrive: The temple down the road from the #Jahangirpuri mosque, also jutting out into the pavement, was not touched during the “anti-encroachment drive”.Bulldozers demolished the entrance gate of the mosque, shops, homes, and other structures.https://t.co/WS927mzZVC pic.twitter.com/13TYqkOPJi— scroll.in (@scroll_in) April 20, 2022\n\nAs the bulldozer retreated, Devender Kumar, who lives in a Hindu part of the neighbourhood, was also heading back home, a content man. “Whatever happened is best,” he said, sporting a wide smile. “The police have our full support.”Jahangirpuri’s Hindu dominated G-block had been spared the bulldozers on Wednesday morning. Cousins Sunita, 26, and Shilpa, 19, strolling down the block in the afternoon, also welcomed the demolition drive.“These people are Bangladeshis, they speak Bengali and are Muslims. They deal in dirt, and they are dirt themselves too,” said Sunita. Many Muslims in Jahangirpuri work as waste collectors. Sunita said she had witnessed the violence on April 16 first hand. Two Hanuman Jayanti rallies had passed peacefully that day. The third rally triggered violence as it crossed the mosque. Sunita had been part of it. She insisted that Muslims from the mosque had thrown the first stones and that she had seen them open fire. She also dismissed claims that the violence started as the Hanuman rally tried to enter the mosque. But other Hindu residents of Jahangirpuri were more circumspect about what happened that day. Members of the Bajrang Dal had brought matters to a head at the third rally, they felt.Noorjehan's stranded family. Photo: Arunabh SaikiaBoth communities agree that for three days, there was calm.  “We are all working people here,” said an elderly Muslim man who lives in C-block behind the mosque. Nobody, he said, could give up their daily bread to go on the rampage. According to him, matters flared up on Wednesday morning as the bulldozers arrived, along with the police and the press.When asked what his name was, he refused to reveal it. “The police will pick me up. But you can quote me as a ‘terrorist’,” he said, bitterly.","author":"Arunabh SaikiaIpsita ChakravartySupriya Sharma","time":"2022-04-20T20:31:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/173326-dkpkdriopd-1650467814.jpg","tags":["Bulldozer politics","Jahangirpuri","Delhi violence","Communal violence","Demolitions"],"source":"https://scroll.in/article/1022269/how-a-bulldozer-tore-down-the-supreme-court-orders-in-delhis-jahangirpuri"}