{"title":"How do you visually capture Bengaluru without showing its landmarks? Hint: With zombies and murders","content":"Capturing the essence of a city is never an easy task, certainly not when it comes to a warren of contradictions like Bengaluru. So Jai Unudurti began with the idea that a city is an “act of the imagination”. He steered clear of visually adapting Bengaluru’s Wikipedia page – indeed, anything factual. “Let’s just say that facts were used as stepping stones,” he said.The result, Bangalore: A Graphic Novel, is at times a surreal kaleidoscope – visually and narratively. It includes nine stories by 18 artists and writers, each “trying to capture a kind of unique sense of a city,” Unudurti said.An author and a journalist, Unudurti is part of the team behind Every City Is A Story, a series by the graphic novel studio Syenagiri that is introducing new and immersive methods of storytelling. The studio had released Hyderabad: A Graphic Novel in 2013, for which Unudurti worked closely with a single artist, Harsho Mohan Chattoraj. The product, Unudurti said, was a “reflection of the obsessions and interests I had at that time”. However, it was impossible to zero in on a formula that he could repeat with the book on Bangalore – in Hyderabad, a time-travelling auto driven by a wisecracking Old City autowallah formed the narrative glue.“In general, the Every City series eschews clichés and fights reducing cities to single, so-called ‘iconic’ images,” said Unudurti. “Through the nine stories, we were hoping for a kind of alchemy to take place, and it did. We didn’t plan for it but somehow, these totally different pieces fell into place. In the end, this is as much a project from Bangalore as much as it is about the city.”Unudurti, who compiled the Bengaluru collection with Praveen Vempadapu, believes that cities influence their inhabitants deeply, right down to their way of thinking and perceiving the world. “Just as Bombay or Paris have their own distinctive ‘voices’ – the kineticism of Bombay, for example, often shows in works written there – Bangalore too has a distinctive psycho-geographical signature,” he said.Each story in Bangalore: A Graphic Novel varies thematically, artistically and narratively. From Prashant Miranda’s vivid walk down memory lane while visiting his grandparents in Richards Town to Ramya Ramakrishnan reliving her past at India Coffee House to Appupen’s (aka George Mathen) futuristic and dark tale of Bangaloids which explores the tryst between Bengaluru and technology.Unudurti selected a mix of established artists as well as those just breaking into the field, and asked them to interpret their relationship to the city. “I started by asking writers and artists whose work I admire, like Appupen, whose first graphic novel I actually read in Bangalore at a café called Thulp, which used to stock comics,” he said. “I encountered Prashant Miranda’s work when he had an exhibition in Hyderabad and I got to meet and talk to him. I was familiar with Devaki’s work, and aware of Solo and Ojo through their work on StripTease Magazine. I’m a regular at Goobe’s Book Republic, and got talking with the owner Ravi Menezes, who suggested I contact George Supreeth. George’s alternate history of the city captivated me. I knew that a slice of that had to show in this book,” A poster asking for contributions led Unudurti to CG Salamander, Sumit Moitra and Ramya Ramakrishnan. Some extraordinary collaborations occurred on the pages of the book too – for instance, the 11th Main, 9th Cross between Sreejita Biswas (aka Solo), Oz and Karn is a black and white tale that follow a dark stealthy vigilante atop Bengaluru’s roofs and lanes.“I’ll let you in on a secret,” said Sreejita. “The three of us who made the comics are cats in real life. We’ve been around for centuries and have realised that no one really recognises our bravery and valour as it really is. So we felt it was time to let people know that we are the real superheroes. The little victories are what matter.”CG Salamander, who collaborated with artist Devaki Neogi and letterer Aditya Bidikar for the book, wrote a powerful story titled 81 Richmond Road on a gruesome Bengaluru murder in 1991. Asked how he chanced upon the story, Salamander said, “I was initially looking for something colonial, but the internet having a mind of its own led me to some of its darkest memories. What drew me to 81 Richmond Road over so many of the other stories was a single line from the court hearing against the murderous godman Swami Shradhananda that read: He continued to live, like a ghoul, in the same house and in the same room.”Salamander added that it was such a pleasure working with his collaborators that he is now working on a full-length graphic novel, Goodbye Blue Monday. “Devaki and I were on the same page right from the very beginning,” he said. “Jai suggested we bring out a resonating feeling of claustrophobia throughout, and that’s exactly what Devaki’s done with her art. Aditya coming on board only added to the eeriness of it all.”What are the future plans for Syenagiri? “What we have now is a palimpsest, something that will be effaced,” Unuduri said. “It is merely the starting point of an exploration. For me, a city that exists only in dreams would be a strange melding of the beachfront of Vizag (my hometown), Church Street in Bangalore with all its bookstores, the streets behind the Taj Mahal Palace hotel in Colaba for the memories they contain, the by-lanes of Triplicane in Chennai with their mad energy... Each volume has differed from its predecessor and it’ll be fun to come up with new models and approaches for each new city.”Bangalore: A Graphic Novel will be out in July.","author":"Rohini Kejriwal","time":"2017-03-16T15:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/831732-53528-nczkltmdsz-1489479765.jpg","tags":["Bangalore","Jaideep Unudurti","graphic novel"],"source":"https://scroll.in/magazine/831732/how-do-you-visually-capture-bengaluru-without-showing-its-landmarks-hint-with-zombies-and-murders"}