{"title":"How ‘Mission Mangal’ production designer recreated ISRO Mars mission: ‘It had to look believable’","content":"The August 15 release Mission Mangal follows the Indian Space Research Organisation scientists and engineers who sent a space probe to orbit Mars in 2013. Directed by Jagan Shakti, the film stars Akshay Kumar, Vidya Balan, Taapsee Pannu, Nithya Menen, Kirti Kulhari, Sonakshi Sinha, Sharman Joshi and HG Dattatreya as the ISRO staffers who worked on the Mars Orbiter Mission project.Since security concerns prevented the film from being shot at ISRO, production designer Sandeep Sharad Ravade creates sets and miniature models of the Polar Satellite Launch Vehicle rocket and its payload. “We are not scientists,” the 48-year-old Ravade told Scroll.in. “Filmmaking is about the act. Even I am acting. Our models are not functional, but they have to appear to be.”Ravade began his career in 1995 as an assistant art director to Samir Chanda, working on such films as Sardari Begum (1996) and Is Raat Ki Subah Nahin (1996). A long stint as an art director followed, during which Ravade worked closely with production designer Sumit Basu. Ravade’s solo credits include Baby (2015), Parmanu: The Story of Pokhran (2018) and Thackeray (2019). “Earlier, there was no production designer in Bollywood,” Ravade said. “The art director did everything. Now the production designer plans the sets, colour palette, etc, which the art director and his team execute. Neeraj Pandey knew me, and with his Baby, I jumped into production design.”Ravade took Scroll.in through the process of creating a duplicate ISRO for Mission Mangal, which he considers to be his most ambitious and difficult project to date.\n\n\n    \n    Play\n\nMission Mangal (2019).‘Nothing artificial or hyper-real’“We did not take any inspiration from Hollywood films, though we did see their space movies. That’s because ISRO is ISRO, and we did not want to create something that’s artificial or hyper-real. We stuck to the ground roots of ISRO, the simplicity of its people and their lifestyles and home environments. The magic of this story lies in the fact that seemingly ordinary people have done extraordinary things at ISRO for years. ISRO will be celebrating its 50th birthday on the film’s release date, August 15. The earliest rocket parts would be carried to ISRO over cycles and bullock carts. It’s been an excellent journey from Rohini, ISRO’s first satellite launched in 1980, to Chandrayaan-2.All through this journey, what remained constant was the simplicity of ISRO. That is the spirit of the story, where a homemaker like any other takes care of her family, but is meanwhile part of the biggest space mission that country has ventured on till date.Unfortunately, we could not enter ISRO. An appointment was made, which got cancelled. But Jagan Shakti and a few members of the production team visited and came back with research material, photographs, and books.The mission control room of ISRO in Mission Mangal. Courtesy Sandeep Sharad Ravade.The sets weren’t the challenging part in Mission Mangal, as making sets is a regular job. What was challenging was getting the rocket and the satellite right, as they were made up of many small components. People have seen enough footage of Mangalyaan, so we had to get the look right at all costs.The actual PSLV rocket, which carried the satellite, is about 145 feet tall. We had to make a miniature model. We did not make the entire thing, but bits and parts of the rocket, like the nose or the tail, which ranged between 12 feet to 18 feet in height each. The remaining parts of the rocket that wasn’t covered by our model were CGI extensions.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 177.77777777777777%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/ijaugvllqk-1563989346.jpeg\">\n  </picture><figcaption>Blueprint of PSLV rocket used in the Mars Orbiter Mission. Courtesy Sandeep Sharad Ravade.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 205.5776892430279%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/dcggacrclc-1563989348.jpg\">\n  </picture><figcaption>Making of the PSLV rocket for Mission Mangal. Courtesy Sandeep Sharad Ravade.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 205.5776892430279%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/urqhztfjaj-1563989348.jpg\">\n  </picture><figcaption>Making of the PSLV rocket for Mission Mangal. Courtesy Sandeep Sharad Ravade.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 205.5776892430279%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/lbqmzsibrm-1563989349.jpg\">\n  </picture><figcaption>Making of the PSLV rocket for Mission Mangal. Courtesy Sandeep Sharad Ravade.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 56.25%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/cbrgglekze-1563989347.jpeg\">\n  </picture><figcaption>3D model of disassembled satellite used in Mars Orbiter Mission. Courtesy Sandeep Sharad Ravade.</figcaption></figure>\nThat is how we did the ISRO main control room set as well. Mumbai studios do not have as much space as Hollywood. We have to pull off a lot with few resources. In fact, the traditional time for pre-production for the design for a project like this would take about six to eight months, but we got two months. The results have been good, by god’s grace.The material used was mixed – moulded fibre glass, solar panels, wood, metal, plywood and gypsum board. First, we made a 3D model of the entire space: the ISRO workstation, the main control room, and the clean room where the satellite was developed and tested. That helped us visualise the sets. The main control room was about 100 feet by 80 feet, wall to wall, in a studio. Its size was, say, 25% less than an actual control room.\n<figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.66666666666666%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/pcecozqpvt-1563990017.jpg\">\n  </picture><figcaption>A workstation in ISRO from Mission Mangal. Courtesy Sandeep Sharad Ravade.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 53.90625%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/acuhiuuuwh-1563990018.jpg\">\n  </picture><figcaption>A clean room of ISRO from Mission Mangal. Courtesy Sandeep Sharad Ravade.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 66.66666666666666%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/bsmaddtdph-1563990019.jpg\">\n  </picture><figcaption>From the ISRO sets of Mission Mangal. Courtesy Sandeep Sharad Ravade.</figcaption></figure><figure class=\"cms-block-image\">\n  <picture style=\"padding-bottom: 54.824561403508774%\">\n    <img src=\"https://d1u4oo4rb13yy8.cloudfront.net/xagmixljui-1563990022.jpg\">\n  </picture><figcaption>From the ISRO sets of Mission Mangal. Courtesy Sandeep Sharad Ravade.</figcaption></figure>\nThe extensions, such as the workstation and clean room, were smaller. No more than 30 feet by 50 feet, approximately. We built parts of the real thing, and CGI covered the rest. For example, in Parmanu, which was a way simpler project, the well from which the nuclear devices were detonated was actually at least 2,000 feet deep, but ours was 80 feet.Mission Mangal had the biggest team I have ever worked on. The people weren’t needed as much for the sets as they were for the satellite. Just for one part of a satellite, a team would have seven to eight people. What was tough was to make the experiments, research and development look believable. The satellite parts would have to be battery-operated, and they would need to move. It is difficult to explain in words.”(As told to Devarsi Ghosh).Sandeep Sharad Ravade.Also read:‘Mission Mangal’ film about ‘ordinary people setting out to do extraordinary things’, says directorJugaad engineering: How India created the world’s cheapest Mars missionMeet the women scientists who powered India’s Mars missionIndia’s only man in space recalls his historic mission – and explains why his feat won’t be replicated soonMangalyaan’s 100th orbit: This clever video reminds you of the stunning successes of India’s Mars mission","author":"Devarsi Ghosh","time":"2019-07-28T08:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124395-ndqrsioxuw-1563990522.jpeg","tags":["Mission Mangal","Sandeep Sharad Ravade","Akshay Kumar"],"source":"https://scroll.in/reel/931582/how-mission-mangal-production-designer-recreated-isro-mars-mission-it-had-to-look-believable"}