{"title":"How is AAP handling BJP’s divisive campaign centred on Shaheen Bagh?","content":"Considered the frontrunner in the Delhi assembly elections scheduled for February 8, the Aam Aadmi Party has built a campaign around the work done by its government led by Arvind Kejriwal. It has largely sidestepped contentious discussions over the Citizenship Amendment Act and the National Register of Citizens. But with the Bharatiya Janata Party putting the spotlight on the protests against CAA and NRC, how is AAP responding to its rival’s campaign?The BJP has attempted to portray the Delhi elections as a referendum on the ongoing protests, particularly at Shaheen Bagh, where women have been sitting on protest since December 15. Hours after a gunman fired shots at protestors outside the Jamia Millia Islamia University on January 30, Home Minister Amit Shah asked Delhi voters at an election rally if they were “with Modi or Shaheen Bagh?”Earlier, Union Minister Anurag Thakur led a crowd of BJP supporters in chanting the slogan: “Shoot the traitors”. Lok Sabha BJP MP Parvesh Verma claimed protestors at Shaheen Bagh would “rape and kill your sisters and daughters”. These instances of hate speech prompted the Election Commission to ban Thakur and Verma from campaigning for a few days. But this has not prevented the BJP from more divisive campaigning: a new song released by the party on Friday asked Delhi voters to “give an answer” to “those who love Shaheen Bagh” – widely seen as a reference to AAP leaders.How has AAP responded? Focusing on the ‘terrorist’ remarkThe party sensed an opportunity in one of the remarks made by BJP leaders: on January 30, Parvesh Verma called Arvind Kejriwal “a terrorist”. In response, since January 31, AAP volunteers have held silent marches across all 70 constituencies of Delhi, said a party leader who did not want to be identified. They have worn black bands and distributed thousands of pamphlets captioned: “If you do not consider Kejriwal a terrorist, then vote for the broom.”An AAP leader explained: “The terrorist remark is so outlandish and below the belt that it will be used as a political point [in the campaign]. There are BJP supporters who do not hate Kejriwal and do not think he is a terrorist either.”The pamphlet distributed by AAP volunteers during the campaign. “How did I become a terrorist?”The party has used Verma’s “terrorist” remark in its public meetings and press conferences to push its governance model. While addressing a press conference on January 29, Kejriwal spoke of the work done by the Delhi government in education and health. “I have considered each and every child of Delhi as mine,” he said. “I have taken care of their education. Does that make me a terrorist? If anyone fell ill in Delhi then I arranged for medicines, tests and operation. Does a terrorist do all this?” In the address, he mentioned his work as an income tax commissioner before he joined the India Against Corruption movement in 2011 with activist Anna Hazare. “I took part in a movement against the most corrupt people. Does a terrorist do this?”He spoke of himself as a diabetic patient as well. “I have sat on a strike twice, once for 15 days and another for 10 days,” he said. “All doctors said that Kejriwal will not last longer than 24 hours. I have put my life on the line for this country. And in the last five years these people have not spared me. They conducted raids at my home, in my office, they filed cases against me. They did whatever they could. How did I become a terrorist?”In public meetings, Kejriwal appealed to voters   as their “elder son” and “elder brother”. “If you think I am your son...want Delhi’s development...take me as your brother then press the broom button,” he said on January 30 in North West Delhi’s Wazirpur during a public meeting. मेरे दिल्लीवासियों, आपका बेटा आतंकवादी नहीं है। 8 फरवरी को जवाब देना भाजपा वालों को ... pic.twitter.com/L3f92RHW8w— Arvind Kejriwal (@ArvindKejriwal) February 2, 2020\n\n‘We govern’But the Aam Aadmi Party has struggled to formulate a response to the BJP’s campaign on Shaheen Bagh.In the early stages of the Delhi campaign, the BJP, which does not have a chief ministerial candidate, relied largely on talking about Prime Minister Narendra Modi and his government’s moves related to Kashmir and the Citizenship Act.In the last week of January, however, the party accelerated its attacks on those protesting against CAA and NRC by labelling them “anti-national” and part of the “tukde tukde gang”. AAP leaders initially attempted to steer away from these conversations. On January 23, however, in a surprise move, deputy chief minister Manish Sisodia expressed support for the protest at Shaheen Bagh. The next day at a townhall meeting organised by Times Now, when asked why he had distanced himself from Shaheen Bagh, Kejriwal deflected the question and said “we govern”. “We ran schools, built hospitals and made roads,” he said.He repeated his assertion that the amended Citizenship Act and proposed nationwide National Register of Citizens was the Modi government’s way to deflect attention from rising unemployment in India. In contrast, the AAP government in Delhi had delivered vital public goods, he claimed.Using the same framework of governance, on January 30, when a gunman fired a shot near Jamia University, Kejriwal tweeted to ask what was happening about the law and order situation in Delhi. He did not say anything about the hate speech of BJP leaders exhorting people to “shoot the traitors”.ये दिल्ली में क्या हो रहा है? दिल्ली की क़ानून व्यवस्था बिगड़ती जा रही है। कृपया दिल्ली की क़ानून व्यवस्था को सम्भालिये https://t.co/jtBtDqncND— Arvind Kejriwal (@ArvindKejriwal) January 30, 2020\n\n‘A battle of contrasting narratives’But political observers said that it was difficult to fathom if focusing on governance issues alone would help the party counter the BJP’s campaign. “The Delhi contest is a battle of contrasting narratives, and the early bird advantage of AAP seems to have been neutralised by BJP’s polarising campaign,” said Praveen Rai, a political analyst at the Centre for the Study of Developing Societies. Another political observer concurred, but pointed out that AAP had adopted a new strategy. “As against the massive larger than life hectoring image of Modi, Kejriwal is successfully projecting an intimate and conversational image,” said Pradip Datta, a professor at the Centre for Comparative Politics and Political Theory, Jawaharlal Nehru University. Datta said AAP’s strategy seemed to be succeeding but the tide could always turn against the party. “The only condition is that no actual communal or communally-oriented conflagration [takes places] before the day of voting,” he said. “That may change the equation in favour of the BJP.”","author":"Vijayta Lalwani","time":"2020-02-03T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/135783-xqffxqljyw-1580648619.jpeg","tags":["Delhi elections","Arvind Kejriwal","Aam Aadmi Party","Bharatiya Janata Party"],"source":"https://scroll.in/article/951817/how-is-aap-handling-bjps-divisive-campaign-centred-on-shaheen-bagh"}