{"title":"How master of roster powers are being used to reallocate cases from judges who question government","content":"On August 7, a bench of the Punjab and Haryana High Court passed a strong order criticising the Haryana government for unlawfully demolishing buildings in the districts of Nuh and Gurugram. The court called it an act of “ethnic cleansing” against Muslims.The bench was hearing the matter suo motu, that is, of its own accord, without anyone specifically raising it before the court. It stayed demolitions in the two districts that were not as per the procedure prescribed in law. Such procedure requires, among other things, demolition orders and notices to the residents of the buildings sought to be removed by the government.Three days later, however, the matter was suddenly transferred from this High Court bench to a different one. No reasons were given. This happened only a day before the next hearing.This is not the first such instance of a matter being pulled away from judges critical of the government. Experts hold that this politicisation is a result of the discretionary, unchecked power that chief justices have over case allocation.Justice Muralidhar’s transferThis is not the first time this has happened. On February 26, 2020, a bench of the Delhi High Court led by Justice S Muralidhar had rebuked the Delhi Police in open court for the manner in which it was investigating the communal rioting that the city experienced earlier that month. Muralidhar asked the police to consider filing first information reports against Bharatiya Janata Party leaders for hate speech within 24 hours.Hours later, the Modi government ordered Justice Muralidhar’s transfer to the Punjab and Haryana High Court. The new bench of the High Court that took over the case adjourned the matter by four weeks, letting off the hook both the Delhi Police and BJP leaders under scrutiny for alleged hate speech.No first information reports were eventually filed against any BJP leaders.Justice Muralidhar’s transfer from the Delhi High Court to the Punjab and Haryana High Court had been recommended on February 12 by the Supreme Court Collegium – a body of the five senior-most judges of the Supreme Court that recommends the transfer of High Court judges and the appointment of High Court chief justices to the Union government. However, the Union government usually takes three months-four months to notify the transfer of judges recommended by the Supreme Court collegium.In contrast to the haste with which it had implemented his recommended transfer from Delhi to Chandigarh, the Modi government sat on the collegium’s recommendation in September 2022 to transfer Muralidhar, when he was then the Chief Justice of the Orissa High Court, to the Madras High Court as its Chief Justice. Ultimately, the collegium recalled its proposal to transfer Justice Muralidhar in April, after the government had sat on it without action for seven months, considering Muralidhar’s scheduled retirement on August 7 and the fact that the Madras High Court had been without a permanent Chief Justice for seven months.Gujarat High Court reassigned COVID case after critical remarksIn May 2020, a Gujarat High Court bench comprising Justices JB Pardiwala and Ilesh J Vora issued a series of orders excoriating the Gujarat government for its Covid-control measures. The bench described the Ahmedabad Civil Hospital, where hundreds of Covid patients were being treated, as “worse than a dungeon”. It noted an absence of “proper teamwork and coordination” at the hospital.The court was hearing the matter suo motu, after taking cognisance of media reports about the havoc being wrecked by the pandemic in the state.The state government had been so rattled by these orders that it moved an application before the bench seeking the recall of some of its critical remarks against the hospital.However, the bench declined this plea on May 25. On the same date, it warned the government that it would be “compelled” to personally interact with the doctors at the hospital over video conferencing to ascertain the difficulties at the hospital if the government did not take immediate measures to improve the situation at the hospital.One day before the next hearing on May 29, the matter was reassigned to a new bench of the High Court comprising then Chief Justice Vikram Nath and Justice Pardiwala.Justice Pardiwala was leading the previous bench as the senior judge, but was the junior judge on the new bench. Since the senior judge on a two-judge bench has a greater influence on the decisions given by the bench, this reassignment was seen as an attempt to dilute the seriousness of the previous bench.Chief justices’ unfettered power over bench assignment Assigning a case to a particular bench of the court, or the reassignment from one bench to another, is done by the chief justice of that court, in their capacity as administrator of the court’s judges’ roster. The chief justice’s discretion in such matters is absolute. They do not have to reveal the reasons for such assignments and reassignments. In fact, bench re-assignments and roster shake-ups are routinely done periodically in most high courts and the Supreme Court, or when a new chief justice takes over.In the absence of any guidelines on how chief justices must exercise this power as, in judicial parlance, “master of the roster” or transparency requirements for the exercise of this power, there are concerns and speculation about government influence being likely involved whenever bench assignments are done in a way convenient to the government’s interests.For instance, after being moved to the Punjab and Haryana High Court, Justice Muralidhar was assigned a bench that dealt primarily with tax matters. This raised eyebrows, since Muralidhar was the second senior-most judge at the High Court, and prior to his arrival there, tax matters were heard by a bench led by the seventh-senior-most judge of the High Court. This was seen by lawyers at the High Court as an attempt to marginalise Muralidhar and keep him away from politically significant matters.In March, at the Bombay High Court, due to a change in the roster effected by the chief justice, a bench of Justices Revati Mohite Dere and Sharmila Deshmukh that had been hearing politically sensitive cases such as those relating to former ICICI Bank chief Chanda Kochhar and Nationalist Congress Party leader Hasan Mushrif, was divested of those cases, which were assigned to another bench of the High Court.The bench led by Justice Dere had in different cases criticised the National Investigation Agency for loopholes in a probe, granted bail to Mushrif, given relief to Shiv Sena (Uddhav Balasaheb Thackeray) legislator Anil Parab in a money laundering case, and initiated investigation against Bharatiya Janata Party leader Kirit Somaya in relation to the money laundering case against Mushrif.In December 2021, the High Court had held that a chief justice can even deviate from the roster and assign cases to particular benches as per their discretion, without giving any reasons. This is because, the court had said, administrative decisions of the chief justice are not subject to judicial review, and no rights are affected by bench assignments/re-assignments.Supreme Court judges’ press conferenceThis problem had come under the spotlight in 2018 when, in an unprecedented move, four senior judges of the Supreme Court, in a press conference, questioned then Chief Justice of India Dipak Misra’s allocation of cases to certain benches of the court. The judges had alleged that cases “having far-reaching consequences for the nation and the institution have been assigned by the Chief Justices of this Court selectively to the benches ‘of their preference’ without any rational basis for such assignment”.However, this did not lead to any reforms or checks being placed on the chief justice’s master of roster powers.Later in 2018, Senior Advocate Shanti Bhushan had moved the Supreme Court, requesting the framing of a more rational and transparent system of listing and re-allocation of matters to benches in the court. However, the Supreme Court dismissed the petition in July that year.","author":"Vineet Bhalla","time":"2023-08-26T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/rcbghalymj-1528269837.jpg","tags":["Supreme Court","S Muralidhar","Nuh Demolition","High Court","Chief Justice"]}