{"title":"How Indian women bear the brunt of deadly heatwaves – indoors and outdoors","content":"Each night, Aliya Shakir Sheikh keeps one eye fixed on her toddler and three-day-old baby. At the same time, she struggles to stay focused on work, painstakingly sticking tiny, shiny stones onto embroidered cloth by hand. Time is of the essence: the unbearable heat has already made her lose precious hours.Sheikh makes Rs 5 rupees for each piece of cloth. Before the summer, she was completing 50 on a good day and earning up to Rs 235 a day, toiling away in a windowless one-room home in Shivaji Nagar, a slum area in Mumbai. Now, at the tail end of one of the hottest summers recorded in Indian history, she says she can barely muster the energy to finish four in a day — not enough to buy the food she needs.By the time she breastfed her baby later that afternoon, Sheikh still hadn’t eaten all day.“I’ve felt very anxious this summer, which is not something I’ve felt before,” she says.Her experience is not an isolated one. A January 2022 report linked climate change to a decline in productivity among home-based women workers, like Sheikh, living in slums across South Asia. The report, produced by HomeNet South Asia, a regional network of home-based worker organisations, found that heat waves were the most significant factor behind 43% of the women surveyed reporting a loss of cash incomes, and 41% reporting reduced productivity.The HomeNet report also found that the heat resulted in a daily increase of over two hours of caregiving and other household work for the women, which ate further into their work time. Meanwhile, a study of excess deaths during a 2010 heat wave in Ahmedabad found significantly more women than men had died.This growing body of evidence challenges common preconceptions that men are affected worse by heat waves because they do more work outdoors.Shalini Sinha, India representative for Women in Informal Employment: Globalizing and Organizing, or WIEGO, a global research network focused on improving conditions for women in the informal economy, says that not only do women work outdoors as street vendors, waste pickers, or brick-kiln workers, but that they are also uniquely vulnerable as home-based workers — isolated in pressure-cooker environments inside poorly-ventilated asbestos, tin, or concrete homes that trap heat and can be just as bad, or worse, than outdoor conditions.“Climate change is still relatively new and home-based workers are invisible, so this conversation has only recently come together,” says Sinha, highlighting the need for more data-based research on the topic.  “And at first it was an environmentally-led articulation of the problem, with climate change. Only recently have we seen livelihoods come into the equation, and even more recently that informal livelihoods are being factored in.”Double blowNajmunnisa Ali Hasan Ansari says she and her four children have struggled to sleep through the night this summer because of the record breaking heat. Credit: Shankar Menon.Cooking gas is too expensive, so Najmunnisa Ali Hasan Ansari cooks for her family over a wood fire, pushing the indoor temperature even higher. Like Sheikh, she too works from home, making ends meet performing small sewing jobs in a furnace-like room with no toilet or running water. When she goes outside, it is often to carry back heavy loads of water to refill the large plastic drum that serves as her family’s water supply.To escape the indoor heat, the 30-year-old and her four children gather near the large openings in their wall that serve as entrances and exits to their one-room home in Shivaji Nagar. But even this offers little relief from the sweltering conditions, exacerbated by Shivaji Nagar’s location next to Mumbai’s main garbage dump. The densely packed settlement is filled with the stench of the dump, which frequently catches fire, making the heat even worse.Her productivity dips when the heat rises, she says. The loss of income during this heat wave is a major setback. The cooling monsoon rains that will follow will bring no relief, because her home will flood.“I get very little work in the summers. When it starts raining, my home will leak. I won’t be able to work much then either. What will I eat? What will I feed my children?” Ansari asks.Ansari and Sheikh both earn a living by working on embroidered pieces of cloth and sticking shiny stones on them to make them appear attractive. For this task that the entire family is involved in, they are paid around Rs 4 per piece of cloth. Credit: Shankar Menon.The Asia-Pacific region is home to 65% of the world’s home-based workers. These are workers who cook from home, make clothes from home or do similar odd jobs. In South Asia, 24% of all female employment is home-based as opposed to 6% for men, according to a HomeNet South Asia report.India alone is estimated to have around 42 million home-based workers, most of them women, but the real figures could be higher. Many of them juggle household chores and caring for children and older relatives and earning income. For them, heat waves have dealt a cruel double blow, affecting both their health and productivity.Gulrez Shah Azhar, a researcher involved with the Ahmedabad study who also helped draw up India’s first heat action plan, says the impact of indoor heat on women in particular is amplified by other factors, from the clothes they wear to a lack of access to sanitation facilities.The best thing to do in a heat wave is to drink lots of water, says Azhar, but women with no access to an indoor toilet are often reluctant to do that. “And that is deadly in summers,” he says.As well as heat exhaustion and heat stroke, heat waves can also cause cramps, headaches, lethargy and weakness, severe dehydration and blood clots, according to the World Health Organization. As climate change causes temperatures to rise, there is growing fear that regions like South Asia with high heat and high humidity could become unlivable.This March was India’s hottest since the meteorological department began tracking temperatures 122 years ago. April brought another heat wave to large swathes of  Pakistan, India and Nepal. Then May, the hottest summer month in the region, saw over three dozen cities and small towns across India record temperatures over 45 degrees Celsius for several days.Moetasim Ashfaq, a computational climate scientist at Oak Ridge National Laboratory in Tennessee, says the evidence is clear that such events are set to become more intense and more frequent. Currently the planet is 1.1 degree Celsius warmer than in the pre-industrial era. Another half a degree of warming would make deadly heat waves a routine phenomenon across South Asia.“That is alarming for this region, because we expect this half a degree warming could happen within the next 20 years,” Ashfaq says.“We keep moving in and out of the house when it gets too hot,” says Ansari. “But there is relief neither outside nor inside. This is how it is.”Ahmadi Faruqui has seen her workload increase as two of her four children fell ill during the heat wave this summer. Credit: Shankar Menon.A rise in unpaid laborThe Intergovernmental Panel on Climate Change – the United Nations body set up to assess climate science – said in its latest report that factors such as gender, ethnicity and poverty combine to worsen the impact of climate change. Women like Ansari and Sheikh, who live in Muslim communities like Shivaji Nagar that are among India’s poorest and most marginalised, will be among those hardest hit.As home-based workers, Sheikh and Ansari belong to yet another marginalised category. The International Labor Organization estimates that 57% of the world’s 260 million home-based workers are women, with many of them also taking on more unpaid labor, such as caring for their families, than men do.Ahmadi Faruqui, a mother of four who runs an informal nursery out of her home in Shivaji Nagar, was already looking after her husband and a daughter, both of whom suffer from chronic health conditions that require frequent visits to the doctor. Then two of her other children began suffering from heat rash.Women like her, with caregiving responsibilities, are faced with a difficult choice: work into the night, or take a hit on their incomes.“We work less in the summer,” she says. “We stop work in the afternoon and rest for two to three hours. We work again in the evenings when the temperature cools down. That affects our income.”“The moment there is an illness in the family, the burden is definitely on the woman,” says Poornima Nair, director of health and disability at Apnalaya, a Mumbai-based non-profit which provides support to the urban poor and works with the community in Shivaji Nagar.Almost 60% of the women surveyed for the HomeNet report said their daily care workload had increased by more than two hours due to heat and flooding.Dharmistha Chauhan, the lead researcher for the report, says that while many practitioners assume climate change will increase the care burden for women, there is little actionable data on the topic.“How the caregiving roles increase, in which areas it will increase more, which strata of women it will affect more, that kind of research and data is missing,” Chauhan says. “And because the data is missing, the action on that never happens.”Azhar, the researcher involved in drawing up India’s heat action plan, says there needs to be immediate action on multiple levels: individual, city, national and international. From creating awareness on an individual level about drinking more water during a heat wave and building cities with more shade, to investing more in national public healthcare systems and pushing to reduce global carbon emissions, the response needs to be wide-ranging and ambitious.In the absence of these solutions, the women of Shivaji Nagar are coping however they can. When asked what she compromises on when her income falls, Faruqui says she and her younger daughter go without milk.“Instead of buying a liter (about two pints) of milk every day, we buy half a liter. We give milk to each of our children on alternate days, but mostly the girls get left behind,” she says. “We can’t compromise on the medicines, so we compromise on the milk.”Additional reporting by Maher Sattar.This article was first published on The Fuller Project.","author":"Disha Shetty","time":"2022-06-27T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/176308-bmeapbnvbg-1656248845.jpg","tags":["Mumbai","Weather","Heatwave","Women","Gender"],"source":"https://scroll.in/article/1026970/how-indian-women-bear-the-brunt-of-deadly-heatwaves-indoors-and-outdoors"}