{"title":"How communal rumours hid the truth about the deluge in Assam’s Silchar","content":"Last month’s deluge in Silchar, in Assam’s Cachar district, was followed by a dangerous rumour. This was no natural flood, the rumour claimed – it was deliberately caused. Several social media accounts suggested it was “flood jihad”, in a not-so-veiled reference to the Muslim community.Assam Chief Minister Himanta Biswa Sarma himself repeatedly suggested the flood was no natural disaster. On June 23, Sarma pinned the blame on miscreants who had allegedly damaged an embankment on the Barak River at Bethukandi, 3 km upstream of Silchar. “We have seen a video where people accepted that they have broken the embankment,” Sarma told journalists as he visited Silchar on June 23. “Very strict action will be taken against those who are behind damaging the embankment.”On his second visit to the town on June 26, Sarma reiterated that the Silchar flood was “man-made” and that the town would not have witnessed such unprecedented flooding had the embankment not been broken deliberately.Bethukandi is a Muslim-dominated area. In the first week of July, four Muslim residents were arrested for their alleged role in the sabotage. As social media posts alleging “flood jihad” went viral, Cachar Superintendent of Police Ramandeep Kaur addressed the media on July 6.“We have noticed that in some WhatsApp groups, social media platforms, regional and some national news channels, the incident has been given different connotations and names,” she said. “There is no communal angle behind the incident. It is purely a matter where some affected persons broke the dyke.” “The incident has been projected unnecessarily and given new words like ‘flood jihad’, a word which we have never heard,” Kaur continued. “Silchar is a peaceful place and people of different communities have been living here since ages. There is no deliberate attempt by any community to cause harm to another community. It is an act of god.” The swirling rumours hid the complex roots of the Silchar disaster. On June 18, shortly before the waters rushed into the town, Silchar received 251 millimetres of  rainfall, the highest in 12 years. Extreme weather events combined with years of government neglect have forced people to devise their own ways to survive the floods.Those who spread the word \"Water Jihad\" will be acted upon as per law, says Cachar SP Ramandeep Kaur #silcharflood pic.twitter.com/BhX3r76nF3— Kushal Deb Roy (@kushaldebroy) July 6, 2022\n\nThe first waveThe Bethukandi embankment doubles up as a road. It separates the Barak River from the Mahisha Beel, or wetland, a natural reservoir that absorbs overflowing river water, preventing Silchar town from being inundated.The first wave of floods hit Bethukandi in May, when Assam received heavy pre-monsoon rains. On the night of May 22, Bethukandi residents cut through the road to create a canal that would drain out the accumulated water from their homes into the Barak River. Then, in the third week of June, even heavier rains hit the region and water from the Barak river gushed into Silchar. As Scroll.in reported, the second wave of floods overwhelmed Silchar, which is the biggest commercial hub in the Barak Valley and a nerve centre for neighbouring states. It was around this time that theories of sabotage started doing the rounds. It was said that if the Bethukandi embankment had not been cut in May, the floodwaters would not have gushed into Silchar.But residents of Bethukandi say it was not an act of sabotage: they had cut through the embankment in order to survive the rains in May.In July, about 3,000 people whose homes are located in the low-lying areas of Mahisha Beel were still sheltering by a road. Their homes had been submerged in May. Even when the waters had receded in surrounding areas, their homes remained flooded.Residents of Mahisa Beel have been camping on the road since their homes were submerged in May. Photo: B Purkayastha A ‘formality’ According to 30-year-old Parna Das, a resident of Bethukandi, this was a yearly occurrence. Every monsoon, about 70 families living in Mahisha Beel were displaced for about two or three months.Das told Scroll.in that water that accumulated in the wetland used to be drained out through Rangir Khal, a major canal in Silchar. “But due to human intervention and encroachment, the water carrying capacity of Rangir Khal has been reduced as it has been clogged,” said Das. “So, whenever it rains, the accumulated water causes flooding.” A Cachar district irrigation department official told Scroll.in that a sluice gate – to drain out water into the Barak river – had been under construction at Bethukandi since 2015 but work was halted in 2018 since the contractors were not paid. It was only on July 3, after the floods, that the Cachar district administration posted on Facebook that the sluice gate at Bethukandi had been fixed. When the wetlands remained flooded after the May floods, even after the water levels in the Barak went down, the residents of Bethukandi decided to breach the embankment.According to Das, they had no choice. “People from the administration came and saw but did not do anything to repair the damaged embankment,” Das said. However, the water resources department, which is responsible for repairing the embankment, lodged a first information report, or FIR, on May 23 against “unidentified miscreants” for the breach in the embankment at Bethukandi.Pranab Kumar Turung, additional chief engineer, Cachar and Hills, water resources department, told Scroll.in this was almost a routine affair. “We witness the public cutting the embankment every year. So we completed the formalities by filing the FIR,” said Turung. As Das said, the residents of Behtukandi did not imagine it could contribute to the deluge in Silchar town weeks later.The rage of the BarakThe Barak, which is the second biggest river in Assam after the mighty Brahmaputra, flows along the state border with Manipur and then down to Bangladesh.  According to Turung, the river carries water from Manipur and four rivers from the North Cachar Hills. While it bears water from multiple rivers, the Barak’s embankments are quite old, Turung said.He added that the canal created by Bethukandi residents on May 22 was quite small. It widened as a huge volume of water began gushing towards Silchar on June 19.  “We could not plug the breach which occured on May 23,” said Turung. “We could not take the materials to the breached site as both sides of Bethukandi road-cum-embankment were damaged and occupied by people [displaced] after the first floods.” A senior water resources department official, who did not want to be named, also said it was not unreasonable on the part of residents to breach the embankment. He said had the sluice gate been operational, they would not have had to resort to such measures. “If your house remained under water, you would have also cut it,” the official said.  The official also admitted that the department was aware local residents would breach embankment but did not try to stop them. “We can’t go against public sentiment in that situation as they were suffering,” he said. Turung also said that the breach in the embankment was not solely to blame for the flooding in Silchar. Besides, he pointed, there was such heavy rainfall on June 18, water levels in the Barak were already dangerously high; a breach in the embankment would have made little difference.Superintendent Ramnadeep Kaur had a similar assessment of the situation – the breach was immaterial since waters of the Barak were flowing over the embankment.Construction of Sluice Gate at Bethukandi is going on a war footing basis. pic.twitter.com/PyyA5rIIDa— Deputy Commissioner Cachar (@dccachar) July 3, 2022\n\n‘Embanked out’Bethukandi, in fact, is not the only embankment that was breached in this year’s floods – believed to be the “worst in living memory”. According to Assam State Disaster Management Authority data accessed by Scroll.in, altogether 187 embankments were breached in Assam between April 6 and June 26 this year. In 2020, about 220 embankments were breached but the state was spared major flood as there was less rain.Independent researcher Mirza Zulfiqur Rahman, who works on the sociological impact of rivers, suggested all communities were not equally protected by embankments in Assam. According to Rahman, there is an embanked-in community, usually the protected zones, and the the embanked-away or embanked-out community, left to fend for itself in flood-affected zones. “There are many areas which, they say, need to be flooded in order to save certain [other] areas,” he explained. This was determined by “the political importance” of a certain area for the ruling dispensation as well as “societal relations”.He pointed to Majuli, a sandbar in the middle of the Brahmaputra, where embankments had been constructed to protect Vaishnavite monasteries, with grievous consequences for surrounding villages. “Now, more villages are being flooded due to [the] change in the course of Brahmaputra after the embankments were built,” he said. He added that affected communities are not consulted when decisions on embankments are made. “Communities should have a say where and how an embankment is to be aligned – it is an important decision,” he added.  Tanmoy Sharma, an anthropologist, also pointed out that cutting embankments is common in Assam, and has a long history in eastern South Asia.For now, the district administration has doused the rumours, but they may have left a lasting bitterness in the Barak Valley, which has grown increasingly polarised over the last few years.According to Nilanjana Bhattacharjee, a resident of Silchar, the communal narrative gained ground once flood-affected residents complained about elected representatives in the immediate aftermath of the flood.“After the chief minister’s visit, of course, these rumours started taking more concrete shape,” she said. The arrests, Banerjee felt, were an attempt by the government to shirk responsibility.  “It’s like a way to hide their own inefficiency – arrest poor Muslims,” she said.","author":"Rokibuz Zaman","time":"2022-07-12T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177031-msuypcwise-1657553330.jpeg","tags":["Assam floods","communal politics"],"source":"https://scroll.in/article/1028061/how-communal-rumours-hid-the-truth-about-the-deluge-in-assams-silchar"}