{"title":"How NREGA attendance app is derailing life in a Chhattisgarh village","content":"Every day since January 1, Kamalsay Kumar and Pankaj Khess, who work under the national rural employment guarantee scheme, enter the attendance data of workers into a newly-mandated online app – and hope for the best. Khess and Kumar live in the forested Remhala village of Chhattisgarh’s Surguja district. They are both “mates”, the first point of contact for labourers working in the employment guarantee scheme, which assures 100 days of work to every rural household in the country. Accurately recording attendance is key for workers to receive their daily wage of Rs 204. But the new National Mobile Monitoring Software app has made this an uphill task in villages like Remhala. Made up of nine hamlets spread over a hilly region, the village is bereft of a single bar of network. Many settlements are on hilltops, often with no motorable road. Since January 1, when the central government made it mandatory to use the app, Kumar and Khess have been keeping up an arduous daily routine. Around 8 am, Khess rides on his two-wheeler to a plateau of land just outside the village where phones are able to catch some cellular network. There, Khess downloads the muster roll, a record which shows the labourers due at the worksite under his charge for the day. He then heads back to the work site by 9 am and makes note of the presence of workers in a register. “Then, back at the plateau before the 11 am deadline, I feed in the data, hit submit, and hope that the data has indeed been uploaded correctly,” said Khess. This whole cycle is repeated at least twice a day – to enter data in the evening once the shift ends as well.Credit: Natasha T. Remhala was emerging as a success story of the National Rural Employment Guarantee Act, or NREGA, the 2005 legislation from which the scheme emerged. Conceived as a demand-based programme – the government is legally bound to provide 100 days of work to every rural household that demands it, failing which it must pay them an unemployment allowance – in actual practice, it has been hobbled by a shortage of funds.Despite these problems, in 2021-’22, the previous financial year, 131 of 300-odd registered families in Remhala village had earned at least 100 days of work from the scheme – the highest among all gram panchayats of the Lakhanpur block. But this stands to be undone after the Centre on December 23 mandated the use of the application from January 1 so that tracking attendance is “more transparent”. Earlier, attendance was recorded in a physical muster roll. The mates kept a daily log marking labourers present or absent and this physical record was then submitted to the programme officer of the block office at the end of each week. Based on this, the office used to disburse wages to each worker.Now, the application requires two “time-stamped and geo-tagged” photographs of the labourers before the attendance can be uploaded onto the server, Khess said. To ensure “transparency”, the app does not allow photos to be uploaded from the phone’s gallery where images are stored. “I click and upload photos of the bare ground,” said Khess. The mates said that the block office allows this because officials there understand their problems. Photographs are mandatory to upload attendance data. Finding internet connectivity to work the app is challenging. But the real concern, the mates said, is that technology glitches are costing workers their day’s earnings.Wages, attendance lostMangli and Asmita Toppo were busy harvesting arhar dal in their kitchen garden when I met them on a February afternoon. The women, both widows, are the primary earners of their household of five, which includes three children. In January, Mangli and Asmita were part of a group comprising 54 others who lost a whole week’s attendance – from January 2 to 8 – due to a technical glitch. Kumar, who was monitoring the project in question in Remhala’s Putupara hamlet, said he had fed the data into the app. But at the end of the week, when he went to the block office to submit the physical muster roll – which is required to tally and verify details – the attendance for all six days was blank in the online system. To rectify the issue, the administration issued a new muster roll from January 16-22 and exempted the affected labourers from working. The mates continued to upload photos of the ground where network is available so that the workers did not have to be present for those days. Similar stop-gap measures are also being used to balance a day’s worth of lost attendance. Asmita, left, and Mangli at their home in Chhattisgarh’s Remhala village. Credit: Natasha T. But increasingly frequent errors are resulting in labourers getting only five days of work a week instead of the usual six-day schedule. Such errors deplete the income and disrupt the livelihood of people who are almost entirely dependent upon the central government scheme.For instance, if a muster roll was issued from January 2-8 (Sunday is a non-work day), but the attendance did not get uploaded correctly for January 3, the officials “adjust” it by exempting labourers from work on January 4.Since muster rolls are issued on a weekly basis, the workers end up working on five days instead of six – January 2, 3, 5, 6, 7. A mate cannot enter a previous day’s attendance in the app because there is a strict time limitation, so the attendance data for January 3 is lost.‘Might have to drop out’Women, in particular, are in a fix. Sixty-year-old Jagmaniya Khess was also part of the group that lost a week’s attendance in January. She echoed the worry expressed by many women in the village: who will take care of the chores and the children if they have to make it to the work site for attendance at 9 am everyday? Mates have to upload attendance data for the morning shift before 11 am after which the app stops opening. So, labourers have to be at the worksite when the mate takes attendance so that he can record their presence on the app before 11 am.“I am worried that I might have to drop out of working in the scheme, but that is also not an option because we are dependent on Nrega,” said Jagmaniya Khess. Her family’s only other income is selling tendu leaves, which earns them around Rs 8,000 annually in a good harvest year. Residents often refer to the scheme – NREGA – phonetically as “Nrega”.Jagmaniya Khess holds up her old job card, on the left, with the new one. Credit: Natasha T. Uncertainty about whether to continue availing work under rural employment guarantee scheme was palpable among all the families this author spoke to, as was the unwillingness to let go of their biggest source of income.“Online app Nrega ka maran hai,” – the online app will be the death of NREGA, said Lundhu Lakda, standing atop a mound of rocks being used to make a boulder check dam in the Jhilmili hamlet when I met him on January 28. His statement was met with resounding approval from the other labourers present, all of whom demanded the complete discontinuation of the app.The Centre’s notification instructing the compulsory use of the application from January 1, added that “Individual Beneficiary Schemes” will be excluded from the ambit of the app. This means that attendance for projects sanctioned for the benefit of an individual – such as farm ponds, farm levelling, bunding and more – need not be registered via the app. But attendance for projects for the benefit of the whole community or those that are sanctioned for government departments will compulsorily need to be recorded online. Bholuram Pando of Khirkhiri hamlet said this exception provides no relief when  considered practically. “Who will want to voluntarily work for any project that will have online attendance in a village without network connectivity anyway?” he added. Pando’s statement indicates that since NREGA is demand-based, fewer residents may end up opting for community-based projects that benefit the entire village due to the problems with the attendance application. Remhala’s Khirkhiri hamlet is largely populated by families belonging to the Pando tribe, classified as a particularly vulnerable tribal group by the Chhattisgarh government. In January, 13 people lost a day’s attendance, said the hamlet’s NREGA mate Premsay, who is only a month-old on the job. The previous mate, who had been in the post for two years, was forced to step aside because he did not know how to operate a smartphone.Sukhiram, left, and Manbahal, right, were among 13 people to lose a day’s attendance in Khirkhiri. They are all holding up three progressive versions of job cards. Credit: Natasha T. NREGA mates and labourers are not the only ones with complaints about the application’s technology. Abhishek Minj, block programme officer of Lakhanpur, which Remhala village belongs to, said that the app should have undergone modifications before it was made mandatory.“One of its major shortcomings is that there is no grievance redressal authority given to the block-level administration,” he said. If a technical glitch causes the attendance of a group of workers to go unrecorded, local officials cannot override it to correct the record. “This is compounded by the long-winded redressal process that is stipulated between the district and the state,” added Minj.Why Remhala mattersResidents of Remhala approach the rural employment guarantee scheme with an unusual sense of ownership. Their commitment to making it work optimally has been undeterred despite the challenges posed by the attendance application even as the Centre announced steep cuts in the programme’s funding in the Union Budget on February 1.I have been travelling to Remhala since May, with questions to try and figure out what makes the rural employment guarantee scheme click in the village. I met the Khirkhiri community for the first time then. For the past few years, most families in this hamlet have been earning 200 work days – the maximum number granted in Chhattisgarh for those who possess land ownership certificates under the Forest Rights Act, 2006. A majority of the families in Remhala are eligible for 200 days of work, and they ensure that they earn them all in a given financial year.Sumitra Ekka, 62, said the rural employment guarantee scheme is the only major source of income for a majority of the families in Remhala. “Other than Nrega, we only earn money through selling non-timber forest produce when it is in season,” said Ekka. “But it is safe to say that Nrega is our biggest financial support.” According to Ekka, the scheme gives residents a sense of certainty of money for household and health-related expenses. “We do not have to depend on anyone else, and have financial resources handy even in emergencies,” she said. Women constructing a boulder check dam under in Remhala’s Jhilmili hamlet. Credit: Natasha T. Participation in the employment guarantee scheme is further incentivised by the fact that migration out of compulsion has completely stopped in the village. For earning members like Asmita and Mangli, this is a factor that spurs their engagement with the scheme. Asmita said the family has a small farm but cannot put in the physical labour to grow paddy. The farm has been leased out and the family gets a limited share of the yield. “Vegetable crops and lentils are kept for the family’s consumption,” said Asmita. We use the vegetables, lentils, and subsidised foodgrains from the PDS [public distribution system] sparingly to make the stocks last the year.”“So, Nrega is the only way we can earn an income without having to work for someone else,” said Asmita. “It allows us to take care of our children, also to invest in new seeds and level the land for our kitchen garden.” The rural employment guarantee scheme is successful in Remhala because the residents want it to be, was the unanimous statement across hamlets. “Koi bhi dikkat aye toh hum ek saath ho jaate hai” – we become united while facing any threat to our livelihood, said Bandhano Lakda, as she hefted a boulder into place at a work site.Naanbai, left, and Bandhano Lakda, right. Credit: Natasha T. Remhala residents have reclaimed the gram sabha by holding panchayat members accountable for lapses in implementing the employment scheme. In 2020, the village conducted an aam sabha, or general meeting, to demand that work projects under the rural employment guarantee scheme be made available simultaneously in all the hamlets. It is unusual for a single village to have four NREGA mates, but that is the case in Remhala.For now, Remhala remains determined to hold on to the employment guarantee scheme, but the question remains if the online attendance app could result in taking away the dignity of labour for a village relying almost entirely on the programme.Natasha T works with grassroots non-profit Chaupal on health and nutrition, livelihood, and rights and entitlements in Surguja, Chhattisgarh. She is also associated with national network NREGA Sangharsh Morcha.Asmita heads back home after harvesting arhar dal from her kitchen garden. Credit: Natasha T.","author":"Natasha T","time":"2023-03-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/187331-yqnwwiamyd-1677432256.jpg","tags":["Chhattisgarh","MGNREGA","Technology"],"source":"https://scroll.in/article/1044208/how-nrega-attendance-app-is-derailing-life-in-a-chhattisgarh-village"}