{"title":"How the BJP is promoting ‘The Kashmir Files’: Modi’s endorsement, tax breaks, leave from work","content":"The Kashmir Files, a film released on Friday about the exodus of Kashmiri Pandits from the Valley, has struck a chord with audiences, raking in an estimated Rs 60 crore by Tuesday.  It has been helped by an intense social-media campaign of WhatsApp forwards urging Indians to watch the film “if they are interested in the future”. It has also been powered by incentives from the ruling Bharatiya Janata Party: even as Prime Minister Narendra Modi and other senior leaders have endorsed the movie, several states ruled by the party have given The Kashmir Files tax exemptions – and offered government employees leave from work to watch the film.  Several Opposition politicians have questioned the factual accuracy of the film and the communal tone of the discussion around it. They have pointed out that the Congress was not in power at the Centre when the Pandit exodus occurred and claimed that the governor of the state who facilitated the flight of the community had been approved by the BJP.  Critics have noted that the director Vivek Agnihotri has used the tragedy of Kashmiri Pandits in a “deliberately misleading way to serve a partisan cause” and that the film’s “propagandist verve [cements] the current dispensation’s favoured discourse”. As a consequence, the BJP has used The Kashmir Files to blame the Congress for the exodus of the Kashmiri Pandits.  Tax breaksAs of Wednesday, eight state governments, all  ruled by the BJP, had announced tax breaks for the film: Haryana, Gujarat, Madhya Pradesh, Karnataka, Goa, Tripura,  Uttar Pradesh and Uttarakhand. The chief  ministers of several of these states posted messages on Twitter expressing  support for the film and announcing that it would be exempt from taxes. The chief minister of Assam, who also praised the film, said that he could not exempt The Kashmir Files from tax because his state did not have entertainment tax.The chief ministers of Uttarakhand and Tripura personally called the film director and writer Vivek Agnihotri to congratulate him for making the film.आज \"द कश्मीर फाइल्स\" के निर्देशक श्री @vivekagnihotri जी से फोन पर हुई बात के दौरान मैंने उन्हें कश्मीरी हिन्दुओं पर हुए अत्याचार को बेहतरीन निर्देशन के साथ फिल्म के माध्यम से प्रदर्शित करने पर बधाई दी।#TheKashmirFiles pic.twitter.com/NZTgtWLmS3— Pushkar Singh Dhami (@pushkardhami) March 14, 2022\n\nUttarakhand chief minister personally calling to congratulate film director Vivek Agnihotri.\nWatched the movie #TheKashmirFiles today. The movie makes you numb, leaving you to introspect on why this history was suppressed and hidden from the people. The youngsters of India must definitely watch this movie to know what atrocities Kashmiri Hindus went through. 1/2— Dr. Pramod Sawant (@DrPramodPSawant) March 14, 2022\n\nGoa chief minister praises the film.\nWhen  a film is made tax free, entertainment tax is not levied on it, which makes ticket prices cheaper. Usually, films that are exempt from taxes deal with historical themes or social causes that the government wants to push. For instance, in 2017, Toilet Ek Prem Katha – which discussed sanitation for women – was given tax exemptions in  several states. Outside of BJP-ruled states, BJP  legislators in states where the Opposition parties are in power, urged the ruling governments to  give tax exemption to The Kashmir Files. These include the states of Maharashtra, Chhattisgarh, Rajasthan and West Bengal. Leave to watch filmsAt least two states, Madhya Pradesh and Assam announced time off from work for government employees to go and watch the film.Assam Chief Minister Himanta Biswa Sharma announced half-day leave for state  government employees to watch the film. “They will have to only inform  their superior officers and submit the tickets the next day,” he tweeted.Glad to announce that our Govt employees will be entitled for half-day special leave to watch #TheKashmirFiles.They will have to only inform their superior officers and submit the tickets the next day. pic.twitter.com/RNQzOk9iCK— Himanta Biswa Sarma (@himantabiswa) March 15, 2022\n\nAssam Chief Minister Himanta Biswa Sarma announcing leave for watching the movie.\nMadhya Pradesh’s home minister Narottam Mishra announced special leave  for police personnel who wanted to watch the film. Special screeningsMeanwhile, several state governments announced special screenings of the film. The chief ministers of Assam and Tripura  watched the film along with members of their cabinets.Karnataka Legislative Council Chairperson Basavraj Horatti announced a special screening  of the film on Tuesday for all Karnataka legislators. Several  Opposition members of the council criticised this announcement, saying  that the chairperson should not make such  announcements in the house and should be unbiased.One BJP member of the Karnataka legislative assembly,  Basanagouda Yatnal,  announced that he would sponsor one show  of the movie in a theatre in Vijayapura for a week. “It has to be shown to our people so as to  spread awareness that in the coming years no such incident should take  place with us,” he told the Deccan Herald. In Madhya Pradesh, a BJP spokesperson booked an entire cinema hall so audiences could watch the film free.Along with Cabinet Ministers, @BJP4Tripura and IPFT MLAs, and other senior leaders, watched #TheKashmirFiles at Rupashi Cinema today. The movie is a great work by @vivekagnihotri Ji and his team on portraying the plight of Kashmiri Pandits.@AnupamPKher ji pic.twitter.com/o32OKZ2zy2— Biplab Kumar Deb (@BjpBiplab) March 16, 2022\n\nTripura Chief Minister Biplab Deb.\nIt  is not just the ruling party. Chhattisgarh Chief Minister Bhupesh  Baghel of the Congress invited all legislators from the state to watch the film.  However, after watching the film he said that it was full of violence without any message. Statements by top BJP leadersIn addition to these state benefits for the film, many top BJP leaders have endorsed the film. On Tuesday, Prime Minister Modi expressed support  for the film at a BJP parliamentary party meeting and used it to cricise the Opposition. “Those who always carry the flag of freedom of expression, this entire group has been rattled these past five-six days,” he claimed.On Saturday, Modi even  met the team behind the movie and expressed his appreciation for their work.I am so glad for you @AbhishekOfficl you have shown the courage to produce the most challenging truth of Bharat. #TheKashmirFiles screenings in USA proved the changing mood of the world in the leadership of @narendramodi https://t.co/uraoaYR9L9— Vivek Ranjan Agnihotri (@vivekagnihotri) March 12, 2022\n\nFilm director Vivek Agnihotri tweeting about the film's team meeting Narendra Modi.\nUnion Home Minister Amit Shah also met some members of The Kashmir Files team and commended their effort to show  the “sacrifice, unbearable pain and struggle of Kashmiri Pandits who  were forced to leave their home”.आज #TheKashmirFiles की टीम के साथ भेंट की।अपने ही देश में अपना घर छोड़ने को मजबूर हुए कश्मीरी पंडितों के बलिदान, असहनीय पीड़ा और संघर्ष की सच्चाई इस फिल्म के माध्यम से पूरी दुनिया के सामने आई है, जो एक बहुत ही प्रशंसनीय प्रयास है। pic.twitter.com/Lt2OLB2sVm— Amit Shah (@AmitShah) March 16, 2022\n\nUnion Home Minister Amit Shah commending The Kashmir Files team.\nThe movie even found its way to the floor of the Lok Sabha. On Tuesday, Finance  Minister Nirmala Sitharaman brought up the film while presenting the Jammu and Kashmir budget. She blamed the Congress  government for failing to help the Kashmiri Pandits and accused the party of denying their pain.'कश्मीर फाइल्स' के बारे में बात करते समय ये याद करना चाहिए कि जब हिन्दुओं के साथ इतना कुछ घट रहा था, तो वे इससे कैसे निकलें।कश्मीरी पंडित जब परेशानियों का सामना कर रहे थे, तब वहां नेशनल कॉन्फ्रेंस नीत सरकार थी और उसमें कांग्रेस शामिल थी।- वित्त मंत्री श्रीमती @nsitharaman pic.twitter.com/uLyNRWMGpr— BJP (@BJP4India) March 15, 2022\n\nThe BJP handle tweeting Nirmala Sitharaman's speech.\nMedia outpouringThe BJP’s propaganda unit also pitched in its support. On Friday, the BJP “information and technology cell” head Amit Malviya tweeted, “Go out and watch the movie as it releases in theatres today.”This is the kind of raw emotion The Kashmir Files invokes. Those who have suffered the horrific genocide need healing. This movie is their story. It has to be heard. Go out and watch the movie as it releases in theatres today. Best wishes to ⁦@vivekagnihotri⁩ and team… pic.twitter.com/DFB72VRPJh— Amit Malviya (@amitmalviya) March 11, 2022\n\nBJP IT cell head Amit Malviya tweeting in support of the film.\nMedia outlets that support the BJP have been writing  articles and organising debates about the film.  The OpIndia website has carried several articles praising the film and  questioning the Opposition for its position on the film.Screenshot of newsreports from OpIndia.com, a newswebsite known to be sympathetic towards the BJP.Several television news channels have run primetime debates praising the film and questioning the  Opposition’s criticism of it.Screenshots from primetime debates on The Kashmir Files from Republic TV, Zee News and Times Now.Buzz in media circles: a “senior” editor created ruckus in an editorial meeting, vehemently opposed primetime debate on #TheKashmirFiles, claimed hardly any Kashmiri Hindus were killed and their exodus wasn’t a genocide. He was overruled by the management.The cabal is writhing.— Amit Malviya (@amitmalviya) March 16, 2022\n\nMalviya claiming that one editor's decision to not have a primetime debate on The Kashmir Files was overruled by the management.\nFact-checkers busting claimsHowever, a few claims regarding the film have also been debunked in the last few days.On Monday, Agnihotri had claimed  that the state of Rhode Island in the United States had recognised that the genocide of  Kashmiri Pandits had taken place in the 1990s, all because of his movie.  However, fact-checkers say that this claim is incorrect. The state had only issued an acknowledgement of the premiere of the film and had not commented on the veracity of its claims made in it.The same day, the movie database website IMDb noted that the review page of The Kashmir Files was seeing some “unusual activity”.  The movie had earlier got a rating of 9.9. However, IMDb noted said that “to  preserve the reliability of our rating system, an alternate weighting  calculation has been applied” to rate the movie. This brought down the film’s rating to 8.3 on Monday evening.Opposition leaders Several opposition leaders have questioned the factual accuracy of the movie and the narrative built  around it. On Wednesday, West Bengal Chief Minister Mamata Banerjee  in the state assembly described the film as a conspiracy and said that it was “mostly fiction”. The same day, former Jammu and Kashmir Chief Minister Mehbooba Mufti  criticised the BJP-led Central government of weaponising the pain of Kashmiri Pandits.  Member of Parliament and All India United Democratic Front Chief Badruddin Ajmal demanded that the film be banned as it could stoke communal tensions between Hindus and Muslims.On Sunday, the Rashtriya Janata Dal  Uttar Pradesh unit also tweeted that the film was propaganda. The next day, the Kerala Congress unit put out a series of tweets on this issue accusing the BJP of keeping “clashes alive for electoral benefits”. Earlier, the handle had deleted a few tweets that contested the factual accuracy of the movie. However, it later tweeted saying it stood by the tweets.Hello @AnupamPKher @vivekagnihotri,   Congratulations! Hatemongering Religious leaders who said things in Haridwar are being repeated inside theater by 'educated'  youngsters after watching your movie #KashmirFiles. 👏pic.twitter.com/8NJlKXMWnO— Mohammed Zubair (@zoo_bear) March 16, 2022","author":"Umang Poddar","time":"2022-03-17T09:02:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/171630-lgkrrkguqo-1647487865.jpg","tags":["The Kashmir File","Narendra Modi","Vivek Agnihotri"],"source":"https://scroll.in/article/1019708/how-the-bjp-is-promoting-the-kashmir-files-modis-endorsement-tax-breaks-leave-from-work"}