{"title":"How Uttar Pradesh’s halal ban has plunged the  processed food industry into chaos","content":"Popularity comes with its own share of problems, Kunaal Kumar has come to realise in the last couple of days. Kumar runs Modern Bazaar, a ubiquitous chain of departmental stores in the National Capital Region. “Modern Bazaar is a big name, so everyone comes here,” he said. “Even the government guys have been coming and it has been total chaos in our Noida stores.”The “government guys” Kumar was referring to are officials from Uttar Pradesh’s Food Safety and Drug Administration and the “chaos” is them trying to enforce a ban on the “production, storage, distribution, and sale of halal-certified food products” the state put in place on November 18. Halal is an Arabic term that literally means “lawful”. In the dietary context where it is most commonly used, it refers to food that is permissible according to Islamic regulations. The Opposition and critics have alleged the ban is the latest chapter in the Adityanath government’s hostilities against Muslims in the state.Not without reason: the ban order came exactly a day after the police in Lucknow lodged a case based on a complaint by an office bearer of the youth wing of the Bharatiya Janata Party. The case  accused several halal certifying outfits of issuing “forged” certificates to “increase their sale among a certain community”, in the process “violating public trust” and “creating social animosity”.  In a statement explaining the rationale behind the ban, the Uttar Pradesh government echoed these allegations. Halal certification, it contended, was part of “malicious attempts” to seek “unfair financial benefits” and a “pre-planned strategy to sow class hatred, create divisions in society, and weaken the country” by “anti-national elements”.However, in the official order notifying the ban, the Uttar Pradesh government chose to invoke the Food Safety and Standards Act, 2006. Under it, only the Food Safety and Standards Authority had the power to issue certificates for edible products, the order claimed. Therefore, halal certifications, it added, were akin to a parallel certification regime, in contravention of existing government regulations. But the government’s concerns about violation of the Food Safety and Standards Act stand on shaky ground. The food safety authority’s mandate is standardisation, not certification of food products, experts say.  Businesses sufferManufacturers of food products seek the halal certificate almost entirely for export purposes: it is a legal requirement in several Muslims countries. In India, halal certificates are issued by private entities usually backed by religious bodies. “The certifying agencies are professional auditors whom Muslim religious entities outsource the work to,” said Shubha Prada Nishtala, a member of the Association of Food Scientists and Technologists of India. Many products, though, find their way into the domestic market because manufacturers tend to cut costs involved in separate packaging. In the case of a vegetarian food product, the contents are exactly the same, and, more often than not, manufactured in the same production line. “If there are 100 cartoons, 90 are exported, 10 are released in the domestic market,” explained Kumar of Modern Bazaar. “Only bigger companies like Haldiram, which deal in larger volumes, can afford different packaging.”Now, as food safety inspectors in Uttar Pradesh scrub retail shelves clean of halal-certified products, the processed food market in the state has plunged into pandemonium. “Goods worth crores of rupees are stuck,” said an office bearer of the All India Food Processors’ Association, an industry body. “It is a logistical nightmare to reroute products to another market.”“We make vegetable momos,” said a manufacturer based in Haryana. “That is vegetables and maida – so where does the question of halal come in?”The company’s products bore the halal certification because it exported them to “Emirate countries”. “The packaging is the same because we get it printed in bulk as that’s economical,” said the manufacturer. “If that is a problem, the government should have given us some time – we have rolls and rolls of packaging already printed.”Location: Lucknow, Uttar PradeshAfter the ban on Halal products by BJP-ruled Uttar Pradesh state, a team of Food Safety and Drug Administration officials conducted an inspection of food items at Sahara Mall. pic.twitter.com/VKiGYOCHfE— HindutvaWatch (@HindutvaWatchIn) November 20, 2023\n\nHalal for whom?Simultaneously, domestic demand for halal certification in non-meat products is almost non-existent, say industry executives and people associated with the certifying bodies. “Na ke barabar” – next to nil, said Mohammad Moazzam, the secretary general of Halal Shariat Islamic Law Board, a Lucknow-based organisation that issues halal certificates.  Nishtala concurred. “There is no consumer ask as such for non-meat products,” said Nishtala. “There are products of course but they are largely of companies which are doing exports to the Gulf countries and as an extension of that they continue to write it on things they sell here.” Violation of food safety?The Uttar Pradesh government’s public safety argument does not stand scrutiny either. Contrary to what the order banning halal products states, the food safety authority is not the sole body that has approval to issue certificates for edible products. In fact, it does not certify food products at all. As the authority’s executive director Inoshi Sharma said, “FSSAI does not deal with certification, we are a regulatory body.”Nishtala explained the distinction further: “The FSSAI is responsible for creating food standards, it does not certify food items.” Simply put, the food safety authority determines the permissible amounts of additives, residues and the like in a food product. A product meeting the authority’s standards can be simultaneously certified as halal or organic as the case may be. Certifying the certifier Perhaps realising the flaws in the order’s reasoning, in subsequent interactions with journalists, Uttar Pradesh’s food safety officials have nuanced their line, claiming that products were being certified as halal by private bodies that were not authorised to do so. Shailendra Singh, an official at Uttar Pradesh’s Food safety and Drug Administration told Scroll that only entities accredited by the National Accreditation Board for Certification Bodies had the legal sanctity to issue halal certificates. In that case, are products which have been certified as halal by an accredited body allowed to be sold in the state?Singh did not clarify; the official order imposes a blanket ban on all non-meat halal food products.Two entities have been cleared by the National Accreditation Board for Certification Bodies: the Halal Shariat Islamic Law Board and the Jamiat Ulama-I-Hind Halal Trust. However, only the former is accredited to certify “food products”; the Jamiat Ulama-I-Hind Halal Trust’s accreditation is limited to meat. Many other halal certifying bodies have accreditations from the regulatory authorities of the export destination countries. Industry executives say those accreditations made more sense since the rationale of the certification is for the product to be export-fit.In any case, accreditation by the National Accreditation Board for Certification Bodies was not a “legal requirement”, said Nishtala. The Quality Council of India’s Indian Conformity Assessment Scheme for Halal, according to which the national board accredits halal-certifying entities, lists compliance of the export-destination country’s halal norms as a prerequisite for halal certification of food products. However, adding to the legal ambiguity, an April notification by the Director General of Foreign Trade, states that certification by an organisation accredited by the national board is a must for export of meat and meat products. The notification is silent on non-meat food products. Moazzam of the Halal Shariat Islamic Law Board said the only way to avoid confusion was to ban entities that are not accredited by the National Accreditation Board for Certification Bodies. “But that is not happening for whatever reason,” he said. The All India Food Processors’ Association official claimed the crackdown in Uttar Pradesh was in ”conflict with the Centre’s policy”. “All these halal certifying bodies are valid businesses,” he said. “So how can UP say they are illegal?”Critics of the Uttar Pradesh government say the entire affair is more noise than substance given the ban keeps meat out of its purview. “It is to consolidate Hindu votes by doing something seen as anti-Muslim,” said Sudhir Panwar, a professor of zoology at Lucknow University professor and a member of the Samajwadi Party. “There is little more to it than that.”","author":"Arunabh Saikia","time":"2023-11-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/172746-intwcnelxt-1649404077.jpg","tags":["Halal","Uttar Pradesh","Yogi Adityanath","BJP","FSSAI"],"source":"https://scroll.in/article/1059708/how-uttar-pradeshs-halal-ban-has-plunged-the-processed-food-industry-into-chaos"}