{"title":"How Anjali Menon went from successful writer to director of one of Malayalam cinema’s biggest hits","content":"Besides Kerala Café, Anjali had worked on another project between Manjadikuru and Bangalore Days. While she was confined indoors by her pregnancy, she wrote the screenplay of Ustad Hotel for Anwar Rasheed, her co-director from Kerala Café who had become a friend. The film released in 2012, barely a month after Manjadikuru, and was a big hit. The media screamed out Anjali’s name as the screenwriter and all the reviews noted her contribution to the film’s success. Overnight, Anjali Menon went from being the arty director to the screenwriter who infused a breath of fresh air into the stale Malayalam commercial cinema. But there was a problem. Anjali had proved that she could write a commercial film, but could she direct one? In the eyes of producers, she was the writer of Ustad Hotel and the director of Manjadikuru. But she thought of herself, foremost, as a director. Someone who would write to direct. She would get offers to write screenplays but upon asking who was going to direct the film, she would invariably hear the name of a first-time male director. \n\n\n    \n    Play\n\nManjadikuru (2012).From Manjadikuru to Bangalore Days, Anjali made the shift from art to mainstream cinema. When she narrated the story of three cousins landing up in Bangalore to her friend and filmmaker Anwar Rasheed, he declared without a moment’s hesitation that he was going to produce the film. His agenda as a producer was clear: he wanted to make an entertaining film. The next question he asked her was which actors did she have in mind to play the three cousins in the film. Anjali said that she didn’t want to go for the usual superstars of Malayalam cinema but wanted to cast young faces. ‘New faces?’ Anwar asked. ‘No, known faces,’ she answered. When she gave him the names, Anwar was ecstatic. It was the most commercial cast that could ever be, he said. Anjali roped in leading young actors Dulquer Salman, Nivin Pauly, Nazriya Nazim and Fahadh Faasil for her second film, which was seen as a casting coup of sorts in Malayalam cinema.Bangalore Days received an unprecedented opening in theatres on Friday, setting the record for the highest first-weekend collections for any Malayalam film…Within a couple of weeks, Anjali Menon was proclaimed to be the first woman director in Malayalam cinema to make a film that had smashed all existing box-office records!The characters of Bangalore Days reflected Anjali’s own urban upbringing and nostalgia for her roots in Kerala. To the younger generation, she had given a Malayalam film they could finally be proud of.\n\n\n    \n    Play\n\nBangalore Days (2014).Anjali Menon comes from a family of businessmen in Kerala. Mollycoddled by three elder brothers, she grew up in Dubai and Kozhikode, and later, driven by tremendous determination but against the will of her family, studied filmmaking at the London Film School. Her feature-film career began after her marriage and the subsequent move from Kozhikode to Mumbai soon after her return from London.However, Anjali refrains from talking about her family to the media. While a male filmmaker rarely gets asked about his personal life, there is a colossal amount of curiosity surrounding a female filmmaker and her background. So, she guards her family life fiercely. The Internet, which readily throws up all kinds of information, is of no help when it comes to Anjali’s private life. One cannot find even a single picture of her husband and their son on it. ‘My husband is very strict about it. He has categorically told me that this attention is a side-effect of your profession, so let it stop with you,’ she says. ‘I come back home and forget all about it. I feel like it’s a different world, our world, and none of this can enter into it.’Anjali has always shared a peculiar relationship with reporters, thanks to their discomfiture at the newness of engaging with a female director. They are interested to know what she does in her spare time more than what she achieves when she is working. They also want to know whether, like her male counterparts, she smokes or drinks. ‘On the wedding day, Nazriya, unable to bear the tension, is shown smoking a cigarette. Do girls do things like that?’ asked an interviewer for a leading Malayalam daily, referring to the character of Divya in Bangalore Days. ‘As a director when Anjali gets tensed up, what does she do?’ he slyly added. ‘That is a scene where the bride is supposed to show anxiety. How else will I portray that! Anyway, I do not smoke. I have a set of friends to call when I get tensed up,’ Anjali patiently replied. Another journalist once asked her blatantly, ‘The stress of filmmaking is so high. Men can at least smoke and drink. What do you do?’ Though she was exasperated, she decided to go ahead with the interview with civility. When he went on to ask, ‘As a filmmaker you have to handle so much money. How do you, as a woman, do that?’ she lost her cool. He added that he could never trust his wife with so much money. Anjali asked him to turn his dictaphone off and gave him a piece of her mind in the choicest of words (‘So that he doesn’t ask anyone those stupid questions again’). Excerpted with permission from F Rated Being a Woman Filmmaker in India, Nandita Dutta, HarperCollins India.","author":"Nandita Dutta","time":"2019-07-25T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/124227-jagioqedvj-1563726621.jpeg","tags":["Anjali Menon","Bangalore Days","F Rated Being a Woman Filmmaker in India"],"source":"https://scroll.in/reel/930775/how-anjali-menon-went-from-successful-writer-to-director-of-one-of-malayalam-cinemas-biggest-hits"}