{"title":"How Bezwada Wilson is working to get India to end the practice of Dalits cleaning human excreta","content":"In December, Dalit activist Bezwada Wilson set out of a 125-day bus journey to 500 districts where family members of Dalit workers had died while cleaning blockages in sewers.This Bhim Yatra, as 50-year old Wilson called it, was the latest step in his three-decade-long grassroots campaign to end manual scavenging, which involves workers – mostly belonging to the Dalit caste – remove untreated human excreta from latrines and sewers. “We found there are still nearly 2 lakh manual scavengers in India, mostly Dalit women,” said Wilson, who founded the Safai Karamchari Andolan in 1993 in an attempt to end manual scavenging. Since then, Wilson who was born into a family of manual scavengers in Karnataka, has mobilised over 7,000 volunteers to successfully petition the government to enact two laws to ban manual scavenging and to rehabilitate the workers. Wilson has organised drives in which Dalit workers have collectively surveyed dry latrines that do not have water seals to submit the data to government, and in protest, broken and smashed thousands of such latrines.On Wednesday, the committee that awards the Ramon Magsaysay prizes honoured Wilson as one of its six winners this year. \"In electing Bezwada Wilson to receive the 2016 Ramon Magsaysay Award, the board of trustees recognises his moral energy and prodigious skill in leading a grassroots movement to eradicate the degrading servitude of manual scavenging in India, reclaiming for the dalits the human dignity that is their natural birthright.\"Shot in the armWilson said the prize was a shot of strength for the Dalit workers movement. “Thousands of Dalit workers have already thrown away the baskets in which they have been made to carry human excreta in exchange for food,\" he said. \"We will continue to protest and campaign till the practice ends.”He added:  “The Modi government must go beyond talking of Swachch Bharat toilets, to thinking through all its schemes on how it will end this 5,000- year old caste-based practice,” he added.Wilson was the first in his family to pursue higher studies. His parents Yacob Bezwada and Rachel Bezwada, and his older brother, worked as manual scavengers cleaning dry latrines in the government gold fields in Kolar and Karnataka. The activist recounted that his decision to campaign to end manual scavenging had at first been opposed by his family. “My family had expected that after finishing studying, I will apply for regular jobs, but I had experienced this barbaric practice from close, I told them I cannot do anything but the work for ending manual scavenging,” said Wilson. “Later they came around to supporting me in what I was attempting.”In 1986, at the age of 20, Wilson made several complaints and wrote a letter to Prime Minister Rajiv Gandhi, after which his home town's dry latrines were changed to water-seal latrines. After that, he says he traveled from state to state to highlight the practice and mobilise the workers against continuing the work and demand better jobs.    In 1993, Wilson filed a public interest litigation in the Supreme Court noting that the government, including state governments and ministries of railway and defence were violating the Employment of Manual Scavengers and Construction of Dry Latrines (Prohibition) Act 1993 by employing thousands of households to clean excreta. He highlighted instances where even courts were employing Dalits as manual scavengers.In 2013, the Safai Karamchari Andolan lobbied successfully for the enactment of the Prohibition of Employment as Manual Scavengers and their Rehabilitation law, which focused on providing alternative employment. In 2014, the campaign fought a case in the Supreme Court in which they got a ruling saying that those responsible for deaths of sanitation workers during work will be jailed and the victim’s family will be compensated with Rs 10 lakh. \"But beyond the compensation, the government must stop the practice,\" he said. \"Our aim now is to stop the practice of sending workers inside sewers.\" Scholarship campaignWilson has been campaigning for scholarship assistance and vocational training for the children of manual scavengers and sewer workers. His grassroots activism and legal campaign is seen as instrumental in bringing down the number of manual scavengers from 30 lakh in 2000 to 6 lakh in 2010. As per the Socio Economic Caste Census, there are now 1,80,657 households working as manual scavengers. Paul Divakar, who is secretary of the National Campaign for Dalit Human Rights and has worked with Wilson on social issues since 1989 said the award was a recognition of the Dalit communities' leadership. “Since he was in high school, Bezwada Wilson methodically went about the cause of ending manual scavenging, till in a few years he had made it a national issue, and managed to get support for the campaign cutting across professions and communities,” he said. “This award is recognition that the Dalit community will throw up its own champion, it won't be from the elite or the upper classes.”Divakar added following from his own experience, Wilson had channeled the anger and anguish of the victims of manual scavenging \"into becoming human rights defenders”.","author":"Scroll Staff","time":"2016-07-27T19:43:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/812613-38310-lswmpwgouz-1469628690.png","tags":["Bezwada Wilson","TM Krishna","Magsaysay awards","Caste","manual scavenging"],"source":"https://scroll.in/article/812613/how-bezwada-wilson-is-attempting-to-get-india-to-end-the-practice-of-dalits-cleaning-human-excreta"}