{"title":"How passive restoration has improved the health of Kashmir’s forests","content":"Away from the city noise, the Sallar forest in southern Kashmir’s Anantnag district retains an essence of spring even in the harsh December winter. The diffused sun rays with fog, enliven this 20-hectare area, dotted with towering conifer trees. Carpeted with shed needle-like leaves, newly sprouted plants glow in the winter sun, projecting an aura of hope and resilience. This fenced forest compartment is out of bounds for local communities and their livestock to allow it time to heal and restore.Passive forest restoration, such as that in Sallar, in the pine forests of the Kashmir Himalaya, has helped improve the overall health of forests, including the density of trees, soil health and the carbon sink, says a study. Passive restoration allows a forest to regenerate on its own by limiting human activities such as grazing and timber collection, whereas active forest restoration means planting seedlings in forest areas.The March 2022 study found that most valley forests can be restored through passive restoration because they are not degraded to an extent where active restoration is needed.Aabid Hussain, co-author of the study, says he believes that major restoration goals can be achieved by regulating anthropogenic activities. “By simply fencing the patches, we can allow the forests to heal naturally,” he said. Kashmir lost 18% of dense forests between 1972 to 2010. Most of the valley’s forests comprise coniferous trees and pyramidal deodar cedar, and they are highly valued, which is the main reason for their axing.Morning view of a non-restored forest patch. Credit: Amir Bin Rafi/MongabayThe Kashmir forest department initiated restoration activities between 2011 to 2013. The programmes were parked under different schemes, such as the Compensatory Afforestation Fund Management and Planning Authority; some of the programmes are still on. “To know the impact of these restoration programmes, we studied various patches under restoration,” said Hussain, referring to the study that required data collection from restored and non-restored plots for eight years.Grazing is the key factor in forest degradation in the valley. “When livestock enter a forest, small plants are their soft target. These include newly sprouted plants. So, when no new plants are available, we can’t expect a forest to restore,” he added.Hussain said that if a non-expert enters a forest, they will find it undisturbed. But an expert eye, observing the forest floor, will notice the absence of new plants. For forests to be restored, there must be continuity. If an old tree falls, there should be enough small trees to replace it. However, due to unmanaged grazing and different human activities, the forest floor is disturbed, affecting the natural restoration of the forest.The degraded forests are fenced with barbed wires as part of passive restoration. Credit: Amir Bin Rafi/MongabayOne needs to understand the root cause of the problem for successful restoration. “Only after analysing the problem can we figure out whether we need to go for active forest restoration, which includes planting seeds or seedlings, or passive restoration, which includes managing stressors,” said Hussain. “If we look at most of our forest ecosystems (in Kashmir), we find that passive restoration initiatives like fencing will work better. The main problem of forest degradation here is overgrazing, unmanaged firewood and timber collection. By regulating these, we can reduce the stressors, allowing the forest to regenerate naturally.”The study revealed that passive restoration efforts through fencing have shown an increase in the density of trees per hectare, the girth of trees, improved regeneration, organic carbon and phosphorus in the soil, and enhanced biomass and carbon stocks which can help in tackling climate change. However, the community structure, soil and carbon stock were found degraded in the forests where no restoration efforts were undertaken.Community involvement imperativeHailing from central Kashmir’s Budgam district, Raja Muzaffar, an environmental activist, said there has been a slight improvement in the deforestation scenario in the region. “In the present scenario, deforestation and timber smuggling have seen a slight downfall,” said Muzaffar, who believes awareness among the local communities has increased.Muzaffar said blaming the Gujjar and Bakarwal communities for forest degradation is fallacious. “They are indigenous communities. They have the right to use the forest resources. Similarly, their livestock also has the right to graze inside the forests,” he added.He further said that forest restoration is not only about planting new trees but involves a holistic community approach. “The Forest Rights Act 2006 allows tribal people to use forest produce; in return, they have to conserve the forests. If we include tribal communities in the conservation of forests and ask them to demarcate the forest land, then there will be no need for government intervention,” said Muzaffar.A horse grazes outside the restricted area, in the backdrop of a non-restored plot. Credit: Amir Bin Rafi/Mongabay“Gujjars and Bakarwals are an important part of our ecosystem,” said Ghulam Hassan Kangoo, former principal chief conservator of forests, Jammu and Kashmir. “They will only use the forest for grazing and timber collection but will not cause damage to the forest as they are dependent on it.”  Taking these communities into confidence, he said, will help preserve the resources better.But researcher Hussain emphasised that when the initiatives are by the government, it becomes easier to communicate with the local communities. “If the programme comes from the government, local communities will not say no to that. They think of that as legitimate,” he said.Both Muzaffar and Hussain believe that if local communities and stakeholders are properly sensitised about the conservation, they can become the guardians of these forests without any government intervention.Plantation and restoration“Forest is important, not plantation,” noted Zafar Ah Reshi, dean of Biological Sciences at the University of Kashmir, adding that merely planting trees cannot be considered forest restoration. According to him, a forest has relative proportions of individuals of different species, and every forest has its own properties and characteristics, including the unique micronised content below ground (various nutrients and elements present in the soil of a particular place).Forest restoration requires a holistic approach, which includes afforestation, consideration of below-ground mutualists, and the relative proportion of different species with focus on the restoration of the forest. “Studying the forest is the first and foremost step in restoration. Once you know what appears naturally in the forest, you just have to replicate that,” he suggested.View of two forest patches (restored and unrestored) separated by a fence, at Sallar area of South Kashmir’s Anantnag district. Credit: Amir Bin Rafi/MongabaySimilarly, Aabid Hussain also suggested that there should be no unnecessary plantation drives. He opined that before planting trees, proper knowledge should be shared with forest department employees, so they don’t alter the forest proportion. “A forest does not consist of only pine trees. There are other species, including endemic shrubs. It is important not to jeopardise the endemic species or other species in the name of restoration,” he said.According to Mehraj Sheikh, DFO Lidder Anantnag, all the plantation drives are based on proper research. He says that the needs of communities that are dependent on forests are also kept in mind while restoring forests. “Our target (for the Kashmir Valley) for this year is to plant 1.35 crore trees. And 3.5 lakh plants are to be planted in my division,” he said. “Our officers are well trained and knowledgeable. They know which species to plant at what place. So, our plantation is research-based.” Sheikh says for the past 10 years, most of the plantations were done under the Compensatory Afforestation Fund Management and Planning Authority scheme.To enable timber collection and grazing, the official says that they have also created fodder patches apart from planting trees. “Recently, we planted 15,000 trees, among which a fodder patch was created out of 7,500 trees. The local communities use those trees for different purposes. There is a provision for them, they can harvest the forest produce.  However, we don’t allow direct grazing inside the fenced areas,” he said.Increasing carbon sinkAs forests cover a major part of the valley, people are directly or indirectly dependent on forests. According to Reshi, apart from carbon, there are other pools also in a forest. “Not only trees but even the nettles on the forest floor are a carbon sink,” he said. He explains that when a tree is cut, two issues arise – a carbon adsorbent gets reduced, and the carbon stored for years is released. “Climate change is a very serious issue. Particularly in this Himalayan region, where we are dependent on forests. We cannot afford deforestation in this ecologically fragile zone,” he said. Reshi believes that mass awareness among the locals can help in better management and saving the carbon sinks.  In absence of human activities, the restored forest has shown an increase in various parameters including the density and carbon stock. Credit: Amir Bin Rafi/Mongabay“When you have a healthy forest, it can absorb much more carbon. As we also have observed that the restored patches have more carbon,” Hussain said.The study revealed that the aboveground carbon stock at the restored plot was 172.9 ± 88.1 microgram per hectare (mg c ha-1) as compared to 127.8 ± 64.8 mg c ha-1 in the non-restored plot. He further said that having a healthy forest allows wildlife to flourish, which creates a balance among ecosystems.This article first appeared on Mongabay.","author":" Amir Bin Rafi","time":"2023-01-17T19:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/185631-yjzfnccwfa-1673761350.jpg","tags":["Sallar forest","Kashmir","Passive restoration","Forest restoration"],"source":"https://scroll.in/article/1041892/how-passive-restoration-has-improved-the-health-of-kashmirs-forests"}