{"title":"How the accordion played a key role during the golden era of Hindi film music","content":"Is it possible that the most recognisable accordion riff in the history of Hindi film music was not played on an accordion at all? In an obscure interview recorded for Calcutta Doordarshan, the instrumentalist Vistasp Balsara claims that in the famous title song of the Raj Kapoor classic Awara (1951), he was actually producing the accordion sounds on a harmonium! Balsara, who died in 2005, goes on to say – and demonstrate – that he produced the same effect not only in “Awara Hoon” but also in other classics such as “Yaad Kiya Dil Ne” (Patita, 1953) and “Aye Mere Dil Kahin Aur Chal” (Daag, 1952). \n\n\n    \n    Play\n\nAn interview with Vistasp Balsara.There is enough anecdotal evidence to support Balsara’s claims regarding the latter songs, but his assertions on “Awara Hoon” come as a surprise. While we can keep debating whether the accordion was indeed used in the film’s title song or not, there is no contesting its presence on a lesser-known song on the Awara soundtrack. In “Ek Bewafa Se Pyar Kiya”, not only is the instrument used, the accordionist playing on the soundtrack appears in the song.Goody Seervai. Courtesy Swami Accordion Repairs/Amar Swami.The accordionist in that blink-and-you-will-miss screen role was Goody Seervai, one of Mumbai’s most prominent band leaders and a fixture at most Parsi functions in the city for decades. The story goes that Goody’s friend Cawas Lord, a jazz drummer who had migrated to the city’s film studios, had taken him to meet Naushad Ali when the music director was looking for an accordionist for one of his songs. This breezy number from Dastaan (1950) would rank as one of the first on which we can hear Seervai’s accordion on a Hindi film soundtrack.\n\n\n    \n    Play\n\nTarari Tarari, Dastaan (1950).Seervai’s work for Naushad got noticed and the gifted musician soon started getting calls from other music directors to play for them. Shankar-Jaikishan (together with their arranger Sebastian D’Souza) seemed to have taken a particular liking to the instrument. Seervai’s work with the duo made the accordion an integral part of the soundscape of what has been described as the golden era of Hindi film music. But if I were asked to pick out only one Goody Seervai song from that era, it would not be from an SJ film but this delightful OP Nayyar composition from Howrah Bridge (1958).\n\n\n    \n    Play\n\nDekhke Teri Nazar, Howrah Bridge (1958).Meanwhile, another young Parsi musician was slowly making his presence felt. Kersi was the son of Cawas Lord, the one who had introduced Seervai to Naushad. Starting his career in the studios as a percussionist when he was only 13, he became one of the most sought-after instrumentalists and arrangers in the industry. Now in his eighties, Lord credits his understanding of the instrument and its sonic possibilities to one of his dad’s friends, a quirky Italian cellist named Edigio Verga who lived in a South Mumbai hotel room – with a dog named Jeejeebhoy – while playing in various bands and also in the film orchestras.Kersi Lord. Courtesy Kersi Lord.Interestingly, Lord played the accordion for SJ on only a handful of occasions. He mostly played percussion for them as “they did not seem to like my tone”. But other music directors did not harbour any such quibbles. Especially SD Burman, with whom Lord did some of his best accordion work. Not least in this stunner from Aradhana (1969), during which the senior music director had pulled Kersi aside and said in his heavily Bengali-inflected Hindi, “Tumko jo karna hai karna, magar mere ko ekdum romance chahiye gaane mein!” (Do whatever you want, but I want romance in the song!)\n\n\n    \n    Play\n\nRoop Tera Mastana, Aradhana (1969).Musician Sumit Mitra also credited an European émigré for his interest in the accordion. Growing up in Kolkata, Mitra was learning to play the harmonica when he chanced upon a Hungarian musician named Hamerculus playing the accordion at the Grand Hotel. Speaking to ethnomusicologist Gregory Booth a few years ago, Mitra had said: “I thought that was a wonderful instrument… Mr. Hamerculus let me sit in his room when he practiced, and I began to pick things up. After some time he allowed me to come to his rehearsals. So you can say I learned from him like that.”Sumit Mitra (right) with Shankar. Courtesy Sudarshan Pandey.Mitra moved to Mumbai around 1957, during a period that saw a wave of talent migrating from Kolkata to seek employment in the Hindi film industry. He became a sort of understudy to Seervai in the Shankar-Jaikishan scheme of things. And with the senior accordionist often finding himself busy with commitments outside of the studio, the young Mitra soon managed to carve a larger role for himself. The popularity of the songs notwithstanding, the general public remained largely unaware of the names of individual musicians. Enoch Daniels seems to have been an exception to this rule. Moving from Goa to Mumbai in 1955, Daniels built a successful career as a pianist and accordionist in films. He also released a spate of albums featuring instrumental cover versions of popular Hindi film songs through the 1960s and ’70s. Those were the days when fans of Hindi film music tuned into Radio Ceylon, which also had an early morning slot for instrumental music. Thus, a whole generation of listeners often woke up to the strains of Enoch Daniels’s accordion. Courtesy Enoch Daniels.Speaking to me from Pune, where he now lives, Daniels said, “I wanted to prove to my audience that any type of song sounds good on the accordion.” When I pressed him to choose one representative song from the many he has played on the accordion for a Hindi film, he settled on this Hemant Kumar classic.\n\n\n    \n    Play\n\nBeqarar Karke Humein, Bees Saal Baad (1962).Kolkata, 1979. One evening, while playing at an upscale restaurant, Anjan Biswas saw Sumit Mitra walk up on to the stage. “He came and stood behind me,” Biswas said.   “I was extremely nervous but told myself I couldn’t let that show and kept playing.” Mitra stood there for almost an hour and then put his hand on the young man’s shoulder and said in Bengali, “You can now come to Bombay.”Biswas moved to Mumbai in 1981. By then the Hindi film music industry had undergone a sea change. The older generation of music directors had faded away. The golden era was well and truly over.  And with it, the heydays of the accordion.Goody Seervai was no more. In 1973, Kersi Lord had brought in the mini-Moog, paving the way for the use of synthesisers in the film orchestras. Enoch Daniels and two later entrants, Dheeraj Dhanak and YS Moolky, had all transitioned to successful careers as arrangers. Only Sumit Mitra doggedly continued to play the accordion, mostly for the Laxmikant-Pyarelal juggernaut. While Anjan Biswas did play the accordion in a few recordings in his initial years in the city, he went on to make his name as a keyboardist and programmer. If an accordion was ever required, he generated the sounds on his keyboard. Things had come full circle since the days of Vistasp Balsara and his harmonium.","author":"Rudradeep Bhattacharjee","time":"2016-05-06T13:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/807573-article-anklrgoywe-1462519526.jpeg","tags":["Enoch Daniels","Shankar-Jaikishan","Accordion in Hindi film"],"source":"https://scroll.in/reel/807573/how-the-accordion-played-a-key-role-during-the-golden-era-of-hindi-film-music"}