{"title":"How findings of the Bihar caste census push the BJP into a corner","content":"On Monday, Bihar released the findings of its caste census. Given the last countrywide census that officially collected caste data was nearly a century back in 1931, this was a historic exercise. In 2011, the Congress-led United Progressive Alliance government at the Centre had conducted a socio-economic and caste census. However, the data from that exercise was never released citing errors in enumeration.The caste survey, which started in January, even had to overcome legal hurdles before its constitutional validity was upheld by the Patna High Court in August. Now that the focus has shifted to the data from the census, the exercise is expected to have major implications for India’s politics.For starters, the headline number that Other Backward Classes account for 63% of Bihar’s population bolsters the demand for removing the cap on 50% reservation in government jobs and colleges. The number will also provide fuel to the demand of Opposition parties for conducting a countrywide caste census. The Congress has kicked off its campaign for elections in five states later this year with a sharp focus on OBCs given their massive demographic heft. In the lead up to the Lok Sabha polls next year, rallying for OBCs could potentially be a common plank for the Congress and Mandal-era parties like the Rashtriya Janata Dal, Janata Dal (United), and the Samajwadi Party as they try and break the pan-Hindu votebank of the BJP. What does the census data say?Of the state’s population of 13.07 crore, Backward Classes account for 27.1% and 36% belong to the Extremely Backward Classes, or EBCs – a category unique to Bihar (and inherited by Jharkhand after the state’s partition). During socialist leader Karpoori Thakur’s regime in the 1970s, Bihar had classified EBCs as a sub-category among the Other Backward Classes. More than 100 castes and sub-castes fall under this category.The caste census results released on Monday further showed that the upper castes constitute around 15.5% of Bihar’s population, the Scheduled Castes accounts for 19.6%, while the Scheduled Tribes account for nearly 1.7%. Bihar Government discloses its report on caste survey. #CasteCensus pic.twitter.com/L93S4XxXx9— Diwakar (@kumardiwakar20) October 2, 2023\n\nThe ruling coalition in Bihar has reasons to be happy with the findings. The EBC category constitutes the core support base of the JD(U), while Yadavs, who at 14% account for the largest single caste grouping in the state, are a solid vote bank of the RJD.The two parties could use the findings of the census to mobilise their voters against the Bharatiya Janata Party, which has consistently shied away from conducting a similar exercise across the country. How the caste census puts the BJP in a spotThe caste census lends credibility to the long-standing contention that the quota for Other Backward Classes is not proportionate to their population. “It is high time that the limit [on reservation] of 50% be raised,” Bihar Chief Minister Nitish Kumar had said before the census was conducted. “The cap is depriving OBCs and EBCs of opportunities in proportion to their population.”The data from the census pushes the BJP into a tight corner when it is seen in context of the 10% quota for the Economically Weaker Sections of the general category introduced by the Narendra Modi-led central government in 2019. In Bihar, the general category, or upper castes, constitute only 15.5% of the total population. A 10% EWS quota means more than 64% of the general category population stands a chance of getting reservation in government jobs and seats.In contrast, the OBCs only have 27% seats reserved even as their population in Bihar is more than 63%. This means that less than half of the OBC population of the state will make the cut under reservation. Bihar CM Nitish Kumar with RJD chief Lalu Prasad. Credit: PTI“The BJP will now be forced to recognise this as an issue,” Hilal Ahmed, fellow at the Centre for the Study of Developing Societies, told Scroll. Despite garnering a substantial chunk of OBC votes in the 2014 and 2019 Lok Sabha elections, the BJP has opposed a caste census under the apprehension of tinkering with the existing political equilibrium, Ahmed said.“The moment census data says Yadavs are backward, parties like the RJD and Samajwadi Party stand to gain,” he explained. Ahmed added, however, that more concrete implications of the caste census will come to the fore when data on socio-economic indicators of every category is released.“If that data indeed shows that the upper castes are better placed, it would make for a stronger argument for the Opposition parties to rejig quotas.”Timely booster for the INDIA blocOver the last few weeks, the Congress has sharpened its focus on gaining ground among OBC voters. The party pushed for an OBC sub-quota in the recently passed women’s reservation act – a change in its stance from 2010, when it had introduced a similar bill.In the debate in Parliament on women’s reservation last month, Congress MP Rahul Gandhi also pointed out that only three of the 90 secretaries of the Central government belonged to the OBC category. Since then, he has taken up the issue in rallies in the Hindi heartland states of Madhya Pradesh, Chhattisgarh and Rajasthan, which will go to polls later this year.On Monday, Gandhi reiterated his pitch after the census was released.बिहार की जातिगत जनगणना से पता चला है कि वहां OBC + SC + ST 84% हैं। केंद्र सरकार के 90 सचिवों में सिर्फ़ 3 OBC हैं, जो भारत का मात्र 5% बजट संभालते हैं!इसलिए, भारत के जातिगत आंकड़े जानना ज़रूरी है। जितनी आबादी, उतना हक़ - ये हमारा प्रण है।— Rahul Gandhi (@RahulGandhi) October 2, 2023\n\nThe Congress’ attempt to woo OBC voters aligns with the politics of its Hindi belt allies in the INDIA bloc. At a rally in Madhya Pradesh’s Rewa last week, Samajwadi Party chief Akhilesh Yadav said that Congress being in favour of caste census was “nothing short of a miracle”.“Nothing could give more joy than the fact that now the Congress talks of caste census and chose to tread the socialists’ path,” he added.Congress’ overtures towards the OBCs has already forced Modi’s hand in addressing the development. At a rally in Chhattisgarh on Saturday, the prime minister claimed that the Congress hated the OBCs. At another rally on Monday, he accused the Opposition of dividing the society on caste lines.By placing the BJP on the backfoot, the findings of the caste census in Bihar could well be one of the strongest weapons for the Opposition as the country goes to the Lok Sabha polls early next year.","author":"Abhik Deb","time":"2023-10-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/63469-kjvpajohjc-1696257545.jpg","tags":["Bihar caste census","Bihar","Narendra Modi","Congress","Nitish Kumar","INDIA bloc"]}