{"title":"How state-backed Hindutva rhetoric is fuelling the ethnic cleansing of Uttarakhand","content":"India’s most populous hill state Uttarakhand is in unprecedented turmoil. It is the first state in India in which an influential and popular campaign for ethnic cleansing has gathered ominous momentum: a battle for the expulsion of all Muslims from the state. This crusade is tacitly supported by the state government.These alarming fractures in the state have mostly escaped national attention because not much blood has been spilt. But barely below the surface, Uttarakhand smoulders with communal temperatures ratcheted to perilous levels.Uttarakhand has not witnessed significant communal tensions between its religious communities in the past. Its ruptures have much more pivoted on caste. Uttarakhand probably has a higher proportion of Brahmins than any other state, estimated at around 20% of the population. The sometimes violent movement for the separation of Uttarakhand from Uttar Pradesh to create a separate state in the 1990s was substantially sparked off by the decision of the Mulayam Singh government to extend reservations in government jobs to members of the other backward classes. Muslims widely supported the demand for the separate hill state.Muslims constitute around 14% of the state’s population. The present canvassing for the ejection of the state’s Muslim population rests on three pillars. The first of these is the premise of the pristine sacredness for Hindus of the hill state, polluted by the presence of Muslims. The second is claims of the exclusive indigeneity of Hindus in this holy land, threatened by the surge of Muslim outsiders who are rapidly and dangerously altering the demography of the state. The third is the alleged inherent perfidy of Muslims, evident in the battery of jihads that they are unleashing on hapless Hindu residents of this sanctified land – population jihad, love jihad, land jihad, mazaar jihad and, most recently, vyapar jihad. Mazaar refers to mausoleums and vyapar to trade. These arguments are propagated vigorously by an extensive network of the Rashtriya Swayamsevak Sangh and its family of Hindutva formations that have expanded to remote mountainous corners of the state. There are 1,400 shakhas or branches of the Sangh in Uttarakhand and plans are underway to double the number in the next two years. Sangh workers explain that their work is cut out for them: they must warn the Hindu people of the dangers that Muslim residents of the state pose to the purity of the Dev Bhumi.\n\t\t\n\tPeople at a Vishva Hindu Parishad event, where Pushkar Singh Dhami was also present in Haridwar on October 6. Credit: Pushkar Singh Dhami @pushkardhami/Twitter. The hatred against Muslims is fuelled and legitimised by Hindu religious leaders in saffron, who do not desist even from calls for mass rape and genocide. Their discourse is amplified exponentially by right-wing publications, the social media and a widely communalised local press. All of these get embedded into ruptured social and economic relations by calls for boycott, expulsion, and occasional acts of violence against Muslims.But what has most decisively inflamed anti-Muslim sentiments in the hill state is its elected political leadership. Chief Minister Pushkar Singh Dhami has for 33 years of his life of 45 years been a dedicated worker of the Rashtriya Swayamsevak Sangh. He was a political lightweight when he was suddenly installed as chief minister in 2021. His importance to the Sangh became further apparent when he was re-elected as chief minister even after he lost his assembly seat in the state elections in 2022. He was later elected from a seat vacated by a Bharatiya Janata Party legislator. He regularly presses all the buttons that craft the toxic mythology of the Muslim in the state of Uttarakhand as outsider, jihadi and enemy.Six months after he became chief minister, a notorious Dharm Sansad, literally a religious parliament was organised in Hardwar, from December 17 to 19 in 2021.  Speakers urged people to keep “sharpened swords” ready at home to kill “intruders”. Another held up the Myanmar persecution of the Rohingya as a model for the state, and called for a “safai abhiyan”, or cleansing drive, in which the police, army and leaders would also take up arms against the enemy within. Yet another speaker called for 100 soldiers to kill two million Muslims to “reduce their population”. But the state police dealt with these incendiary and patently criminal calls for genocide with kid gloves. The Quint observes that prominent among those who made hate speeches in the Dharma Sansad of 2021 were Prabodhanand and Darshan Bharti, who continue to freely spout hate and instigate violence in Uttarakhand even today. First, take the casting of Uttarakhand as the holy land of the Hindus. The argument is that the Abrahamic religions have their holy lands – Muslims have their Mecca and Christians their Vatican. It is claimed that people of other religious faiths are not allowed into these two holy sites. There is, in fact, no such restriction in the Vatican and the Vatican is sacred for Catholics, not all Christians. The Hindutva project, in many ways, is trying to mimic the Abrahamic faiths, such as by propounding a central deity (Ram), a central text (the Gita), and now a single and exclusionary holy land. All of these are at odds with the extraordinary pluralism of the Hindu faith.The modelling of Uttarakhand as the holy land of Akhand Bharat (as Hindutva publications declare) is of course highly contestable. Only one of the Char Dham or four pilgrimage sites that devout Hindus believe they must visit at least once in their lives, Badrinath, is in Uttarakhand. The others are Dwarka in Gujarat, Rameswaram in Tamil Nadu and Puri in Odisha. Each of these sites – and indeed most states in India – can claim to be holy for Hindus.Today it has become commonplace to describe Uttarakhand as Dev Bhumi or the Land of the Gods, not just in popular discourse and tourism hype but also in official documents. Even in a matter as prosaic as accomplishments in vaccination – as pointed out by Caravan – does the prime minister refer to Uttarakhand as Dev Bhumi. He underlines its special sacredness by his frequent – and extravagantly photographed – visits to Badrinath.The Uttarakhand government legislature passed a statute that doubled the maximum punishment for “forcible” religious conversions from five to ten years. Dhami declared that the state needed a more stringent anti-conversion law since Uttarakhand is “the country of the gods” and acts like religious conversion are “detrimental to us”.The elevation of Uttarakhand into the sacred land of Hindus is twinned with a demand as a corollary for the barring of Muslims from living or trading in the vicinity of religious sites. This has become a common chorus across the family of Hindutva organisations and many BJP leaders. But this appears more the thin edge of the wedge; the maximalist objective of many is to expel Muslims from the entire “holy” state.\n\t\t\n\tNarendra Modi at Parvati Kund in Uttarakhand on October 14. Credit: Narendra Modi @narendramodi/Twitter.The campaign to expel Muslims from Uttarakhand is in fact of much older vintage. Madan Mohan Malviya, founder of the Hindu Mahasabha, had constituted Ganga Sabha in the early 1900s. It campaigned to restrict Muslim presence near Har ki Pauri in Haridwar. Ujjwal Pandit, an office-bearer of the Ganga Sabha told reporters that even today, the bye-laws of the Haridwar municipal council prohibit non-Hindus from running any business or buying a house, and from the sale of alcohol, cigarettes, and meat and eating meat within four kilometres north and south of Har Ki Pauri, reported the Caravan.The discourse of religious leaders and members of the Rashtriya Swayamsevak Sangh family of organisations is belligerent and raucous in their call to expel Muslims. Hindu priest Anandswaroop is pugnacious in his ranting. “If the entry of non-Hindus is not banned, then Hindu priests will take to the streets,” he threatened. “Members of the Muslim community are creating a ruckus here, spreading non-vegetarianism, throwing meat and cow meat in the Ganga to defile it [sic]. If we don’t take note, then it will become Kashmir. There should be one state for Hindus at least.”Ajendra Ajay, senior BJP leader, alleged that instances of “love jihad” and other crimes have increased in Uttarakhand because of an influx of people belonging to “a certain religious community”. This community, he claims, “secretly” constructs its places of worship which leads to communal tension, and this he describes as “land jihad”. “The hill districts are getting empty and people are migrating… [while] those belonging to a particular community are occupying every place here,” he said. “This is also a big threat to national security…”“There is an international conspiracy to make Dev Bhumi hell,” echoed Prabodhanand, president of the  Hindu Raksha Sena. He urged Chief Minister Dhami to be “vigilant” because there is “a growing jihadi population in Uttarakhand...They even attempted to desecrate our holy pilgrimage sites” he alleged, and “to hold namaz there”. Darshan Bharti, founder of the Devbhoomi Raksha Abhiyan, asked in the same tenor, “Do you want Dev Bhumi to be the land of gods or the land of shrines and mosques?”In the Hindutva worldview the new-found elevated sacredness to Hindus of Uttarakhand privileges Hindu inhabitants in their claims of special belonging to the state. These assertions are further invigorated by Hindutva claims that the Hindu inhabitants of the state are its indigenous inhabitants, in contrast to the alleged “foreignness” of Muslims. Muslims I spoke to in Uttarakhand were at pains to maintain that Muslims have lived in the hills and valleys of the state from as far back as the 13th century. They point also to Haldwani, the second-largest city in the state, that this was primarily a Muslim town adjacent to the military cantonment. It is only in recent decades that Hindus have built and populated the new city of Haldwani. Muslims in the state mostly run small businesses like fruit and vegetable stores, barber salons, and motor repair garages. Many trace their residence in the state back at least two or three generations. Some Muslims are doubtless recent migrants into the state, but the Constitution defends the right of Indian citizens to travel to and work in any part of the country. Claims of indigeneity of Hindus and foreignness of Muslims are buttressed by allegations of a systematic dark Muslim conspiracy to skew the population ratios of the state by a massive and organised influx of Muslim migrants. Even Dhami never tires of decrying what he describes as disturbing demographic changes of a steep and unnatural rise in the population of a “certain community”. He is not restrained by the fact that he does not offer concrete data to support his claim of an exceptional rise in the ratio of Muslims in Uttarakhand. The 2011 census recorded a ratio of nearly 14% people of Muslim identity in the state. This was an increase of only around 2% from the 2001 census, reflecting the natural increase in population and possibly some small numbers of migration from other states. \n\t\t\n\tThe Piran Kaliyar Sharif dargah, which dates back to the 13th century, is located near Roorkee in Haridwar district of Uttarakhand.  Credit: कृष्ण कान्त शर्मा, CC BY-SA 4.0, via Wikimedia CommonsAlso, even if there is indeed a rise in the population of Muslims in the state, why should this be viewed as a matter of worry or a threat by the government and other residents of the state? After all, Muslims are also equal citizens of this diverse and pluralist country and have the right to settle in any part of the country that they choose (except some remote sensitive areas populated by particularly vulnerable communities).Still, alarmist reports are rife in the right-wing media. OpIndia, for instance, claims that security agencies are anxious about a sudden surge in the Muslim population in several districts of Uttarakhand, behind which they see a “specific conspiracy”. Although there has been no census since 2011, the report claims that Muslim populations have more than doubled since then. Dainik Jagran goes even further, claiming that security agencies reveal that these illegal settlers are attempting to build a premeditated corridor connecting Uttarakhand, Bangladesh, Bihar, Nepal, Uttar Pradesh, Haryana, and Punjab, and ultimately Pakistan.These claims of conspiratorial changes in demography in the state are further grist for anti-Muslim propaganda. Gajraj Singh Bisht, former state general secretary of the BJP in Uttarakhand, declares that “initially, these Muslims would come to hold your feet. They will then beg you with folded hands. But, when their count grows from one to ten, they will not even let you access their streets” . The claimed duplicity of Muslims is not restricted to their alleged population jihad. Hate propaganda against Muslims (encouraged and amplified from the top) is also of love jihad. The construction of the Muslim male as a sexual predator goes back to the Partition riots. But the hate mythology of love jihad is of more recent origin, dating to the 2000s, fabricated in right-wing publications, pamphlets and social media. Hindutva propagandists allege that love jihad is a conspiracy by Muslims fuelled by petrodollars from the Gulf. In this imagination, Hindu women are assumed to lack both agency and discernment, and Muslim men as being shifty, devious and devoid of finer sentiments of love and care. Good-looking Muslim men are trained to entrap young Hindu girls and women into romantic and sexual relations and marriage. They coldly and cynically lure these hapless and naïve Hindu girls into sex and marriage with the sole intention of converting them to Islam and producing through their bodies, large numbers of Muslim children. In just a few years, love jihad has become the staple of social media forwards and is the main rationale offered for lynching and hate attacks in many parts of the country after cow protection. It has become today the core of the hate propaganda that feeds the calls for the expulsion of Muslims from the state of Uttarakhand. Uttar Pradesh Chief Minister Adityanath was the first among heads of governments who publicly declared war on love jihad, instructing his police force to be vigilant to prevent and punish such misdemeanours. He then passed what he described as a law against love jihad, criminalising religious conversions by women for marriage. This statute in effect, as observed by political scientist Ajay Gudavarthy, regulates Hindu women and criminalises Muslim men. The chief minister made an unsubtle threat of violence against Muslim men in relationship with Hindu women, “I warn those who conceal their identity and play with the honour of our sisters and daughters, if you don’t mend your ways, your final journey will begin”.   Many BJP-ruled chief ministers followed in the trail blazed by Adityanath. Prominent among them is Dhami, who frequently thunders against love jihad, often in implied support of civilian vigilante action against claimed crimes of love jihad.\n\t\t\n\tThe Badrinath temple. Credit: Ketan0212, CC BY-SA 3.0, via Wikimedia Commons.Hindutva hardliner Prabodhanand speaks of love jihad as an international plot against the sacred Dev Bhumi. “Protecting sisters and wives in Dev Bhumi has become harder... This is not a single girl’s story [sic]. Many girls are being targeted in Uttarakhand,” he declared, according to The Quint. At a press meeting on June 5, he alleged, “Love jihad incidents are on the rise in Dehradun as well. Their goal is to make Dev Bhumi look like Kashmir... To prevent this from happening, each of us must take action. The Jihadis have crossed the border and are now targeting Hindu women.”Reema Chauhan, a Hindutva politician from Roorkee in Uttarakhand, said in a widely circulated video, “I want to request the people of Uttarakhand to wake up before something like this occurs to our daughters in Uttarakhand... These jihadis disguise themselves as barbers, carpenters, vegetable dealers, or scrappers and infiltrate Uttarakhand. They entice our daughters and then either kill or abduct them”.Amid the heat and dust raised against love jihad, the political leadership, the police officialdom and the entire Hindutva enterprise seem unperturbed and unconstrained by the fact that few of the Muslim-Hindu alliances actually proved to be of Muslim men forcing or tricking Hindu women into the relationship. Most turn out to be consensual, or occasionally of crimes of trafficking or rape that had nothing to do with any organised communal conspiracy. There is cynical doublespeak in the official pronouncements around love jihad even in Uttar Pradesh. When questioned in the Uttar Pradesh legislative assembly, the official reply laconically contradicted the fiery public statements of the chief minister. An incident that briefly drew national attention was in the Uttarkashi town of Purola. A host of right-wing organisations claimed that a local Muslim man was caught trying to abduct a minor Hindu girl in a shocking incident of “love jihad”. Posters came up around the town demanding the ejection of all the Muslim residents of Purola. Shops and homes were ransacked and 41 Muslim families fled from the town. But Newslaundry journalist Anmol Pritam spent a week in the town investigating and uncovered a very different story. The minor girl of 14 was an orphan, raised by her uncle Rakesh (name changed). Two men, one Hindu and one Muslim, Ubed Khan and Jitendra Saini, tried to kidnap her presumably for trafficking, but the girl was rescued on time. Rakesh said that he filed a complaint with the police, who acted fairly and arrested both men. But a local journalist tried to persuade Rakesh to be silent about the Hindu kidnapper, and complain instead that the girl was lured away by a Muslim man in a love jihad conspiracy. He refused, but this did not constrain local Hindutva organisations to leap in and manufacture this into a crime of love jihad, resulting in violence and the exodus of Muslim families from the state. On May 29, hundreds joined a rally in the town in which hundreds chanted “drive away the love jihadis. Drive away the Muslims. Muslim rule won’t be tolerated.” They added, “Muslim mukt Uttarakhand chahiye” – We want a Muslim-free Uttarakhand. On June 5, posters were pasted outside their shops that warned “all love jihadis” to leave the town, signed by the Dev Bhoomi Raksha Abhiyan. A Muslim resident later lamented to reporters from Caravan, “They forgot all our names and the only name they remembered is jihadis. All Muslims were turned into jihadis” Muslim residents said that even as mobs tore down the sign-boards and banners of their shops, the police stood by passively. They sought the intervention of the sub-divisional magistrate, but he was gruff and unsympathetic. The Reporters Collective recounts that posters soon appeared also in many other villages and towns asking Muslims to vacate their shops. A local BJP leader declared, “Love Jihadis are informed to vacate their shops before the mahapanchayat on June 15. Time will decide the repercussions of not doing so [sic].” Rallies were held in many parts of Uttarkashi – in towns of Barkot and Chinyalisaur and villages of Naugaon, Damta, Barnigad, Netwar and Bhatwari –  against Muslims. All of them warned darkly of the dangers to women and children from the alleged Muslim conspiracy of love jihad.\n\t\t\n\tCredit: Pushkar Singh Dhami @pushkardhami/Twitter.Dhami significantly chose this time to reiterate his firm resolve of “stern action” against love jihad incidents, which he claimed had risen alarmingly.  This amounted to a dog whistle, signalling tacit support to vigilante violence and threats beginning with Purola. Communal temperatures were raised alarmingly, threatening to erupt with the proposed mahapanchayat calling for the expulsion of Muslims from the entire region. Pressure that was mounted from respected civilian voices outside Uttarakhand succeeded in compelling the state administration to disallow the mahapanchayat. But the state administration took no effective action against the outpouring of hate speech that continued. It looked away as incendiary slogans were raised: “Jihadiyon ko jo dega sharan, unki behen betiyon ka hoga haran” (those who give shelter to jihadis, their sisters and daughters will be kidnapped) and Hinduon ko jagana hoga, Jihadiyon ko bhagana hoga” (Hindus need to be awakened, jihadis need to be chased away).Purola is not the first town in Uttarakhand where the call was made for ethnic cleansing, and it is not the last. A similar campaign to drive out Muslim residents had been tried in at least three other towns – Ghansali, Augustyamuni and Satpuli. After the successful forced exodus of many Muslim families from Purola, local Hinduta organisations joined hands to force Muslims to leave the state in Barkot, Uttarkashi and Haldwani.Uttarakhand BJP leader Yashpal Benam felt compelled to cancel his daughter’s wedding to a Muslim man after his resolve led to outrage and calls for his boycott. Darshan Bharti of the Devbhoomi Raksha Abhiyan had declared, “We are becoming victims of ‘love jihad’ and ‘land jihad’. The Pauri Garhwal chairman... is inviting Muslims to his daughter’s wedding. What a shame.”Another alleged jihad that Dhami often warns against is “land jihad”. If a non-Muslim is inhabiting, or cultivating, or running a shop on government land, this is dubbed by him simply as an encroachment. But if it is a Muslim who is occupying government land, the official discourse completely changes. This is then given a sinister hue of a religious conspiracy, a jihad.Addressing a conclave of the Vishva Hindu Parishad in Haridwar in April this year, Dhami reiterated that “Illegal encroachments in the name of land jihad will not be allowed to vitiate the atmosphere in Uttarakhand”, adding that “a particular community had illegally encroached land and raised structures in the border areas of the state which are being removed as part of a drive”.This campaign by the Uttarakhand administration against “land jihad” encroachments by Muslims has wreaked particularly devastating consequences on the Van Gujjars. The Van Gujjars are a vulnerable forest-dwelling pastoral nomadic tribe, whose undoing for the present regime is that they are of Muslim religious faith. Their habitats and traditional grazing lands and fields are now being appropriated by the state either for grand “development” projects like hill highways or handed over to the private sector. For all of living memory, they have trekked with their animals through the forested upper reaches of the state, while some are gradually semi-settling in shifting agriculture. Today they are suddenly illegalised as encroachers in the forests, their tiny temporary settlements razed, their modest graves demolished. They have been reduced to desperate destitution and their always precarious survival is threatened as never before. Instead, a caring state could have mapped and protected their migratory routes, their traditional breeds, their forest dwellings and their shifting cultivation sites\n\t\t\n\tCredit: Pushkar Singh Dhami @pushkardhami/Twitter.The state administration also announced a drive against encroachments of religious structures on government and forest land. Many of these were mazaars, or small shrines of Muslim saints. BJP spokesperson Manvir Singh alleged that most of these had come up when the Congress ruled the state. Dhami saw in these yet another kind of jihad, for which he coined the word mazaar jihad, as though the mazaars, too, were a conspiracy by Muslims. In an interview to Panchjanya, a weekly closely associated with the Rashtriya Swayamsevak Sangh, Dhami claimed that more than 1,000 unauthorised mazaars were built on forest land in the state as part of the “mazaar jihad”.Upon the chief minister’s announcement, the state administration dismantled many of these 1,000 mazaars, unmindful that these were places sacred to local Muslims – and many Hindus – many more than a 100 years old. Caravan reporters write of Thapli Baba ki Mazar, a mazaar estimated to be a 150 years old. The caretaker of the mazaar said that they were not even given the chance to collect the remains of the body that had been laid to rest there. The majority of the devotees of the mazaar were Hindu.  What were razed as mazaars in the forests were also small graves of the forest dwelling Van Gujjars. On forest lands, the administration also encountered Hindu temples, but these were not described as the outcome of any conspiracy or jihad.“This is a new Uttarakhand”, the chief minister declared. “We will not let land jihad thrive in Dev Bhumi”. He added, “We will demolish illegal mazaars in Uttarakhand…no one should even think about encroaching on land here, let alone doing it”.Yet, despite the chief minister’s frequent assertions about his government’s commitment to fight land jihad, these are the official responses to a right to information application filed by The Wire to the state government:Does the Uttarakhand government maintains data of land sales and purchases on the basis of the religions of the sellers and purchasers? “No,” the government replied. How does the government of Uttarakhand define the term “Land Jihad”?“Information unavailable”.How many cases of “Land Jihad”, however defined, have been reported in the past 5 years in Uttarakhand?“Information unavailable”.Please provide a district wise and year wise data of the cases of “Land Jihad” in the state.“Information unavailable”.What legal actions have been taken against those involved in “Land Jihad”?“Information unavailable.”Religious gatherings rife with genocidal hate speeches continue unabated. For instance, on April 20 this year, at a “Dharm Sabha” in Chakrata, Rakesh Tomar Uttarakhandi, founder of the hardline Hindutva organisation Rudra Sena, declared, “We are here to warn the Jihadis...You people do love jihad, land jihad … Do you think we will stay silent?” Hardliner Prabodhanand called for an economic boycott of Muslims. “The business of Uttarakhand is no longer in our hands”, he claimed, according to The Quint. “A Kashmiri company... a terrorist has taken over the Char Dham Yatra contract... Some have salons, others have flower stores, and still others have eateries.  And, you know, they don’t provide you food unless they urinate and spit on the food. It is part of their jihad.” In many towns and villages, calls are being made to boycott Muslim shops and petty traders. Their success in small businesses is now being described as one more form of jihad, called vyapar jihad or a business jihad. Hindu residents of the state are also being harried to not rent their properties to Muslims for trade, and even as homes.Another right-wing worker Radha Semwal Dhoni again demanded a boycott of Muslim vendors. “Why do you come here?” she wanted to know. “ Do you want to sell us vegetables that have been spat on?”Durgeshwar Lal, a BJP legislator from Purola, declared, “There is a plot... There are agencies that fund [Muslim traders]... The native people can’t afford to pay Rs 3,000 and Rs 5,000, but these people who come make fancy shops, can pay ‘pagdi’ [lease] and can pay Rs 20,000-25,000 rent.” Bharti added, “They should not be permitted to trade. They have eyes on our daughters, land, and business. We ask every responsible Uttarakhand resident to boycott them.” Prabodhanand boasted to reporters, “There are no Muslims in Kangri village. You’ll be shocked to know that they’ve rented a barber shop in front of Balaji Dham for Rs 2,000 per month... When I found out, I called the shop owner and told him he had two hours to get the shop vacated or else I’d have him leave.”\n\t\t\n\tCredit: Pushkar Singh Dhami @pushkardhami/Twitter.It is not as though there is universal support among the Hindu residents of the state for this campaign for boycott and expulsion of Muslims from the state. After all, despite the much-hyped call to expel Muslims from Satpuli, Ghansali and Augustyamuni, there are no reports of actual Muslim exodus from these places. Even some of the Muslim families who left Purola have returned. The chief minister announced district-level committees to fight “land jihad”, but not much has emerged from this. As a local activist told me, “The Sangh strategy is to throw a lot of things on the wall and seeing what sticks, then to build on that, then getting stuck when it is opposed, withdrawing, then trying again, and so on.” With the chief minister leading much of this, there is of course impunity, but impunity does not guarantee success.Still, when black crosses were drawn on Muslim shops in Barkot, a Muslim resident said to Caravan reporters, “I have read Hitler’s history. That’s how he had marked out Jews. It is the same strategy. That’s how we are being identified.”During the journey of the Karwan-e-Mohabbat to Uttarakhand, many Muslim residents spoke to me of their anguish at being labelled as hateful dangerous conspirators in a variety of ways. “Words we rarely heard in the past have now become weapons against us – Dev Bhumi, love jihad, land jihad”, one of them said. But an even more humiliating and despicable charge awaited them, and this was that they “rape cows”. It is as though they are saying to Muslims: women are our property, you are stealing them through love jihad. Cows are our mothers, you are raping them.  Mohammed Nafees, a carpenter, knocked on the door of his employer to recover his dues in early June, near Haldwani. Instead of paying him, his employer claimed loudly that he had raped a cow. A crowd gathered quickly, tonsured his head, blackened his face and thrashed him brutally. The police arrested Nafees. Local newspapers and publications close to the Sangh-BJP, like Organiser and OpIndia, ran shrill stories and commentaries decrying him for his contemptible act as though it had been proved. The headline that the Organiser ran was “Islamist tried raping gau mata, Hindus shave his head”. Their report claimed that such assaults on cows are becoming commonplace, and sought a stringent law to punish these evil acts[ The cow was later medically examined and it was proved that she had not been sexually assaulted. The police released the Nafees, but took no action against the man who had made false accusations, nor members of the mob that almost beat him to death. I found nothing in the Organiser and OpIndia retracting their earlier story, let alone apologising for it. Muslims across Uttarakhand are grimly contemplating their futures in the state.As Muslims are warned to leave Uttarakhand or face violent consequences, many are no longer able to trust the local police administration to protect them from violence. They are quietly fleeing their homes and the lands where many were born and raised, where they have studied, played and worked to raise their families,  writes NewsClick’s reporter.Some continue to resist, resolved that they will not allow anyone to expel them from their homeland. “Where all will they drive us out of?” said one person. “Today they drove us out of [Uttarakhand]. Tomorrow, they will drive us out of India.”Mohammad Ashraf is among the few Muslims in Purola who decided to stay on, despite all the threats. This, despite the memories that haunt him of that terrible midsummer night when his neighbours turned against him. “I was very afraid, my kids were crying,” he said.But still he asked reporters from Caravan: “Why should I leave? Everything I have is here. This is my home. Where else will I go? I thought this is my janambhoomi and karambhoomi” – the land of my birth, land of my toil – “now the day I leave from here will be the day I am wrapped in a funeral cloth. Whether they burn my home, or my shop, or kill me, I will stay here.”But this has not been easy. He was forced to negotiate the terms of his continuance in the state. There is no mosque in the town, so people used to gather for Friday prayers and on Eid to pray collectively on the terrace of his home. But Hindu residents demanded in a “peace meeting” with the sub-divisional magistrate that he ends this practice of collective prayer.Ashraf agreed. Muslims will now pray alone and only behind closed doors in the privacy of their homes.A resident of Barkot who took the painful decision to leave his homeland forever grieved, “My brother [who stayed back] said when his kids go out to play in the park, the others’ parents call their kids back in. He has also been asked by people, ‘When will you leave?’ How can we live there? It is as if everyone is dead. There is so much hate.”He was born in Barkot and lived his entire life there. Many of his closest friends were Hindus. He said his heart aches. No one has called him even once to ask how he is faring.No one has asked him to return. The author is grateful for extensive research advice and support from Omair Khan and Badre Alam.","author":"Harsh Mander","time":"2023-11-03T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/195155-hlegzbmqjc-1697820275.jpg","tags":["Uttarakhand","Indian Muslims","Religion","Hindutva","Narendra Modi","Pushkar Singh Dhami"],"source":"https://scroll.in/article/1057843/how-state-backed-hindutva-rhetoric-is-fuelling-the-ethnic-cleansing-of-uttarakhand"}