{"title":"How the collapse of the BSP marks the end of an old model of politics in Uttar Pradesh","content":"In a recent press conference at which Mayawati explained the causes  of the Bahujan Samaj Party’s defeat in the Uttar Pradesh  elections, she blamed   her supporters for deserting her and her candidates. She also blamed  the Samajwadi Party for attracting the Bahujan Samaj Party’s Muslim voters, which,  according to her, led to a Hindu consolidation behind the Bharatiya  Janata Party.This is not the first time that Mayawati has blamed voters for her  electoral setbacks. In 2012, she criticised Muslim voters for supposedly  causing her defeat by supporting the Samajwadi Party. Beyond pointing out the  obvious lack of grace in defeat and keeping in mind that in a democracy,  voters are free to vote for whomsoever they choose, it is worth  wondering why so many voters deserted the Bahujan Samaj Party in the 2022 Uttar Pradesh election.There is a larger message for Uttar Pradesh electoral politics that can be  learnt from the decline of the Bahujan Samaj Party in Uttar Pradesh. This is the decline of a  particular way of doing politics that the Bahujan Samaj Party has been practising so  far: of consolidating a core electoral base, and relying on  fragmentation and vote bank transferability to win seats. The BJP, which  emulated the Bahujan Samaj Party’s and Samajwadi Party’s winning formulas of 2007 and 2012, has come  to understand that a campaign simply based on the mobilisation of narrow  segments of the electorate is doomed to fail.BSP’s declineThe decline of the Bahujan Samaj Party in Uttar Pradesh in 2022 is nothing short of a collapse  (Chart 1). In 2007, it won a small majority in the assembly (206 out of  403 seats) with 30.4% of the votes. At the time, the fragmentation of  the electorate and of the party system meant that winning thresholds  were generally low at the constituency level (on average 35% of the vote  from 2002 to 2012).In 2012, the Bahujan Samaj Party captured 80 seats with 25.9% of the vote. In 2017,  it garnered only 19 seats with a 22.2% vote share. After the 2017  elections, most commentators thought that the party had reached its  floor. In 2022, however, the Bahujan Samaj Party has suffered from a massive vote loss,  down to 12.9%. The party has now been reduced to a single seat, in  Rasra, Ballia district, which elected Umashankar Singh, a first-time  contestant who has a business background.Chart 1. Credit: The India ForumA common explanation for the collapse of the Bahujan Samaj Party is that since the Samajwadi Party, as the  main opposition, was expected to do well in a polarised contest against  the BJP, strategic voters and BJP opponents would flock to the Samajwadi Party in  the hope of preventing the governing party from winning a second  consecutive term. This argument is supported empirically by the fact that most Bahujan Samaj Party voters in eastern and western Uttar Pradesh seem to have shifted more  towards the Samajwadi Party rather than to the BJP. Political scientist Neelanjan  Sircar has examined exit poll data and suggested  that the decision of non-Jatav Dalit voters not to vote for the Bahujan Samaj Party stemmed more from individual strategic voting rather than coordinated  decisions among members of various castes across constituencies.However, this does not entirely explain why so many voters seemed to  have decided that the Samajwadi Party was the most credible contender against the BJP  and deserted the Bahujan Samaj Party accordingly. It also does not account for why the Bahujan Samaj Party has been on a long trajectory of decline, both in state and in  general elections. To identify the root of the party’s electoral  problems, one needs to examine the Bahujan Samaj Party’s model of social engineering, as  it used to be called in the mid-2000s. The model upon which the Bahujan Samaj Party built its success, a mix of local elite co-optation and vote bank  transferability, turned against it when the circumstances of Uttar Pradesh politics  changed.Money, muscle and casteEver since its inception in 1984, the Bahujan Samaj Party has devised a strategy of  forging local and temporary caste-based alliances as a means of gaining  political ground. As a Dalit party facing substantial prejudice from  upper and intermediate castes, it could not reasonably expect to get  many Dalits elected in general seats. This is particularly true given  that the Dalit proportion of the population in Uttar Pradesh is only around 20%.The data bears this out. According to data analysed by the Trivedi  Centre for Political Data, only 40 Scheduled Caste candidates have  been elected in Uttar Pradesh on general seats since 1989, and only eight of them  on a Bahujan Samaj Party ticket (including Mayawati once, in the Srinagar constituency  in what is now Uttarakhand, in 1996).The Bahujan Samaj Party therefore had to find candidates outside its core electoral  base and outside its own organisation, which was essentially composed of  Dalit cadre. The strategy devised by the then-leader Kanshi Ram was to  build local alliances with relevant dominant castes, and combine the  strength of the Bahujan Samaj Party’s appeal among Dalits with the vote-getting capacity  of candidates recruited externally.Local party branches would send to the Bahujan Samaj Party headquarters information  on electorally relevant groups, based on demographics and their  socio-economic hold over constituencies, and proceed to identify  suitable candidates within these identified groups. The criteria  included money, muscle and, of course, caste. Over time, as the Bahujan Samaj Party’s prospects in state politics improved, suitable candidates meant  individuals who had the resources, the capacity, and the incentives to  invest in a political career. Most of these candidates came from a  business background and used their wealth to enter politics by acquiring Bahujan Samaj Party tickets which, more than with other parties, happened to be for  sale.\n\t\t\n\tMayawati pays tribute to a portrait of Kanshi Ram on March 14. Credit: Mayawati, via Twitter.This became the foundation of the Bahujan Samaj Party’s “caste-arithmetic” strategy.  It did not rely on broad horizontal mobilisation of various castes  across the territory, but rather counted on the transferability of its  Dalit vote bank to candidates identified and recruited according to  local circumstances and by following specific criteria.Since these circumstances would vary from one seat to another, it  enabled the Bahujan Samaj Party to claim that it was promoting diversity. But  considering the way the strategy worked, it also meant that the  individuals thus recruited belonged to the elite segments of locally  dominant groups. Thus, the Bahujan Samaj Party’s quest for diversity did not proceed  from some principled position on equity, but from the externalisation of  the business of winning seats to individual political entrepreneurs who  chose to invest in politics by acquiring a Bahujan Samaj Party ticket.Inclusion thus became a by-product of an elitist, pragmatic method of  candidate recruitment that created the kind of predatory political  class that made Uttar Pradesh infamous through the 2000s. Candidate recruitment was  precise in terms of selection – or winnability – criteria, but loose  when it came to selecting the actual individual. The Bahujan Samaj Party worked on the  assumption that nearly any individual with some combination of the right  caste identity, money and muscle “would do” as a candidate.As a result, candidate selection in the Bahujan Samaj Party became quite open to those willing to pay  for a ticket. In the seats where several candidates were willing to  contest, tickets were at times auctioned among these aspirants. Quite  often, confirmed nominations got cancelled on the eve of the campaign,  and were transferred to a higher bidder. This created a gateway for  gangsters, shady businessmen, and various kinds of political mercenaries  to get into local positions of power.A Bahujan Samaj Party election rally in Lucknow in October 2016. Credit: ReutersThis recruitment method provided two other advantages to the  Bahujan Samaj Party. One, it could concentrate on retaining its core support base among the  Jatav community by giving them control of the local party organisation. Local Bahujan Samaj Party branches remained quite cohesive and at the exclusive service  of the party. They were unlikely to be used to prop up the individual  ambitions of candidates at the cost of the party. It helped the Bahujan Samaj Party build a dependable base of cadre devoted to party work, rather than to  the advancement of their own political careers.The second advantage was that the cohesiveness of the Bahujan Samaj Party organisation supported the goals of the party headquarters. As the party’s local branches were detached from the candidates and the elected  representatives, this conferred autonomy on them and allowed a certain  degree of reliability in terms of the information that the base was  sending to the party high command. When I was doing fieldwork collecting  data on candidates during the 2007, 2009 and 2012 elections, most  workers and cadres from other parties admitted that the BSP’s  organisation had by far the most “scientific”, disciplined, and  ultimately reliable system of local data collection on candidates and  constituencies. When candidates belong to the party organisation, they  have incentives to inflate numbers in their favour, deliberately  overestimating the size of their own community, or minimising the size  of their rival’s social base.SP, BJP emulate strategyIn 2012, the Samajwadi Party learned from the Bahujan Samaj Party’s strategy and sought to emulate  it by leading its own campaign of “inclusion”. By then, the Samajwadi Party had  already started diluting the presence of core Other Backward Class, or OBC, communities among its candidates, distributing more tickets to upper  caste candidates and to a lesser extent non-Yadav OBCs. It adopted a  similar localised diversification strategy by distributing tickets  across a broader array of castes. Just like the Bahujan Samaj Party, it did so in the  name of inclusion and it also selected its candidates on elite criteria  of wealth and the capacity to capture votes from locally influential  groups. The Samajwadi Party had a certain degree of success, as it won an outright  majority in 2012.The production of an elite class of politicians by both the Bahujan Samaj Party and  the Samajwadi Party helped the BJP frame the terms of electoral competition in its  favour five years later, in 2017. The BJP denounced the elitism of its  opponents, called them (with reason) the new establishment of the state  and criticised them for treating their core support bases and local  bosses preferentially.At the same time, the BJP also learned from its adversaries and  integrated some aspects of their strategy into its own. In the name of  inclusion, it started to include a greater diversity of caste among its  candidates, while retaining a disproportionate number of upper caste  candidates. \n\t\t\n\tA Samajwadi Party rally on February 27. Credit: Akhilesh Yadav, via Twitter.The BJP candidates’ profile also changed. It included fewer  candidates with preexisting ties with the Sangh Parivar and more  candidates grounded in business. In 2017, it fielded 76 turncoat  candidates, 37 coming from the Bahujan Samaj Party alone (30 of whom won). Winnability  on conventional criteria rather than ideological commitments became the  dominant factor in political recruitment. The BJP was more cautious in recruiting among backward groups that had  been historically underrepresented. It expressly shunned Yadav OBCs and  Jatav Dalits, though it did nominate a few candidates from both groups  in constituencies where demography made it difficult to do otherwise. But even among the more marginalised groups from which it selects its  candidates, the BJP still tends to recruit wealthy powerful individuals,  who can sustain some of the competitive pressure of Uttar Pradesh politics on  their own terms. Data from the Association for Democratic Reforms show (Chart 2) that the average value of assets of BJP candidates has  gone from Rs 61 lakh in 2007 to Rs 7.5 crore in 2022. Only Samajwadi Party candidates come close to that level of average wealth, well above Bahujan Samaj Party and Congress candidates.Chart 2. Credit: The India Forum. There are of course variations among the candidates within each party.  But in 2022, 86% of all BJP candidates were crorepatis, against 85% for  the Samajwadi Party, 74% for the Bahujan Samaj Party, and 47% for all Congress candidates. Low winning threshold The Bahujan Samaj Party model of candidate recruitment worked as long as 30% of the  votes was all that a party needed to get a majority of seats in the  state assembly. The presence of several major parties mobilising  specific segments of the electorate and of two national parties at the  time in decline, contributed to maintaining low winning thresholds (on  average 35% from 2002 to 2012).   In such a context, a strategy that relied on building minimal winning  social coalitions paid off, as candidates could win on the basis of  small numbers that had been gathered through the mobilisation of narrow  segments of the electorate. That strategy was optimal too since it freed  parties from the need to go after the large number of undecided voters,  who at the time were floating in all directions. The fact that the Bahujan Samaj Party had a larger core support base than any other party – and one that was  more cohesive and loyal – gave it a competitive advantage that accounted  largely for its electoral successes at that time \n\t\t\n\tSamajwadi Party President Akhilesh Yadav campaigning in Uttar Pradesh in February. Credit: Akhilesh Yadav, via Twitter.But once the BJP reemerged as a dominant force in Uttar Pradesh, it raised those  winning thresholds considerably – 43% in 2017 and 46% in 2022 – making  the minimal winning social coalitions now less effective.The Bahujan Samaj Party strategy had started showing its limits earlier. In 2012,  cracks had already started appearing at the base of the edifice.  Inducting non-Dalit outsiders into the party and the maintenance of a  firewall between the party’s local organisation and the party’s elected  representatives meant that many party MLAs felt little obligation to  pursue an agenda other than their own. One issue with the auctioning or  selling of tickets is that it creates very little sense of loyalty from  the MLAs or MPs towards the party, since the relationship  is transactional. There was then growing discontent within the party’s  base, which may account for the slow erosion of support over time among  Jatav Dalits, as shown by CSDS/Lokniti data. Some Bahujan Samaj Party Jatav cadres were  even recruited by other parties, as candidates in reserved seats.The ‘new’ old model The collapse of the Bahujan Samaj Party model in Uttar Pradesh does not make caste irrelevant as a  political variable. It remains central to ticket allocation strategies  and it remains central to the discourse on inclusion of political  parties, including the BJP. Exit poll data on the 2022 elections from  CSDS and Axis MyIndia indicate that both the Samajwadi Party and Bahujan Samaj Party succeeded  in mobilising their respective core support bases, but failed to  mobilise much beyond these bases (or not at all, in the case of BSP). This explains why the SP got stuck at 37% in the seats it contested (32%  for all seats) – the best score it could hope to achieve on that  basis – and why the Bahujan Samaj Party’s vote share collapsed. The BSP lost support from  nearly every segment of the electorate, especially from those outside  its Jatav Dalit base.  The electoral strategies of the 2000s have greatly contributed to  producing a political class that is elitist in class terms, grounded in  local business networks, self-serving, and quite incapable of satisfying  the limitless needs of their constituents. This has led to the extraordinary turnover of MLAs observed in the Uttar Pradesh assembly  in which most fly-by-night MLAs are either discarded by voters after a  single election, or are de-selected by their own parties in anticipation  of anti-incumbent feelings .More importantly, we are now in a different electoral model in which  leadership appeal matters more than the candidates’ ability to mobilise  voters on the basis of their own narrow identities. It is also a model  in which voters seem to respond to what parties in power provide them. This might have created an opportunity for the BJP to rely less on money  and muscle for the selection of its candidates, something that the Aam  Admi Party has been stressing in Punjab.\n\t\t\n\tChief Minister Adityanath at a conference in New Delhi on April 30. Credit: Adityanath via Twitter.But this is not how power works in Uttar Pradesh. The fundamental incentives to  join politics and the competitive pressure on parties push them to  maintain the same form of elite recruitment as in the recent past,  although with some important variations for the BJP in terms of caste  composition. The cost of entry into politics keeps rising, to the  disadvantage of most honest political aspirants, including women and  minorities or members of other disadvantaged groups. Thus, the new model  retains important features of the old one, notably the elitism of  political recruitment and the reliance on self-funding candidates.The turnover of Uttar Pradesh’s political class has also facilitated the  concentration of power within parties and by extension within the  government. Centralisation, polarisation, personalisation of state  action and broad forms of mobilisation across identity groups through  provision strategies, combined with the localised caste arithmetic of  the past and its elitist encumbrances, are some of the enduring features  of the new model of politics in the state. These are the bases of  the BJP’s success in Uttar Pradesh, woven around the projection of  strong leadership. Regional parties will not be able to counter this new  model by clinging on to the formula of their past successes.Gilles Verniers is an assistant professor of political  science, director of Trivedi Centre for Political Data at Ashoka  University, and a senior visiting fellow at the Centre for Policy  Research. Views are personal.This article first appeared on The India Forum.","author":"Gilles Verniers, The India Forum","time":"2022-05-16T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174206-gjbzrvjldw-1652200694.jpg","tags":["Bahujan Samaj Party","Mayawati","Uttar Pradesh"],"source":"https://scroll.in/article/1023637/how-the-collapse-of-the-bsp-marks-the-end-of-an-old-model-of-politics-in-uttar-pradesh"}