{"title":"How the Trinamool’s identity politics ended up (inadvertently) creating space for Hindutva","content":"West Bengal is seeing a surge in the politics of religious identity that has caught many Bengalis off guard. The past few years have seen a series of low-intensity communal riots and religion acquire a new salience in politics. The Bharatiya Janata Party has conducted armed marches during Hindu festivals and the ruling Trinamool Congress, in turn, has reached out to religious leaders in order to woo Muslims.So sharp is the rise of identity that it is being spoken of as something unprecedented in a state dominated for decades by the Communist credo of class. Yet, the politics of identity in West Bengal is not a phenomenon that arose in 2017. And the pioneer here is not the BJP – it was, in fact, the Trinamool that used identity politics to dislodge the Left from power in 2011. Even while there are significant differences between the use of identity by the Trinamool and the BJP, the rise of Hindutva has been – inadvertently – facilitated by Chief Minister Mamata Banerjee’s brand of subaltern identity politics.The rise and fall of identityHistorically, Bengal is no stranger to identity politics. Both Hindu and Muslim nationalisms began here. Born in Kolkata in 1863, Vivekanada has been called the father of political Hinduism. Half a century later, in 1906, the Muslim League would be founded in Dhaka city. In 1947, Bengal was divided along religious lines: Muslim East Bengal going to Pakistan and Hindu West Bengal entering the Indian Union. Even Dalit politics was well developed in pre-1947 Bengal – unlike BR Ambedkar, who never saw much electoral success, Dalit leader Jogendranath Mondal fought electorally against the Congress (which he saw as an upper caste formation) during the British Raj. In the end, Ambedkar was elected to the Constituent Assembly not from his native Bombay state but from Bengal, with Mondal’s help.Identity politics continued after 1947, with a series of riots bloodying West Bengal in the first two decades of its existence. The 1960s, however, saw the rise of the Communists. Caste and communal matters were pushed to the background and the mono-doctrine of class would dominate Bengali politics for the next four decades.This development had two sides. It gave poor Muslims security and many Dalits land thanks to the reforms undertaken by the Communist Party of India (Marxist). Yet, it also meant that the upper caste domination of politics continued – the Left Front’s first cabinet did not include a single Dalit and its MLAs came mostly from the three bhadralok castes of Brahmins, Kayasthas and Baidyas. In fact, there has not been a single Dalit in the CPI(M)’s politburo since its formation in 1964.Enter Mamata BanerjeeThe CPI(M)’s aversion to identity was driven by ignorance – given that its leadership was completely savarna (upper caste), it made them blind to the lived reality of lower caste groups in West Bengal. But there was another factor: it did not need identity to win elections. The Communists had their own cadre that ensured the formation of a “party-society” that broke old forms of hierarchy in the village (often based on caste) and replaced it with dominance by the party (which was itself completely controlled by an upper caste leadership in Kolkata).Around 2007-08, this party-society would break down over the contentious issue of land acquisition in Singur and Nandigram. In stepped Banerjee to oppose the Communists using this plank. However, without any functioning party machine, her new outfit, the Trinamool, turned to identity.As reported previously in Scroll.in, Banerjee would openly reach out to the Matuas, a religious order populated almost exclusively by Dalit immigrants from Bangladesh. This was a significant change from earlier governments. Like the Congress before it, the CPI(M)’s bhadralok control had meant that Dalit immigrants had got a bad deal under the Left. Although the CPI(M) came to power on a plank of refugee welfare, once it took office it more or less reverted to the Congress position of seeing Bangladeshi refugees as a burden on West Bengal’s resources. This reached a peak in 1979, when the Left Front government ordered the police to open fire on Bangladeshi refugees staying on a Sundarbans island called Marichjhapi. Banerjee also reached out to Muslims, giving them unprecedented visibility in a state where the community is severely disadvantaged economically. In Darjeeling, the same strategy resulted in development boards for every caste and community, in order to weaken the overall Gorkha identity.Making caste and community politically salient helped the Trinamool break the CPI(M)’s hold over rural West Bengal and allowed Banerjee to win two Assembly elections, in 2011 and 2016. Yet, it also helped to make space, even if involuntarily, for Hindutva and, thereby, the BJP. Mamata Banerjee leveraged the agitations against land acquisition in Singur and Nandigram to break up the Left Front's 'party-society'. Photo credit: AFPUnintended consequencesThe Trinamool’s courting of Muslims helped the BJP attack Banerjee for appeasing the community. This appeasement included measures such as providing a stipend to Muslim clerics and posters showing the chief minister supplicating in a manner a Muslim would. In another case, the Trinamool government’s scheme to distribute cycles to schoolgirls was misrepresented as a Muslim-only scheme. Last month, the BJP even falsely claimed that Kali puja was disallowed in the state, comparing the situation of Hindu Bengalis to that of Kashmiri Pandits.The Trinamool’s focus on Dalit politics too has helped the BJP, identified as an upper caste party in North India. The breaking of the CPI(M)’s “party-society” – where your only political identity was as a member of the Left – has meant that Dalits have started to use their numbers and caste status politically. In the case of the Trinamool, this meant the Matuas bartered their votes for development in Matua-majority regions in and around Bongaon in North 24 Parganas district. The Matuas also got the administration to informally ease their road to Indian citizenship. As a result, Dalit immigrants under the Trinamool had far more rights than under the Left.Seeing that the Matuas are now politically active, the BJP is trying to woo them using Hindutva. Across North 24 Parganas, as reported in a previous story in this series, prominent Matuas have begun to lean towards the BJP. This could benefit the community just as their support to the Trinamool did. The BJP has declared that its policy is to support Hindu immigrants from Bangladesh. In 2015, the Narendra Modi government allowed Hindu Bangladeshi immigrants to stay on in India even if they had entered illegally. The Union government has also introduced a Bill in the Parliament that seeks to award Hindu Bangladeshi immigrants automatic citizenship if they have stayed in India for six years.This focus on Hindu immigrants – most of whom are from lower castes – means that the BJP in West Bengal is more representative of Hindu backward castes than the Trinamool or the Left. In the state’s border areas, one estimate claims “three out of four of the party’s local leaders hail from the backward castes”.Getting backThe Trinamool has responded to the BJP’s use of identity with even more identity. Unlike the BJP, which is an ideological party wedded to Hindutva, the Trinamool has no defining creed. It was founded in 1998, forged out of a breakaway faction of the Indian National Congress, and exists almost exclusively on the popular appeal of its chief, Banerjee.In such a situation, to fight the BJP, the Trinamool has adopted a dollop of Hindu identity itself. For example, in response to the BJP’s Ram Navami marches, some local units of the Trinamool organised functions centred around Ram’s lieutenant, Hanuman, in April 2017. Earlier, in 2015, the Trinamool had even paid tributes to SP Mookerjee, founder of the Jana Sangh (the BJP’s forerunner), and one the most prominent supporters of Bengal’s partition.The strongest mode of attack for the Trinamool, though, is Bengali identity. With the BJP stepping on the gas with Hindutva, Banerjee has designed a state emblem and is composing a state song, apparently to assert Bengali culture and delineate the state as distinct from North India.Banerjee has described the BJP’s crackdown on food habits as an attempt to “import an alien culture”, given that 99% of West Bengal identifies as meat-eating. She has even tried to theologically separate the Bengali Hindus. “People here have been worshipping Lord Shiva, Goddess Durga and Kali and others for ages. Here is a party that wants us to worship a particular God,” Banerjee said, referring to the BJP’s Ram Navami marches. This while some units of the party organised functions celebrating Hanuman.Banerjee has also made the study of Bengali compulsory in the state. In Darjeeling, this set off another movement for a separate Gorkhaland, which was also used by the Trinamool to attack the BJP as anti-Bengali. The BJP had supported the demands for Gorkhaland back when it was a non-entity in West Bengal – a stand that has come back to bite it today.Only identityIn this bitter clash of identities, the Left ­­– still devoted to its old-style politics – continues to decline precipitously. In April, in Contai South, the BJP came in second in an Assembly bye-poll, comfortably beating the Left Front (the Trinamool won the seat). This, in an area which was once a Left stronghold and where the BJP barely has any organisational strength.West Bengal’s future, it would seem, rests on some sort of identity politics. Either the Trinamool’s multi-polar emphasis on various subaltern identities or the BJP’s razor-like focus on Hindutva, which has done so well for it in North and West India.This is the last in a three-part series looking at the factors powering the BJP’s rise in West Bengal and the obstacles holding it back. The other parts can be read here.","author":"Shoaib Daniyal","time":"2017-08-11T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/845888-64706-meiemxpgzm-1501710281.jpg","tags":["West Bengal","Trinamool Congress","Hindutva","BJP","BJP in Bengal","Mamata Banerjee","Rise of BJP"],"source":"https://scroll.in/article/845888/how-the-trinamools-identity-politics-ended-up-inadvertently-creating-space-for-hindutva"}