{"title":"How extreme heat is taking a heavy toll on those with no option but to work in the harsh Delhi sun","content":"On May 20, Delhi reeled under heatwave conditions as mercury touched 45 degrees Celsius. Yet, Vimla Devi, 45, continued to make her way from her home in Narela to a Delhi Development Agency construction project nearby, where she is employed doing manual labour on a construction site. She has been working at the site, which is being developed by BG Shirke Construction Pvt Ltd, for nearly six years. Her work includes carrying earth, clay, sand and bricks on her head and climbing several floors to supply these to the masons. In the summer months, Devi said, the work can become unbearable, not least because the elevators at the site seldom function. It is common for her and her fellow workers to experience dizziness, muscle cramps and vomiting. Devi is paid Rs 240 a day, as against the government-mandated Rs 575. If she falls sick, she loses the income entirely. What is it like to be working outdoors during a heatwave? “Shareer saath chhod deta hai,” she said. The body gives up. Her misery is compounded by the lack of drinking water. Across the over six-hectare worksite, only the “labour colonies” – makeshift houses built for the construction workers – have a supply of drinking water. But workers who do not live onsite, such as Devi, are not allowed to enter these colonies.So, they make sure to carry water with them. Some, like Chhattu Mahato, 30, occasionally drink a glucose solution to stay hydrated. “This is the only way to go,” Mahato said. “How can one work in these conditions otherwise?”He is anxious about how his family of four will get by if he falls sick and losses out on the Rs 400 he earns a day. “The working conditions here are far from ideal,” said Praveen, a representative of the Delhi Asangathit Nirman Mazdoor Union, an association of unorganised workers. “There is no shade under which a worker can rest, and there is no water available to them. Even the accommodations that have been built are inadequate. That is why many of the workers choose to rent rooms outside, despite insufficient income. The employers do not realise that extending provisions to safeguard the health of these workers is also going to improve their productivity, thereby helping the company in the long run.”The International Labour Organisation has warned of the adverse impact of heat stress on labour productivity. According to the organisation, the projection of global temperatures rising by 1.5 degree Celsius by the end of the century will mean a loss of 2.2% of working hours worldwide by 2030. This is equivalent to the loss of 80 million full-time jobs. Of these, 34 million will be in India.Heat stress is defined as heat received in excess of what the human body can tolerate without suffering physiological impairment. It can result in occupational illnesses, productivity losses, and a higher risk of injury. The sectors that will likely be affected the most, in addition to agriculture, are construction, services, transport, and some forms of industrial work.Vimla Devi and her fellow workers experience dizziness, muscle cramps and vomiting during the summer months. Credit: SnehaThe ill effects are already being felt by people who work outdoors, such as Pankaj Kumar, 38, a mason. Unlike Devi and Mahato, he does not have regular employment. He stands at a labour chowk near West Delhi’s Shadipur metro station every morning in the hope of finding an employer for the day. He manages to get some work most days. But he falls ill regularly. When his health does not allow him to work in the summer, he said, he returns to his village in Bihar as there is nobody to take care of him in the city. “Those days are very difficult,” he said. “Because it is not just me, my family back home is also dependent on me. There is only enough saved to last a few days. After that, one has to find work, here or there, no matter how harsh the weather.”Another section of the workers who are especially prone to heat stress are delivery agents who often ride long distances on their bikes for meagre pay. Vipin Kumar, 33, could not go to work on a particularly hot afternoon in mid-May because he had fallen sick after riding for nearly 14 hours the previous day in the sweltering heat. He gets paid between Rs 15 and Rs 90 per order, based on the distance travelled and the time of the day. “I delivered over 16 orders yesterday and earned around Rs 1,000,” he said. “But I could not go to work today because of exhaustion. I will have no income today.” Vipin Kumar regularly falls sick from working outdoors in the heat. Credit: SnehaVivekanand Jha, the executive director of the George Institute for Global Health, describes situations like Vipin Kumar’s a “double jeopardy scenario”. While such workers are already disadvantaged because they do not have the means to mitigate the effects of extreme heat, he explained, the inability to take breaks between work only causes more illnesses. “It can also give rise to new types of illnesses, as was seen in workers who returned from Qatar,” said Jha. His thoughts were echoed by Dr Shifalika Goenka, the director of public health ethics at the Public Health Foundation of India. She said this “treacherous heat” can have extreme consequences for the health of workers and may lead to heat strokes, cognitive dysfunction, skin ailments and even heart problems. As a mitigation measure, experts have been pushing for evidence-based heat action plans and early-stage warning systems. Delhi does not have one. The national capital does have a summer action plan, but it is focused on managing air pollution levels. In April, the Union Ministry of Labour and Employment issued guidelines to mitigate the ill effects of extreme heat on workers like rescheduling of working hours. The Delhi government has not enforced these guidelines either. A Delhi Directorate of Health Services official, who would only speak on the condition of anonymity, claimed that they had issued directions based on the guidelines to district authorities across the capital. “It is now their responsibility to see that all construction sites within their jurisdiction are following the directions,” he added. None of the construction workers Scroll spoke with in Subhash Nagar, Shadipur and Narela said they were getting safe drinking water at their worksites. They were also working throughout the day, with lunch breaks for 45 minutes to an hour. “Even if there is water for us at some sites, it is unfiltered water. If not heat, one will definitely fall sick consuming that,” said Kumar. A drinking water facility inside the labour colony at Vimla Devi's construction project. Credit: SnehaPointing to cases like these, Dr Chandni Singh at the Intergovernmental Panel on Climate Change argued that many measures that are offered as policy solutions are generic. “They do not target the most vulnerable. What we need are dynamic risk assessments at the sub-district level to inform risk management,” said Singh. “The science and solutions on extreme heat are quite advanced, what we need now is public demand, political will, and administrative capacity to use this science to deliver solutions that do not deepen inequalities.”","author":"Sneha","time":"2023-06-02T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190640-hpwijqhvmn-1685260250.jpg","tags":["Heatwave","Unorganised Workers","Heat Stress","Heat Sickness","Climate Change"],"source":"https://scroll.in/article/1049918/how-extreme-heat-is-taking-a-heavy-toll-on-those-with-no-option-but-to-work-in-the-harsh-delhi-sun"}