{"title":"How Manoj Bajpayee tried and tried to get into the National School of Drama","content":"Manoj sat for the NSD entrance exam for the first time in 1986. He was hopeful. He had a rich theatre experience of almost three years. He was a lot more confident as an actor now. He also had a better command over his diction.While living the NSD dream, he met another zealous youngster – Vijay Raj. Their common friend – Kavita Vaidya – introduced them during a play in the basement of the Shri Ram Centre for Performing Arts. They clicked instantly. Vijay was a graduate of Banaras Hindu University and wanted to get into the NSD.‘We started spending time together. We met in the morning and sat in the NSD library during the day for preparation,’ says Vijay. Not to be confused with the actor Vijay Raj, this one is better recognized as a writer, though he has acted in films like Vishal Bhardwaj’s Makdee.They had another friend – Tigmanshu Dhulia, who according to Vijay, was full of confidence. ‘Don’t know how, but Tigmanshu was damn sure about getting admission in NSD.’ Well, Tigmanshu was the only one to get admission out of the three. Manoj and Vijay couldn’t clear even the written test.Manoj went into a shock; he never anticipated such a result. ‘I failed, and it was a heart-wrenching experience because I didn’t have a plan B. I confined myself to a room. Weird thoughts persisted, and one of them was of suicide. Friends came to my support and inspired me to leave the failure behind.’NSD could have solved two fundamental issues for Manoj. The first was to learn the craft from the masters of the game. When he watched Piyush Mishra’s play Hamlet in 1985, he was mesmerized. ‘Piyush’s Hamlet was quite a hit. I had seen two shows and I aspired to be an artist like him. When I watched his lyrics and singing, I wondered whether I would have to be born twice to be like him.’Many NSD students established themselves even before they completed their studies and this is what Manoj wanted too.The other benefit he would derive was to dedicate his time solely to theatre as the world outside the campus wasn’t particularly benevolent. Manoj, in an NSD event, once said, ‘There are battles outside, like there is a house owner [waiting] once you return after rehearsals. There is the worry of cooking food, travelling in crowded buses and many other struggles. NSD saves you from all that. Your only work is honing craft. I wanted to learn like this.’Once the NSD dream was shattered, he was back to the harsh realities of life. One day, he came to know of a theatre workshop group called Sambhav through some his classmates. Actors such as Seema Pahwa, Manoj Pahwa and Virendra Saxena were part of that group. ‘Sambhav was considered the biggest group of the Delhi theatre circuit. They were starting a one-year training course. The fee was Rs 2500. The plan was for NSD graduates to teach there, which was very encouraging. I somehow borrowed the required money needed to join the group. I was so excited about it that I didn’t take even a day off from the workshop.’Vijay Raj was with Manoj in this workshop, and they completed it with utmost sincerity. Vijay recalled, ‘During that time, there was a government-sponsored cultural event titled “Apna Utsav”. Devendra Raj Ankur was our teacher, and Bhanu Bharti was the in-charge of the Rajasthan zone. He asked Devendra-ji for two volunteers. Ankur-ji had seen how two resourceless, but obsessed, boys were dedicated to theatre. He suggested our names. We were assigned the work of queueing up all the actors before going on the stage. This seven-day job earned us Rs 2500, it was like winning a lottery. We partied at a dhaba the day we were paid. Daal-roti-sabzi-makhkhan. This money sailed us through for some days.’‘It was my first job,’ says Manoj.Such rosy days were not in abundance. Sometimes Manoj didn’t have enough money to buy a bus ticket. A bus trip to Manoj’s rented place from Mandi House cost Re 1. Whenever they had Rs 8–10 extra, it called for a celebratory film viewing at Pragati Maidan’s Shankuntalam Theatre.‘A ticket cost Rs 2, so Rs 4 went into it, and the rest was utilized in purchasing a samosa each,’ says Vijay Raj. To save money, Manoj took admission in a Pali language course in Delhi University, because it enabled him to get a DTC bus pass of Rs 12.50 for a month. ‘My mind was not in the class. The only thing that I wanted was to learn acting. When the Sambhav workshop kicked off, I discontinued the Pali language course.’After dedicating a full year to Sambhav, Manoj was back at the same juncture. This time, he was even more serious for the NSD entrance. He started preparing for the NSD with all sincerity. He spoke about his obsession at an NSD event. ‘You work with the famous and revered directors from all over the world here. We had to find them and request them to include us in their plays.’But unfortunately, he failed for the second time as well. He was depressed for a couple of days, but he did not give up hope. Meanwhile, his acting journey started taking some shape. He worked with different groups in 1987–88. He worked with Sambhav on a play based on Kashinath Singh’s Apna Morcha. He also worked with Devendra Raj Ankur. He also did Narendra Mohan’s play based on Kabir’s life.He made the best of every opportunity that came his way. Manoj also started taking lessons in the Chhau folkdance. ‘It’s a semi-classical dance. I trained for almost three hours every morning in the open-air theatre. This training went on for close to four years.’Chhau is a type of dance drama that is traditionally performed in West Bengal, Bihar and Odisha. The three branches of Chhau originated in Seraikela (Bihar), Purulia (West Bengal) and Mayurbhanj (Odisha). Fast lyrical dialogues, expressions and the calculated use of space are its highlights. The other specialty of this dance form is the use of masks; in fact, the gods and demons are differentiated through masks.Actor Vineet Kumar’s first memory of Manoj Bajpayee is of a Chhau student. ‘I did theatres for years in Patna. Then I reached NSD. I was older than others. One morning, there was a light shower, and I saw a lungi-clad boy learning the dance steps, completely oblivious to his surroundings. I would never forget this visual of discipline and dedication.’Many of Manoj’s friends had to go for Chhau dance training because of him. Filmmaker Anil Chaudhary, who was once Manoj’s roommate, said that Manoj’s body movements were good. ‘He told us his teacher would start classes if there were three or four students. We had to oblige. That also meant waking up at six in the morning. One day, we met Safdar Hashmi, and he also joined us. One day, Guruji scolded Safdar for not getting the steps. To which, he replied: “Mera aangan tedha hai [My courtyard is uneven]”. He had an impeccable sense of humour.’Despite failing to secure a seat in NSD, Manoj was well known within the campus and among the famous directors. Even then he failed for the third time. Vijay Raj also failed. They sat in the NSD lawn and talked at length about their future. They thought of making peace with their fate and moving on.‘Politics was at its peak at NSD in those days. I was also a victim, to such an extent that I went on a one-year leave in 1986,’ says former NSD professor Robin Das. ‘I was harassed because I wore slippers and mingled with the students, and what not! Manoj was also a victim to this politics. Those who were responsible for giving admission gave the logic that if they have to take students from Bihar in then they should be taking the ones coming from villages. Some kids from rural backgrounds come to Delhi, learn theatre and then apply to get admission. This was a bizarre logic. Actually, they were scared of the talented lot because they could question wrong practices. They didn’t want that.’‘Being rejected became a habit by the third time,’ says Manoj. ‘Professor Tripurari Sharma was surprised to see me keep trying despite failing. The struggles outside the campus make the process of learning acting difficult. I wanted to get into NSD for uninterrupted training. It didn’t happen, but it instilled the virtue of hard work in me. Also, I made extensive use of the NSD library.’Excerpted with permission from Manoj Bajpayee – The Definitive Biography, Piyush Pandey, translated from the Hindi by Rohit Vats, Penguin Random House India.","author":"Piyush PandeyRohit Vats","time":"2024-03-25T08:05:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199401-rymyfegzgh-1710873043.jpg","tags":["Manoj Bajpayee","Biography","Book excerpt"],"source":"https://scroll.in/reel/1063833/how-manoj-bajpayee-tried-and-tried-to-get-into-the-national-school-of-drama"}