{"title":"How Assam’s new chief minister is leveraging Assamese nationalism to push Hindutva ","content":"On June 2, Assam’s newly appointed chief minister Himanta Biswa Sarma took to Twitter to list out the names of 22 people accused of assaulting a doctor at a Covid-19 care centre in Hojai district the previous day. All of them were Muslim. “I am personally monitoring this investigation and I promise that justice will be served,” he said in a Twitter thread which was retweeted over 7,000 times and greeted with some exceptionally vile anti-Muslim remarks by a section of his followers. The accused, according to the police, were related to a patient who had reportedly died of Covid-19-related complications at the centre. The attack was seemingly provoked by what they believed was negligence by the doctor in attending to the patient. The assault on the doctor in Hojai was not singularly unique. At least three other instances were reported in Assam in the month of June alone. In one particularly troubling incident, an 81-year-old doctor serving at a tea garden in Biswanath district was attacked allegedly by people upset over his counsel to the estate’s management to impose Covid-19-related restrictions. Neither the chief minister nor his office has issued any public statements or tweets about any of the other incidents so far.  Disclosures by the police reveal that those arrested in two of the cases, including the Biswanath incident, are non-Muslims. In the third case, both the doctor and the accused are Muslims.  The beginning of a habitSarma’s penchant for rattling off Muslim names in public, always in a manner that implies criminality, began well before he became the chief minister of Assam. In the initial days of the pandemic when almost all Covid-19 cases in the state were traced to a religious congregation of the Tablighi Jamaat in Delhi, in his press conferences as state health minister, Sarma made it a habit to name all those who had tested positive, insisting he was doing so in the “public interest”. He stopped only after the state was deluged with Covid-19 cases, most of which had no connection to the Tablighi Jamaat congregation. By then, the damage had been done. With exactly a year to the Assembly elections in the state, the embers of polarisation had been lit. In Golaghat district, many Assamese-speaking Muslim villages – a community traditionally considered part of the Assamese nationalist project as opposed to Muslims of Bengali origin – were barricaded by Hindu neighbours, preventing them from accessing essential services. A Muslim cleric from the area had at the time told this reporter that he had never seen such intense communal tensions in the area. As the pandemic raged, Sarma kept the communal pot boiling and gradually upped the ante as the elections approached closer. The polarisation would lead to electoral dividends. The communal rhetoric helped consolidate Hindu votes, which contributed to the tailwinds for the Bharatiya Janata Party, which had also successfully positioned itself among many voters as the party best placed to deliver welfare and development. It won a second term in Assam. After a few days of behind-the-scenes wrangling, the incumbent chief minister Sarbananda Sonowal made way for Sarma, who was sworn in on May 9. This was a testament to Sarma’s meteoric rise in the saffron party which he had joined only in 2015, months before the last assembly elections, after spending over 20 years in the Congress. In six years, Sarma had made himself indispensable to the BJP with his ability to stitch up alliances and firefight in times of crisis not just in Assam but across the North East as the leader of the North East Democratic Alliance, a broad coalition of non-Congress parties in the region.But, while most political observers seemed to emphasise that Sarma had been chosen for the job because of his political and administrative acumen, not necessarily for his anti-Muslim rhetoric, the early focus of his government on communally-polarising events and policies has led to speculation in Assam about whether Sarma’s elevation marks the beginning of a concerted effort by the BJP to pursue a more aggressive agenda of Hindutva in the state in its second term. Still, others point out that Sarma’s frequent invocation of Hindutva politics could hardly stem from ideological conviction, rather it is his way of pandering to the Rashtriya Swayamsevak Sangh, which is believed to be lukewarm about him given his long Congress association. Either way, Assam appears poised for state-led communalisation of the kind it has not seen before.  \n\t\t\n\tIn a photo shared on Twitter by 'Friends of RSS', Himanta Biswa Sarma is seen visiting the RSS office in Guwahati right after he was sworn in as the chief minister of Assam on May 10.  A new phase startsIn the month and a half since he became the chief minister, most of Sarma’s public utterances have been a continuation of his pre-election avatar, rife with communally-loaded innuendo.Days after he came to power, his government announced plans to introduce a cow protection law in Assam and approach the Supreme Court for the reverification of the state’s contested National Register of Citizenship.Then, in the peak of the second wave of the pandemic, despite a court order, the government went ahead with a series of eviction drives displacing hundreds of families, most of them Muslims of Bengali origin. Sarma even visited one of the patches of land cleared, in Darrang district, and announced plans to extend the premises of an adjoining temple  where he also offered prayers. As Muslim groups and Opposition leaders protested, Sarma continued to hold his ground, advising them to help the community in “controlling” its population, ignoring the fact that Assam’s Muslims have seen a sharp decline in fertility rate in recent times. Within a week, the chief minister escalated this further, announcing plans to exclude families with more than two children from the purview of the state government’s welfare schemes, unless they belonged to the Scheduled Castes or Scheduled tribes or Adivasi communities designated as “tea tribes” in the state, some of whom have higher fertility rates than Muslims. Again, it was quite clear whom he was training his gun on. “The hate we are seeing is visceral and the new chief minister wants to establish himself as the Yogi Adityanath of Assam,” said Masood Zaman, a Dhubri-based lawyer and activist of Bengali origin, referring to the Uttar Pradesh chief minister known for his belligerent Hindutva. “This is very different from what we saw in Sonowal’s era.”The image of a successful managerSarma’s elevation at the expense of Sonowal was justified by many as well-deserved recognition of his administrative abilities, with both the local and the national press invoking his “efficiency” – a virtue that the media has generously attached to him over the years, almost as if to imply that it was enough reason to overlook his recent turn to blatant communalism. This is a view that is repeated so often and so widely in Assam that it has become almost popular wisdom. But a closer scrutiny of Sarma’s track record belies any such claim.Consider the state of health services in Assam. Sarma has been health minister since 2006 except for a brief period between 2014 and 2016 when he quit the Congress to join the BJP. According to the Niti Aayog’s recently released Sustainable Development Goals index, Assam’s score in the health and well-being sector is the lowest among all states; its maternal mortality nearly double the national average; infant mortality rates among the worst; and access to sanitation and clean water the second lowest in the country.Lack of structural improvements in public health go a long way in explaining the frequency of assaults on doctors in Assam. Even before the pandemic struck, doctors would often get caught in the crosshairs of angry relatives of patients, particularly in the tea estates where many health indices are comparable to Sub-Saharan Africa. In August 2019, for instance, a 71-year-old doctor was brutally lynched in Jorhat’s Teok tea garden after an angry mob blamed him for the death of a worker. Like most lynchings, the rage driving the mob was spontaneous, but it also came from the deep-seated resentment of impoverished people deprived of even basic healthcare. Another portfolio that Sarma has held for a substantial period of time in both the Congress and BJP governments is education. In the Sustainable Development Goals index, Assam is in the lowest band of states when it comes to education metrics – its score worse than all states save four. Recently, Sarma’s cheerleaders have cited the “Assam model” of Covid-19 management as proof of his administrative acumen. But as detailed in two Scroll.in investigations, the state’s Covid-19 mortality is far higher than the official count.Then, there are the cash transfer schemes for the state’s poor that Sarma introduced as finance minister during the previous term, which have helped him win supporters, even though, according to critics, they do not affect qualitative change in their lives. “They have created dependent beneficiaries, not sustainable livelihoods,” said Akhil Ranjan Dutta who teaches political science in Gauhati University.\n\t\t\n\tSarma campaigned across Assam in the run-up to the Assembly elections. Here, he is seen leading a bicycle rally in Nazira in January. Photo: TwitterManufacturing imagesBut the media has been willing to overlook all this and instead conjure an image of an efficient administrator with the minor and ignorable flaw of communalism. This is an outcome of Sarma’s careful cultivation of journalists, observers say. “Efficiency is manufactured by people in the mainstream, particularly the media, people who are not personally affected by substandard government schools and conditions like anaemia and malnutrition,” said Dutta. Besides, Dutta pointed out that Sarma has benefited from what he called a communication hegemony in the state: the chief minister’s wife owns Assam’s most watched television news channel and runs a widely-read newspaper. It is not that the local press has been entirely uncritical of Sarma in the past, but its criticism has substantially tempered down after he became chief minister. Days after taking charge, Sarma made personal visits to several proprietors and editors of news networks that had in the recent past shared an adversarial relationship with him. As a senior journalist from the state said, “After he became CM, it seems even his critics in the media are speaking his tongue.”The Citizenship Act turbulenceAt the heart of Sarma’s appeal in Assam is his deft tailoring of the Assamese nationalist cause to suit the BJP’s agenda. He has done that by exposing and exploiting a religious faultline in the state that often gets missed in the more overt politics of Assamese nationalism that centres around the subject of undocumented migration from Bangladesh, whether of Hindus and Muslims. This was evident in his handling of the protests against the Citizenship Amendment Act in Assam.  As Assam’s streets were seized by angry anti-CAA protesters in the winter of 2019, most BJP leaders, including Sonowal, went into retreat. Most Assamese people consider the Citizenship Amendment Act, which provides an expedited pathway to Indian citizenship for undocumented non-Muslim migrants from Bangladesh, Pakistan and Afghanistan, jati-dhonkhi (destructive for the Assamese community). They believe the amended law would lead to a fresh wave of migration from Bangladesh, swamping the state culturally and demographically. These anxieties have long plagued Assamese nationalists and the CAA brought them to the foreground once again. But Sarma dug his heels, insisting that the amended citizenship law would not destroy the Assamese community but save it from the “invaders”, a barb directed at Muslims of Bengali origin. His stance angered the protesters to such an extent that he was labelled “enemy of the Assamese people”. Sarma, however, insisted that the anger was ephemeral and did not represent the true sentiments of the average non-Muslim voter in the state.Indeed, the public mood changed over time, the anger against Sarma dissipating partly due to the perception that he had “saved” Assam from Covid-19.  Exploiting old faultlinesPolitically, Sarma stuck to his defence of the Act – that the Hindus of Assam needed to unite to safeguard Assamese culture. He deployed an even more aggressive line during the run up to the Assembly elections. The elections, Sarma said on several occasions, were akin to a “civilisational war” to “save” Assam from Muslims of Bengali origin. If the idea of Assam was to be preserved, he argued, Hindu undocumented migrants were to be considered allies in the fight against the “alien” culture the Muslims of Bengali origin purportedly represented.  Sarma’s anti-Muslim utterances post the elections, too, have been couched in anti-immigrant sentiments – a language more palatable to the mainstream Assamese. His object of derision, in his own words, are not all Muslims but “immigrant Muslims”. For instance, while speaking of population control, he made it clear that he was talking about the Muslims of Bengali origin. “If their population explosion continues, one day even the Kamakhya temple land will be encroached upon,” he said, referring to the revered Hindu pilgrimage site and appealing to the most primal fears of the mainstream Assamese Hindu population. This perhaps, some say, explains the lack of any formidable objections to Sarma’s recent words and actions from Assam’s civil society. “We already had that faultline and that’s what he is exploiting,” said Monoj Kumar Nath, a political scientist at Dibrugarh University and the author of The Muslim Question in Assam and Northeast India.  \n\t\t\n\tOn April 6, the last day of voting in Assam, Sarma posted this photograph on Twitter of his visit to a temple in Nagaon. Religion and the Assamese nationalist project  The success of Sarma’s political strategy, in fact, has forced a larger reckoning for the Assamese nationalism project. Its more conventional vanguards such as the influential group the All Assam Students’ Union have always maintained that they do not distinguish between Hindu and Muslim undocumented migrants and want all of them out. However, Nath, the political scientist at Dibrugarh University, suggested he was somewhat sceptical of accepting that at face value. “If you look at the current BJP faces in this government, there are so many AASU and AGP imports. What does it indicate?” Nath asked, referring to the All Assam Students’ Union and the party that emerged from it, the Asom Gana Parishad. Incidentally, or perhaps not, Sarma himself was once part of the All Assam Students’ Union. Dutta, the political scientist at Gauhati University, also seemed to agree – that Assamese nationalistic politics may not be as religion agnostic as the hegemonic discourse around it often makes it out to be. “Assamese nationalism is basically a linguistic nationalism but there has always also been a religious content – consciously or unconsciously – in it, right from the pre-colonial days,” he said. “Although the AASU would repeatedly insist that its movement has always been secular, one cannot say that religion is completely absent.”Dutta argued that it flowed from the state’s first chief minister Gopinath Bordoloi’s fight against the Muslim League’s “divisive” plan of grouping Assam with Bengal to create a Muslim majority bloc and ultimately pave the way for it to be made part of  East Pakistan. “It was a fight against the Muslim League’s divisive politics, not against Muslims, but the projection over the years has become such that it is seen as being against Muslims,” he said. “Although we may keep saying we don’t believe in communal politics,” said Dutta, “there is always that fear that what if Badaruddin Ajmal becomes the CM tomorrow.”It is then no surprise that Ajmal, who heads the All India Democratic United Front, a party that claims to represent the interests of the state’s Muslims of Bengali origin, has been at the centre of Sarma’s anti-Muslim tirades. Ajmal, Sarma has said time and again, was an “enemy of Assam” and symbolic of “the most dangerous phase of Assam’s politics”. The Congress, which had allied with the AIUDF had to be thwarted at any cost, Sarma averred, because if the Congress won, it would actually be Ajmal who would have won. The election results suggest that a substantial section of Hindu voters in the state were taken in by this rhetoric. How long then before the fires of the communalism that Sarma has lit engulf the hitherto largely insulated “indigenous” Muslims of the state too?A fading distinctionAfter all, while Sarma has projected a distinction between “indigenous” and “immigrant” Muslims in his statements, he has also said and done enough things that blur the lines. For instance, apart from announcing plans for cow protection and love jihad laws, his government has shut down the state’s madrassas in the name of curbing religious education. While some have argued that along with the madrassas, even Sanskrit tols have been closed, the truth is that the government has upgraded the tols to research centres where “Indian civilisation” would be taught. Besides, in their online diatribes against Muslims, neither Sarma nor his followers grant any special allowances to the state’s so-called indigenous Muslims. This was evident last year when he attempted to criminalise the entire community by blaming the spread of Covid-19 on the Tablighi Jamaat congregation. He even shared a video that purportedly showed Muslim supporters of AIUDF chant ‘Pakistan Zindabad’ – a video fleetingly labelled “manipulated media” by Facebook   before the tech company reversed its decision contending it did not want to fact-check politicians.According to Nath, the political scientist, the distinctions are fast blurring on the ground too. “If any incident happens these days, people are quick to find a Muslim angle,” he said. “Ultimately when you are evicting people to make space for temples, the whole design is quite clear. They will slowly make it about all Muslims.”For their part, most of Assam’s native Muslims – estimated to be a quarter of the overall Muslim population in the state – have historically sought to distinguish themselves from their counterparts of Bengali origin by actively participating in Assamese nationalist politics. This assertion has become even more pronounced since the foreigners’ issue got a new lease of life in the state with the NRC update. As journalist Zafri Mudasser Nofil, author of the recently published The Identity Quotient: The Story of the Assamese Muslims, told this reporter over a telephonic conversation: “The problem of immigration is really big and also affects the indigenous Muslims.” Nofil was articulating a common sentiment in the community: that their loyalties lay with the Assamese mainstream. But would that be enough to protect them from an upsurge of religious hate, if the BJP decided to go full throttle with its Hindutva project in Assam believing it has the mandate for it?  The endgame Haidar Hussain, a veteran journalist whose ancestors do not trace their origin to Bengal, said he believed Sarma would not go after the indigenous Muslims “culturally”. “Yes, maybe do things like remove Assamese Muslim officers from important positions in the police and bureaucracy, but not more than that,” said Hussain. In fact, according to Hussain, Sarma would not cross a certain line with the Muslims of immigrant origin too. Sarma’s political breeding, in the Congress and All Assam Students’ Union, would not let him do so, he said. This view flows from a widely-cited theory in the state’s political grapevine: that Sarma’s communal rhetoric was an act meant to serve his lofty political ambitions; that he would drop the act the moment he sensed the political climate in the country was changing. Proponents of this theory often cite a widely-circulated statement Sarma had made in an election rally in Tezpur in the run-up to the 2014 general elections, where he said that the “blood of Muslims flowed through Gujarat’s water pipes”, before adding for good measure that Narendra Modi, then the chief minister of Gujarat and BJP’s prime ministerial aspirant, was a “terrorist”. “While it is true that he can go to any extent to fulfil his personal ambitions, it is that same ambition which will make sure he does not burn all bridges because he knows times can change,” said Hussain. But not everyone is as optimistic. Nath, the political scientist, said he feared Sarma would go for the jugular sooner than later. “I think the delimitation exercise (of Assembly constituencies) that they promised in the manifesto is coming soon,” he said. “With that he would make the immigrant Muslims even more marginalised, take away whatever political capital they have now.”Not many will say it publicly but indigenous Assamese Muslims, despite their formidable social capital, are also ill at ease with Sarma’s new-found belligerence. “To tell you frankly, all Muslims feel threatened, whether indigenous or immigrant,” said Abu Nasar Saied Ahmed, a sociologist and a former professor at the Indian Institute of Technology in Guwahati. “I am an indigenous Assamese Muslim, yet I am not in a position to speak freely.”","author":"Arunabh Saikia","time":"2021-06-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/160878-thfrmodmwj-1624883539.jpg","tags":["Assam","Himanta Biswa Sarma","Hindutva","Communal Politics"]}