{"title":"How the Centre’s planned IT rule changes will empower it to censor unfavourable news","content":"Indian digital rights advocates were taken by surprise on Tuesday when the Ministry of Electronics and Information Technology published draft rules that would require intermediaries such as Twitter and Facebook to remove any post that is tagged as “fake news” by the Union government’s information dissemination wing, the Press Information Bureau.This change to the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021, if accepted, could severely hurt news reporting and free speech on the internet, experts say. This is because of fears that the Press Information Bureau would be influenced by political concerns in its tagging of “fake news”. In the past, the fact-checking arm of the Press Information Bureau has put its “fake news” stamp on accurate articles that were critical of the government.The proposed changes “seem to give the government a carte blanche to determine what is fake or not with determination to its own work”, the Editors Guild of India said in a statement. “The new procedure basically serves to make it easier to muzzle the free press” and “force online intermediaries to take down content that the government finds problematic”.Digipub News India Foundation, an association of independent digital news publishers, added that the draft rules “assign arbitrary and discretionary power to the government of India to determine whether the context is ‘fake’ without prescribing any procedures or recourse therefrom”. ‘Due diligence’Under the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021, intermediaries are supposed to observe “due diligence” in their functioning and make “reasonable efforts” to ensure that a user does not publish information that violates copyright, impersonates another person and more.An “intermediary” means anyone who “receives, stores or transmits”  records on behalf of someone or “provides any service with respect to  that record”. Intermediaries include not just social media companies but also telecom  service providers, web-hosting service providers and search engines.    The draft amendment proposed on Tuesday adds that the intermediary has to take efforts to ensure that no user circulates information that is identified as “fake or false by the fact check unit at the Press Information Bureau” or “other agency authorised by the Central government for fact-checking”. If intermediaries fail to exercise due diligence, they could be prosecuted under the Information Technology Act and Indian Penal Code, among other laws.DIGIPUB’s statement on the draft amendments to the IT Rules, 2021, made by MEITY. pic.twitter.com/ufQFVYngc7— DIGIPUB News India Foundation (@DigipubIndia) January 19, 2023\n\nEasy takedownThe impact of these rules will be wide-ranging, experts say. Prateek Waghre, policy director at civil rights organisation Internet Freedom Foundation, noted that the rules, while making intermediaries more accountable for content, do not define what constitutes a “reasonable effort”. “But if you are a company trying to avoid compliance issues, then you will take a more aggressive interpretation and will err on the safer side by taking down a piece that has been flagged by PIB,” he added.Namrata Maheshwari, Asia Pacific policy counsel at digital rights organisation Access Now, said the draft amendment “can also result in users self-censoring themselves”. This amendment also gives the government the power to issue orders asking intermediaries to take down news flagged as “fake”.“The Proposed Amendments mean that the PIB (or any other notified  department) can bypass natural justice principles and order takedowns of  the information through the intermediaries..,” wrote Internet Freedom Foundation in a public statement. Takedown orders are usually issued without giving any notice to the creators of an item or intermediaries and there is no oversight, the foundation noted. Between January  2015 to June 2022, around 56,000 website URLs – the uniform resource locator, which is essentially a website’s address  – Youtube channels, web applications  have been blocked in India. Further, the new rules are vague about what qualifies as “fake news” and how this amendment will be implemented.“In the proposed amendment, there is no mention of oversight on how fake  news will be taken down, the factors that will be considered to make  the assessment, and how a person could challenge information being  flagged as fake news,” said Maheshwari.‘Fact-checking’ criticismGiven the lack of guidelines, experts say that the amendment will make it difficult to publish news critical of the government. According to a statement by Access Now, this provision would make “it  near impossible for news media to report stories that question or  contradict the government’s version”.  These fears are further compounded by the record of the fact-checking arm of the Press Information Bureau, which has in the past arbitrarily flagged news critical of the government as fake. An analysis of the Press Information Bureau’s fact checks by Newslaundry in May 2020 said that the agency was not impartial. It was flagging news items that were critical of the Centre as false, merely on the basis of the government’s own statements.“The PIB sells denials as  fact checks,” Newslaundry reported. Journalists have echoed these sentiments. On Thursday, Tapasya, a journalist with The Reporter’s Collective, wrote on Twitter that their article in June last year on the government’s mandatory Aadhaar requirement to serve food to children had been red-flagged by the Press Information Bureau merely on the basis of a tweet by the government.Passed hurriedlyThe hurry to make this sweeping change has also raised concern. The government had released draft rules on January 2 for regulating online gaming and stakeholders had to send in their comments by January 17. But on the last day of comments, the government issued an amendment regarding fake news, which is completely unrelated to online gaming. Now, stakeholders have to send a response in a week, by January 25.Waghre of the Internet Freedom Foundation, said that the manner in which the rules were introduced at the last minute indicates that this is happening in an “ad-hoc way”.  Maheshwari from Access Now said that typically, the government should have had prior dialogue and engagement with other stakeholders and the public. “But this was introduced out of the blue as part of amendments focused on online gaming,” she said, adding that a week is not enough time to submit meaningful feedback.A student holds a placard during a protest at the state university grounds in Manila. Credit: Ted Aljibe/AFPThe draft rules are intended to amend the 2021 intermediary rules that are already under challenge before the Supreme Court for being unconstitutional as they prescribe stringent content restrictions on intermediaries and digital media publishers. In 2021, the Bombay and Madras High Courts, had put an interim stay on certain provisions of these rules noting that they stifled independent media.These draft rules may also be unconstitutional since they significantly expand the scope of the law through executive action, experts say. “These changes should be brought through the Parliament, rather than executive action,” said Waghre.","author":"Umang Poddar","time":"2023-01-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/157980-geifizcyxw-1667406141.jpg","tags":["Freedom of speech","Social Media","Media","IT Rules"],"source":"https://scroll.in/article/1042179/how-the-centres-planned-it-rule-changes-will-empower-it-to-censor-unfavourable-news"}