{"title":"A spike in inter-state migration in India could be driving a new wave of nativist politics","content":"Hours after taking oath as the new chief minister of Madhya Pradesh on December 18, Kamal Nath declared that outsiders were grabbing jobs meant for locals. “People from states like Bihar and Uttar Pradesh come here and local people don’t get jobs,” he said. His government went on to issue an executive order promising incentives to industries that reserve 70% of the jobs they generate for Madhya Pradesh residents.Nativist state politics is not new in India. In the seven decades since Independence, several Indian states have seen political rhetoric that targets outsiders or their culture. In the 1960s, Tamil Nadu witnessed riots after attempts to encourage the use of Hindi in the state. In Assam, waves of often-violent agitations have been directed at Bengalis as well as Hindi and Nepali speakers. In Maharashtra, Marathi politicians have covered much ground since the 1960s by attacking both South Indians and North Indian for taking away local jobs.However, the past few years have seen a new wave of native politics in states where it was never very appealing. In 2017, Karnataka saw its own anti-Hindi agitation as politicians and activists railed against Hindi signage in Bengaluru in spite of – or due to? – large numbers of new migrants from North India. In October, thousands of migrants fled Gujarat after mob attacks on Hindi speakers. While most nativist politics in India has been directed at India’s largest language group, Hindi speakers, Madhya Pradesh is the first Hindi state to itself adopt the language of outsiders taking away jobs.What explains this? One possible reason: a sharp spike in inter-state migration.India on the moveThe number of migrants in India is large: as per the 2011 Census, there were 453.6 million Indians who were migrants. However, the vast majority of this is intra-state migration, which tends to cause little political friction. Inter-state migration in India, however, is small. While the Union government is yet to release figures for 2011 on inter-state migration, as per Census 2001 data, inter-state migration accounted for only 13% of India’s total migrant numbers.However, this number is changing fast. This could be the result of several factors – agrarian distress, increased urbanisation, better communication technology.Using population data from the 2011 Census, the 2017 Economic Survey estimated net migration into and from a state. As per its estimates, the total inter-state migration went up by 191% in the decade 2001-2011 compared to the previous decade. Karnataka went from a net exporter of migrants to a net importer, with a migrant population approximately the same as Gujarat’s – where migrant numbers went up nearly five times in 2001-2011 compared to the 1991-2001 decade. Tamil Nadu saw its migrant population explode by 39 times and saw the highest number of migrants move to the state in the 2001-2011 decade.In parallel, outmigration from Uttar Pradesh went up by 197% and from Bihar by 237%.In addition to the fact that inter-state migration is rising, so is the fact that migrants are moving for economic reasons – as opposed to, say, marriage. This tends to cause more ripples in politics.Hindi beltIn most cases of nativist politics till now, the Hindi states have been treated as an undifferentiated block. However, as Kamal Nath’s targeting of Bihari and Uttar Pradeshi migrants shows, this picture might break down if data about the region is examined more closely.In the case of Madhya Pradesh, Nath’s pronouncement seems odd at first given that the state is a net exporter of migrants. Migrants leaving the state have gone up by a whopping 461% in the 2001-2011 decade as compared to 1991-2001. In spite of this growth, however, Madhya Pradesh is a pygmy compared to Uttar Pradesh and Bihar in absolute numbers. For every migrant that leaves Madhya Pradesh, 3.5 leave Bihar and 7.6 Uttar Pradesh.Hindi states have widely differing levels of migrant outflowResearch by the 2017 Economic Survey found a strong correlation between state per capita income and migration. This might partially help explain why Madhya Pradesh’s outmigration is so much lower than Uttar Pradesh or Bihar’s. As of 2017, Madhya Pradesh’s per capita income was 128% that of Uttar Pradesh’s and 179% that of Bihar’s.Given India’s size and heterogeneity, there is no other global parallel when it comes to internal migration other than China. Of course, the movement of labour in China is closely controlled by its government. India, on the other hand, has strongly promoted freedom of movement, even enshrining the right to “reside and settle in any part of the territory of India” in its Constitution.As migration numbers shoot up, India may find it more difficult to enforce this right.","author":"Shoaib Daniyal","time":"2018-12-26T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/108848-kscsdbwlae-1545663183.jpeg","tags":["Migration","Nativist politics","Madhya Pradesh","Kamal Nath"],"source":"https://scroll.in/article/906668/how-a-spike-in-inter-state-migration-could-be-driving-a-new-wave-of-nativist-politics"}