{"title":"How ‘Mother of democracy’, ‘Vishwaguru’ rhetoric is a buffer against Western criticism of India","content":"Award-winning Indian journalist Barkha Dutt argued in a recent column that the West – both governments and civil society – should desist from bringing up India’s democratic backsliding. “Yes, India’s democracy has to be strengthened and repaired. But this must be done by Indians – and Indians alone.Let us have the argument. Let us make the noise.”To be clear, Dutt is not arguing that everything is hunky-dory  when it comes to Indian democracy. Indeed, there can be little doubt on  this count. From blatant suppression of dissent to the utilisation of investigative agencies against political opponents to the introduction of deliberately opaque political funding instruments – if there were a democratic dashboard, a number of indicators would be flashing red. Instead, she points out two things. One, that Western coverage of  Indian issues is often shoddy and routinely regurgitates reflexively  Orientalist tropes. Two, that lecturing by Western institutions,  state and non-state, tends to backfire. [One might add a third – that  the language of human rights and democracy has often been  instrumentalised to promote parochial foreign policy goals, prompting  general cynicism about these kinds of interventions.]Dutt writes:“These growing murmurs about the backsliding of democracy – polite  rebukes from Western governments and strident editorials by Western  media – are having the exact opposite from the intended effect. The more  that voices from outside India charge Prime Minister Narendra Modi’s  government with rolling back freedoms, the stronger he becomes and the  less possible it is for us in India to have a sane debate on the  matter.”   I can’t possibly agree with Dutt’s prescription, for a number of  reasons: Democracies are by definition meant to be open to criticism  wherever it comes from. India bills itself as not just a democracy but  the “Mother of Democracy”, as we discuss further down in this piece.  Much of its pitch to Western partners – whether national or corporate –  is predicated on its open, democratic environment in contrast to China’s  closed, authoritarian one. Many “outsiders”, whatever that term may  mean, have brought tremendous value by turning their eye on India,  through scholarship, analysis, investment and more. Moreover,  Indians and the Indian state are also comfortable critiquing democratic  and human rights concerns in other nations, sometimes as an explicit  element of foreign policy – as with its insistence on Sri Lanka’s 13th  Amendment, its support for Madhesis in Nepal, and the underlying logic  of the much touted Citizenship Act Amendments that led to the National Register of Citizens protests a few years ago. Finally, saying “leave it to the Indians” is complicated at a time when the space for critical commentary in India  is narrowing, as we have discussed earlier. But it did make me wonder: Is this accurate? Does external criticism of Narendra Modi end up backfiring? International  recognition has played a big part in the domestic brand-building around  Prime Minister Modi and his right-wing majoritarian government  over the past eight years – and even before, when, as chief minister of  Gujarat, he sold his close connections to to China as a sign of his own personal stature. Take Modi’s “hug diplomacy”,  for example: The approach ensured the prime minister would be  photographed with world leaders in a way that ensured India was being  treated as an equal, while also emphasizing his personal connection to  them. Modi’s embrace of fanfare while abroad – gathering tens of  thousands in a Texas Arena for “Howdy Modi” or filling out a stadium in  Dubai – serves, in part, the same purpose. The Bharatiya Janata Party ecosystem regularly  pushes content under the broad template of “world leaders praising Modi”  – indicating that this should be “a matter of pride for every Indian”. These efforts to use international recognition to further  buttress Modi’s domestic popularity have been most evident over the  course of this year in the fanfare created around India’s turn as  president of the G20. From a Washington Post report: “In the Indian capital, officials have projected a G-20 hologram onto Humayun’s Tomb, the famous Mughal-era monument. In remote states, local leaders have paraded G-20-themed floats during religious festivals. Standardized tests handed out to 10th-graders have come  stamped with the “G-20 India” logo, which incorporates a lotus, the  symbol of the ruling Bharatiya Janata Party (BJP). And from New Delhi to  Mumbai, roads have been blanketed by billboards that block the view of  slums while reminding commuters that India, the “Mother of Democracy,”  is now hosting important world leaders.” The BJP’s “Vishwaguru” formulation – meaning “world teacher”,  and implying a unique Indian role on the world stage – reflects this. As  Indian Home Minister Amit Shah put it in 2017, “world over, people  started looking at India with respect (after Modi came to power) and  that is not an honour for Modi or the BJP, but for 125 crore Indians India is on the way to become Vishwaguru now”.In  a report from earlier this year about the popularity of Delhi Chief  Minister Arvind Kejriwal in the capital, Vandita Mishra explains how the  BJP’s efforts to project Modi as an international leader have borne fruit. (Emphasis added)From a JJ camp in Shalimar Bagh to a South Delhi  office and mall, you are likely to hear the same division of political  labour: Kejriwal for the provision of quotidian “suvidhaein”,  goods and services made accessible and free — bijli and paani, mohalla  clinic and sarkari school, and free travel in buses for women, not  necessarily in that order.Modi for Hindutva of  course, Ram Mandir and Article 370. But also for other “big ideas” and,  more and more, for securing the country’s “sarhad (borders)”, and steering the “desh-videsh” assertion and outreach… “Desh ke liye (for the country)”, for Shakuntala too, it is Modi. Because “woh desh-videsh ko madad karte hain, madad lete nahin hain, yeh sahi hai  (on Modi’s watch, India helps other countries, instead of seeking their help, that is how it should be)”.Across  the city, outside a law firm in well-to-do Jangpura, young lawyer  Supriya Jain also acknowledges the Kejriwal government’s success story.  “My maid’s son went to a government school, got a scholarship and went  on to do a computer course”. But “country-wise”, she says, “it is Modi. His work is being recognised by the world”.Given this instrumentalisation of Modi’s international statue for  domestic purposes, it stands to reason that any challenge to this image  internationally would represent a significant weakness. In other words,  if Modi’s international image is so important, wouldn’t criticism from  abroad be a problem? Indeed, it is, and the party has treated it  as such – seeking to quickly drown out any news that suggests Modi is  not universally praised abroad or has been unsuccessful in the  international arena. That is likely why, for example, the Modi government continues to obfuscate  the extent to which Chinese troops are preventing Indian soldiers from  accessing land they once patrolled in Ladakh – since admitting what  seems evident to experts and analysts would amount to an admission of  failure on the international arena. It is also why the response of many  BJP leaders to India’s horrific second-wave of Covid-19 cases – which  came after the party had declared victory over the virus – involved  complaining about unfair coverage, rather than addressing the underlying  issues. The government has taken several steps to  address this potential weakness. It lashes out at any critical foreign  commentary – like singer Rihanna’s tweets on the farmer protests or George  Soros’ recent comments – and has made it clear to other capitals that it  will not take kindly to lecturing. It has relied on lobbying efforts as well as the aggressive courting of the Indian diaspora  to push its interests abroad. It has also been broadly aided by moves  from populist governments all over the world – including under former US  President Donald Trump – to delegitimise civil society and the press. It has sought to depict any criticism by Indians abroad as something approaching treason, even though Modi has not been averse to political statements on foreign trips himself. Narendra Modi with Australian Prime Minister Anthony Albanese at the Narendra Modi Stadium in Ahmedabad in March. Credit: Reuters. But  one of the ways it has sought to blunt, or indeed upend, criticism on  questions of India’s democratic backsliding is by embracing the “civilisational state” concept. If you’re unfamiliar, this is the theory  that certain countries – China, Russia and Turkey are often mentioned,  alongside India – are built not around territory or language, but on the  basis of a broader, innate cultural idea. There are many  features of the civilisational state theory, but the key argument in the  way it is currently used is that these states derive – or ought to  derive – their values from their own culture and history, rather than  from secular liberal precepts imposed by colonial Western powers. In  India’s case, Modi and External Affairs S Jaishankar have embraced the idea that democracy  too emerges from India’s cultural past. “The idea of elected leaders  was a common feature in ancient India, long before the rest of the  world,” Modi said, in a speech at the Summit for Democracy earlier this  year. “In our ancient epic, Mahabharata, the first duty of citizens is  described as choosing their own leaders… There are also many historical  references to Republic states in ancient India, where the rulers were  not hereditary. India is, indeed, the mother of democracy.” This  presents the idea that democracy isn’t a Western concept alone. That  India can look to its own history for democratic roots, and that this  civilisational ethos – which for many is a Hindu nationalist one – ought  to be the defining motif of the Indian state, rather than the liberal,  secular, “Westernised” one put in place, as the right-wing sees it, by  former Prime Minister Jawaharlal Nehru. Building on the Vishwaguru concept – and echoing Swami  Vivekananda’s famous Chicago speech – Modi and the BJP have repeatedly  used the “Mother of Democracy” framing over the last few years. This  formulation achieves two things: It pushes back against Eurocentric  views of what a state ought to look like, in some cases acting as a  useful corrective against Orientalist Western views that see their  advocacy of human rights and democracy as a “civilising mission” for the  “Third World”. But at the same time, it creates a buffer against  Western – and indeed Indian – critiques of the state of democracy in the  country. In effect, any external criticism of Indian  democratic backsliding is immediately derided as colonial Western  lecturing of a Global South state, whose people can judge for  themselves. As Jaishankar put it, in 2021, “because you have a set of  self-appointed custodians of the world, who find it very difficult to  stomach that somebody in India is not looking for their approval, is  not willing to play the game they want to be played...so they invent  their rules, their parameters, they pass their judgments and then make  out as though this is some kind of global exercise.” A recent special section in International Affairs looked into both the concept and projection of India as a civilisational state, examining a number of these ideas and tactics. One article in particular,  by Oxford University’s Kate Sullivan De Estrada, looks at how the  Vishwaguru, “Mother of Democracy” projection seeks to address both the  legacy of Eurocentrist readings of the international order – while also  creating a buffer to protect Modi from critiques of his more  majoritarian and anti-democratic moves. This begins with  Western ideas of superiority and unwillingness to welcome others on an  equal level into the “liberal international order”, as De Estrada  writes, (emphasis added):“By the time India became independent in 1947, US  conceptualizations of Asia, though not identical, shared British  presuppositions of western superiority, with liberal discourses working  to undergird these. British and  US political figures, journalists and scholars – repeatedly and across  time  – characterized India as an untenable entity unlikely to remain  unified, and Indian democracy as a chimera whose institutions were  doomed to perish. They  dismissed the Indian economy as protectionist and weak for its  reluctance to integrate into the world economy, and India’s non-aligned  foreign policy – which many US observers interpreted as a major Asian  democracy refusing to take the side of the West against the forces of  global communism – as passive, vacillating and even immoral. At the individual level, a survey of nearly 200 prominent US figures in  the mid-1950s, some of them foreign policy elites, revealed that (male)  Americans saw (male) Indians as weak and effeminate and lacking vigour  and muscle, with negative consequences for diplomatic relations with  India. Decades later, similar views were  translated into US frustration that India’s growing military potential  was not producing a ‘coherent strategic identity’: in 1992, a former  vice-president of the RAND Corporation explicitly contrasted the  (superior) hallmarks of logic and rationality in US strategic thinking  with Indian emotions and intuition, concluding that ‘Indians seem to arrive at strategic concepts and decisions rather than by thinking about them and then making a conscious decision’.”In response to this lack of recognition and conferring of status  within the liberal international order, Indians turned – in different  ways – to the idea of moral, spiritual superiority as a way of upending  the international narrative. While the Nehruvian project also relied on  this – albeit relying on India’s success in managing a pluralistic  society rather than Hindu nationalism – De Estrada depicts the BJP’s  current Vishwaguru formulation as another, currently ascendant version  of the rhetorical effort to reshape the global hierarchy based on ideas  of Indian moral superiority. As she explains, it is one that, at  least domestically, appears to be receiving validation by the fact that  the world seems to be courting this assertive Vishwaguru India:(Emphasis added)  “Crucial to [the BJP’s]  project of domestic  social, political and economic capture has been the currency of  international recognition. Where foreign policy in its strictest sense  had for decades functioned to achieve policies outside the state and had  been an elite and Anglophone preoccupation, Modi  vernacularized foreign policy for domestic audiences, ‘as a site for the  reproduction of India’s identity as a Hindu nation and Modi’s identity  as the true representative of its people’.  This project of cultivating popular interest in and support for Modi’s  stewardship of an explicitly Hinduized version of India on the world  stage coincided with energetic US efforts to advance security  cooperation with India, increasingly understood as a country of major  value as a material and ideological swing state in the face of China’s  growing regional and global influence.… Since social closure within the international order persists, central to the success of any vishwaguru product is international recognition. The current BJP leadership’s overtly Hindu nationalist framing of India as a vishwaguru  dovetails with a particular geopolitical moment – one in which the core  states of the liberal international order and their allies envision  India as a material and ideological swing state in an era marked by the  rise and challenge of China. The forging, announcement  and/or deepening of strategic partnerships with India—such as those with  the United States, the United Kingdom, Australia, the EU and several of  its member states—and the high-profile platforming of  India as a democracy and guardian of liberal order deliver the  recognition that affirms Modi’s domestic claims of India’s superiority  on the global stage and whitewashes the erosion of democracy and the  rise of illiberalism under his leadership.This means that contemporary engagement with India on the part of western liberal democracies poses tough challenges… Of  the two strategies available to policy-makers in western liberal  democracies in response to the erosion of democracy under Modi, neither  offers satisfactory prospects. If core liberal states  criticize Modi’s India, then his supporters will rally in defence,  leveraging easy arguments of liberal hypocrisy that have wide resonance  (and, as we have seen, a long history) and this will consolidate his  appeal. If core states praise and endorse – even if, in doing so, they  hope to elicit ‘better’ behaviour – they bolster the vishwaguru project of the current dispensation and facilitate the domestic political project of Hindutva.  The states of the liberal international order’s core have created this  bind themselves through repeated practices of social closure that have  sought their own self-elevation and superiority by advancing narrowly  defined normative markers of ‘legitimate’ liberal statehood and state  behaviour.” In other words, the article echoes Barkha Dutt’s point: External  criticism, particularly from Western states and institutions, about  India’s democratic backsliding ends up backfiring – in part because of  the West’s history of opportunistically instrumentalising liberal  frameworks for their own ends.Of course, some of this is hard to  measure – does the limited criticism from external governments and  institutions act as a check on the most autocratic or majoritarian  impulses of Modi’s government? It’s even harder to say how far any  of this plays beyond just rhetoric. Yet, the BJP’s active  construction and nurturing of the civilisational concept – one that has  implications far beyond just the question of democratic backsliding,  feeding to what are likely to be upcoming battles over policies like a  Uniform Civil Code and even a reshaping of the Constitution – is a trope  that we will undoubtedly be returning to. ICYMI: Shashi Tharoor’s response to the  conception of India as a civilisational state, in Noema Magazine. Benedict Coleridge on why Australia needs to find the “right approach to India as a ‘Civilisational State’. Aparna Vaidik on reading India’s history as a ‘civilisational state”. Neera Chandhoke on the same subject. I’ll be putting together a more comprehensive list of links on this subject soon. This interview first appeared on India Inside Out by Rohan Venkat.","author":"Rohan Venkataramakrishnan","time":"2023-05-25T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189856-dsrikewxgj-1683309852.jpg","tags":["Narendra Modi","Hindutva","Hindu Nationalism","Donald Trump"],"source":"https://scroll.in/article/1048551/how-mother-of-democracy-vishwaguru-rhetoric-is-a-buffer-against-western-criticism-of-india"}