{"title":"How real is the threat of love jihad?","content":"Is love jihad real? Are Muslim men actually being trained to woo impressionable Hindu women so that they can persuade them to convert to Islam?The Rashtriya Swayamsevak Sangh has begun a campaign across Western Uttar Pradesh attempting to convince Hindus that recent incidents like the Muzaffarnagar riots and the alleged gangrape in Meerut were all sparked off by Muslim men on a mission to convert Hindu women. On Sunday, the RSS started a week-long campaign to counter so-called love jihad by ordering its cadres to tie rakhis on 10 lakh Hindus. \"People will be urged to protect girls from love jihad,\" the RSS regional pracharak Rajeshwar Singh was quoted as saying.But whether it is in the southern states where the alleged phenomenon first emerged or in the UP villages where the practices is supposed to be rampant, there is little evidence for the existence of love jihad.Before 2008, the term love jihad was not commonly used.  By 2009, however, it begins to appear across Kerala and Karnataka. Also referred to as romeo jihad,  the term started to show up in alarmist religious literature. At first, it was the Catholic Church pushing the theory that women were being conned into converting.The Kerala Catholic Bishops Council claimed in 2009 that up to 4,500 women had been targeted in this way. This was followed up by the Hindu Janajagruti Samiti, which claimed that 30,000 women in Karnataka alone had already been converted.A case study spread by the Hindu Janajagruti Samiti sought to explain exactly how the operation is carried out.The document claims young Muslim men are trained in camps on the intricacies of love jihad and then sent out to ensnare Hindu women, “to finish off Hinduism once and for all by changing the demography of Kerala by ensuring that Hindu girls give birth to Muslim child”.An elaborate processIt described an elaborate process by which men take on non-Muslim nicknames, wear red threads around their wrists and tilaks and then approach Hindu women to seduce them. The  Hindu Janajagruti Samiti document even includes a hierarchy of targets based on caste, with varying cash rewards. Brahmins were most coveted because “the Muslims are aware that by destroying the  priestly class they are more likely to uproot Hinduism”.The term love jihad was given sudden legitimacy in the Kerala High Court in 2009, when Justice KT Sankaran asked the police to look into the matter. Authorities in both Kerala and Karnataka eventually denied that such a plan existed. But the fact that it was actually investigated gave a huge boost to the idea that love jihad might be a real strategy.“It’s just a sociological fact that any woman who marries out of her caste is thrown out of her caste, so if a Nair woman marries an Ezahva man, she is thrown out, and a Hindu girl who decides to marry a Muslim is usually thrown out of her caste,” said J Devika, a historian and social critic from Thiruvananthapuram. \"Nobody made it into a love jihad issue before.\"Once they had put a label on such relationships and given them a religious colour, though, fundamentalist organisations like the Sri Ram Sene continued to beat the same drum. Despite the authorities insisting that these fears had no basis, vigilance against love jihad became a crucial part of the rhetoric against the alleged Islamisation of Kerala and Karnataka. Soon, Sangh Parivar outfits in northern towns where Muslims are in significant numbers — like Muzaffarnagar and Saharanpur — started to use the same tactic.Sarawa story“What is love jihad? Maybe if you say it in Hindi, I could understand,” said Ram Niwas Paswan, an old farmer sitting in a shop in Sarawa in Western Uttar Pradesh. The store is just a few doors down from the house of a woman who, according to many espousing her cause, has become the victim of one form of love jihad.The alleged Sarawa gangrape broke into the headlines two weeks ago after a 20-year-old from the village filed a First Information Report claiming she was duped into going to a madrasa, gangraped and forcibly converted to Islam. These allegations don’t amount to a straightforward case of love jihad, which involves women willingly going to the men. But it falls in the same category for the Sangh, which has chosen to fight for this woman’s cause and honour.Navin Aggarwal — sitting in the same shop down the road from the house of the victim — has to explain what love jihad is to to his neighbours, Paswan and a young shop-tender named Naim Saif. Neither had heard the term before. He then explained his position on the matter. “There is no doubt that this phenomenon has come to India in some way, too many people are talking about it,” he said. “But who can tell you what someone’s motive is if they convert? Who am I to say what your motive is?”Not everyone is so ambivalent.Mohan Kumar Singh, the station house officer of the busy police station in Kharkhauda, where the Sarawa gangrape FIR was registered, dismissed  it outright: “This is entirely the creation of you media people. No such thing happens.”Down the road from the shop, the victim’s uncle insisted that it has to exist, because that’s what happened to his niece. “They say these men are trained to do these things, that they take them, brainwash them, convert them, and then sell them to countries abroad,” he said in a whisper, surrounded by policemen stationed outside his niece’s house to ensure her security. “Something like this only has happened here.”Up another lane in Sarawa, Shakeel Ahmad, the brother of one of the accused in the case, also had to be told what the term means. “What? How can that be a thing?” he said. “In this day and age, can you tell me that someone is forcing me to change what is in my mind about God?”The burden of traditionBut it is a Sangh-affiliated leader in Kharkhauda, eight kilometres away from Sarawa, who inadvertently sheds the most light on the subject. After nearly an hour explaining how crime has no religion, “even though all criminals do happen to come from one religion” and promising that his \"save our sisters and daughters committee\" is for everyone even though it has Hindu in its title, Ajay Tyagi moves on to questions of tradition.“Look, I don’t know what they think of tradition, but we Hindus are different,” Tyagi said. “We don’t have the awareness to accept love marriages. Our tradition doesn’t allow it, and we uphold that.”Indeed, the question is about different approaches to the personal freedoms:  if you believe women have the right to choose who they marry, how could love jihad even be thought to exist? Except in cases that involve allegations of kidnapping, love jihad is no different from any other sort of controversial relationship – inter-gotra, inter-caste, homosexual. But here, inter-faith marriages involving Muslims have been presented as a deliberate, insidious plan to destroy Hinduism.“It appears that when confronted with the phenomenon of conversion from Hinduism to Islam, especially by Hindu women, certain kind of Hindus lose their logical faculties,” writes historian Charu Gupta, about love jihad. “ The politics of cultural virginity is inevitably shadowed by a myth of innocence, combined with a ranting of violation, invasion, seduction and rape. [However] women, who were often perceived as victims by the Hindu communalists, may actually be actors and subjects in their own right by choosing elopements and conversions.”","author":"Rohan Venkataramakrishnan","time":"2014-08-14T06:36:19+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/674212-a90d36ab-98e9-4ff5-943a-5da570900cca.jpg","tags":[],"source":"https://scroll.in/article/674212/how-real-is-the-threat-of-love-jihad"}