{"title":"How the Chhattisgarh police succeeded in hounding out those who questioned it","content":"Late night on January 10, when the police came to her house, I was on the phone with Malini Subramaniam, Scroll.in’s contributor from Bastar. For 40 minutes, with rising panic, I heard the police aggressively interrogate her, even though they had only mundane questions to ask: where was she from, what did she do, what was the name of her husband. The questions could have waited till the morning. “Come in the morning, please, and we can talk over chai,” Subramaniam politely told them. But the police left on an ominous note. \"You did not let us enter your house,\" the officer said. \"Yeh theek nahi kiya aapne.\" In the one year that she has been writing for Scroll, 52-year-old Subramaniam has done some stellar reportage. Although she had trained as a journalist in Mumbai in the 1980s, she ended up spending two decades working in the development sector with organisations like Oxfam, Action Aid, among others. Five years ago, a job with the International Committee for Red Cross brought her to Bastar, the region in southern Chhattisgarh in the grip of a long-drawn low-intensity war between Maoist rebels and government forces. In June 2013, ICRC wound up its health clinics in the conflict-affected areas, but Subramaniam stayed behind ‒ her daughter was studying in a local school, and she wanted to continue working in the region.I had known Subramaniam for some years, as a journalist covering Chhattisgarh. In November 2014, while on a reporting trip to Jagdalpur, we met and the conversation turned to how poorly the region was covered by the media. The violence in the region has had a chilling effect — local journalists feared both the security forces and the Maoists. Important stories were going unreported. Since she lived in Jagdalpur, perhaps she could occasionally go out and report for Scroll, I asked her. What started as an experiment grew into a solid body of journalism. Over the last year, Subramaniam wrote about adivasi protests against fake encounters, reported allegations of rape and sexual violence by security forces, and investigated fake surrenders of people who had been alleged to be Maoists. It helped that a new activism was taking shape in Bastar. A former school teacher and political activist Soni Sori, who had faced police torture herself, was leading demonstrations to protest against police excesses. A group of lawyers had moved to Jagdalpur in July 2013. Called the Jagdalpur Legal Aid Group, or JagLag, they were taking up cases of adivasis, some of whom had been implicated by the police as Maoists despite weak evidence. Stories were pouring out of the villages, but there weren’t too many to write them. The local press had been silenced and the national media had few representatives. Subramaniam stepped into the vacuum and began to document the undeclared emergency in Bastar.Till the emergency engulfed her life.On Thursday, after living in Jagdalpur for nearly half a decade, five weeks of relentless police intimidation drove Subramaniam and her family out of town. Shalini Gera and Isha Khandelwal of the Jagdalpur Legal Aid Group, will be leaving the town soon. Khandelwal is also representing Subramaniam. The journalist and the lawyers had withstood all forms of harassment and hostility. What finally broke down their resolve was the pressure that the police brought on the people associated with them: those who had rented them accommodation and those who worked for them.Subramaniam's domestic worker was taken in by the police on Wednesday. So was the lawyers' landlord, a driver by profession. \"He was scared, his old mother and wife were up all night waiting for him, worried,\" said Khandelwal. \"These are wonderful people and it was painful to see them go through this because of us.\"Vindictive and viciousThe departure was abrupt.On Wednesday, Caravan magazine published a report on the links between the police and the Samajik Ekta Manch, the vigilante group that had been campaigning against Subramaniam and the lawyers. On January 10, the members of the Manch had visited Subramaniam’s house and warned her against writing articles that tarnished the image of Bastar police. On February 7, they staged a protest against her, shouting slogans outside her house: Naxal Samarthak Bastar Chodo. Naxal Supporter, Leave Bastar. Hours later, in the early hours of the morning, stones were thrown at her house, and the rear window of her car was shattered.Investigating the Samajik Ekta Manch, Krishn Kaushik wrote in the Caravan:On 14 January, a few days after the Samajik Ekta Manch’s first visit to Subramaniam’s house, the organisation featured in an unusual report in Eenadu India, a vernacular newspaper. The report stated: “There will be a unique event on 16 January in which the police band party will, for the first time, play songs for a wedding. The baraat will leave from the local police station for Hata Ground. The Bastar Samajik Ekta Manch will be present from the bride’s side and the police family will be there from the groom’s side.”… During the wedding, leaders from the Samajik Ekta Manch and Inspector General SRP Kalluri, the chief of police for Bastar range, sat on the stage, adorned with the pink turbans that are usually reserved for the bride and groom’s immediate families. Kalluri had, in fact, led the baraat—the groom’s procession—to the venue. The symbolic significance of the alliance between Kalluri and the Samajik Ekta Manch was hard to miss. The local journalists and activists I spoke to said that Kalluri’s association with the vigilante organisation was not limited to such gestures. According to Lalit Surjan, the Chhattisgarh-based chief editor of Deshbandhu group of publications, there is a “nagging doubt” that the Samajik Ekta Manch and its activities are “orchestrated” by Kalluri. This sentiment was echoed by the Congress Party at a press conference in Delhi that was held day before yesterday. At this event, the party alleged that the “Chhatisgarh government, administration and police are using organizations like ‘Samajik Ekta Manch’ as instruments of oppression against adivasis and journalists.”Hours after the Caravan report appeared online, the police showed up at the house of Subramaniam’s domestic worker, Prachi Saxena, a woman in her twenties. She was taken for questioning to the police station. Under the guise of investigating the attack on Subramaniam’s house, the police was mounting pressure on her.As Scroll has reported earlier, it had taken the police two days to register a First Information Report in that incident. The FIR was silent on the protest that preceded the attack and did not name members of the Samajik Ekta Manch, even though Subramaniam had identified two of them as being participants in the protest. On February 11, two days after the FIR was filed, the investigating officer came and threatened the women from the neighbourhood who had given statements corroborating Subramaniam’s account of the protests. The officer told the witnesses she had information that they were actually the culprits ‒ they had thrown stones at Subramaniam’s house. “We will pick up each and every woman from the neighbourhood,” she said. \"Naak mein ungli daal ke sach nikalwayenge.\" We will extract the truth using tough measures.The same day, I met Chief Minister Raman Singh and urged him to intervene in the case, which was nothing short of an attack on press freedom. That night, the Inspector General of Bastar SRP Kalluri and the district superintendent of police RN Dash visited Subramaniam's house. They reassured her about her safety and promised that the investigation would be fair. Kalluri, however, reminded Subramaniam, and the JagLag lawyers Gera and Khandelwal who were present there, that they were in a minority in Jagdalpur, even though they had friends in Delhi and Raipur.Going after innocentsLess than a week later, within hours of the Caravan publishing a report focusing on Kalluri's controversial record, the police had revived its intimidation ‒ this time, they accused Saxena, the young woman who worked at Subramaniam’s house, of throwing stones at her place. Saxena was held in the police station for three hours on Wednesday afternoon. She was released, only to be picked up again around 8.30 pm. At midnight, she was allowed to go. But the police were back at her place in the morning. As the day progressed, and Saxena remained in police custody, it was unclear what the police aimed to achieve by detaining and interrogating her. Was it an attempt to pin blame for the attack on her to allow the Samajik Ekta Manch off the hook or pressurise Subramaniam into withdrawing her complaint, since it had become the basis for intimidation of others connected to her? Worse, given the leading questions that Saxena had been asked the previous day, was the police trying to get her to give evidence against Subramaniam? Since their late-night visit on January 10, the police had subjected Subramaniam to multiple rounds of questioning without revealing reasons for doing so. Given the record of Chhattisgarh police, it wouldn't take them much to fabricate a case against her. This is a state, after all, where a judicial commission found that the police had raped and killed a teenager and then falsely accused her of being a Maoist — one of the stories that Subramaniam had reported last year.While Saxena was still being held by the police, Subramaniam’s landlord, who lived in Raipur, came down to Jagdalpur on the summons of the police. He served her notice, asking her to move out  of the house \"jald se jald\", as soon as possible.Late Wednesday night, the police also picked up the owner of the house that JagLag had rented. A driver by profession, he was released after a few hours, but his vehicle was impounded. “Our badly shaken landlord informed us at 2 am this morning that he has no option but to ask us to vacate our house and office within a week,” the JagLag lawyers wrote in an email on Thursday.As the police intimidation reached a crescendo, the Samajik Ekta Manch landed outside the house and office of the lawyers on Thursday evening. Despite the FIR in the attack on Subramaniam’s house, the group had continued their campaign against her and the lawyers. They had held street meetings asking that the police arrest Subramaniam for \"levelling false allegations of gundagardi\" against them. They circulated messages on WhatsApp, labelling her and the lawyers as Maoist supporters. One of the adminstrators of the WhatsApp group, Atankt Mukt Bastar, where the messages were being circulated, was the district superintendent of police, RN Dash.An evictionIn the face of the unrelenting hostility, with the police and the mob on the same side, fearing for Subramaniam’s safety, Scroll asked her to leave Jagdalpur with immediate effect. Her 14-year-old daughter had no time to say goodbye to her school friends. The family had no time to pack. On Thursday evening, Subramaniam, her husband, their two daughters, drove away in the same car that had weathered the stones thrown at their house.A few hours later, Saxena was released from the police station. The lawyers Shalini Gera and Isha Khandelwal are packing to leave. What happens to the cases they are fighting? “That is what is worrying us the most,” said Khandelwal.Subramaniam, meanwhile, woke up on Friday morning, feeling distraught that the people she had left behind remained vulnerable to the police.  \"I now know how helpless people in Bastar villages feel,\" she said. \"This is exactly what they go through when the police goes after them.\"","author":"Supriya Sharma","time":"2016-02-19T10:04:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/803821-article-fegnhkgvsg-1455853952.jpeg","tags":["Chhattisgarh","press freedom"],"source":"https://scroll.in/article/803821/how-the-chhattisgarh-police-succeeded-in-hounding-out-those-who-questioned-it"}