{"title":"How climate change is shaping democracy","content":"What effect could the changing climate have on democracy?As India’s 18th general election proceeds during the scorching summer, experts are concerned that heat waves and extreme temperature events could leave their mark on the democratic exercise.This is already a growing body of research on how climate events have shaped democratic institutions and nations.In 1970, for instance, researchers say that the devastation left by Cyclone Bhola played a key role in triggering the formation of Bangladesh. The ineffective response of the Pakistan government to the devastation that left between 300,00 and 500,00 people dead, fanned disaffection that intensified demands for East Pakistan to secede.Over the decades, floods and drought have impacted the electoral process in the lower Indo-Gangetic-Brahmaputra plains. For example, as Newslaundry reported in 2021, households in Assam that have lost land were more concerned about finding work than participating in the voting.That was also obvious in Northern Karnataka this month, as TA Ameerudheen reported in Scroll. The intense drought has grabbed much more attention than the promises of candidates for the Lok Sabha elections.Furthermore, climate change is altering voters’ perceptions of power structures. For example, the corruption in distributing relief after the devastating cyclone Amphan in the Sunderbans in May 2020, splintered the support base of the Trinamool Congress.In June last a year, a political controversy erupted in the Balia district of Uttar Pradesh with the deaths of 44 persons within four days. After the district medical officer said that many of the deaths were due to heatstroke, the ruling Bharatiya Janata Party removed him from his post. It denied that these deaths were due to the heat, insisting that pre-existing comorbidities were the cause of death.But in the summer of 2021, as cyclone Yaas hit Odisha, Naveen Patnaik’s government won praise for handling it effectively.India has already held several elections during the summer months, with citizens lining up enthusiastically at the booth. The soaring temperatures have never been considered a threat to this exercise of democracy. But could that change in the face of accelerating climate change?The world is facing two lethal crises. Climate change is reshaping every sphere – social, economic and political. At the same time, the space for democracy is shrinking worldwide. As electoral autocracies emerge, climate change-induced extreme events may hurt the electoral process.At the most basic level, the heat makes it difficult for parties to mobilise crowds at rallies. That was driven home on April 16 last year when 14 people died of heat stroke during at a state-supported event in Navi Mumbai.Several concerns have emerged. How will candidates reach out to voters to convey their message in extreme temperature conditions? Are political parties and the Election Commission concerned about parties holding rallies and conventions in the heat? What about the heat mitigation strategy for security personnel and officers working to secure a fair election? Are the voting centres designed to be heat wave-proof? Are election organising institutions providing water, cooling and medical facilities? Could heatwaves affect voter turnout?Heatwaves can have a delayed effect on political participation, according to a study led by University of Kent’s Amrit Amirapu. It found that during state legislative assembly polls between 2009 and 2017 in some places in Western India, higher turnouts were observed because citizens turned out in large numbers to vote out incumbents who had failed to provide sufficient mitigation and adaptation support during a previous year’s heatwave.However, in general, citizens avoided voting when temperatures were oppressive – especially if they were affluent urban resident. This year, for instance, the drop in voter turnout in the second phase of the election in Kerala to 71% from 77.8% was attributed to the high temperatures.A related concern is that many places across the country face power cuts during the summer. Are the authorities equipped to ensure that citizens exercise their right to vote in a safe, cool environment?It is essential for the Election Commission to make the process easier for voters by disseminating accurate risk alerts at the polling station level. The commission should start collecting data about how heat could possibly harm the health of citizens to help it prepare for future elections effectively.It is clear that if efforts to mitigate the effects of climate change are to be successful, it is essential for democracy to flourish. David W Orr argues in his book Democracy in a Hotter Time: Climate Change and Democratic Transformation that as citizens look to mitigate the effects of climate change, demanding for instance that thermal power plants be phased out, a people-centric transition to a post-fossil fuel future requires a functional democracy at all levels.Manoranjan Ghosh is an Assistant Professor of Climate Change and Sustainability Studies at the Symbiosis School for Liberal Arts, Symbiosis International University, Pune. His email address is [email protected].Hemant Kumar is a doctoral fellow at IIT Kharagpur’s Centre for Rural Development and Innovative Sustainable Technologies.Also read: Why is climate change missing from the Indian electoral debates?","author":"Manoranjan GhoshHemant Kumar","time":"2024-05-14T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200556-yoknyzcymr-1715092245.jpg","tags":["Lok Sabha 2024","Environment","Democracy","Climate Change","Indian Democracy"],"source":"https://scroll.in/article/1067579/how-climate-change-is-shaping-democracy"}