{"title":"How an ideological battle led to the AIADMK-BJP split","content":"The All India Anna Dravida Munnetra Kazhagam on Monday formally broke off its partnership with the Bharatiya Janata Party, ending a long-standing but increasingly frosty alliance.The tie-up with the BJP often put the AIADMK in tricky political situations when it came to emotive issues in Tamil Nadu. More significantly, the AIADMK found itself in a difficult place because the BJP’s Hindutva politics does not find  great traction in the southern state.AIADMK-BJP splitOn Monday, the AIADMK passed a resolution to leave the National Democratic Alliance citing unfavourable comments made by BJP’s state leadership. “The state leadership of the BJP has been continuously making unnecessary remarks on our former leaders, our general secretary [EK Palaniswami] and our cadres for the past one year,” the party said.This came a week after the AIADMK’s organisational secretary D Jayakumar announced the split. Jayakumar had said that the decision was triggered by BJP state unit chief K Annamalai’s remarks about Dravidian leader CN Annadurai. Annamalai had claimed that Annadurai had insulted Hinduism during an event in Madurai in 1956. Even though Annadurai founded the rival Dravida Munnetra Kazhagam, the All India Anna Dravida Munnetra Kazhagam is named after him and has tried to assume his ideological and political legacy.On his part, Annamalai maintains that he did not “speak wrong”. He tried to play down the rift on Thursday by saying that there was no problem between the allies. But, speaking to ThePrint, a BJP spokesperson claimed on September 18 that the AIADMK’s actions were rooted in fears about “Annamalai’s growth and PM Modi’s wave in Tamil Nadu”.AS Panneerselvan, journalist and fellow at Chennai-based Roja Muthiah Research Library’s Centre for Study in Public Sphere, said that the AIADMK realised that the mood in Tamil Nadu is against the BJP. “There’re only anti-BJP votes and they don’t want them to entirely consolidate in favour of their rivals,” Panneerselvan told Scroll.\n\t\t\n\tBJP's state unit chief K Annamalai interacting with a crowd. Credit: K Annamalai/TwitterA rocky allianceThe AIADMK and the BJP had previously been coalition partners at the Centre between 1998 and 1999, and for the 2004 Lok Sabha polls. The AIADMK, however, did not rejoin the BJP-led alliance when the Hindutva party returned to power at the Centre in 2014.Following AIADMK supremo J Jayalalithaa’s death in late 2016, the party – which ruled Tamil Nadu at the time – descended into factionalism and extended policy-based support to the BJP in parliament without joining the ruling alliance. They formally tied-up in the run-up to the 2019 Lok Sabha polls, but faced a rout. Their alliance lost 39 of the 40 Lok Sabha seats in Tamil Nadu and Puducherry. In the 2021 Tamil Nadu polls too, the AIADMK won just 66 of the state’s 234 seats. The BJP clinched four.The alliance had been rocky for a long time. In March, the BJP’s state unit was upset with the AIADMK for poaching several senior office bearers. On the other hand, the aggressive politics practiced by Annamalai repeatedly angered the AIADMK, which accused him of “defaming” Jayalalithaa by comparing himself with her. In June, the AIADMK even adopted a resolution critising Annamalai for another of his remarks about Jayalalithaa.These tense ties were also shaped by the AIADMK’s concerns that the BJP desire to play a greater role in the state’s politics would be its expense. Historically, the BJP has not had much of a presence in the state. The 2021 Assembly polls results showed that the tie-up did not help the AIADMK. Instead, it enabled the BJP to gain a foothold in Tamil Nadu. In 2022, the BJP went on to contest Tamil Nadu’s civil polls alone.Even in neighbouring Puducherry, the BJP’s vote share in the 2021 Assembly polls leapfrogged ahead of that of the AIADMK – making the Hindutva party its senior partner there.The BJP has since projected itself as the state’s main Opposition party. In June 2022, BJP state Vice President VP Duraisamy claimed that the AIADMK had failed in its job as an opposition and that the BJP’s four Assembly members were “doing a better job”.In a spotThe alliance with the BJP forced the AIADMK into tricky situations over emotive issues such as the National Eligibility cum Entrance Test for students seeking to enter medical college. The rival Dravida Munnetra Kazhagam has sought an exemption for Tamil Nadu from NEET: it said that it put the state’s students at a disadvantage for several reasons, including the fact that it is conducted in Hindi and English but not regional languages.The state’s Dravida Munnetra Kazhagam government has repeatedly attacked Tamil Nadu Governor RN Ravi for not acting on a bill it had passed against NEET. The bill is now pending before the president. In August, Dravida Munnetra Kazhagam leader Udhayanidhi Stalin attacked the governor saying he should change his name to “RSS Ravi”. The Rashtriya Swayamsevak Sangh is the parent organisation of the BJP, which supports NEET. With governors of states not ruled by the BJP becoming increasingly combative, Opposition parties are viewing Raj Bhavans as having turned into extensions of the BJP. That is why Stalin also dared the AIADMK to pass a resolution against NEET.The AIADMK had faced similar criticism when it backed the BJP government’s controversial Citizenship Amendment Bill in parliament in late 2019. Under pressure, the AIADMK  changed its stance ahead of the 2021 state polls.\n\t\t\n\tPalaniswami and other AIADMK leaders during a meeting on September 25. Credit: AIADMK Official/TwitterIdeological faultlines More significantly, the two allies had fundamental ideological differences. While the AIADMK is a Dravidian party like the Dravida Munnetra Kazhagam, the BJP is a Hindutva party that opposes the Dravidian ideology.“In Tamil Nadu, Hindutva politics will always remain a fringe,” Panneerselvan said. “[Hindutva] can garner a maximum of 4% to 5% [votes]. This is a state that votes for atheist leaders despite being a state that has a maximum number of temples. This isn’t seen as a contradiction. The BJP doesn’t seem to have understood this.”AIADMK leader CV Shanmugam had said after the 2021 Assembly polls loss that the BJP tie-up had alienated the minorities.The awkwardness of this ideological divergence was evident in September when the BJP sharply opposed Dravida Munnetra Kazhagam leader Udhayanidhi Stalin’s contention that Sanatan Dharma should be eradicated. Some people use Sanatan Dharma, the eternal faith, as a synonym for Hinduism. The AIADMK criticised Stalin’s remarks, but only as an alleged attempt to divert voters’ attention from misgovernance.However, ending the alliance with the BJP will not necessarily bring electoral dividends for the AIADMK, Panneerselvan said. “If the AIADMK has to relieve itself from the baggage of the BJP, it has to take its own stance on crucial issues such as ‘One Nation, One Election’,” he said. “On such issues, there’s [currently] no difference between the AIADMK and the BJP.”Also read: Explained: Why the AIADMK-BJP alliance in Tamil Nadu is on the rocks","author":"Nachiket Deuskar","time":"2023-09-26T06:30:00+05:30","image":"https://d1u4oo4rb13yy8.cloudfront.net/article/52242-aieiasdnlo-1519010376.jpg","tags":["Tamil Nadu","Politics","DMK","AIADMK","BJP"],"source":"https://scroll.in/article/1056567/how-an-ideological-battle-led-to-the-aiadmk-bjp-split"}