{"title":"How a seven-year-old boy and two women were burnt alive in an ambulance in Manipur","content":"Seven-year-old Tongsing Hangsing escaped with his family before a mob arrived at their village of Kangchup in Kangpokpi district on May 4. The village, largely home to Kukis, lies in the foothills between the Meitei-dominated valley and the Kuki-majority hills. Over 100 people have been killed in ethnic violence between the two communities since May 3. Anticipating violence from the Meiteis, the family had moved to the Assam Rifles camp just outside the village the previous day. Ever since, they had been sheltering in a water treatment plant inside the camp. The proximity to the armed forces would keep them insulated from the civil war raging outside, they thought.But it was not to be.On June 4 afternoon, a bullet splinter hit Tongsing’s head – inside the Assam Rifles’ camp. An officer posted at the camp said that it “stood in the middle” of several Kuki and Meitei villages. “Both sides have their bunkers and incessantly fire at each other,” he said. “We got caught in the crossfire.”According to Paolenlal Hangsing, a cousin of Tongsing, the bullet first hit the iron rods in the window from where a splinter ricocheted to hit Tongsing in the head. Another bullet splinter hit Tongsing’s mother Meena Hangsing’s hand, Paolenlal added.The  Assam Rifles official said oxygen was administered to the child. ”But his condition was critical,” said the official who asked not to be identified by name. “We realised he needed to be taken to a hospital.”The official said he had two choices: send the child to the hospital either in Kangpokpi district’s Leimakhong town or travel to the capital Imphal, less than 20 km away.It was not an easy choice.Leimakhong was a Kuki area, but the road to it passed through a few Meitei villages.Imphal, on the other hand, was Meitei territory. Along the way would be many more Meitei strongholds, but it was a much shorter distance.The officer decided on the latter.“I called up the Imphal West SP and asked him to send an ambulance immediately,” said the official.The ambulance arrived quickly enough. It was escorted by S Ibomcha, the police superintendent of Imphal West himself.It was decided that two other people would accompany the child: his mother Meena, and another neighbour Lydia Lourembam.The choice of people was strategic: Meena was Meitei and so was Lydia.A native of Imphal, Meena had moved to Kangchup after marrying Joshua Hangsing, Tongsing’s father, a Kuki. In addition to Tongsing, the couple had two other children: a 16-year-old son Paokkhanal and 14-year-old daughter, Nengjouzam. Lydia Lourembam and her husband Naoton Lourembam were among the few Meiteis in the Kuki-dominated village. Like their Kuki neighbours, they too had been sheltering in the Assam Rifles camp since May 3 along with their two children: Lanchemba and Lanbisana. The journey to ImphalThe ambulance set out at around 5 pm from the camp for the Regional Institute of Medical Sciences in Imphal.An Assam Rifles party also escorted the ambulance along with the police vehicles. “We went for around two kilometers till the point our jurisdiction extends,” said the official who had accompanied the ambulance.“After that we are not allowed to venture by the Meira Paibis,” he added.The Meira Paibis are Manipur’s “women torch bearers”, a powerful Meitei civil society movement.Now the ambulance was under the protection of only the police: the Imphal West superintendent and around 10 Manipur Police commandos spread across three vehicles.Barely 10 km from where the Assam Rifles retreated, in Imphal’s Iroisemba area, a massive mob waylaid the convoy.“Somebody spread a rumour that Kuki militants were being evacuated,” said the Assam Rifles official.After that, nothing mattered. Not the fact that the ambulance was ferrying a critically injured child, that the two women accompanying him were Meiteis themselves.The mob attacked the police convoy and burnt down the ambulance – with Tonsing, Meena and Lidia still inside, said the Assam Rifles official.Paolenlal alleged that the mob confirmed their identity by calling “other Meitei people from our locality”. “That is how they get to know Meena is married to a Kuki,” he said. “And since Lidia is camping with all Kukis, they think she is from the other side.”The Assam Rifles official said that the mob destroyed the police vehicles too. “Two of their commandos were injured,” he said. “The SP escaped in a civilian car.”Ibomcha did not respond to requests seeking comment.An officer at the Lamphel police station under whose jurisdiction Iroisemba lies told Scroll that all that could be recovered was “a couple of bones”.","author":"Arunabh Saikia","time":"2023-06-06T18:12:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190959-ylihmoyifh-1686054072.jpg","tags":["Assam Rifles","Manipur","Manipur violence","Meitei","Kuki"],"source":"https://scroll.in/article/1050452/how-a-seven-year-old-boy-and-two-women-were-burnt-alive-in-an-ambulance-in-manipur"}