{"title":"How students are repaying the loans that universities are taking","content":"In July 2022, the usually placid campus of the Indian Institute of Technology Bombay was awash with protest. Students were writing letters, carrying placards, organising rallies and mobilising on social media. They wanted the institution to roll back the fee hikes that had been introduced for postgraduate students.For the two-year MTech course, the fee per semester, including tuition fees, hostel fees and other fees, had been raised from Rs 19,000 to Rs 26,450, a hike of almost 40%. Incoming MTech students would have to pay even more: Rs 32,450, a hike of more than 70%.Similarly, while the fee of second-year PhD students had gone up from Rs 16,500 to Rs 23,950 per semester, a hike of more than 40%, for first-year PhD students this increase was steeper, at more than 60%.In response to the protests, in the first week of August, the institution reduced just the mess fees.Students were not satisfied. “The reduction in the semester mess fees is in no way considered an accomplishment of our objectives,” the students’ body said in a statement.They described the decision as “ignorant and unjust” and declared that until it was reconsidered, their “resistance cannot be rested”.Harish A, a 33-year-old PhD student, slept at the protest site every single day of the protest, along with many of his peers. According to Harish, who asked to be identified by a pseudonym fearing reprisals from the administration, while the rates of the hikes came as a shock to the students, the hikes themselves weren’t a complete surprise.The students had been expecting them because, in 2017, IIT Bombay had taken  a loan of Rs 520 crore from the newly formed Higher Education Financing Agency.HEFA was established in 2017 as a joint venture company of Canara Bank and the Ministry of Education, which hold 90.91% and 9.09% equity in the agency respectively.   In the budget speech of 2016-’17, the finance minister announced that the agency would be set up “with an initial capital base of Rs 2,000 crore”. The minister stated that it would be a “not-for-profit organisation” that would “leverage funds from the market and supplement them with donations and Corporate Social Responsibility funds”. The money would be disbursed as loans and would be used “to finance improvement in infrastructure in our top institutions”.Until then, all publicly funded universities and institutes would receive funds from the University Grants Commission that they could use to develop their infrastructure, as well as for other work, such as the maintenance of facilities and the organisation of seminars and events.With HEFA, this system was being phased out.In July 2022, protests broke out in IIT Bombay over fee hikes for Master’s and PhD students. Students argued that the institute was under pressure to repay a loan of Rs 520 crore. Photo: www.twitter.com/iitbfeehikeSome administrators welcomed HEFA. “HEFA asks what is our requirement – whether it is hostels, labs, smart classrooms, buildings,” said Gurmeet Singh, the vice chancellor of Pondicherry University. “The proposal gets properly vetted at all levels before we sanctioned that amount. We would be putting too much of a strain on the government if we only relied on it for funds.” He said through activities such as consultations and research, institutions would be able to repay their loans.But many professors and students argue that HEFA will result in fee hikes, which will place an undue burden on students, particularly those from marginalised communities. “About 60% of the students who come to public institutions come from SC, ST, OBC and economically weak backgrounds. Women too form a huge number,” said Rajesh Jha, a professor at Delhi University, and a former member of the executive council of the Academics for Action and Development and Delhi Teachers’ Association, or AADTA, a body created by the Delhi-ruling Aam Aadmi party to work on educational reforms in Delhi. “Raising fees would adversely affect this population. They will now find it difficult to even enter these campuses.”He added, “With HEFA, they are now saying that if we want to build anything, we must take a loan.”This was a major shift. As Jha noted, the new arrangement essentially transferred the burden of funding infrastructural work from the government onto public institutions and their students. “If we get a loan, we have to repay,” said Jha. “Where will we get the funds to repay? From the students only.”From the time it was proposed, in 2016, HEFA has garnered intense criticism from academicians, who predicted that eventually, the pressure to repay loans would fall on the students.A 2018 statement by the Jawaharlal Nehru University Teachers’ Association warned against developments such as the establishment of HEFA as being “indicative of a movement towards a combination of greater government control and interference in Universities as well as greater privatisation of higher education”. By 2022, it appeared as if these warnings were proving accurate.IIT Bombay was one of the first institutes to see fee hikes – and protests that linked these hikes to HEFA. In their statement, the IIT Bombay students said: “Student fee should not be considered part of internal revenue generation which IIT Bombay uses to get more money from HEFA. Students should not be burdened with the impact of these policy decisions.”But their month-long campaign against the fee hikes yielded only partial success. Before the hike, PhD students were paying Rs 2,500 per month as tuition fees; after the hike, they were to pay Rs 5,000. MTech students were paying Rs 5,000 as tuition fees, and would have had to pay Rs 25,000. In response to protests, a few days after the mess fee hike was cut, these amounts were brought down to Rs 3,750 and Rs 15,000 respectively after the student protests. “It was mostly because of exhaustion that we accepted the offer,” Harish said. But the students were not happy with the compromise – Harish said that they had been determined to ensure a complete rollback of the fee hikes. “The strength also had reduced by then,” he said. “There were only a few of us left at the end, energy was dying down and we had no choice but to accept the new fees.”Over the last year, other institutions, too, have been hit by fee hikes, to which students responded with protests: they included IIT Delhi, Banaras Hindu University and Jawaharlal Nehru University. In IIT Delhi, the administration announced that the tuition fee for its MTech course would increase from Rs 24,650 to Rs 53,100 per year, a hike of 115%. For its PhD programme, the tuition fee was hiked from Rs 20,150 to Rs 30,850 per year, an increase of more than 50%. After protests, there was a partial rollback of the fees – though currently, a controversy is raging about mess fee hikes. In Banaras Hindu University, Masters courses saw hikes of between 60% and 500% – for students of the MSc Agriculture programme, for instance, fees went up from Rs 3,500 per year to Rs 18,500, an increase of nearly 430%.Scroll sent queries about the fee hikes to the adminstrations of IIT Bombay, IIT Delhi, Banaras Hindu University and Jawaharlal Nehru University, as well as to HEFA. As of publication, they had not responded.Students Scroll spoke to in all these institutions noted that they too had taken significant loans from HEFA and were under pressure to repay them. Specifically, IIT Delhi has borrowed Rs 580 crore from HEFA, while BHU has borrowed Rs 356 crore and JNU Rs 450 crore.Other universities and institutions are following suit. In December 2022, Delhi University sought a loan of Rs 983 crore from HEFA. Earlier this month, the Delhi University vice chancellor urged colleges affiliated to it to apply for HEFA loans for their own infrastructure development projects.Jha criticised the government’s suggestion that universities should repay their loans from government grants. “Because we don’t have any grants only we are being forced to take a HEFA loan,” he said. “So this idea of paying back with grants doesn’t make any sense.”This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.Many students and teachers believe that HEFA was an early indicator of the direction that India’s higher education policy was headed in, which eventually culminated in the National Education Policy, 2020. The policy promoted the idea that institutions should not rely solely on the government for funds, and urged them to be financially independent. In its section on financing, the policy called “the rejuvenation, active promotion, and support for private philanthropic activity in the education sector. In particular, over and above the public budgetary support which would have been otherwise provided to them, any public institution can take initiatives towards raising private philanthropic funds to enhance educational experiences.”Many students and professors view the policy as being exclusionary. In 2022, the All India Democratic Students Association held a national-level protest, as a culmination of which protestors submitted a memorandum to the government opposing it. One of the points in their memorandum stated, “NEP 2020 aims at complete privatisation, rather total corporatisation of education pushing education beyond the reach of the overwhelming majority of students.”Students and teachers at several universities have argued that the national education policy of 2020 had a role to play in the fee hikes. “HEFA is also another way to increase privatisation, a concept that the NEP promotes,” Jha said.Geeta P, a student who was at the forefront of the protests that broke out in Banaras Hindu University in November, explained, “Through our campaigns, we spread the word about the role of HEFA and the new education policy, 2020, in these fee hikes,” she said. Geeta, who asked to be identified by a pseudonym, is a Master’s student. After BHU announced fee hikes, her annual fees went from Rs 3,000 to Rs 6,000.Banaras Hindu University’s Masters courses saw hikes of up to 500% – for students of the MSc Agriculture programme, for instance, fees went up from Rs 3,500 per year to Rs 18,500, an increase of nearly 430%. Photo: Wikimedia Commons/Nidhilata TiwariAt BHU, some of the student groups collaborated, printed out pamphlets and posters, and went from classroom to classroom, requesting students to protest. “The day of the protest we saw many policemen on campus and many of us were also manhandled,” recalled Geeta. “We had already submitted a memorandum to the administration, but we did not hear back.”That same month, protests had broken out over a 400% fee hike for all courses at the University of Allahabad – students at BHU drew strength from the fact that they were not alone in the fight. “Our counterparts in other colleges were also protesting,” Geeta said. “We knew that this was a problem that was going to keep recurring.”In a comment to the Indian Express, the public relations officer of the University of Allahabad made a direct link between the new education policy and the institution’s fee hikes. “The government is asking us to garner our own resources, new teachers are being hired, new courses are being introduced in accordance with the new education policy,” she said. “How are we going to sustain it with the old structure?”Geeta explained that not many students in BHU were receiving scholarships. “So students from low-income families would have had to scramble for money if they suddenly imposed these new rates on us,” she said.After weeks of protest, the students were informed that the new hikes would only apply to the incoming batches, and not the current batches. “We were not satisfied with the decision,” Geeta said. “Of course, we care about those who will come after us.”The university then constituted a committee to look into the demands of the students. “They were supposed to announce their decision on December 25. That date came and went,” she said. When we spoke in January, Geeta said that the student body had still not heard from the university.Students of IIT Bombay explained that it wasn’t just in the matter of fees that the institute was exerting financial pressures on them, but also in other aspects of their academic life.For instance, Harish noted that until 2019, students were allowed to take 600 free printouts from their departments every three months – but that in 2019, this number was reduced to 300.They also faced financial pressures in their academic work. For instance, Harish noted, earlier students were allowed several turns for their laboratory experiments – in many instances, no specific restrictions were laid down in this regard. “In science courses especially, students have to try several times before they succeed,” said Harish. “Things take months sometimes.” But in the last few years, Harish added, students were “only allowed three chances to get their experiments right.”While regular PhD stipends have remained unchanged in IIT Bombay, other stipends, such as for fieldwork, have been hit. Harish explained that until 2022, PhD students were paid Rs 1,500 per day for their fieldwork, typically carried out in the last two semesters – they were entitled to this payment for a maximum of six months, making for a total of Rs 2,70,000 that students would receive from their departments after the submission of their bills. In 2022, the institution imposed a ceiling of Rs 1,00,000 on fieldwork expenses.Further, Harish said, PhD students at IIT Bombay who had completed five years of their PhD were earlier provided a monthly stipend of Rs 25,000 for nine months, under the Industrial Research and Consultancy Centre scheme This was intended to allow them to continue to have a source of income until they completed the programme. This amount was decreased to Rs 20,000 and the duration was reduced to six months. So, while previously, students received Rs 2.25 lakh, the amount came down to Rs 1.2 lakh.Perhaps the most sustained and vocal opposition to HEFA came from the Jawaharlal Nehru University Teachers’ Association, or JNUTA.A year after HEFA was first announced, JNUTA held a referendum on the question of whether a proposal that the university administration was considering, to take a Rs 515-crore loan from HEFA, should be rejected. The association argued that the burden of the loan would fall on the faculty and students.After the referendum, the association announced in a statement that 96% of the 300 teachers who participated had voted against taking the HEFA loan.However, the JNU administration went ahead and applied for the loan and in 2020, HEFA approved its loan application.The Jawaharlal Nehru University Teachers’ Association warned against the risks of the establishment of HEFA in 2018. It argued that the move was a step towards privatisation of education. Photo: Anushree Fadnavis/ReutersEven before it took the loan, JNU had begun announcing fee hikes which many suspected were part of its efforts to establish itself as credit-worthy. Towards the end of 2019, the hostel fee in JNU was hiked steeply. The room rent, which was Rs 10 for a double-sharing room and Rs 20 per month for a single room, was raised to Rs 300 and Rs 600 respectively. Additionally, each hostel resident was levied a new “service charge” of Rs 1,700 per month, taking the final amount to between Rs 2,000 and Rs 2,300.Moushumi Basu, the secretary of the JNU Teachers’ Association argued that universities like JNU were established as residential universities, and that it was the administration’s responsibility to provide subsidised living and tuition fees. “Besides the hike, our protests were also against the idea that residency and tuition were two separate entities,” Basu said. “The government’s job is to fund both.”Students protested the hikes. “We found in our survey that 40% of our students would be forced to drop out if these kinds of fee hikes were imposed,” said a student leader from JNU, who asked to remain anonymous. After protests broke out, the administration partially rolled back the fee hike. But after months of protest, the students took the university to court to demand a complete rollback of the hikes. In January 2020, the Delhi High Court ordered the administration to retain the old fee structure. Currently the website lists hostel fees as  Rs 120 for a twin-sharing room, and Rs 240 for a single room, exclusive of other costs such as the mess advance and payments for hostel security.A few months later in 2020, HEFA approved a Rs 455-crore loan to JNU. This loan was to be used for the construction of new research centres, hostels and new academic buildings, among other infrastructure. The fight against fee hikes was particularly protracted in the Atal Bihari Vajpayee School of Management and Entrepreneurship, which was established in 2018 under a “self-financing model” – that is, a model where a programme is run entirely on student funds, without external government support. In all other schools of the university, programmes were funded by the government and students paid subsidised fees.When the proposal for the school was announced in 2018, students had criticised the move. The student union said in a statement, “The administration’s attempt to start new programmes under the self-financing category stands against the very idea of public education and tries to undo the model of education that the JNU student community has fought for for years.”But the university went ahead with its plans and admitted its first batch of students in 2019. The centre offered a MBA and PhD in Business Administration.In 2022, the students of Atal Bihari Vajpayee School of Management and Entrepreneurship protested against the fact that they had to pay semester fees of Rs 50,000, more than 400 times higher than the fees of some other programmes. In a statement, they said that the amount they were being charged for PhDs was “extortionist”.Sai Balaji, a PhD student at JNU and a member of the All India Students Association has been at the forefront of the protests against HEFA. Balaji said the connection between the hikes and HEFA can be traced back to 2019, when protests against the hikes in hostel fee broke out. He views the establishment of the management school as one of the steps taken by the administration in anticipation of the HEFA loan. “The university had to show HEFA that they would be able to raise the funds needed to repay the loan,” he said. “By charging high fees for the management school, the university was able to show the government that it would be capable of raising funds from the students.”He explained that the management school was started without “permanent staff, classrooms or a proper building. An existing building was utilised but it was still able to demand high fees from the students.” But, he added, “Immediately after, in 2020, the same year that NEP was implemented, as expected, JNU was able to get a loan approval.”Students were particularly bitter because despite paying these high fees, they said that they were not getting much in return. “MBA students are being deprived of basic amenities like classrooms, reading rooms, labs, placement officers, industrial visits, professional guest lectures, and e-resources,” students said in a statement. “Even after paying Rs 60,000 per semester hostel fee, the administration has failed to provide basic amenities in the hostel for MBA students,”There was stark evidence of the university’s failure to ensure basic infrastructure: in April 2022, a chunk of the ceiling had fallen on a student; in July 2022, that same year, the ceiling in two of the hostels collapsed.In a statement, one of the student groups on campus said that students were facing a string of issues. “We are witnessing an alarming situation of crumbling infrastructure in hostels that have long required renovation,” the statement noted. “The falling ceilings have put the lives of students in jeopardy to a great extent. Not to mention the leaking water taps, malfunctioning electric wires and connections, broken window panes in winters, damp rooms, substandard food at such high mess fees, etc have further added to the troubles of the students.”A former administrator of an IIT, who asked to remain anonymous fearing professional consequences, argued that the idea of a financial agency disbursing loans to institutions was not itself flawed, but that there were problems with the execution of HEFA’s work.He said the fact that institutions were being encouraged to raise some funds on their own was a positive move. Earlier, he said, institutions relied on grants, which were often unreliable. “Sometimes the funds would be good, sometimes not really,” he said. “Depending on how much we were getting, we could invest in infrastructure.”Further, he added, administrators often failed to develop the fiscal discipline required to spend grants properly. Some administrators of public funded institutions “became completely dependent on the government and often funds tend to get misused,” he said. “As a result, there was never any effort on their part to generate any internal revenue.”IIT Delhi hiked its MTech tuition fee from Rs 24,650 to Rs 53,100 per year, an increase of 115%. It also hiked its PhD programme tuition fee from Rs 20,150 to Rs 30,850 per year, or more than 50%. Photo: www.twitter.com/against_fee_hikHe explained that initially, “the government was taking a blended approach. They said we would get some UGC grants and also be able to apply for loans.” In his view, this was a sound approach. “The loan system would encourage administrators to strive to find avenues to increase revenue,” he said.But when it launched HEFA, the government decided that infrastructure funds could only be availed through the agency’s loan system. “Someone in the finance ministry decided that there would be no more grants for infrastructure,” he said. “I don’t know on what basis this decision was taken.”He added, “We don’t know what the government wants to do. Nobody does. None of these decisions are taken in consultation with the institutes.”The administrator argued that this decision put immense pressure on the finances of institutions. According to the proposed mechanism of the loans, while other institutions and universities were to be permitted to also use grants to repay their loans, in the case of IITs, the principal amounts were to be repaid by the institutions from their “internal accruals”, or the funds they generated from their activities; the interest was to be repaid from government grants that the institutions procured.But IITs “don’t have so much revenue coming in,” the administrator said. The income from student fees only constituted about 6% or 7% of the institute’s annual expenses, he said. “It is not a very significant amount. There have been no new revenue growth options, so where will the money come from?”Further, he explained, the IIT he had worked at carried out research projects of between Rs 300 and Rs 400 crore every year – but did not charge students for the costs of overheads such as electricity, water bills, other resources and manpower. Thus, such work earned no revenue for the institute.The institutions are being advised to reach out to their alumni and the industries that benefit from research to fund it. “We are supposed to reach out to alumni and get funding,” the administrator said. But, he added, the institutes can’t always rely on these options. It was because of these challenges in raising funds that the institutes had tried increasing MTech fees and hostel fees “slightly”. Individual institutes have the power to set these fees unlike those of BTech students, who form the bulk of the student body, and whose fees are determined by a central IIT Council.But students were up in arms against the hikes. This presented a potential crisis because many IITs had serious infrastructural problems. “The older IITs are in very bad shape. Buildings are falling apart,” he said.The administrator explained that IITs have campuses of hundreds of acres, and that each needs between Rs 70 and Rs 80 crore a year for maintenance. “But we barely get 30 crore,” he said. “We have no funds to maintain hostels. Money is always in short supply.”The pressure on the infrastructure intensified after the government, in 2019, introduced a quota of 10% for Economically Weaker Sections in government-funded institutes and universities – that is, for candidates who did not belong to Scheduled Caste, Scheduled Tribe and Other Backward Class communities, and had an annual family income of less than Rs 8 lakh. The Central government instructed institutions to increase the number of seats they offered to accommodate thes additional students, and allocated some funds for this. IIT Delhi had to accommodate 2,500 more students after the new quota was implemented. “But the money sanctioned by the government is not even sufficient to build a single hostel,” the administrator said. “Classrooms and laboratories are overcrowded.”He noted that some institutions were reaching a breaking point. IIT Delhi, for instance, had taken a loan of Rs 580 crore, and was spending around half of its internal revenue, through streams such as fees and alumni contributions, towards repaying it. Previously, it carried out all infrastructure work using government grants – internal revenue would be channeled back into the system, for expenses such as research, laboratory facilities and other amenities.IIT Delhi has taken a loan of Rs 630 crore from HEFA. A former IIT administrator explained that the institute was spending around half of its internal revenue towards repaying it. Photo: Wikimedia Commons/AzantiThough the establishment of HEFA allowed institutes to access large funds when they needed it, he pointed out, it also locked them into a system that effectively drained other money that it generated.The administrator observed that apart from these problems, the government’s commitment to HEFA itself was under question, considering it had slashed the budget allocated to the agency over the years. When HEFA was first established in 2017, the annual budget allocated to the agency was Rs 250 crore; in the following year, it was Rs 2,750 crore, and the year after, Rs 2,200 crore. But the following year, there was a steep reduction in funding. That year, the government allocated only Rs 1 crore to the agency – the revised estimates indicated that eventually only Rs 1 lakh was released. The year 2022 also saw an even further reduction in budgetary allocation to the agency, with only Rs 1 lakh being allocated. The union education ministry stated in a response to the Indian Express that one of the reasons that the allocated funds had been slashed was the financial slowdown that resulted from the Covid-19 pandemic. Further, HEFA has struggled to raise its own finances – according to its website, it aimed to raise Rs 90,000 crore “through market borrowings and issue of bonds including government guaranteed/government serviced bonds”. But according to a Mint report, it struggled in a “first attempt” to raise Rs 17,000 crore – entities it approached, including the Power Finance Corporation Ltd and the Life Insurance Corporation of India “expressed their limitations in helping HEFA raise the funds”.According to information accessed by the Indian Express, the funding agency also fell short of the target the government had set for it, of giving out loans worths Rs 1 lakh crore by 2022 – HEFA has so far only sanctioned 144 loans worth Rs 35,000 crore, or a little more than a third of its target.“With the HEFA budget cuts and the government’s decision to not sanction any grants for infrastructure, things are looking very uncertain for higher education in the country,” the administrator said.Gurmeet Singh, the vice chancellor of Pondicherry University, explained that universities needed better equipment and infrastructure, to keep pace with advancements in technology and research. For this, he added, they needed funds. He argued that the HEFA model was beneficial, and could address this need. “I think the concept is good but there are delays in the disbursement of the funds,” he said.Meanwhile, NV Varghese, the vice-chancellor of the National Institute of Educational Planning and Administration, and the director of the Centre for Policy Research in Higher Education, argued that the idea that public funded institutions should be completely free should be done away with, and that government grants should be focused on those who most needed them. “With the number of students increasing annually, it is not feasible to expect the government to take on the entire funding expenses,” he said. “We must ensure that the funding is targeted towards students from disadvantaged communities. The rest of the students should be charged some amount of fee depending on their financial status.”Some academicians said that these fee hikes would not affect students from marginalised communities because the tuition fee remains subsidised for students from these categories. However, student leaders pointed out that there are several other expenses, such as hostel fees, that students from all backgrounds have to meet.A student representative from an Ambedkarite student group from one of the IITs emphasised this argument. He explained that often students approach them with requests for funds to pay different categories of fees. “We either pool in or we try to crowdfund and help the students,” he said. “Even exam fees or hostel fees are unaffordable for students from marginalised backgrounds,”He added, “Also students from Masters and PhD courses take care of family expenses with their stipend amount. For students who run households with their stipends, the fund cuts and the fee hikes are a huge burden.”Corrections and clarifications: This article has been edited to clarify that incoming IIT Bombay students were not charged proposed fully hiked fees. In fact, they were to be charged partially hiked fees, with a 5% increase.   This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Johanna Deeksha","time":"2023-04-12T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/189007-jujmlgqojk-1681209413.jpg","tags":["Education","IIT","Fee hike","HEFA","NEP 2020"],"source":"https://scroll.in/article/1047185/how-students-are-repaying-the-loans-that-universities-are-taking"}