{"title":"How the Bombay Talkies studio became Hindi cinema’s original dream factory","content":"In July, a fire rampaged through an office in the Mumbai\nsuburb of Borivali, destroying significant moments of Indian film history. The\noffice belonged to Bombay Talkies, the studio that had made some of\nthe biggest films of the 1930s and ‘40s and launched the careers of stars\nlike Ashok Kumar and Dilip Kumar. By the time the blaze was extinguished, it\nhad consumed prints of many classic films.Bombay Talkies, producer of such hits as Achhut Kannya (1936), Kismet (1943)\nand Ziddi (1948), was founded in 1934, one\nyear after actors and filmmakers Himanshu Rai and Devika Rani arrived in\nMumbai from London with the dream of building a world-class film studio. The\ntwo had met in the UK, where Rai asked Rani to design the sets for Light of Asia\n(1925), his ambitious film on the life of Gautam Buddha. They had\nsubsequently gotten married. Rai and Rani brought with them a bilingual romance drama set among royals. The\nEnglish version, Fate aka Song of\nSerpent, had premiered in London in May 1933, and while the\nfilm drew mixed notices, critics were unanimous in their praise for Rani, the\nleading lady. The News Chronicle declared,\n“She totally eclipses the ordinary film star.” Rai and Rani also brought a\nHindi version of the film Karma aka Nagan ki\nRagini, which opened in Mumbai on January 27, 1934.The same year, Bombay Talkies was formed and a studio was built in Malad, on\nthe outskirts of Mumbai. In its quest to set up the most modern film\nstudio in India, Bombay Talkies purchased state-of-the-art equipment from\nGermany and recruited German and British talent, such as cinematographer Josef\nWirsching, art director Karl von Spretti and director Franz Osten.Franz Osten. By 1935, starting with the murder mystery Jawani ki Hawa, Bombay Talkies regularly began producing Hindi films with Devika Rani as its main star. The self-sufficient studio had a board of directors, issued shares to the public, declared dividends and bonuses, and was listed on the stock exchange. In addition, Rai and Rani even started a trainee programme. Each year, Rai interviewed scores of candidates from leading universities and assigned employees to a variety of tasks in all departments of filmmaking.At Bombay Talkies, Devika Rani formed a hugely successful pairing with Ashok Kumar – which, ironically, was the result of her affair and subsequent elopement with Najam-ul-Hussain, her co-star from Jawani ki Hawa. Rai traced the couple to Kolkata and coaxed Rani into returning. As was to be expected, he sacked Hussain. In his place, Rai chose his laboratory assistant, Ashok Kumar, as the studio’s new face.Rani and Kumar appeared together in several films, starting with Jeevan Naiya (1936), in which Kumar plays a rich man who disowns Rani after he finds out that she is the daughter of a lowly dancer. Of all their films, Achhut Kannya (1936) is the best-known. The tragic love story between a low-caste girl and a Brahmin boy was a critical and commercial success. The song Main Ban ki Chidiya, sung by Rani and Kumar, is still remembered. The music was composed by Khorshed Minocher-Homji, a Parsi woman who went by the name Saraswati Devi and who was India’s first female music director.  \n\n\n    \n    Play\n\nMain Ban ki Chidiya, Achhut Kannya (1936).Bombay Talkies productions were the forerunners of the escapist cinema that would come to dominate the Indian screen. Its movies sugar-coated social issues and realities, were of high technical standards, and closely resembled the glossy movies being made by Hollywood’s MGM studio. Rani was lit up like Greta Garbo, MGM’s biggest female star of the time, especially in her close-ups.Landmark Bombay Talkies films include the mythological Savitri (1937), the Leela Chitnis and Ashok Kumar socials Kangan (1939), Bandhan (1940) and Jhoola (1941), and Basant (1942), the marital drama with the theatre world as a backdrop. Kismet (1943), directed by Gyan Mukherjee, was arguably Bombay Talkies’ biggest success. It ran for over three years at the Roxy cinema in Kolkata. The film was a trendsetter in that its main character, played by Ashok Kumar, was a thief and an anti-hero. Kismet also was an early example of the much used and abused lost-and-found formula, as per which the hero is separated from his parents in childhood and reunited with them in the end.Coming at the height of the Indian freedom movement, the film cleverly included the patriotic song Door Hato Ae Duniyawalon, Hindustan Hamara Hai which asked its listeners not to bow to Germany or Japan, Britain’s enemies in World War II.\n\n\n    \n    Play\n\nAaj Himalay Ki Choti Se, Kismet (1943).Despite Kismet’s success, Bombay Talkies was by then in deep trouble. When WWII broke out in 1939, the British government interned the studio’s German technicians, crippling operations. An overworked Rai had a nervous breakdown and died in 1940. Even as Indian technicians took over from the departed foreigners, a power struggle followed between Rani and a rebel group led by Ashok Kumar, Gyan Mukherjee and S Mukherji, who formed a new company, Filmistan, in 1943.After Rani left the movies in 1945, Ashok Kumar and many others returned to their alma mater in 1947. But the studio was unable to clear its debts despite the success of such films as Majboor (1948), Ziddi (1948), which gave Dev Anand his first big hit and Kishore Kumar his first playback singing chance, and the suspense thriller Mahal (1949).Though the studio continued making films, Bombay Talkies died a lingering death in the fifties. Its final productions were Bimal Roy’s Maa (1952), with the studio’s one-time heroine Leela Chitnis playing the title role, the Ashok Kumar-Dev Anand-Meena Kumari starrer Tamasha (1952) and the Ashok Kumar-P Bhanumathi vehicle Shamsheer (1953). Even a last-ditch effort, the multi-starrer Baadbaan (1954), made by the Bombay Talkies Workers Industrial Co-operative Society, could not save the studio from shutting down. A small and desolate patch of ruins in the Mumbai suburb of Malad is all that remains of the legendary studio.Also read:Tamil Nadu’s trailblazing Modern Theatres studio spun romances, period dramas and colour films New Theatres: The legendary Kolkata studio that introduced playback singing to IndiaThe story of how Prabhat Studios made India’s biggest hits of the 1930s","author":"Karan Bali","time":"2014-12-09T03:30:16+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/32395-qzgdrxwpix-1600793370.jpg","tags":["Bombay Talkies Ltd","Devika Rani","Himansu Rai"],"source":"https://scroll.in/reel/692493/how-the-bombay-talkies-studio-became-hindi-cinema-s-original-dream-factory"}