{"title":"How Bengaluru’s water crisis is rooted in the neglect of its lakes","content":"On a scorching Friday afternoon, three men were seated around a newly dug borewell in Ramagondanahalli, a suburb in Bengaluru. They were running a motor to pump water out of the well into their homes, but were discussing why very little water seemed to be flowing out.“We dug this borewell two months ago,” said A Anjannappa. One of the other men pointed out to another borewell a few feet away. “For decades, that was the only borewell in this area,” he said. “The water was sufficient for almost the entire village. Today, every house has a borewell and not a single one has water.”Ramagondanahalli is adjacent to Varthur, Bengaluru’s second-largest lake. Currently, the lake has very little water and Ramagondanahalli is one of the places worst affected by the city’s ongoing water crisis.According to the authorities, the deficit in monsoon rainfall in 2023 has kept supply from the Cauvery river low, and dried up almost 7,000 of the city’s approximately 14,700 borewells. Early in March, the city’s water supply from the river and borewells crashed by 50%.Ramagondanahalli is one of 110 villages that were incorporated within the city’s limits in 2007. That year, five new zones were added to Bengaluru to accommodate its rapidly expanding peripheries. But piped water supply from Cauvery reached less than 50% of these newly incorporated areas, forcing most residents to depend on borewells. These areas are also where the water shortage is currently most acute. “All the big apartment [complexes] are managing because they get water supply at least,” said M Venkatsamy, another resident. “We don’t have lake water or Cauvery water.”Munusamy, a resident of Ramagondanahalli who goes by a single name, recalled that for many years, water from the lake was sufficient for his farming work. Today, almost 70 years after he started farming, there is no water for the crops. The lake is almost dry and so are his borewells. As the city is gasping for water, Munusamy pays between Rs 1,000 and Rs 2,000 every week for a water tanker.He also complained about the quality of water in the lake. When he was a child, he recounted with a smile, his family would grow carrots, radishes and various kinds of greens around the lake.While working in the fields, when he grew thirsty, he would scoop up water with his hands from the lake and drink it. “That’s how clean it used to be,” he said. “The problems started when they started letting sewage water into the lake.”Bengaluru had over 1,400 water bodies in the 1800s, of which only about 194 remained in 2016. With this decline, an agrarian ecosystem that the lakes once supported has also disappeared. It included sacred wooded groves, paddy fields and fishing communities.The city’s current groundwater crisis is inextricably linked with questions of who accessed and managed its lakes over centuries, and how the relationship between citizens and the lakes has weakened over time.Varthur lake is Bengaluru’s second-largest lake. Currently, the lake has very little water. Photo: Johanna DeekshaToday, lakes like Varthur are mostly dry through the year – as a result, groundwater levels of borewells around the lake too have plummeted. This problem is exacerbated by the fact that many borewells have been dug around the area. Private tankers fill water from here to transport to the rest of the city. Residents estimated that between 150 and 200 tankers fill up water through the night. “Because so many tankers come, there is no water left for the people who live here,” one resident said.In response to the crisis, the administration prohibited the use of potable water for non-essential purposes such as washing vehicles and gardening. As a more long-term solution, Deputy Chief Minister DK Shivakumar laid a foundation stone for a lift irrigation project that is to fill 70 lakes with water in its first phase, increasing the groundwater level of all four districts of the city. With this, Chief Minister Siddaramaiah told the media in the first week of March, “the water problem faced by the people of Bengaluru city, rural areas and Tumkur districts will be permanently solved”.This story is part of Common Ground, our in-depth and investigative reporting project. Sign up here to get a fresh story in your inbox every Wednesday.Most of Bengaluru’s lakes were developed by the Hoysala dynasty in the 13th and 14th centuries – though stone inscriptions found around some lakes prove that they existed as early as the seventh and eighth centuries. The rulers built irrigation tanks and linked them according to the region’s topography, so that water from elevated lakes could flow to lower ones through channels. In the 16th century, when Kempegowda I – a governor for the Vijaynagara dynasty, which succeeded the Hoysala dynasty – was given the task to build the city by the king, he built even tanks.This interconnected system not only maintained the availability of water in the city, which lies in a semi-arid region, but also regulated flooding during monsoon months. Stone inscriptions give a glimpse of the roles these lakes played then, both as resources built by rulers for their subjects for irrigation and as sources of drinking water for birds and animals. Other times, they were built by common people as offerings to ensure the good fortune of their family members.When British colonisers began settling in Bengaluru in 1800s, the demand for resources such as water increased, which exerted “unprecedented pressure upon the existing system of networked tanks”. In response, the British government commissioned a chain of tanks in 1873. Monsoon failures and famines soon after led to another water supply project that was commissioned by the Dewan of Mysore in 1892, and was to draw water from Hesarghatta reservoir to the city.Following this, the reliance on and maintenance of the older lake system declined – some lakes began to shrink, and in many parts of the city, residents built structures over dry lake beds. Gradually, the connection that the people of Bengaluru shared with the lakes weakened.As sociologist Amrita Sen and others wrote, while the lakes historically supported several livelihoods, the British also started seeing such use of the water bodies as a nuisance to lakeside bungalows. They also viewed the lakes as unsanitary pools for plague and cholera, and as inferior to western technologies of closed, networked water supplies.Some lakes became increasingly valued as recreational areas, with restrictions on livelihoods such as fishing. Others started deteriorating over time – the Sampangi lake, for instance, located in the cantonment area, slowly became disused over time and polluted; eventually, a part of it was drained out for a polo ground. By 1945, a sports stadium was constructed there.The Sree Kanteerava Stadium in Bengaluru stands on land that was formerly the Sampangi lake. Photo: KshitizBathwal/Wikimedia CommonsDuring this time, and well after Independence, lake-dependent communities continued to manage and access the lakes for cattle-rearing, fishing, agriculture and drinking, wherever they were not prevented from doing so.“The ecology of the lake has adapted and co-evolved with practices like grazing,” said Harini Nagendra who leads the Centre for Climate Change and Sustainability at Azim Premji University, Bengaluru.As an example of how the lake ecosystem could benefit from human activity, Nagendra explained that because of the entry of sewage, many urban lakes contain large quantities of nitrogen and phosphorous, which promote the growth of weeds and grass in the water. Removing this grass is necessary to keep lake ecosystems healthy . Cattle grazing keeps the grass in check. She noted that therefore, banning cattle grazing and grass cutting at lakes could be a “disservice” to them.But scholars have also been careful to avoid romanticising older systems of lake management – some have noted that the work was deeply entrenched in the caste system. “A lot of times, the lake management was feudal in nature,” said Vishawanath S, founder and director of Biome Environmental, a firm working on ecological architecture and water and sanitation designs. “There were certain groups of people, mostly Scheduled Castes, that were made to do the management work.”After conducting in-depth interviews, and deconstructing oral histories and old folk songs popular amongst residents around the lakes, Nagendra and Sen wrote a paper in which they traced the history of three lakes in the city: Bellandur, Kaikondrahalli and Kasavanahalli lakes.These lakes were managed by local communities up till between 20 and 30 years ago. Nagendra and Sen wrote about the caste exploitation experienced by Neerghantis, a group who were responsible for allocating water to agricultural fields by operating the sluice gates of lakes and letting water in and out.The authors described how the Neerghantis, along with other Scheduled Castes, were not allowed to join privileged castes for any village affairs or to enter temples. Dalit women also told the authors about how they worked to clean waste weeds from lakes, wading deep into the water, but were denied access to water from the lake to wash their clothes, and subjected to humiliations.“There is also a very strong gender angle when we documented songs around the lake and found that many were about harassment of women and women sacrifices,” said Nagendra. “For instance, there are many oral tales of a pregnant woman and child being buried alive to appease angry gods and goddesses because the lake bund were constantly being breached.”Bellandur lake and many other lakes in the city were managed by local communities until recent decades. This work was often deeply entrenched in the caste system. Photo: Wyrnilla/Wikimedia CommonsThese caste-based systems were somewhat disrupted following the rapid urban transformation of the city in the late 1990s. When land prices started to soar, agriculture declined and marginal caste groups who formed the majority of the labour force began entering the formal organised job market.Simultaneously, the lake-management system was disrupted by the rush to grab land in the city. This acquisition was primarily led by the Bangalore Development Authority, which, after it was formed in 1976, acquired farm land to create many residential areas for middle class residents.As the city’s growth skyrocketed, lakes began to be seen as lands to be filled in and used: one paper lists 15 lakes in the city on which various buildings were built, including Dr Ambedkar Stadium on Dasarahalli tank and National Games Village complex on the Koramangala tank.Sewage and effluents also began to be released into the lakes. As the perception of the lakes as “pure” declined, so did instances in which they served as sites for a range of activities seen as sacred, such as worship and celebrations of harvest festivals. This increased the emotional distance between citizens and lakes.Ramagondanahalli’s Munusamy referred to the Varthur lake as Gangamma Thayi, Kannada for Mother Ganga. “When the lake was at its fullest, the villagers would gather and conduct poojas,” he said. “It was a festival.” Now, he added, festivals were not celebrated as regularly.Citizen groups of Bangalore started noting as early as the 1980s that the city needed to save its lakes. “One of the first movements came from a bird-watching group that went around the lakes and spotted a decline in population of birds,” Vishwanath said.As such concerns spread, in 1985 the government set up the Lakshman Rau committee “to examine all aspects of the problems relating to preservation, restoration or otherwise of the existing tanks”. In 1988, the committee submitted a report and recommended that as a measure to preserve groundwater, lakes be kept free of encroachment and pollution, and that tree plantation be carried out without obstructing the lakes’ feeder channels. Further, it recommended that more than 100 lakes be transferred to the forest department for management.Since then, citizen-led groups for lakes have been active.“They have been vociferous in taking authorities to court, they pushed the state to develop Karnataka’s first Lake Development Authority, and now more recently, they have also actively participated in map making”, as well as ensuring that lakes are better managed, Vishwanath said.Jakkur lake is one instance in which the work of such citizen groups was crucial. Between 2008 and 2011, the Bangalore Development Authority fenced, desilted, and revived the lake, before handing it over to Bengaluru’s municipal corporation and the citizen group, Jal Poshan, which works on lake conservation. A sewage treatment plant was set up on the wetland around Jakkur, which ensures that only treated water is let into the lake.Jal Poshan also involved local communities in restoration work. “There were three main communities whose occupation depended on the lake: the farmers, fisherfolk and dhobis,” said Annapurna Kamath of Jal Poshan. “For obvious reasons the dhobis were not too interested because it meant that they could not use detergents in the lake.” But fisherfolk have been equal stakeholders in the management of the lake, helping with work such as clearing water hyacinth. “Currently, due to maintenance of the lake, fishing is not being done,” Kamath said.Today, the lake stays full through the year – as a result, groundwater levels in Jakkur are relatively high, and the area does not suffer from a water-shortage problem.Between 2008 and 2011, the Bangalore Development Authority fenced, desilted, and revived Jakkur lake, before handing it over to Bengaluru’s municipal corporation, and the citizen group, Jal Poshan, which works on lake conservation. Photo: Mike Prince/Wikimedia CommonsBut S Nagarajappa, a former farmer and now the chairperson of Jal Poshan said that over the last two years, sewage water had begun to be released directly into the lake again, instead of being passed through the filtration systems. He also pointed out another problem – over the years, the channels between lakes that helped regulate water levels had become blocked due to the deposition of solid waste and concrete in them. “The water doesn’t have enough space to move from one lake to another,” he said. “That’s why even floods occur. There is no space for the water to seep in and rejuvenate the groundwater levels.”Citizen-led trusts have even signed memorandums of understanding with the municipal corporation to rejuvenate and maintain lakes. In 2010, Puttenahalli Neighbourhood Lake Improvement Trust became the first such trust to sign a memorandum with the body, to rejuvenate Puttenahalli lake in JP Nagar.“We are the eyes and ears and act very promptly,” said Usha Rajagopalan, co-founder of the trust. “When we see sewage coming into the lake, we immediately call up the ward office and get them to stop it. Many times, we don’t even tell BBMP about it.”If the municipal corporation alone were to act in such situations, Rajagopalan explained, they would be bound to follow governmental processes, such as first sending a notice to the Bangalore Water Supply and Sewerage Board, which is responsible for the supply of water into lakes.The trust has also taken up other kind of work – it has, for instance, installed artificial floating islands, with plants whose roots can filter water in the lake.Rajagopal noted that the memorandum gave members of the trust the confidence to hold their ground while protecting the lake, such as in situations when they sought to prevent waste from being dumped in it – if the offenders challenged their authority, the members of the trust could cite the memorandum as proof that they were officially caretakers of the lake.The trust also sought to work with communities that wanted to use the lake. Rajagopalan explained that the trust actively encouraged those who sought to collect grass for their cattle from around the lake. “The only thing we requested was to pluck some weeds and leave cow dung to be used as manure for the area around the lake,” she said.In 2010, Puttenahalli Neighbourhood Lake Improvement Trust became the first citizen-led trust to sign a memorandum of understanding with the municipal corporation to rejuvenate Puttenahalli lake in JP Nagar. Photo: PNLITHowever, such inclusive collaboration of citizen groups with the users of lakes has not been common across the city. Rather, lakes were primarily being rejuvenated for joggers and birdwatchers – such restoration practices seem to emerge from a “middle-class imagination of the lakes”, as Vishwanath noted.Nagendra explained that policy makers “often indicate that Bangalore is growing and there is no place for traditional users of the lakes like fishers”. But, she added, those who studied and worked with lakes had observed “that fishing, grazing, foraging for greens in the lakes’ wetlands still continue in the heart of the city. However, when lake restoration has been happening, all the other traditional users are thrown out.”For instance, where earlier, local fishers would catch fish in lakes, now in most lakes the Department of Minor Irrigation only allows contract fishing. “This means that whoever can buy the tender at the highest bid gets the contract,” Nagendra said. She added that local fishers only occasionally managed to procure such contracts.With this shift, all the ecological work that traditional fishers used to perform has ceased. While fishing in monsoons, for instance, they de-weeded lakes, and blocked sewage inlets manually to prevent inflow, while at the same time ensuring that they did not catch any smaller fish, leaving them to breed.In some lakes, Vishwanath explained, citizen groups see fishers as a threat because they believe fishing disturbs birds. “Now the challenge to restoration is how do you create a stake for those who are marginalised from a caste and class perspective?” he said. “Lakes were feudal constructs that have now entered into the time of democracy, so now, how do you democratically manage it?”Experts noted that a major challenge with preserving Bengaluru’s lakes is that multiple government agencies have become involved in the work over time, resulting in a confusing web of responsibilities, in which accountability is difficult to establish.After Independence, while the revenue department became the owner of these reservoirs, the minor irrigation department was designated as their manager. In 1988, 115 lakes were transferred to the state’s forest department, and in 2009, the Bangalore Development Authority was given custody of 44 lakes.Then, in 2010, the state government transferred all the lakes under the forest department and the Bangalore Development Authority to the municipal corporation.But other agencies remained involved in their management. For instance, the fisheries department oversees fishing tenders in the lakes, while the water and sewerage board is responsible for controlling the flow of untreated sewage in to the lakes, as well as managing other water sources that feed them.Nagendra recounted how when residents of Sarjapur wanted to revive a lake in their vicinity, even when they simply sought to determine who the custodian of the lake was, they were sent from one government department to another.This also happened in instances where groups sought to determine which agency needed to be alerted about pollutants being dumped in a lake – in such situations, if they approached the municipal corporation, for instance, it would sometimes wash its hands of the matter and direct them to the pollution control board “There is no agency to bring these bodies together,” Nagendra said.Nagendra noted that the formation of the Lake Development Authority, in the early 2000s, was intended to be a step towards coordinating this work, but that the plan had proved ineffectual. The LDA, which was constituted as a registered society, was intended as a regulatory, planning and policy-making body, tasked with protecting, conserving and restoring lakes.But, as a 2015 Comptroller and Auditor General report noted that the authority’s roles were limited since it was not given any statutory powers, and that it operated with a “skeletal” staff. Due to this, the authority showed a “laxity of powers,” the report noted.Further, it noted that Lake Development Authority had not undertaken any “integrated planning in association with all the entities involved in the restoration of lakes”.As Vishwanath explained, the body also did not have enough funding. “They then started engaging in the possibility of a public-private partnership model for lake management,” he said. It leased out four lakes for 15-year periods to private companies – but citizen groups protested, claiming that privatisation would exclude the traditional users of the lakes.In an attempt to streamline the management of lakes, and iron out questions of accountability, the state government formed the Karnataka Lake Conservation and Development Authority in 2012. But, it was given custody of only four lakes, and is largely playing the role of “providing technical support”, as the scholars Sharachchandra Lele and Mrinalini Bakshi Sengupta wrote in a 2018 paper.In March 2020, the Karnataka High Court took note of the increasing privatisation of the lakes. It then put on hold all memorandums of understanding that had been signed pertaining to lakes – regardless of whether the agreements were with private companies or trusts led by citizen groups. The court held that through such memorandums, the state was shifting “its burden of maintaining the lakes to the private corporate entities”, and that till the legality of such agreements could be examined, the agreemnts could not be permitted to stand.Since the memorandums have been on hold, now the citizen groups are only “informally dealing with the BBMP without a legal standing”, Vishwanath added.At Puttenahalli, however, Rajagopalan said that the order did not affect the neighbourhood lake trust much, because it had sufficient funds to take up work on their own. “Since 2010, residents in the locality have been donating money voluntarily for the maintenance of the lake,” she said. Government departments then typically cleared such proposals, which did not need any government funds.Most lakes, however, continue to deteriorate, which contributes to the current water crisis, while also creating new problems for those who depend on them. In Ramagondanahalli for instance, many farmers who grow flowers today use sewage water. “They have no other option, so they are using sewage water,” said a young man from the village who requested anonymity. “But flowers are still okay – some are using it for vegetables too.”This reporting is made possible with support from Report for the World, an initiative of The GroundTruth Project.","author":"Vaishnavi RathoreJohanna Deeksha","time":"2024-03-27T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/199610-stvjgnqyho-1711452040.jpg","tags":["Land","Pollution","Bengaluru","Lakes","Conservation"],"source":"https://scroll.in/article/1065813/how-bengalurus-water-crisis-is-rooted-in-the-neglect-of-its-lakes"}