{"title":"How India Votes: Cracks appear in BJP's 2014 coalition – but it has one very loyal votebank","content":"In April, Prime Minister Narendra Modi addressed a gathering of Bharatiya Janata Party workers in Delhi. “[The Opposition is] unable to digest that a poor person born into a backward family is serving as the nation’s Prime Minister,” he thundered. “They cannot imagine that when we got the opportunity to elect a President on our own strength, we elected a person belonging to the Dalit community.” He boasted that “the BJP has the most Dalit, Tribal and OBC representatives in India, both in the Parliament and in the various state assemblies”. The BJP, he said, had emerged as an “all-touching and all-inclusive” organisation.Modi is both right and wrong. The BJP’s sweeping victory in 2014 Lok Sabha elections ensured it had the largest share of MPs from most communities, including Dalit, Adivasi and Other Backward Classes. The party has not done anything significant to expand the opportunities available to Dalit and Adivasi leaders – MPs from these communities in the BJP, like in other parties, are overwhelmingly elected from constituencies reserved for Scheduled Castes and Tribes. The share of OBC representatives in Parliament, meanwhile, has actually fallen.As for being inclusive, the BJP and Modi often position the Congress as nurturing a Muslim votebank, while describing their party as a big tent. But the truth is that the BJP, much more so than the Congress, has its own narrow “votebank”.The missing Muslim votesOne notable problem with the “all-inclusive” narrative is the absence of Muslim votes. Claims that Muslims voted for the BJP in the 2014 Lok Sabha elections and beyond have very little basis in fact.For one, constituencies like Chandni Chowk in Delhi or Supaul in Bihar, which are routinely referred to as “Muslim-majority”, are nothing of the sort. Chandni Chowk has between 12%-15% Muslims, and Supaul between 15%-20%.Further, the data analytics firm Datanet India, using 2001 Census data to map town and village-level populations by religion to constituency boundaries, estimated the share of the Muslim population in Lok Sabha constituencies. Assuming that people of all religions show up to vote at roughly the same proportion as their population, we have estimates for the number of Muslim voters in each constituency in an election. By these numbers, there are only 15 Muslim-majority constituencies in India, where Muslims account for more than half the electorate. The BJP did not win any of these seats in 2014.Moreover, simply assuming that winning a seat with a significant proportion of Muslims means that Muslims voted for the winning party is fallacious – candidates do not need the votes of majority of the electorate to win an election. In India’s first-past-the-post system, the median candidate in the 2014 election won with 47% of the vote, and some candidates won with as little as 26% of the vote (Ladakh).In the 2014 general election, in 11 constituencies, the voteshare of the winning candidate was greater than the number of non-Muslims. This means the winning candidate definitely picked up some Muslim votes as well. Had the BJP won in any of these constituencies, it would have been unimpeachable evidence of the party winning Muslim votes. But the BJP won none of these seats.It is a similar situation in assembly elections in states with significant Muslim populations. In Uttar Pradesh last year, some news reporting concluded that the BJP had picked up significant numbers of Muslim votes. However, both in Uttar Pradesh and in Muslim-majority Jammu and Kashmir, which saw the last assembly election in 2014, the same combination of Election Commission and Datanet data cannot produce any irrefutable proof of Muslim support.The other way to gauge how Muslims voted is by asking them about their voting preferences in household surveys. A post-poll survey by the Lokniti programme at the Centre for the Study of Developing Societies after the 2014 election found that 8% of Muslims voted for the BJP, a doubling of its 2009 share. Furthermore, Lokniti finds that support for the BJP among Muslims has actually grown to 10% as of May 2018. (However, the survey does not include Jammu & Kashmir). “The 8% number from 2014 I can’t really explain,” says Asaduddin Owaisi, President of the All India Majlis-e-Ittehadul Muslimeen, Lok Sabha MP from Hyderabad, and perhaps the most outspoken Muslim leader in Indian politics today. “But the 10% number is unbelievable.”He added: “When not a day goes by without a lynching in the name of cows, and Union ministers themselves are garlanding the convicts, it is impossible that Muslims would support the BJP.” Declining Dalit and Adivasi support, mixed trends for OBCsWhat of the Dalit, Adivasi and OBC vote, especially given that the BJP’s victory in 2014 in seats with 30%-50% Muslims indicated Hindu consolidation in its favour?The BJP’s support base changed dramatically in 2014, a testament to Modi’s ability to bring together some disparate Hindu sub-groups. Using Lokniti’s 2014 post-poll survey data, political scientist Rahul Verma found the BJP “in the post-1990s era managed to attract only one in every ten Dalit voters. However, this time, one in every four Dalits voted for the BJP.”He added: “The BJP has surpassed both the Congress and the BSP [Bahujan Samaj Party] in attracting a larger share of Dalit vote. The BJP’s Dalit vote base in this election is largely the upwardly mobile sections (urban, educated, middle classes, with high media exposure).”This support appeared to grow in the years immediately after the 2014 election. Lokniti surveys found support for the BJP among Dalits had risen to 32% by May 2017, and the Uttar Pradesh election saw game-changing support for the BJP, particularly among non-Jatav Scheduled Castes.That now appears to be changing. “If there is one community among which the BJP has taken a severe beating in the last five months, it is the Dalits,”  Lokniti researchers wrote after their May 2018 survey. “Disappointed with the government indifference to rising atrocities against them and angry with the Supreme Court mandated changes to the SC-ST Act, a sizeable section of the community seems to have turned its back on the BJP.”  Dalit support for the BJP has dropped below its 2014 level, and is now lower than what it is for the Congress. The trend is similar for the Adivasi vote.OBCs have formed a growing proportion of the BJP’s voters, and while “lower OBCs” – poorer OBCs who form two-thirds of the OBC population – strongly support the BJP, Lokniti data suggests, more dominant OBCs are disenchanted.The BJP’s votebankVerma’s analysis based on the 2014 post-poll survey found that four of every ten votes for the BJP came from OBCs, three from upper castes and three from Dalits and Adivasis. But a “votebank”, as it is popularly understood, is a community whose overwhelming support one party can count on.For all the rhetoric about other parties having a Muslim votebank, the upper caste support for the BJP comes closer to a true votebank. The Lokniti post-poll survey in 2014 showed the BJP-led alliance won 56% of the upper caste vote, a 30 percentage point increase over 2009. This support base has stayed strong. In Lokniti’s May 2018 survey, 53% of upper castes announced their intention to vote for the BJP. While the party now draws more of its support from backward castes than upper castes, the political allegiances of these groups are far more diverse than those of upper castes.Despite being the party of choice for Muslims, the Congress has never enjoyed the kind of committed support from Muslims that the BJP has enjoyed from upper castes since 2014. Through the 1990s and 2000s, support for the Congress among Muslims never crossed 40%. In the latest survey, it stands at 43%. Even at its highest, Muslim support for the Congress resembled less of a votebank than the BJP’s.2014 marked a high point in the BJP’s ability to expand its vote base and internally, the BJP appears to acknowledge the problems it has in rebuilding its 2014 coalition, as is evident from its outreach to its restive Dalit MPs. But its spokesperson and party MP GVL Narsimha Rao does not accept these criticisms. “All sections are with us thanks to the PM’s and party’s development agenda. All these claims [of dwindling Dalit support] are just Congress propaganda,” he said.In other stories, Rukmini has looked at where the ‘Modi wave’ now stands and whether the millennial vote is with the BJP. Read all the stories in the How India Votes series here.","author":"Rukmini S","time":"2018-09-03T09:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/891117-nnrjiybxhy-1535709960.jpeg","tags":["How India Votes","Bharatiya Janata Party"],"source":"https://scroll.in/article/891117/how-india-votes-cracks-appear-in-bjp-s-2014-coalition-but-it-has-one-very-loyal-votebank"}