{"title":"How the Myanmar political crisis has triggered fresh demands for an NRC in Manipur","content":"There is a fresh push for a National Register of Citizens in Manipur. Early this month, seven student bodies and 19 tribal groups from the state submitted a memorandum to Prime Minister Narendra Modi, claiming a citizenship register was necessary to check migration from Myanmar, Bangladesh and Nepal.Since Assam’s National Register of Citizens was compiled in 2019, several other Northeastern states have demanded a similar exercise. Assam’s NRC was to sift undocumented migrants from Indian citizens living in the state. To be counted as a citizen in Assam, an applicant had to prove they or their ancestors had entered the state before midnight on March 24, 1971, when the Bangladesh War started.A senior Manipur home department official, speaking off the record, told Scroll.in that his department had no plans to implement an NRC for Manipur at present.“NRC in Assam is different,” he said. “Currently, there is nothing about NRC implementation in Manipur, at least to my knowledge. Maybe at a higher level or political level, a discussion on NRC may be possible.”Chingangbam Chidananda Singh, spokesperson of the ruling Bharatiya Janata Party, said that while they supported the demand for an NRC, they were not sure when the government would implement it.Still, the new memorandum from Manipur prompts two questions. What prompts this fresh push for an NRC in the state? What would an NRC in Manipur look like?Border stateNaga and Meitei groups in Manipur claim an NRC is urgently needed because the political crisis in neighbouring Myanmar, where the ruling junta has killed and imprisoned thousands since last year, has sent a fresh flood of refugees into the state. Manipur and Myanmar share a 398-kilometre unfenced border. Many of those fleeing belong to Chin-Kuki tribes, sharing ethnic affinities with the Kuki community in Manipur. According to Pung Mark, president of the Naga-dominated Senapati District Association, there was a “huge increase” in the population of Nepali, Muslim and – most of all – Kuki communities. L Ratankumar Singh of the Coordinating Committee on Manipur Integrity, a Meitei-dominated group, echoed these claims.“We can’t treat the old Kukis as foreigners as they have been living here since time immemorial,’ he said. “But those [from Myanmar] came recently to our state. They are a burden to our indigenous people because they are coming and getting all the necessary documents, like Aadhar cards, with the help of the old Kukis who have already settled in the hill districts.”He claimed that the new migrants then enjoyed the same facilities as other tribal communities in the state. He also alleged they were destroying the environment and forest land through encroachment and a method of shifting cultivation known as jhum cultivation.“For jhum cultivation, they cut the trees and set the forest on fire,” he said. “They just destroy the natural vegetation, flora and fauna. Illegal immigrants are destroying the Indo-Myanmar biodiversity hotspot. They are also cultivating poppy and drugs are now manufactured inside the state.”In Mizoram, another state that shares a border with Myanmar, the state government has started registering the number of refugees arrived from the neighbouring country. But the Manipur government has not started such an exercise.“To our best knowledge there are many Myanmarese in our state,” said Singh. “We also demand a State Population Commission in order to collect information on the immigrants. Many unrecognised villages are coming up in the hill districts of Manipur neighbouring Myanmar.” Manipur Chief Minister, N Biren Singh: We need National Register of Citizens (NRC) in many states of the North-East. Manipur Cabinet has already taken the decision to have NRC in the state. pic.twitter.com/XHGm2mLkiC— ANI (@ANI) September 9, 2019\n\nOld faultlinesSome of these claims may be rooted in long-running ethnic conflicts in Manipur. The state has seen multiple ethnic insurgencies – Meitei, Naga and Kuki – with each group demanding a separate homeland of its own. These tribal homelands cut across state and national borders.Nagas have fought for Nagalim, a sovereign state that would engulf Nagaland, Naga-dominated areas of Manipur, Arunachal Pradesh and Assam as well as Myanmar. Kukis fought for Kukiland, which covers most of the Manipur Hills and overlaps with the proposed Naga homeland. Meiteis have fought for a sovereign state of Manipur, encompassing the Imphal Valley as well as the hills – which Naga and Kuki groups resented.The current demand for an NRC, however, has brought together Naga and Meitei civil society groups. In June, the United Naga Council, the apex Naga body in Manipur, and the Co-ordinating Committee on Manipur Integrity, a valley-based Meitei group, met the chief minister to urge him to take measures against “illegal” immigrants and protect the “indigenous” population of the state.Khaimang Chongloi, president of the Kuki Inpi, an apex tribal body, rubbished claims of illegal immigration. According to him, the demand for an NRC stemmed from old ethnic animosities. Besides, he said, Kukis were also indigenous to Manipur.“They simply suspect that Kukis of Myanmar have come and settled in Manipur but they can’t say how far they are correct,” he said. “Naga and Meiteis also settled in Myanmar. Some Meiteis  are also there in Bangladesh and Assam. Who knows how many of them have come and settled in Manipur? There is no official data and proof or evidence that Kukis are coming from Myanmar and settled in Manipur.” According to Chongloi, violent clashes in the 1990s had forced many Kukis out of Naga-dominated hill districts to Kuki-dominated districts, which had driven up the population of the latter.“We agree that the population is increasing because of the Naga-Kuki ethnic clash in the 1990s,” he said. “A large number of Kukis migrated from Naga-dominated Senapati, Tamenglong and Ukhrul districts to resettle in Kangpokpi, Chandel and Churachandpur districts, resulting in the increase of the population. We can’t say that they are from Myanmar.”        He said new villages had also cropped up in Kuki-dominated areas as a result of this migration.“Secondly, Kukis practise a customary chieftainship system in which, when the village grows large enough, it is split into a new one,” Chongloi explained. “That’s why the number of villages is increasing with the passage of time. It is a totally wrong allegation that villages are increasing because of alleged immigration.” The cut-off dateWanglar Thiirtung Monsang, president of the All Naga Students Association Manipur, pointed out that the demand for an NRC in Manipur was not new.“The Manipur government also discussed this in the state assembly in 2019,” he said. “This is just a follow up.”The memorandum presented to the Centre demanded that 1951 be fixed as the cut off date for people to be considered native to Manipur. Until November 1950, Manipur had a Permit or Passport System to regulate the entry of people outside the former princely state. Civil society groups blame the removal of the system for the “illegal immigration”, particularly from Bangladesh, Myanmar and Nepal, into the state. In 2019, the government introduced the Inner Line Permit system, which requires Indian citizens from outside the state to get a travel document before they enter Manipur.  The Joint Committee on the Inner Line Permit, the group that had led agitations for the travel document to be introduced in Manipur, had pressed for 1951 to be considered the base year for determining “native” status. However, the government adopted 1961 – when Manipur became a separate state – as the base year. According to Monsang, the same concerns that drove the Assam government to approve an NRC should now prompt Manipur. “Manipur is a border state to Myanmar and we have been getting lots of different people here,” he said. “Our concern is to protect our land, identity, history. It is the people’s movement.”Chongloi, however, was sceptical of an NRC exercise that apparently sifted “natives” from “non-natives”. “NRC implementation in Assam is a total failure,” said Chongloi. The Assam NRC had left out close to two million people, whose citizenship is now in limbo. Meanwhile, many groups in Assam were unhappy with the exercise. “If NRC is implemented in Manipur based on 1951 cut-off date, it will not be a success here,” Chongloi continued. “Some Kukis will be totally [eligible] but some might be affected by the NRC updation process. Some Nagas and Meiteis will also certainly be affected. The victims will be from all communities, not only Kukis. But the Kukis who left Senapati, Tamenglong and Ukhrul districts will suffer the most.”","author":"Rokibuz Zaman","time":"2022-07-29T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/156806-xabagndvrn-1616783974.jpg","tags":["NRC","Manipur","Myanmar"]}