{"title":"How can India meet its ambitious climate targets? With a little help from its cities","content":"After lengthy deliberations, familiar cycles of recriminations and last-minute compromises, the United Nations Climate Change Conference in Glasgow concluded on Saturday, leaving much work to be done on fulfilling the main agreement and forging multitudes of deals that will play an essential role in arresting the planet’s warming.At the beginning of the conference, India announced a range of ambitious targets for 2030: to quadruple its clean energy capacity to 500 GW, source 50% of its electricity from renewables, and reduce the emissions intensity – the amount of greenhouse gases released per unit of economic activity – by 45% compared to the 2005 baseline. India also announced a 2070 goal of going net-zero, which means absorbing each unit of carbon dioxide emitted into the atmosphere through carbon sinks. Beyond the bullet points, though, the details are still hazy. India is yet to update its Nationally Determined Contributions and specify the roadmap for how it will work towards accelerating its energy transition.Meanwhile, the climate threat is getting more real. While events such as the devastating floods in Chennai demonstrate Indian cities’ vulnerability to climate change, they also serve as reminders that urban centres have a key role in arresting the release of planet-warming gases. Twenty-five Indian cities contributed nearly 360.3 million metric tonnes – the equivalent of 17.7% of the country’s total emissions in 2015 – as per data from City Carbon Footprints. Six cities – namely, New Delhi, Kolkata, Mumbai, Hyderabad, Chennai and Bengaluru – alone were responsible for approximately 10% of India’s carbon footprint in the same year.Since cities have an enormous concentration of people, they have an outsize influence on determining a country’s energy usage and impact on global warming. Over the coming decades, India is expected to experience unprecedented urbanisation: “416 million people (a 90% increase) will be added to the Indian urban population from 2018 to 2050,” according to projections by the United Nations. Although this will burden already encumbered infrastructure and municipal services, there is also an “opportunity to slow energy demand and associated carbon emissions if low-carbon city planning is undertaken as the country urbanizes,” according to a study in Nature.Over the coming years, cities can shape progress towards some of goals outlined by India at COP26, experts say. “There is tremendous growth in energy expected from cities especially in the commercial and industrial, residential, building and mobility sectors,” Vaibhav Chaturvedi, fellow at the Council on Energy, Environment and Water who leads work on low-carbon pathways, told me in an interview. “The growth in energy demand in the residential and commercial sectors particularly is almost all about cities because cities have concentrations of people with higher income, which is a key variable that drives demand.”Power in citiesCredit: Sam Panthaky/AFP.Cities can both generate and drive aggregate demand for clean power. Indian urban spaces “could set up onsite or offsite renewable energy or enter into third party agreement to source renewable energy by working with power generation companies that supply electricity to the city,” explained Chirag Gajjar, who heads subnational climate action at the World Resources Institute India. Residential consumers and businesspeople in the commercial and industrial sectors could look at the potential of solar rooftop installations. However, adoption is likely to be varied because cross-subsidies lead to lower electricity bills for residential users and higher bills for those in the commercial and industrial space. “In the current pricing architecture, there is limited incentive for solar rooftop at most residences but a clear case for the commercial sector,” Chaturvedi said.In concert with this, reforms in the power distribution sector will be significant in driving the energy transition. “This will enable competition in both generation and distribution, and once that’s in place, consumers can say how much electricity they want to buy from renewable sources like solar,” Chaturvedi told me. At present, there is limited incentive to work on these reforms because affordability of electricity is an electoral issue. This leaves “the current markets very distorted and the frameworks are not conducive for new age distribution and consumption required for sustainable energy,” Chaturvedi said.MobilityCredit: Anna Zieminski/AFP.Transportation is another large contributor to cities’ greenhouse gas emissions. If cities are sincere about curbing climate change in the coming decades, they will have to limit emissions from tailpipes and the sources of electricity that power mass transit systems and electric vehicles. Public transport, such as trains, metros and buses, will be essential to achieving these objectives, as several experts have argued. “Urban metro rail is expected to double in length: there are 650 km of lines in 18 cities today, and a further 900 km of lines are now under construction across 20 cities,” according to the International Agency. Ideally, such projects must be thought through holistically with close attention to the political, economic and social contexts of the solutions. Not doing so can lead to missed opportunities. For example, “while the Delhi metro has served a vital role, it has not been able to solve demand for private traffic,” Chaturvedi said.Cities that transition their transportation services and accompanying infrastructure to clean electricity may find more downstream advantages. For instance, charging ports at bus stands can be used “not only for buses but for the larger public as well,” Gajjar said. While personal electric vehicles are gaining popular acceptance in the West, less than 4,000 electric cars were sold in India in 2019, according to the International Energy Agency’s India Energy Outlook 2021 report. This space is expected to grow significantly over the next decade. By 2030, the IEA anticipates nearly 7 million electric cars on Indian roads. “A more significant opportunity for electrification exists in the form of two‐/three‐wheelers,” the IEA report notes. “In  2019, India had a stock of 1.8 million electric  two‐/three‐wheelers on the road, and battery‐powered electric three‐wheelers (also called e‐rickshaws) are already serving the demands of over 60 million people per day, mostly in urban areas.” Though this represents only 3% of total sales in this segment, the size of the overall market is expected to grow and will require “rapid roll‐out of charging infrastructure, and the implementation of building codes that encourage private charging,” according to the IEA.To foster sustainable mobility, cities will need to make infrastructure choices that are sensitive to the fact that non-motorised transport currently plays a major role in how people get around, largely because poor people can’t afford motorised transport. As incomes grow, if trip sizes increase, and if footpaths and cycling lanes remain under-provided, people will be more likely to switch to using two-/three-wheelers, public transportation and personal cars. But as the IEA report outlines, “there is a significant opportunity to avoid energy use in transport by ensuring adequate and safe pedestrian and cycling infrastructure in cities.”Building sectorCredit: Punit Paranjpe/AFP.As India’s urban population grows, building and spatial choices will be consequential. “India is set to more than double its building space over the next two decades, with 70 percent of new construction happening in urban areas,” according to the IEA. “The model of urbanisation that India follows and the extent to which new construction follows energy‐efficient building codes will shape patterns of energy use far into the future.” These architecture and planning choices will be vital for India to maintain its 2070 net-zero pathway. “The intensity of electricity use in the building sector with respect to total GDP must decline by 45 per cent between 2015 and 2050,” according to a report of the Council on Energy, Environment and Water.There are two broad ways in which this can be achieved. The first is building envelope efficiency that is determined by the raw materials like cement, steel and glass, the production of which is energy intensive. Cities can incentivise alternative building materials with a low embodied carbon footprint. Ideally, these should be locally available or sourced to reduce the emissions from their transportation from factories to building sites, Gajjar said. Envelope efficiency is also influenced by the building’s operations, or how these materials are arranged, to nudge usage and energy consumption patterns. “Traditional homes made of mud are very energy efficient but with cement and concrete, households become hot in the summer,” Chaturvedi said. “As global warming increases, energy demand for cooling will play a huge role.”The second key factor of emissions from the building sector is technological efficiency, which is determined by how effectively appliances like air conditioners use electricity. “India’s AC penetration is currently only around 7-8% but with growing incomes, there will be a non-linear jump in how many households have ACs, which creates a big imperative for them to be much more efficient,” Chaturvedi said. For widespread adoption of energy efficient ACs, consumers will need to understand that these pay back costs over their lifetime. Policies and behaviours will also need to focus on correct installation, maintenance and usage. “If it’s not installed and looked after properly, a five star AC will only give the efficiency of one rated at three stars,” Chaturvedi explained.Other sectorsIn addition to these large sectors, cities must be mindful of the aggregate impact of comparatively lower emitting sectors. To address this, “waste management, storm water and water distribution plants could also be run on renewable energy,” Gajjar said. Urban waste management will be particularly important given that landfills release methane, which lasts for less time in the atmosphere, but can be between 10 and 25 times more potent than carbon dioxide at trapping heat.Cities also need to take stock of the overall footprint of their municipal services. For instance, “many cities import water from a distance, and there are emissions and cost increases from transportation and treatment,” Gajjar told me. “All these issues should be considered when designing climate action plans and targets.”FinanceWhile policymakers are becoming familiar with these solutions, as evidenced by their inclusion in various cities’ climate action plans, experts raise questions about how these will be financed. Municipalities typically don’t have great credit ratings – out of 94 Indian cities assigned a credit score as of 2017, only 16 cities secured ratings above an “A”, according to CRISIL. This limits cities’ option to raise capital through debt by issuing bonds, especially for large infrastructure investments.Take city-level fiscal considerations for electric mobility transition, for instance. In addition to investments in electric rail and metro systems and procuring fleets of battery-powered buses, as Mumbai is doing, city governments will need to finance both the charging infrastructure and incentives to encourage demand. This may be difficult for cities and they will need fiscal support from state governments to roll out electric vehicle charging infrastructure within cities and on popular routes between cities, Chaturvedi said. The current set of incentives to encourage adoption of electric vehicles will also need to shift as the market grows. While state governments currently offer capital subsidies for people buying electric two-wheelers, cars and SUVs, these are fiscally unsustainable in the long term and governments will need to start offering low-cost loans through interest rate subsidies, according to Chaturvedi.GovernanceThere is also the challenge of whether existing bureaucratic and institutional arrangements will allow for moving past technical fixes to working on transformative changes. Given the bureaucracy’s existing priorities of delivering traditional municipal services, climate change is often “superimposed” onto existing practices, as per research by Ankit Bhardwaj and Radhika Khosla from the Centre for Policy Research, a Delhi-based think tank. While such administrative arrangements can generate traction within the framework of existing central and state schemes, there are marked limitations in terms of long-term strategic planning, according to Bhardwaj and Khosla.India’s cities are distinct in terms of their population size and density, infrastructure, ecology and development needs. “There is so much variation between Indian cities regionally, culturally and in terms of climatic conditions,” Gajjar said. “In order to ensure we cater to the needs of citizens living in different geographies, governance has to be contextualised.”This is complicated by the fact that Indian cities have limited executive authority and decision-making power to plan and implement contextual solutions. “Cities rely on different entities to implement and deliver services and we need better coordination mechanisms to play the role of nodal agencies and identify end objectives,” Gajjar explained. State-level political leadership that empowers municipal commissioners and city officials, builds capacity and shares data can help overcome these issues, according to Gajjar.As cities plan and commission new interventions that limit spewing of greenhouse gases into the atmosphere, it will be essential to focus on designing for marginalised and vulnerable citizens instead of merely adopting technical fixes within extant, broken paradigms. “Especially on issues like mobility, cities should consider the equity issue and need to get perspectives from the grassroots and people on the ground,” Gajjar said.Aaran Patel is an MPP candidate at the Harvard Kennedy School of Government. He is a Kalpalata Fellow for Architecture & Urban Issues Writings for 2021.","author":" Aaran Patel","time":"2021-11-18T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/166480-mfxwnfzgfm-1637151047.jpg","tags":["CoP26","Climate change"],"source":"https://scroll.in/magazine/1010672/how-can-india-meet-its-ambitious-climate-targets-with-a-little-help-from-its-cities"}