{"title":"How the government covered up the severity of Teesta floods by blaming them on a ‘cloudburst’","content":"In the early hours of October 4, hours before news broke of flash floods and a dam burst in Sikkim, social media users put out posts wondering what had happened. It was only much later in the day that news reports began trickling in that the severe floods had been triggered by a glacial lake outburst flood, known as a GLOF, in North Sikkim’s South Lhonak Lake. The devastating flooding swept away the Teesta III dam around 62.35 kilometres ahead and damaged hydropower projects further downstream. The Teesta III dam is around half-a-kilometre downstream of the confluence of the rivers Lachen Chu and Lachung Chu near the village of Chungthang.But for several hours on the day of the disaster, government media and disaster agencies continued to refer to the incident as a “cloudburst”, indicating a lack of clarity on what had actually happened. An analysis of publicly issued statements and posts shows that this confusion continued well until the next day, with the Sikkim chief minister’s office referring to the incident using terms such as “cloudburst-induced water surge”.  Such oversights raise questions about the monitoring lapses on the part of crucial government bodies such as the Central Water Commission as well as the National Disaster Management Authority. They also indicate a lack of coordination among government agencies as well as an established protocol to be followed in the event of catastrophes like a GLOF. Warning signs and online postsAs early as 3.45 am that day, a few posts speculated that the Teesta dam had burst. Around 4.30 am, the Bharatiya Janata Party’s state spokesperson Kamal Adhikari warned of flash floods and said that the dam had burst. Tagging the prime minister and senior BJP leaders, Adhikari wrote that Sikkim was on high alert due to a cloudburst and the dam exploding. He added that people along the Teesta riverside, National Highway 10 and the towns of Rangpo and Singtam were being evacuated. “BJP head office filled with water,” he posted.By 6 am, videos claiming to be from the downstream town of Rangpo and South Sikkim showing fast, heavy currents coursing through the Teesta river began circulating. Not knowing what had caused the flash floods, the posts conjectured that it had either been a cloudburst or a glacial lake outburst flood. This confusion prevailed even at higher levels of the government, going by the communication issued. At 6.37am, Director of the Central Water Commission Sharad Chandra posted that there had been a lake outburst around midnight in Chungthang, North Sikkim, causing concerns in the catchment of the Teesta river. “Low lying areas such as Gazoldoba, Domohani, Bangladesh area may be affected,” he said.But South Lhonak, where the GLOF occurred, is 49 km upstream aerially of Chungthang at an elevation of 5,200 metres. At Chungthang, the flooding triggered by the GLOF had swept away the Teesta III dam. An alert journalist, Kamalesh Chowdhury from TV9 Bangla, sought more details from Chandra, asking: “Which lake? And why? Any primary hint?” The official handle of the Central Water Commission responded promptly saying, “Lhonak Lake, May be due to earthquake.”Yet, the National Disaster Management Authority, in its alert issued at 6.30 am, said that a cloudburst was to blame for the floods: “Flooding of Teesta river basin has occurred due to cloudburst in the Northern part of Mangan district. All are advised to stay alert and avoid travel along the river basin.”People clear sludge from a road in Pakyong in Sikkim. Credit: PTI.Lapses and oversightsSoon, academics and scholars in the field of geological studies and earth sciences began taking note of the incident. Rajeev Rajak, a doctoral scholar at Sikkim University’s Department of Earth Sciences, asked other researchers around 8am if anyone had access to recent satellite images. Mauri Pelto, a veteran glaciologist from Nichols College in Massachusetts, United States, wrote back to Rajak with some images saying that the South Lhonak glacier, along with four others, had “significant moraine-dammed proglacial lakes”, which refers to dams formed by water accumulated from glaciers. Pelto wrote that a “GLOF was not necessary to cause this level of flooding” but it was too cloudy for images. Changsang, Jongsang, Langpo, Middle Lhonak and South Lhonak Glacier all have significant moraine dammed proglacial lakes, see 9-16-2023 image. A GLOF not necessary to cause this level of flooding, too cloudy for images since 10-1-2023 in what I can access. https://t.co/qMDMCOSoFQ pic.twitter.com/ba8Sx2E7G1— Mauri Pelto (@realglacier) October 4, 2023\n\nAt 8.55 am, the official X handle of All India Radio, Regional News Unit at Guwahati, reported that there had been a “sudden cloudburst at Lhonak Lake in North Sikkim” and that a flash flood had occurred in the Teesta River in Lachen valley. Attributing information to “defence sources”, it said that some army establishments along the valley were affected and that efforts were on to confirm details. “Release of water from the Chungthang dam led to a sudden increase in water level up to 15-20 feet high downstream,” it said. “This has led to Army vehicles parked at Bardang near Singtam getting affected. 23 personnel have been reported missing.” Though the GLOF occurred around midnight, government disaster and media agencies continued to put out incorrect and contradictory information about the incident for hours. Referring to the disaster as “release of water from Chungthang dam” plays down its severity and conceals factual details that the Teesta III dam was completely washed away that increased the severity of the flash floods, turning a natural disaster into a manmade one.At 10.08 am, the New Delhi-based think tank, South Asia Network on Dams Rivers and People, tried to bring some anomalies to the attention of Chandra, the Central Water Commission director. The think tank pointed out that the Teesta river in Sikkim was in “extreme flood” but the Central Water Commission’s official websites put up posts about water inflow hours after safety levels had already been breached. But there was never a reply. Now, the think tank has put out a detailed report analysing how the Central Water Commission’s flood monitoring and forecasting system had failed.On the day of the disaster, the Central Water Commission’s Flood Forecast handle put out its first alert at 11 am on October 4 warning of an “extreme flood situation” due to the Teesta river at Melli in South Sikkim district. Minutes later, it put up another post with details of the water level at Khanitar in East District of Sikkim. But by then, the flash floods had already caused devastation in these areas and the floodwaters had reached downstream towns in northern Bengal, beyond the Sikkim-West Bengal border. Residents along the Teesta river bank further downstream had to be moved to higher ground. Referring to the incident as a “flash flood” is misleading as it conceals the devastation that was compounded due to the dam being swept away.By midday, images of the destroyed dam had begun circulating on social media and messaging platforms. Sikkim Express had reported by then that the Teesta III hydropower dam was in “dire condition” following the flash floods in the Teesta river. “The dam has been completely damaged, with a substantial portion of it being washed away by the flood,” it said. Across social media, video clips were circulating of the surging floodwaters and damaged portions of National Highway 10. A woman stands by the entrance of her home, half submerged by debris, in Rangpo in Sikkim, on October 8. Credit: Reuters.Himalayas at riskBy afternoon that day, glaciology and mountain hazards specialist Ashim Sattar asked on X if the flash floods in Teesta River basin had been triggered by a cloudburst or GLOF. Sattar posted links to two studies, which he was a part of, highlighting that the Teesta III hydropower dam at Chungthang was at a high risk of GLOF. Glaciologist Pelto responded soon after pointing out that there are several proglacial lakes in the basin with South Lhonak being the largest. “Middle Lhonak, Changsang, E.Langpo and Jongsang being younger as well,” wrote Pelto.Around this time, the Indian Space Research Organisation issued its satellite image-based study of South Lhonak Lake. Its analysis clearly shows how the size of the glacial lake had increased between September 11 and 28 – from approximately 162.7 hectares to 167.4 hectares. This points to a possible lapse or oversight in the monthly monitoring of South Lhonak Lake by the Central Water Commission. The Indian Space Research Ogranisation’s analysis does not explicitly state that the size of the lake had increased. It merely points out that in the October 4 image obtained from its satellite at 6am, “The Lake is Burst and about 105 Hectares area has been drained out (28 September 2023 image versus 04 October 2023) which might have created a flash flood downstream”.At 10pm that day, the National Disaster Management Authority finally issued a press release stating that the sudden surge in the Teesta river appeared to have been a “likely combination of excess rainfall a GLOF” in South Lhonak Lake. It said the Central Water Commission’s monitoring stations revealed that the first surge of water was 19 metres above the maximum level at Sangkalang at 1.30 am and four metres above the maximum water level at Melli at 4 am. If the Central Water Commission was aware of a sudden surge in the Teesta River, it is not clear why it took so long to issue clear information about the incident. It also raises worrying questions about the lack of preparedness or foresight to deal with disasters of such kind.For years now, several scientific studies and assessments have warned that the Himalayas are at risk of GLOFs, yet, little has been done to prepare for such disasters. In fact, only in February 2021, a glacier collapse in Chamoli district of Uttarakhand had triggered flash floods that killed an estimated 150-200 people and damaged a hydropower project. Increasingly warm global temperatures and erratic weather and rainfall are speeding up the melting of glaciers across the Himalayas. The disaster in Sikkim is only the latest in a string of related incidents. But it must serve as an urgent reminder at all levels of the state and Central governments that the fragile condition of the Himalayas as the effects of climate change escalate will pose a continued and imminent danger to residents of India’s hill states.Himanshu Upadhyaya is faculty member at Azim Premji University, Bengaluru. Opinions are that of the author and are not endorsed by and do not reflect the views of Azim Premji University.","author":"Himanshu Upadhyaya","time":"2023-10-12T07:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/194904-kerpspfhjt-1697025960.jpg","tags":["Sikkim","South Lhonak Lake","Sikkim Floods","Himalayas","Glacial Lake Outburst Flood","Climate Change","Extreme Weather"]}