{"title":"How movies have used the house of mirrors to reflect both truth and comedy","content":"The best trilogy that Keanu Reeves has been in (not The Matrix) unveils its third chapter on May 17. John Wick: Chapter 3 – Parabellum takes off right from where the second movie ended in 2017. Reeves’s supremely deadly assassin is on the run with his pit bull Blue. A $14-million bounty  – doubled since the last film – has been placed on John Wick, and since he has been excommunicated from the assassins’ community, he will need new allies (played by Anjelica Huston and Halle Berry).The trailer promises the kinetic action, lustrous colour-coded cinematography and half-serious tone that marked the first film from 2014 and its sequel. Also spotted in the trailer is a hall of mirrors scene, in which it is hard to tell the target from the reflection.John Wick: Chapter 3 – Parabellum (2019). Courtesy Summit Entertainment.John Wick: Chapter 2 similarly features a hall of mirrors set, which is cleverly imagined here as a multi-media art installation featuring floor-to-ceiling glass surfaces. As a disembodied voice welcomes visitors to the “Reflections of the soul” exhibit, John Wick chases and is chased by suited shooters and Ruby Rose’s mute assassin. The sequence, bathed in neon blue and nuclear orange, counts as one of the film’s most dazzling moments.John Wick: Chapter 2 (2017).The hall of mirrors is a fairground attraction with numerous possibilities. Charlie Chaplin found the comic element in the idea of confusing reflections in the 1928 silent movie The Circus. Chaplin’s Tramp ducks into a maze of mirrors and gives a policeman the runaround, promoting the exasperated query “How’d you get out of here?” \n\n\n    \n    Play\n\nCharlie Chaplin’s The Circus (1928).It is a question for comedians and philosophers alike. A hall of mirrors sequence provides a ready snapshot of existential crisis. The multiple reflections that distort depth and stretch on towards infinity, the feeling of being trapped in eternal damnation, and the conflict between the self and its visual echoes are all suggested by a house of mirrors.    One of the most well-known uses of an amusement park staple is in Orson Welles’s The Lady from Shanghai (1947), which inspired at least two Hindi films. A cult classic about love and perfidy, The Lady From Shanghai has several innovative examples of cinematographer Charles Lawton Jr’s artistry. The convoluted plot stars Welles as Michael O’Hara, who falls for Rita Hayworth’s femme fatale Elsa and encounters her conniving lawyer husband Bannister (Everett Sloane). These three characters confront each other in a marvellously lensed house of mirrors , where Michael learns the truth about who set up him up in a murder.The Lady from Shanghai (1947). Courtesy Mercury Pictures.As Elsa enters the frame, her reflections stretch sideways and into the depths, providing a vivid summary of her fragmented self and divided loyalties. Bannister’s reflections merge with Elsa’s, and are shot in different perspectives to emphasise how deeply connected these two tortured souls are. “Killing you is like killing myself,” Bannister says heavy irony before blindly shooting in all directions. The delirious sequence ends only when the person and the reflection are separated for good.The Lady from Shanghai (1947). Courtesy Mercury Pictures.Bruce Lee’s Enter the Dragon (1973) pays tribute to The Lady From Shanghai in the fight sequence in which Lee is surrounded by mirrors that prevent him from locating the villain. His solution: to break the mirrors with his bare fists. \n\n\n    \n    Play\n\nEnter the Dragon (1973).The conceit of confusion and revelation, as well as the challenges involved in filming this moment, are both suggested by the house of mirrors that guides the climax of Deepak Bahry’s Agent Vinod  (1977). The cult hit, featuring Mahendra Sandhu as an espionage agent, stages its moment of truth in a maze of mirrors that prevents Sandhu’s Vinod from killing the villain (Pinchoo Kapoor). Vinod shoots at the numerous reflections of the man he calls Chacha in vain, even as the antagonist laughs merrily and remarks, “Wherever you go, you will find my image.” Like Bruce Lee, Vinod shatters every surface with his hands, but then seems to be felled by one of Chacha’s bullets… Or not. Sometimes, the mirror lies too.Agent Vinod (1977). Courtesy Rajshri Films.No Hindi film villain’s lair is complete without numerous mirrors to accentuate his malevolent influence. Tinnu Anand’s Kaalia  (1981) incorporates reflective surfaces in the climax, where Kaalia (Amitabh Bachchan) bursts into the den of Shahani Seth (Amjad Khan) and shoot him – only to realise it’s a mirror image.Orson Welles looms large over Ketan Mehta’s Oh Darling Yeh Hai India! (1995), a would-be satire of Hindi film conventions. Mehta milks the idea of split selves in a set designed by Nitin Desai and lensed by WB Rao. Arch-villain Don Quixote (Amrish Puri) wants to auction India, and uses plastic surgery to create lookalikes to take the place of the president (Anupam Kher). Don Quixote likes to tilt at windmills in his lair of mirrors, and the movie is as much in thrall to the set as Don Quixote is with his recurring image. Don Quixote exhorts his many reflections to laugh and slaps himself when this doesn’t happen.Amrish Puri in Oh Darling Yeh Hai India! (1995). Courtesy Ketan Mehta Films.Nathuram, the chosen clone, gets a huge ego burst when he sees himself multiplying in all directions. After Don Quixote’s death, his son Prince (Javed Jaffery) occupies the lair to imprison Miss India (Deepa Mehta). Shah Rukh Khan’s Hero manages to keep his head and escape with Miss India. That is the last we see of this set, which stretches Welles’s vision to an untenable extreme. You cannot have too much of a good thing.Shah Rukh Khan in Oh Darling Yeh Hai India! (1995). Courtesy Ketan Mehta Films.","author":"Nandini Ramnath","time":"2019-01-23T12:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/111055-nablqtuulp-1548007148.jpeg","tags":["John Wick Chapter 3 Parabellum","Agent Vinod","The Lady From Shanghai"],"source":"https://scroll.in/reel/910198/how-movies-have-used-the-house-of-mirrors-to-reflect-both-truth-and-comedy"}