{"title":"How The Undertaker was an integral part of growing up in the 1990s","content":"On Sunday, after he was speared five times by Roman Reigns and pinned for only his second defeat in a Wrestlemania event, the Undertaker left an heartbreaking, symbolic message in the middle of the ring that pointed to his imminent retirement. His black coat and hat were neatly placed in the ring as he went on one knee and did his trademark salute to the crowd under dark, blue lights of the Camping World Stadium in Florida.Did the Undertaker finally lay his wrestling career to rest? There is no official conformation yet from the World Wrestling Entertainment. But signs have come from other places. Another wrestling legend, Ric Flair, put out an emotional social media message on Tuesday, congratulating his once great opponent for an iconic career.  My Man Taker, the biggest Star in the History of the WWE...Goes out in style like he always does. You make us all look weak in comparison.— Ric Flair® (@RicFlairNatrBoy) April 3, 2017\nIf WWE was considered an authentic sport, The Undertaker would be the equivalent of a Sachin Tendulkar of cricket. The Sachin Tendulkar of WWEThe longevity he has achieved in an industry that takes a massive toll on the human body is unbelievable. He has appeared in 25 Wrestlemania matches, WWE’s most celebrated annual event, in 26 years and has won 23 of them, a streak unmatched by any other wrestler. But it is not just the longevity but the intensity that he has sustained in these 26 years that is breathtaking. Sure, he had slowed down considerably when he stepped into the ring on Sunday night. But the old horse was still elegant in his movements.The WWE, then the World Wrestling Federation, was an integral part of my growing up years in the 1990s. The Undertaker character debuted in 1991. It was in 1994 that our home got a cable TV connection — the single-most important event that liberated us kids from the confines of a boring state broadcaster and widened our worldview. We took to WWE almost immediately. As a six-year-old, I was terrified of the Undertaker and his manager Paul Bearer. The character was dark. He was a dead man in company of spirits whose life was held in the urn carried by Bearer. He would challenge his opponents to casket matches. To win, you had to push the opponent into the coffin and shut it. In those days, WWE was big in schools. The wrestling playing cards were the best form of entertainment for the 1990s kid. And getting the Undertaker card would guarantee a win. I even bought a replica of the WWE championship belt. But as I grew up, the fear gave way to awe and respect. Despite his large frame, the Undertaker was a supremely athletic wrestler. The most unique of his moves was the “old school”, where he would twist the arm of the opponent and walk on the ring rope before flying down.An actor who put his body on the line night after nightWhile this form of wrestling, in which outcomes are fixed before the start of the match, has been criticised for its violence and drug abuse, there is no denying the fact that the wrestler is an artist of sorts. He puts his body through pain and doubles up as an actor. To perform at this level and intensity for 26 years requires great discipline and tenacity.The Undertaker represented values that are often taken for granted, in the same manner that he was in the company of more flamboyant colleagues. There were important eras that defined the WWE. In the 1980s, Andre The Giant and Hulk Hogan dominated the scene. As the 1990s rolled on, the charismatic Bret Hart dominated the industry. When the WWE’s supremacy was challenged by World Championship Wrestling, which dragged the industry leader into the now infamous Monday night rating wars in the late 1990s, Vince McMahon, the owner of WWE, decided to usher in the “Attitude” era. This era was dominated by the bad-mouthing, finger-waving Stone Cold Steve Austin. But whether it was Bret Hart, Steve Austin or The Rock (Dwayne Johnson who is now the highest-paid actor in Hollywood), their careers were defined by their rivalries with the Undertaker, who stayed with the company all through when other celebrated superstars moved to the WCW. The man defined loyalty, even though he never got his due. At times, he seemed like an ascetic, doing his job without an eye on the returns. \n\n\n    \n    Play\n\nDead Man WalkingEven at the height of the attitude era, which was defined by vulgarity to a great extent, the Undertaker held his own by not mimicking the the ways of his opponents. Rarely would he use expletives. In fact, he spoke very little and avoided segments where superstars mocked each other in the choicest of abuses. It was the show that he put up in the ring that spoke for him. Outside the ring, he rarely broke his character while his colleagues used the stardom to move to the cinema industry. Almost every iconic match I could recollect had the Undertaker in it. Whether it was his 1998 “Hell in a Cell” duel with Mankind or the inferno matches with his on-screen brother Kane in 1999, the Undertaker set the bar.Whenever I switched on the television to watch WWE, the presence of the Undertaker was a calming influence. It took the mind back to younger and simpler days. There was a deep feeling of nostalgia that I associated with the Undertaker, a feeling I am sure thousands of my generation share. He was that constant presence you could count on. Everything about the WWE has changed but him. To get the news of his retirement was to come to terms with the fact that an integral part of my growing-up years will no longer exist. \n\n\n    \n    Play","author":"Sruthisagar Yamunan","time":"2017-04-05T14:00:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/833691-kxegbzeqll-1491374643.jpg","tags":["Undertaker","WWE","Wrestling"],"source":"https://scroll.in/field/833691/how-the-undertaker-was-an-integral-part-of-growing-up-in-the-1990s"}