{"title":"Assam’s Muslims are living at the mercy of the mob, the unknown assailant and a partisan state","content":"Karwan e Mohabbat began its journey of solidarity, atonement and conscience from Assam on September 4. There, we met four families, each still weighed down by the heaviest of burdens any parent can be called upon to carry – that of the bodies of their children. Four young men, felled in different ways by the hate that is enveloping their land, our country. After peace activist Ram Punyani lit an earthen lamp to launch the Karwan in Nagaon, we set out for the Muslim-dominated Naramari village, to meet with the families of cousins Riyazuddin Ali and Abu Hanifa who were lynched on April 30, 2017. Childhood friends, they had left early that morning to fish in a neighbouring village, Kasamari, populated mostly by Hindus and Adivasis. There, a rumour started – no one quite knows how – that Riyazuddin Ali and Abu Hanifa were cow thieves, and a mob of a few hundred men gathered. They chased down the boys and lynched them. When their families received the bodies in the civil hospital later that day, even their faces showed knife wounds; their eyes had been gouged out and ears cut off. We met Riyazuddin Ali’s parents outside their small mud and thatch house, adjacent to a small duck pond. They were disconsolate. “Where did so much hate come from?” his father Raham Ali asked. “Why would they kill two boys on a fishing expedition and mutilate their bodies so cruelly?”   Ali, who used to drive a tempo taxi for a living, left behind a young widow with a year-old daughter.   Abu Hanifa’s parents were even more inconsolable, holding a passport-size picture of him and breaking down often as we sat with them. Their 16-year-old son helped the family by selling vegetables.   The families led us to a small leafy plot between their homes where the two young friends and brothers have been laid to rest together.   Ten men were arrested for lynching Riyazuddin Ali and Abu Hanifa, only to be quickly released on bail. A group of local lawyers have agreed to work to secure justice for the families.Riyaz Uddin& Abu Hanif was lynched on 30April,2017 at Nagaon, Assam. Karwa e Mohabbat starts from Nagaon from the house of Riyaz Uddin pic.twitter.com/QwagT2lwSE— Karwan e Mohabbat (@karwanemohabbat) September 4, 2017\nFelled by a hostile stateThe second day of the Karwan too was filled with sad meetings with bereaved parents. Their sons, though, had not been killed by lynch mobs, but by other forces of hate. First, we met the parents of 22-year-old Yakub Ali in their Kharbuja village in Goalpara district, near the south bank of the Brahmaputra. In Assam, a large number of people have been served notices that they are “doubtful voters”, or illegal immigrants from Bangladesh. It is not unusual for the father or mother to be deemed an Indian citizen and their children to be called “doubtful voters”, or “D voters” in local parlance. The residents said there has been a surge in the number of people detained as D voters since the Bharatiya Janata Party assumed power in May 2016. Under the BJP government, the number of foreigners’ tribunals to identify D voters has risen from 36 to 100 and they have become much more active. Anyone unable to produce documents to establish their Indian nationality is housed in detention camps, which are reportedly more hellish than even prisons.   On June 30, 2017, Yakub Ali joined a protest against this state action, seen as targeting Bengali Muslim citizens of India. A video records what followed. There is mild stone-pelting by the protestors from a railway line that passes by the village. Some policemen pick up the stones and hurl them back. Suddenly, a policeman picks up a rifle, takes aim and shoots Yakub Ali dead. No use of milder force first, no advance warning by the police, no shooting below the waist. It is unambiguously a shooting to kill.   Yakub Ali’s family filed a complaint against the policeman who they can clearly identify from the video but aren’t aware of any action against them. Yakub Ali’s father wept as he watched the video of his son being shot, falling between the railway tracks, his friends lifting his body. His brother spoke bitterly of how Bengali-origin Muslims felt deliberately targeted by official claims that they were D voters. “It is only because we are Muslim,” he said. Yakub’s mother was born and spent her entire life in their village, yet she had received a notice the previous year for being a D voter. Because of this, Yakub Ali had joined the protest.   Yakub Ali worked on road construction in Arunachal Pradesh, and had returned home for Eid. For his widow Rahima, it was a double tragedy. She was first married to his older brother, who had died two years earlier in a motorcycle accident. Yakub Ali married her then and became father to her two children. Now, she is widowed again, her second husband falling to a carefully aimed police bullet.     Rahima has been widowed for the second time. Photo credit: Nikhil RoshanCommon thread of hatredIn Salakati Maszid Para village of Kokrajhar district, Lafiqul Islam Ahmed’s parents were equally distraught. Ahmed was the popular state president of the All Bodo Territorial Council Minority Students Union. On 1 August 2017, two gunmen pumped a dozen bullets into him at a busy marketplace in broad daylight. Several thousand people of all communities gathered for his funeral. His killers are still to be found. Ahmed had tried hard to build bonds among the various communities in Bodoland, fighting against a long history of hatred and violence among them. His secular, inclusive and reform-based progressive politics made him popular with all communities, but equally a threat to the prevailing politics of hatred and division.   Ahmed was a fierce critic of the ruling BJP and its ideological parent, the Rashtriya Swayamsevak Sangh, and what he saw as their anti-Muslim policies. He led agitations against the killing of Yakub Ali. He fought against the eviction of tens of thousands of mostly Muslim families who had settled on government lands after being displaced by river erosion as well as the listing of a large number of them as D voters. He was believed to be on the trail of exposing the police’s links with cross-border cow smuggling.  Putting up a poster for peace in Assam. Photo credit: Nikhil Roshan In a tragic coincidence, the day we met Ahmed’s parents, September 5, the journalist Gauri Lankesh was shot dead in Bangalore. There were many similarities in their murders, although they lived in distant parts of the country. Both were brave, fearless and uncompromising fighters against communal and divisive politics. Both were felled by armed gunmen. The death of both led to an outpouring of grief from people of all communities who are committed to a humane and inclusive India. With the killings of Ahmed and Lankesh, the cowardly forces of intolerance and unreason have once again taken away from us voices of reason and solidarity. But Lankesh’s voice, and Islam’s, will only grow stronger even if they are no longer with us in their person. The Karwan left Assam with much sadness. Hate violence and an openly hostile state have pushed Assam’s minorities further than ever before into a sense of fear and dread. People committed to constitutional values of equality and secularism in Assam, and across India, need to stand firmly with them. Until we do that, they are all alone.This is the third article in a series on Karwan e Mohabbat, a civil society initiative to reach out to the victims of communal, caste and gender violence across India.","author":"Harsh Mander","time":"2017-10-15T06:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/853744-70805-xkbbdtozth-1507726203.jpg","tags":["Karwan e Mohabbat","Assam","BJP","D voters","Bengali-origin Muslims","RSS","hate violence","lynching"],"source":"https://scroll.in/article/853744/how-assams-muslims-are-living-at-the-mercy-of-the-mob-the-unknown-assailant-and-a-partisan-state"}