{"title":"How S Paul (1929-2017), whose photos brought streets to life, gave me a new way of seeing","content":"Based on where you stand and how you look at it, the world seems either extremely messed or painfully beautiful. I am currently smack in the middle of it. It’s not a pretty sight, but I’m relieved to have been touched by its beauty. For five whole days. They came to me from the master, who unlike others, never called himself a master. A photographer.Less of a photographer and more of a craftsman on some days and more a student than a master on most, yet beautifully flawed like you and me. A human. More than a year after we met first met in 2014, he phoned me one afternoon and in a nervous voice, asked a question many uncles and aunties had asked me on long train journeys: “Are you married?” A little taken aback and mildly amused, I said, “No”. “Are you interested?” he asked.I said I could think about it and asked him if he has anyone in mind. “I know someone. When you come to Delhi, I will introduce you to her,” he said.Letting the light inI must confess I know very little about S Paul. I doubt anyone besides his immediate family can claim to know him. People often described him as difficult, temperamental, angry and reclusive. Others said his work was too scattered – there are too many singles and no concise body of work or a theme connecting them all. These are short-sighted readings at best, because just like with the world, the perspective entirely depends on where you stand and how you look at him.There remains no doubt about his mastery of the craft. People complain that there is a disturbing lack of evidence of that, but it’s a two-way street and I wonder: what stops viewers from being curious and seeking S Paul? Look around – if not his work, you can easily find traces of him in other people’s work, in your own livesThe defining qualities of his photos are his childlike curiosity and instinct. The other qualities that set him apart were his preparedness and rigour. Like Bill Cunningham, or Vivian Maier, Paul was rarely seen without a camera. Irrespective of the weather, he would be out taking photos. The tool that Paul used to draw out the responses built inside the intersection of his brain, heart and the outside world was always on his shoulder or around his neck, as though the camera was just another part of his body. When the heat was bearable, he often wore a suit, making him undoubtedly one of the most dapper looking photographers in India.Photo credit: Ritesh UttamchandaniMy knowledge of the craft is too pedestrian to talk much about his photographs. I haven’t been through the kind of chiseling that he or his favourite contemporary, Kishor Parekh, had. But, one has to be made of stone to not notice how relateable his photos are, how infinitely simple. Take, for example, A Puddle Ahead, A Tree in Conversation with Another Tree, Two Donkeys and a Road,  My Son Neeraj and My Son Dheeraj.  Another striking photograph is My Wife Sinder.In 1966, he entered a photo of an elephant and his mahout walking on a Delhi street in the annual World Press Photo contest. Back then, the contest had only one winner in each category and his photograph came a close second. If they had a three-tier ranking system as they have now, the honour of being India’s first World Press Photo award winnder would have been his. An undiluted simplicity is the most endearing quality of his photographs. He sometimes made cryptic photos like the one of a dead tree branch, shot from an angle that made it seem like a bird picking twigs to build a nest. There’s very little nonsense when it came to Paul and a man of that nature is bound to have a low tolerance for bullshit from others too. You can mistake it for arrogance, difficulty, being a recluse or indifference, depending on where you stand and how you look at it.Like many of my generation, we never saw him work a scene, but from descriptions by others, he was, as they say in jazz circles, a cat.As tall as Paul I first met him to profile him for the magazine Open, in 2014. During our meeting, which lasted a good seven or eight hours, he leaped from one topic to another. He opened books, brochures, award citations, letters and one exhibition catalogue, and reminisced about them all. He showed me a tiny sepia-tinted book, which had a cryptic set of macro shots, about the study of scale and perspective. The photos had a freestyle text running alongside with the title: As Tall As Paul.As he unveiled himself, I remember wishing I had someone along to record this on video. I wish I had just set up my cell phone on video mode. I wish I could pull my weight and make him understand how important his words are and what a great gift it would be for future generations if he would just let me record our chat.On my way back, while I was on Delhi’s Nizamuddin Bridge, he called to tell me that he had changed his mind and was not interested anymore in being profiled. I felt like leaping into the frothing river below, but I muscled up and played a few emotional cards. He changed his mind and agreed only on one condition, that I send him a draft based on that day’s material. It was yet another test, like that give and take that parents put children through often. I saw through it and gave him a draft. We were back on track.He was a different man the next day, a little more welcoming, a lot more well rested and wanted to waste no time sitting indoors. So we walked around. A group of kids flung balloons at him, he knew that they did so only because he had a camera in his hand. He reprimanded them, but kept his camera in his bag and walked ahead. Once in the safe zone, his camera was cupped in his giant palm again. As he took photos of a broken piece of glass, I tried to photograph him. He sensed what I was aiming for and quietly, without my prodding, moved a little to his left. His reflection on the glass entered my frame and his body moved out of it. As we walked on, he hummed the first four lines of his favourite song Saawan Ke Baadlon. When we were sitting in the park in Surya Nagar, I had asked him about the title conferred on him by a magazine – The Henri Cartier Bresson of India. I had a feeling that he did not enjoy the title much and insisted on being called the S Paul of India, if referred to as anything apart from his name. Most of us would kill to be compared with a photographer of Besson’s scale, but not Paul. He was well aware of Bresson’s genius and and felt he did not match up to it. Bresson travelled the world, while for Paul, his neighbourhood was his world. Bresson shot with a Leica all his life, while Paul was happiest in the company of a new lens, a new camera. All one had to do keep him busy was introduce him to new gear – in many ways he was a lot like the genius child in school classrooms who could knock off the most complicated problems in a jiffy.If a comparison must be made, the closest would probably be Eugene Smith’s years of photographing the outside world from the confines of his loft or Winogrand’s rigour. Paul wasn’t fully exposed to both photographers but used to see their work often in the second-hand magazines he would purchase from the streets of Old Delhi. Yet again, he was aware of Smith’s stature and Winogrand’s grungy aesthetic and rubbished the comparison. He liked the sound of Paul Sahab though, a title that probably originated either at home or during his years of government service or from the mouths of the many men and women he mentored.On paper A few weeks went by and our editor wasn’t sure if I would ever turn in the story. So much information, yet it still seemed so little. My friends helped me out, my colleagues slaved over it and I finally cracked the first draft. Paul was furious with the draft. He hated it and accused me of having an agenda. I had quoted him on some topics that, in retrospect, I realise he probably told me in confidence, as though I were his buddy. And there I was, a photographer with no previous experience of a long form story of this nature, having being asked to redo it all. I am also someone from a newspaper background, where we were conditioned to spend all our day looking for that one photo, that one moment that will edge the others out. I didn’t know how to offer options and this dented my morale considerably.The final draft, the ninth one, was about 9,000 words and a senior colleague, Madhavankutty Pillai, shocked by the length, ran his scissors over the piece and reduced it to half – removing major chunks of Paul Sahab’s personal life. He relented and allowed me 500 more words. The story was eventually published across four spreads, and anyone who works in a magazine would know how prime that real estate is.Much has been made or unmade of Paul’s relationship with his brother, Raghu Rai. As outsiders, we will never know much and it should not concern us. Our take away, if we have learnt anything from the two great minds of photography in India, is that we must not be swayed by their personal lives.A year after the publication of the story, we hung out again at his house, it was a humid Delhi monsoon day in August 2015, his birthday.He showed me more photos, books and magazines and was disappointed at how fake and fragile the photography community in India had become. He expressed deep regret and concern at the way increasing gatekeeping in the industry and the lazy nexus between curators and some artists and how the focus was more on the projection of one’s own image than one’s photographs. He also wished to meet Reza Deghati, whom I had met earlier that year in Mumbai. Reza too wanted to meet him, but while he was in Delhi, Paul was out of the city. I can’t recall the destination, but I was happy to hear that he was finally travelling.On my way out on that August morning he offered me sweets. He didn’t eat any himself. While keeping the plate back on the table, he miscalculated the distance and his long hand knocked down a glass. Paul Sahab’s wife and a domestic worker came running and asked us to vacate the room. The master had an embarrassed smile on his face but forgot about it once we sat near the window.Not a big fan of cellphone photography, after some more emotional blackmail, he agreed to let me shoot some iPhone portraits of him. He also let me record two small videos of him, only after I assured him of one thing. As desired, I promised him that while he was alive, I would not show them to anyone, post them on any public platform or share them with any TV channels. “After I’m gone, you can surely show it wherever you wish,” he said.I jokingly asked him for an unequal promise in return. That he publish a photo book – a memoir or a mammoth volume of books – of his finest photographs and his stories.He laughed and said, “Jald hi [soon], only if you promise to help me with it.”","author":"Ritesh Uttamchandani","time":"2017-08-20T18:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/847835-66196-inirrgwuzi-1503205455.jpg","tags":["Photojournalism","S Paul","Photography","Pioneer"],"source":"https://scroll.in/article/847835/how-s-paul-1929-2017-whose-photos-brought-streets-to-life-gave-me-a-new-way-of-seeing"}