{"title":"‘How is my city?’ In Delhi, a meeting with Partition migrants from Khyber Pakhtunkhwa ","content":"I got off the metro at Rajiv Chowk Station and entered a huge hall full of people entering and exiting from several gates. I found my exit gate after some struggle and stepped into one of the many concentric circles of Connaught Place, Delhi’s most famous shopping area.I was supposed to get to the Haldiram shop. Mukesh Asija was waiting for me. We shook hands and he introduced me to his family. Mukesh Asija’s mother gripped my hand with all her strength and said, “You have come from Dera Ismail Khan? I am really happy to see you.”Krishna Asija had been born in the Dera Ismail Khan, when the city that is now in Pakistan’s Khyber Pakhtunkhwa province had a significant Hindu population, which played a leading role in business, education and administration. I was born at the end of the last century, long after Dera Ismail Khan’s Hindu population had migrated to India.Meeting with Krishna Asija was the highlight of my visit to Delhi in November 2023.For me, the Hindu population of Dera Ismail Khan was a faded memory, the stuff of legend. But whenever I visited the old part of my city, the homes from that bygone time always attracted me. They still resonated with the memories of their inhabitants long gone. I wondered how it felt to lose a home and never be able to return.Through a Facebook group called “Dera Ismail Khan Old Photos”, I made the acquaintance of Abbas Sial. Sial is from Dera Ismail Khan, though he has lived in Sydney for many years. He had visited India in 2014 and regularly shared accounts of his visit and his meetings with several Derawal Hindus living in Delhi.It became my dream to meet families who had left at Partition. I wanted to tell them that the city still remembers them and that we miss them. The time came in last year when I got a visa to visit Delhi on a pilgrimage tour.After our meeting at Connaught Place, the Asija family took me around New Delhi. Krishna Asija, sitting in the back seat of the car, held my hand firmly. “I’ve met someone from my city after so long, I can’t let you go away,” she said. “You are like my grandson.”At lunch in a South Indian restaurant in Hauz Khas Village, she asked, “How is my city?”“The city is good,” I replied, “but it misses all of you who never came back.”She thought about this for a while and then said, “Well, we never left the city by choice and we always wanted to come back and see it but we never got the chance to.”I asked if she still thought about Dera Ismail Khan.She smiled. “Yes, I still think of the city and the time spent there,” she said. “Sometimes awake, sometimes in dreams.”I asked Krishna Asija what Partition meant to her. “...A scar, loss of home, separation from the land,” she answered.After lunch, we headed towards Kalkaji in New Delhi. Our car stopped in front of a three-storey home with a plaque saying Mehandiratta’s. We were welcomed by a middle-aged couple on the third floor. This was the home of Dinanath Mehandiratta. He was born in Dera Ismail Khan around 1932. He was a tall, handsome man, with glasses.“My dad wasn’t feeling well and could hardly talk or walk but the moment he heard someone from Dera Ismail Khan was visiting our home, he became alert,” his son said.I asked Dinanath Mehandiratta if he wanted to visit Dera Ismail Khan.He laughed. “What’s left there now to go and see?” he said.The author with Krishna Asija and Mukesh Asija and his wife in Hauz Khas Village. He asked me about the Indus. “We used to bathe there and play with friends on the banks of mighty Indus that spanned miles of width during its peak days,” he recalled.I was ashamed as I had no good news about the Indus. How could I tell him that we had killed the river? Climate change and faulty development policies have turned the Indus into a dirty drain where all the sewage goes.It was getting late but I found it difficult to leave. Though I was meeting these families for the first time, there was nothing strained about our conversations. We seemed to understand everything about each other.I asked Krishna Asija what message she wanted to give to the people of Dera Ismail Khan. “I would say live peacefully and happily,” she said. “There are always feuds between brothers, but it shouldn’t turn into permanent animosity.”Mukesh Asija had a similar message.“Though Partition was unfair, now we should stop thinking of undoing it,” he said. “We should instead focus on the open border, tourism, and trade and should teach our generations to love and respect each other.”Seventy-six years later, all of us in that room spoke the same language, Saraiki, wore the same kinds of clothes and ate similar food. What was that bloodshed for?Ehtesham Hassan is a Pakistan freelance writer and activist. He writes about the environment, culture and history.","author":"Ehtesham Hassan","time":"2024-05-12T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/200349-mpbdyalxer-1714317902.jpg","tags":["Partition","Indian Independence","Khyber Pakhtunkhwa"]}