{"title":"How did Sushant Singh’s death lead to summons for Deepika Padukone?","content":"Actor Sushant Singh Rajput was found dead in his apartment in Mumbai on June 14. In the initial weeks, news coverage about his death, which the police said was suicide, focused on allegations of nepotism in Bollywood and its impact on “outsiders” like Rajput.Three months later, television news on Rajput’s death is all about a “Bollywood drug mafia”, Whatsapp chats and actor Deepika Padukone.On Wednesday, the Narcotics Control Bureau issued summons to Padukone, as well as actors Shraddha Kapoor, Sara Ali Khan and Rakul Preet Singh, to question them about Whatsapp chats from 2017 in which they allegedly discussed the procurement of banned drugs.Padukone has been at the centre of media and social media reactions to these developments. Actor Kangana Ranaut, for instance, alleged that Padukone’s depression was a result of her alleged drug abuse. Others have speculated whether Padukone is being targeted for visiting Delhi’s Jawaharlal Nehru University in January after students were attacked by masked mobs.Meanwhile, people who have not been following the bizarre twists and turns of the Rajput case are probably wondering, what just happened? What does Deepika Padukone have to do with Sushant Singh Rajput? How did an actor’s death turn into an incomprehensible television news drama?Here is a brief explainer.One death, three investigations On June 14, Sushant Singh Rajput, a 34-year-old actor born in Purnia, Bihar, was found dead in his Mumbai apartment. The Mumbai police identified it as a case of suicide.The controversy surrounding his death initially centred on allegations that Rajput had been shunted and deprived of work in a nepotistic industry.Within weeks, however, the focus of the controversy shifted to allegations that he had been driven to suicide. Rajput’s family accused his girlfriend, model Rhea Chakraborty, of abetting the suicide, while Chakraborty placed the blame on Rajput’s sister, Priyanka Singh.This was the beginning of what would spiral into elaborate criminal investigations by three different Central government agencies: the Central Bureau of Investigation, the Enforcement Directorate and the Narcotics Control Bureau.Deepika Padukone, Shraddha Kapoor, Rakul Preet Singh and Sara Ali Khan. Credit: PTIThe CBI caseThe first to investigate the abetment to suicide allegations was the Mumbai police. But on July 28, Rajput’s father KK Singh filed a complaint with the Bihar police, accusing Chakraborty of driving his son to suicide. Patna police registered a first information report and landed up in Mumbai to investigate the case.This spiralled into a bitter tussle between the Mumbai and Patna police for control over the case, with the Bihar police accusing their counterparts in Maharashtra of hindering their investigation.In the midst of this turf war, the Central government agreed to transfer the case to the Central Bureau of Investigation after demands from KK Singh and the Bihar government.On August 6, the CBI filed an FIR against Chakraborty and five others, on charges that include abetment of suicide, criminal conspiracy and theft.The Mumbai police protested the CBI’s takeover of the case, but on August 19, the Supreme Court directed the Mumbai police to co-operate with the CBI and hand over all case records to it.On September 8, Chakraborty filed a case with the Mumbai police against Rajput’s sisters, Priyanka and Mitu Singh, as well as Dr Tarun Kumar from Delhi’s Ram Manohar Lohia hospital. Her complaint alleged that Priyanka procured a “bogus medical prescription” from Kumar, without a consultation, to treat Rajput’s anxiety, and that Rajput died five days after the medicines were prescribed.This case, too, is being investigated by the CBI.The money-laundering caseKK Singh’s complaint with the Patna police in July also alleged that Rhea Chakraborty siphoned off Rs 15 crore from Rajput’s account in one year “to bank accounts of persons not known or connected to the late actor”.This has become the second strand of investigation in connection with Rajput’s death. On July 31, the Enforcement Directorate filed a money-laundering case against Chakraborty, her father, brother and mother, as well as Rajput’s manager Shruti Modi and his house manager Samuel Miranda.On September 15, unidentified officials in the Enforcement Directorate told Times Now that it had found no evidence of money laundering against Chakraborty and the others so far.However, the Enforcement Directorate’s forensic investigation into Chakraborty’s old, deleted WhatsApp chats led to the third strand of investigation in the case of Rajput’s death – the strand that is now being labelled as the “Bollywood drug mafia” case.The narcotics caseOn August 26, based on information passed on by the Enforcement Directorate, the Narcotics Control Bureau registered a case against Chakraborty and several others, booking them under the Narcotic Drugs and Psychotropic Substances Act for alleged dealings in banned drugs, including cannabis.The NCB has arrested a total of nine people in the case so far, including Chakraborty’s brother Showik and Chakraborty herself, on September 9. Their bail pleas have been rejected and Chakraborty’s judicial custody has now been extended to October 6.The NCB has described Chakraborty as an “active member of a drug syndicate” who purchased small quantities of marijuana for Rajput. The Bureau has so far found 59 grams of marijuana after searching the homes of some of the other accused.Chakraborty, meanwhile, has denied all the allegations against her, claiming that Rajput was the one who consumed drugs. She also claimed that Rajput used his staff members, including his cook Neeraj, to procure drugs.Rhea Chakraborty after being questioned by the Central Bureau of Investigation on August 28. Credit: PTIAmong the many people questioned in this drugs case is Jaya Saha, Rajput’s manager from a talent agency named Kwan.On September 21, news channel Times Now claimed it had accessed WhatsApp chats from Saha’s phone that allegedly implicate several Bollywood actors who were on the same WhatsApp group as Saha in 2017.In one of the chats, according to media reports, Deepika Padukone and her manager Karishma Prakash allegedly discussed procuring hash. In other chats, Saha allegedly had conversations about banned drugs with actor Shraddha Kapoor and others. The NCB is currently investigating whether Saha procured narcotics for any of them, according to media reports.This is what Padukone, Kapoor, Sara Ali Khan and Rakul Preet Singh seem to have been summoned for, along with Rajput’s talent manager Shruti Modi and designer Simone Khambatta. The NCB has not formally commented on the case.On Thursday, in the latest twist in the case, Chakraborty’s lawyer stated that she had not named any actor in her statements to the NCB about drug links in Bollywood, and that any claims to the contrary are false.Padukone and the other actors will now be questioned by the NCB on Friday and Saturday. Obsessive television media coverage of this case is likely to continue.","author":"Aarefa Johari","time":"2020-09-25T18:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/148067-lcnylovvjr-1601033969.jpg","tags":["Sushant Singh Rajput","SSR suicide","Rhea Chakraborty","Deepika Padukone","Narcotics Control Bureau","Shraddha Kapoor","Sara Ali Khan","Sushant Singh Rajput case"],"source":"https://scroll.in/article/974030/how-did-sushant-singhs-death-lead-to-summons-for-deepika-padukone"}