{"title":"How can Indian cities shield vulnerable migrants from climate change? With better affordable housing","content":"Migrants who are driven to leave their homes in India’s rural areas because of climate change are being battered by climate impacts in megacities as well. Lives and livelihoods of the most vulnerable Indians are being overturned by this double blow and the trend, says a study in the academic journal Nature, is expected to worsen over the coming decades. This presents a significant challenge for cities that already fall woefully short of ensuring safety and security for their poorest residents.In India’s large metropolises, migrants living under tarpaulin and tin sheets have scant protection against the elements. They roast in the summer heat and struggle to stay warm in the winter. Their homes are inundated in the increasingly mercurial monsoon. Around the year, they toil to access potable water for daily needs. Their lungs are choked because of poor indoor air quality. Decades of marginalisation and neglect have imperilled their comfort, health, productivity and security.The latest report of the United Nations’ Intergovernmental Panel on Climate Change underscores India’s deep vulnerabilities to climate change because of its long coastline and dependence on the monsoon and snow-fed rivers. It portends that, as the world warms and weather patterns become more erratic, millions of Indians will be displaced.In fact, mass migrations are already underway. As per the 2011 Census, 455 million Indians could be classified as migrants, 64% of whom are from rural areas. Their migration is both seasonal and permanent. “A large majority of the migrants are from the low-income states of Uttar Pradesh and Bihar (36% of the total out of state migration),” according to a Nature study on how climate hazards affect vulnerable migrants. “These northern states belong to South Asia’s most intensively cropped Indo-Gangetic region.”This massive exodus is caused by both short-term disasters – like Cyclone Amphan that displaced 2.4 million people in India, largely from West Bengal and Odisha – and slow-onset issues like drought, sea-level rise, water stress, crop yield reductions, and longer and more intense heat waves.A man salvages his belongings from his damaged shop after Cyclone Amphan in South 24 Parganas district In West Bengal in May 2020. Credit: Rupak De Chowdhuri/Reuters.South Asia is particularly affected by floods, as found by another study in Nature that used satellite data to measure flood exposure. The Indus and Ganga-Brahmaputra basins had the largest absolute numbers of people exposed to floods (17.0-19.9 million and 107.8-134.9 million, respectively) and increased proportions of population exposed to inundation (36% and 26%, respectively) between 2000 and 2015.Adding to these worrying patterns, in the wake of the pandemic, the proportion of India’s agriculture-dependent rural population has increased. According to the Indian government’s Periodic Labour Force Survey, employment in agriculture as a percentage of total employment rose from 42.5% in 2018-’19 to 45.6% in 2019-’20. This marks a concerning trend for India’s economic development as it means that labour is moving back from manufacturing to farming. It also means that the livelihoods of more poor, rural Indians will be directly jeopardised by the uncertainties of a warming world.For many seeking to escape rural destitution, the lack of adequate and affordable housing, clean drinking water and access to healthcare in cities increases susceptibility to health risks. When a climate disaster such as a flood hits, “the marginal migrants – who usually have the fewest resources to protect against external disturbances – are among the worst hit by these impacts,” according to the Nature study.During heatwaves, technologies like air conditioning are out of reach for the urban poor. And due to the density of housing, low-income communities have limited green cover that provides shade. Across many Indian cities such as Mumbai, development guidelines have been diluted to minimise the amount of open spaces that allow for ventilation, particularly between buildings that are meant to be affordable.Mumbai’s ward-level exposure to heat risk. Credit: World Resources InstituteThe scale of this problem is massive. Every sixth urban Indian lives in a slum with cramped and unsanitary conditions, according to the 2011 Census. Cities are supposed to be engines of growth and intergenerational mobility, creating opportunities for children from poor backgrounds to rise higher than their parents in the income pyramid. However, the widespread disregard for the physiological and safety needs of the urban poor leaves them more subject to income shocks and with limited upward mobility in an era of climate change.There are larger implications of this rising inequality. Hotter days widen socioeconomic gaps in school because inequitable access to cooling affects the learning levels of the underprivileged. In a similar way, as temperatures rise, workers tend to be less productive. For instance, according to one study, “the productivity of workers engaged in cloth weaving or garment manufacturing dropped by as much as 4 percent per degree as temperatures rose above 27° Celsius.”Apart from policies that address structural flaws in housing supply and planning that fosters equity and inclusivity, what can help residents of low-income communities grapple with climate-related threats?Participatory planning and implementation strategies, such as locally led adaptation, can play a key role in ensuring communities have a voice in decision-making based on their understanding of resource needs, service delivery and community dynamics. Locally led adaptation “recognises that the people closest to the effects of climate change – especially those facing marginalization due to systemic inequities in income, education, social capital, and political power – require the financing and decision-making power to ensure that adaptation investments reflect their priorities,” according to a working paper of the World Resources Institute. This can foster individual and collective agency over both adaptation priorities and implementation processes.Lohiya Nagar in Pune. Credit: Aaran Patel.However, this is complicated by the fact that although the indigent are constantly disrupted by climate change, they often don’t have the political heft to address the climate impacts. Furthermore, organising takes time and financial resources. “We have to consider the fact that there are many other immediate issues taking up the poor’s attention,” Bijal Brahmbhatt, Director of the Mahila Housing SEWA Trust, said. “Access to water, sanitation and housing are amongst the myriad challenges they’re facing in their day-to-day lives.”When an issue like water stress is exacerbated by climate change, it has a disproportionate impact on women and girls. When water becomes scarcer, women have to spend more time procuring it for the household, which in turn impinges on their work in the informal sector. If there is a short supply of water and longer lines at communal water sources, women who work in daily wage roles – say, as construction workers – miss out on the chance to be picked by contractors and lose the day’s wage, Brahmbhatt explained.Recognising that climate change will exacerbate the distress felt by marginalised communities, the Mahila Housing SEWA Trust began gathering information and conducting informal interviews with women in low-income communities in Ahmedabad to gauge how they were coping with weather-related stresses. The responses they received – heat has increased, access to water is very erratic – were often described as acts of God. “The challenge was to explain the scientific impact of climate change in simple terms,” Brahmbhatt said.The Mahila Housing SEWA Trust has subsequently pioneered a range of initiatives to empower women, pilot affordable technologies that are adapted to local needs, and build access to financial solutions. This has included drives to eliminate sources of vector-borne diseases through community-led surveillance efforts during the monsoon and piloting a heat insurance scheme for the urban poor. The climate lens has now become central to the Trust’s mission of organising and empowering women in poor communities to improve their habitat. Their work on climate adaptation spans across 34 cities in eight states in India and has been awarded with the World Resources Institute’s Prize for Cities.A lane in the Lower Parel neighbourhood of Mumbai. Credit: Suraj Katra, Mumbai Water Narratives.Beyond these programmes, the organisation has been using insights from its interventions to shape policies and make government accountable to the poor. “We want voices of women directly influencing policies,” Brahmbhatt said. Women who went through its training programmes contributed to Ahmedabad’s 2017 Heat Action Plan, 2019 Monsoon Action Plan and the city’s Cool Roof Policy.Ahmedabad’s example is instructive for how other cities might leverage experiential knowledge of communities on the frontlines of the climate crisis. In addition to allocating municipal funds towards locally led adaptation, the state and union governments, donors and development banks can play important roles in providing finance for this pressing issue.Mumbai and Delhi, two of India’s largest migrant destinations, are drafting their own climate and development plans. These must be influenced by the larger trend of urbanisation and the challenges it presents for housing and other stretched municipal services. Without urgent and thoughtful interventions to address the needs of the most vulnerable, Indian cities won’t be able to offer much hope to the growing numbers of climate migrants.Aaran Patel is an MPP candidate at the Harvard Kennedy School of Government. He is a Kalpalata Fellow for Architecture & Urban Issues Writings for 2021.","author":" Aaran Patel","time":"2021-10-13T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/165058-fljhvzvmgn-1634037346.jpg","tags":["Climate Change","Migrants"],"source":"https://scroll.in/magazine/1007459/how-can-indian-cities-shield-vulnerable-migrants-from-climate-change-with-better-affordable-housing"}