{"title":"How the ordinance giving the CBI director a five-year term undermines the agency’s autonomy","content":"On November 14, the Centre moved an ordinance that allowed the tenure of the Central Bureau of Investigation director to be extended by up to five years. The position currently has a fixed tenure of two years. A similar ordinance has extended the tenure of the director of the Enforcement Directorate.Within four days of these ordinances, at least three petitions have been filed before the Supreme Court challenging these extensions. Many opposition leaders and former bureaucrats say that these piece-meal extensions undermine the independence of these institutions and increase government control over them.The ordinances state that after a fixed tenure of two years, the tenure of the CBI and Enforcement Directorate chiefs could be extended for one year at a time “in [the] public interest”. The reasons for the extensions must be recorded writing. These one-year extensions cannot be given after a director has served five years from the date of his initial appointment.Petitions and criticismAmong the contentions of the petitions filed in the Supreme Court against the ordinances is that they allow the Central government to “effectively control” the CBI director. One petitioner has said that the these “ad hoc and episodic” one-year extensions would harm the independent functioning of these agencies and would also take away the stability required to “protect them from political interference”. Vineet Narain, a petitioner in the 1998 Supreme Court case that laid down certain guidelines for independent functioning of the CBI, told the Indian Express: “To keep the process transparent, the five-year tenure must be given in one go so that swords are not left hanging on the chiefs of the CBI and ED.” Another former CBI director told the Indian Express that “the government has dangled a carrot in front of the CBI and ED directors that if you toe the line you might get an extension beyond your tenure”. Tinkering with tenure While there have been attempts to bring independence and stability to the appointment and functioning of CBI directors, their appointments and tenures have frequently been mired in controversy.In 1998, the Supreme Court passed a judgment prescribing steps to bolster the CBI’s functioning. One of them was that the CBI director should have a minimum tenure of two years, regardless of when they are due to retire. The law was changed later to reflect this minimum tenure. However, newspaper reports state that the appointment of the latest CBI director, Subodh Kumar Jaiswal, has “quietly tweaked” that. In his appointment letter, it was written that Jaiswal is appointed “for a period of two years from the date of assumption of charge of the office or until further orders whichever is earlier”.The use of the phrase “until further orders, whichever is earlier” is unusual. A right to information petition has been filed asking about why this phrase was used. The petitioner has also written to the prime minister saying this goes against the legislation governing CBI as well as Supreme Court’s guidelines. The new ordinance would give the Central government even more power to decide the tenure of the director, one year at a time, undermining the idea of a fixed and minimum tenure for the person in the post.Supporters of India's main opposition Congress protest near the Central Bureau of Investigation (CBI) building in Mumbai, India, October 26, 2018. Credit: Danish Siddiqui/Reuters.Appointments in questionDespite several measures to bring impartiality to appointing CBI directors, the process has frequently been questioned by activists. In  2013, the Lokpal and Lokayuktas Act prescribed  that the CBI director would be selected by a panel comprising of the  prime minister, the leader of opposition and the chief justice of India  or a Supreme Court judge nominated by them. While this process seems to ensure  fairness, the director is usually chosen from a pool of candidates elected by a Central government department. The current selection criteria are based on “seniority, integrity and experience in investigation of anti-corruption cases”. But they have been criticised  for being vague, since relatively junior officers have been appointed as directors.Apart  from this, there have been numerous instances of the government trying  to tinker with the appointment of CBI directors. In 2018, there was a  long drawn fight between Alok Verma, who was then CBI director, and Rakesh Asthana, special director of the CBI. Asthana is believed  to be close to the government and was appointed as special director  despite being accused of corruption by Verma. Asthana in turn also alleged  corruption by Verma.On October 23, 2018, both Verma and Asthana were sent on leave and M Nageshwar Rao was appointed the interim director. Rao was a younger officer but also believed to be close to the Bharatiya Janata Party government.Alok Verma (left) and Rakesh Asthana (right).Apart  from this, there has also been a trend of appointing interim CBI  directors. This was challenged before the Supreme  Court in April on the grounds that it hampered the normal functioning of the institution. The court had told the government in April 2021: “The in-charge arrangements for CBI director cannot go on.” In a context that is already politicised, giving the government more control  over the appointment of the CBI director could undermine the independence of the  institution.Timing of the moveThe  timing of the ordinances has also raised questions, coming just before the tenure of the current Enforcement Directorate chief  Sanjay Kumar Mishra was about to expire. His tenure was retrospectively extended last year so that he could continue till 2021. His term has already  been extended by a year using the ordinance. The Opposition has also questioned why the ordinance was brought in two weeks before the winter session of Parliament.Opposition-led governments have often alleged that the CBI is frequently misused by the Central government for political goals. In 2013, the Supreme Court described the CBI as a “caged parrot speaking in its master’s voice”.At present, eight states ruled by governments led by opposition parties, have  withdrawn the “general consent”  to the CBI. This means that the CBI, being a central agency, will have  to obtain the state government’s consent to proceed in a case. The Indian Express has reported  that: “At the time of withdrawing consent, all states alleged that the Central government was using the CBI to unfairly target the opposition.”","author":"Umang Poddar","time":"2021-11-21T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/159476-thelqwvllj-1637413030.jpg","tags":["Central Bureau of Investigation","Director CBI"],"source":"https://scroll.in/article/1010968/how-the-ordinance-giving-the-cbi-director-a-five-year-term-undermines-the-agencys-autonomy"}