{"title":"How Opposition is devising new strategies to counter the Enforcement Directorate","content":"On January 9, the Jharkhand government issued guidelines for its officials facing summons from central investigation agencies. They have been asked not to send documents directly to the investigation agencies and instead inform the state’s Department of Cabinet Secretariat and Vigilance to “obtain appropriate legal advice for follow up action”.The directive is the latest example of the Opposition chalking out strategies to deal with the unprecedented use of the Enforcement Directorate by the Narendra Modi government against its political opponents. The frequent use of the agency that is empowered by draconian financial crime laws has resulted in several Opposition leaders being jailed on charges that are yet to be proven. To counter this, Opposition leaders have devised a range measures to resist the Enforcement Directorate. How the money laundering law has been used to target the OppositionUnder the Modi government, action under the Prevention of Money Laundering Act has gone up significantly. Between 2004 and 2014, under the Congress, the Enforcement Directorate had carried out 112 raids. Between 2014 and 2022, under the Bharatiya Janata Party, there were 3,010 raids  – a 27-fold increase.However, the conviction rate in cases filed under the law is abysmally low. In nearly 5,400 PMLA cases in the last 17 years, there have been only 23 convictions. Further, the PMLA is seen as a draconian law that effectively punishes an accused person even before a trial is complete because of its strict bail conditions and powers to seize financial assets.Through an amendment passed in 2019, the Modi government made the mere possession of illicit money arising from a crime punishable. The amendment allowed the government to prosecute crimes that were committed even before the act was passed, based on the claim that the accused person is still in possession of the illicit money.This, Opposition leaders allege, has made the Enforcement Directorate a tool for partisan politics. “For political leaders, the prosecution comes with the added cost of public scrutiny of being accused in a case of corruption,” lawyer Kapil Sibal told Scroll.  Congress MPs staging a protest in the old Parliament complex against the alleged misuse of the Enforcement Directorate. Credit: PTI.Opposition strategiesThe Opposition’s strategies to counter this range from innovative election campaigns to the combative use of their state administrations. Officials and leaders from Opposition-ruled states told Scroll this was because the investigations against them hampered their governance capabilities and electoral prospects. Lalchand Dadel, the Jharkhand’s joint secretary in the Department of Cabinet Secretariat and Vigilance, said that the guidelines to officials on dealing with central agencies had been issued as frequent notices and summons from investigation agencies were disrupting the government’s work. Jharkhand officials have been asked to inform Dadel’s department if they get notices from investigation agencies.“In many cases, officials have been asked to appear without providing information to the competent authority of the state government,” Dadel said. “This affects our day-to-day functioning and keeps the government out of the loop. We want the officials to not deal directly with the agencies, but through a nodal body.”In another tactic, ahead of the elections in Rajasthan and Chhattisgarh last year, the Congress attempted to portray the Enforcement Directorate as a hinderance to the functioning of its state governments by circulating two campaign songs . The songs – parodies of Bollywood numbers – alleged that the Modi government misuses the Enforcement Directorate to counter the popularity of social welfare schemes introduced by Congress governments.This wasn’t the first time the alleged misuse of the investigation agencies had become an election issue. In 2022, the Opposition’s presidential poll candidate, Yashwant Sinha, had used the same plank,  saying that if elected, he would not remain a “silent president” on the matter as his predecessor Ramnath Kovind had been.Aam Aadmi Party leader from Delhi, Jasmine Shah told Scroll that it was important for Opposition parties to convince voters that the Modi government had weaponised investigation agencies against them. “The BJP has a one-way traffic in accusing our leaders of corruption,” Shah said. “We need to expose the lies to the voters.”Shah said that after Delhi Chief Minister Arvind Kejriwal was summoned by the Enforcement Directorate for questioning in an alleged liquor scam, the Aam Aadmi Party launched a door-to-door campaign to gauge public opinion. As part of this “Mai Bhi Kejriwal” campaign, AAP workers asked Delhiites whether the chief minister should resign or run the government from jail if he is arrested in the case. While his party members went on the door-to-door campaign, Kejriwal himself refused to appear before the Enforcement Directorate – a strategy that has been put to use by other Opposition leaders. The Delhi chief minister has so far skipped three notices from the agency. His Jharkhand counterpart Soren refused to appear before the central agency on seven occasions in a money-laundering case, before he was finally questioned on January 21. Trinamool Congress MP Abhishek Banerjee has also skipped summons in an alleged recruitment scam.Sibal explained that this is an effective way to avoid being arrested by the Enforcement Directorate as there are no provisions in the PMLA to arrest someone for not cooperating. There is also no limit to how many summons the agency must issue before reaching the conclusion that the person is not cooperating, he said.Delhi Chief Minister Arvind Kejriwal (left) and Jharkhand Chief Minister Hemant Soren are among Opposition leaders who have avoided action against them by simply not appearing before the agency.  (Photos: PTI)In a more aggressive tactic that has emerged in the last few months, Opposition-ruled states have started taking action against Enforcement Directorate officials. In November, the Rajasthan Police arrested an Enforcement Directorate officer on charges of bribery a day after the agency issued summons to the sons of the Congress’ state unit chief in case relating to the leak of exam papers. The summons were issued just weeks before state elections that the Congress lost to BJP.In December, the Tamil Nadu Directorate of Vigilance and Anti-Corruption conducted searches at the Enforcement Directorate office in Madurai and arrested an official for allegedly receiving bribes. The Congress drew a link between the Rajasthan and Tamil Nadu cases and described the arrested officials as “superstar campaigners of BJP”.In the Tamil Nadu case, the Enforcement Directorate has moved the Supreme Court seeking that the matter be transferred from the Tamil Nadu anti-corruption department to the Central Bureau of Investigation. In West Bengal too, the state and the Enforcement Directorate had a legal face-off recently. This was after the West Bengal Police booked Enforcement Directorate officials for trespassing, theft, criminal intimidation and outraging the modesty of women even as the officers themselves had been attacked by a mob while conducting a search at the home of a Trinamool Congress leader in North 24 Parganas district on January 6.The Calcutta High Court, however, stayed proceedings in the matter and directed the state government to explain the inconsistencies in the first information report and two others filed on the basis of complaints by the Enforcement Directorate officers.Why is the Opposition having to resort to these measures?Sibal, who has argued for petitions challenging the money-laundering law in the Supreme Court, told Scroll said that the Opposition leaders have had to design unprecedented methods to confront the central agencies since the conventional methods had proved futile. “The Opposition has moved the Supreme Court, raised the matter in Parliament and written to the prime minister, the president and the Election Commission,” Sibal noted. He added that when it comes to the Enforcement Directorate, state governments do not even have the powers to withdraw their consent for inquiries – as is the case with the Central Bureau of Investigation.Between 2015 and 2023, as many as 10 Opposition-ruled states withdrew general consent for Central Bureau of Investigation inquiries within their jurisdictions. Obtainint this consent is mandatory for the central agency to carry out an investigation. The unconventional means that states are taking to counter the Enforcement Directorate, said Sibal, are “desperate measures in desperate times”.","author":"Abhik Deb","time":"2024-01-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/177699-hdlvattkgn-1706278408.jpg","tags":["Enforcement Directorate","ED"],"source":"https://scroll.in/article/1062775/how-the-opposition-is-devising-new-strategies-to-counter-enforcement-directorate-investigations"}