{"title":"How challenging the BJP in Tripura could be Mamata's first step to going national","content":"On July 25, the Tripura police detained 23 members of the Indian Political Action Committee in the state capital of Agartala. Later,  the police also filed a first information report against them. The ostensible reason for this unusual action: Covid-19 protocols. But allegations flew thick and fast that this move was political, with the Bharatiya Janata Party-led government looking to stymy IPAC, working as it was for the Trinamool Congress as an election strategist.In response, the Trinamool sent a delegation of senior leaders to protest the action against IPAC.A week later, the Trinamool’s de facto second-in-command Abhishek Banerjee headed to the state. Protests against his visit by the ruling BJP even saw his car attacked. On Saturday, Trinamool youth leaders were injured, allegedly due to an attack by BJP cadre. The day after, the Tripura police arrested TMC workers, charging them with breaking pandemic norms. In response, Abhishek Banerjee rushed to the state again.The GOONS of @BJP4Tripura have shown their TRUE COLOURS! This barbaric attack on Trinamool workers reveals the 'GOONDA RAJ' in #Tripura under @BjpBiplab's Govt.! Your threats and attacks only prove your inhumanity. DO WHAT YOU CAN.. Trinamool will not budge an INCH! pic.twitter.com/9K6ZPECrNq— Abhishek Banerjee (@abhishekaitc) August 7, 2021\n\nClearly, the political heat in the North Eastern state of Tripura is rising, driven by a rare occurrence: a state party, the Trinamool, is looking to expand outside its homebase of Bengal to another state.The expansion fits into the Trinamool’s national ambitions post its defeat of the Bharatiya Janata Party in the bitterly contested 2021 West Bengal Assembly elections, with Mamata Banerjee hoping to bag a pan-Indian role for herself.Bengali bridgeAfter West Bengal, Tripura is the only Bengali-majority state in the Indian Union. While the state was tribal-majority till independence, the 1947 partition of Bengal and the resulting exodus from what is now Bangladesh meant that, soon, Bengali speakers became the majority in Tripura.Currently nearly two-thirds of the state is Bengali while around a quarter are from the indegenous Tripuri tribal group.This demography makes Tripura a low-hanging fruit for the Bengal-based Trinamool, said Ritabrata Banerjee, one of the Trinamool leaders assigned to pilot the party’s strategy in Tripura. “Many Bengalis live there,” he said. “The socio-political terrain in the state is an area of Bengali-speaking people.”Speaking to Scroll.in, an election analyst familiar with the Trinamool, who did not want to be identified, also emphasised that Tripura’s demographics make it an “ideal state” for the Trinamool to expand to. “Bengal and Tripura being coupled together politically is not new. The CPI(M) ran administrations parallelly in both states,” he said, referring to the Communist Party of India (Marxist). “And the BJP only got confidence it would win Bengal after it won Tripura in 2018.”BJP collapseThe other factor that makes Tripura attractive to the Trinamool is the perceived weakness of the ruling BJP. “There is tremendous anti-incumbency,” said a BJP leader from the state, requesting anonymity. “And given that people don’t want CPI(M) back, and the Congress is a spent force, it is only natural that the TMC will soon become the main contender.”But more importantly perhaps, the biggest threat to BJP comes from within. Many MLAs are known to have a tetchy equation with chief minister Biplab Deb. Things reached a head in October last year when eight MLAs led by the state’s former health minister Sudip Roy Barman reached Delhi seeking an audience with the BJP high command, purportedly to seek the removal of Deb.File photo of chief minister Biplab Deb. Credit: PTIThe dissent was temporarily quelled, but in December allegations of Deb’s allegedly “dictatorial” attitude surfaced again, with a section of BJP workers raising slogans against him in presence of the party’s central observer for the state, Vinod Sonkar.Deb reacted by calling for a public show of strength to prove his mandate, forcing the party’s leadership to intervene and getting him to cancel the meeting.A temporary truce was brokered yet again – but these rumblings are likely to provide fertile ground for TMC to make inroads in the state.Poaching BJPLeading the Tripura charge for the Trinamool is Mukul Roy known to be close to Roy Barman, also a former TMC man. Roy had switched from the Trinamool to the BJP in 2017 – but has, this year, rejoined his parent party, injecting the Trinamool’s actions in Tripura with new vigour.It was Roy, then in the BJP, who reportedly facilitated Roy Barman and his aides’ move to the BJP from TMC.  Will Roy Barman again follow Roy’s trajectory and go back to the TMC?Speaking to Scroll.in, he denied having any such plans. “I might be having some grievances with certain individuals in the state, but not with the party,” Roy Barman said.But Roy Barman conceded that there was some discontentment within the party in the state. “That is the reason why TMC is getting some hype in Tripura,” he said. “Once things are sorted out, it will be fine.”But a long-term resolution acceptable to both warring factions in the BJP may be tough to broker given each side wants the other out. That is why many believe that a churn could take place sooner than later.Tribal voteThere are also other factors that could work in TMC’s favour.  The rise of the tribal-centric Tipraha Indigenous Progressive Regional Alliance led by royal scion and former Congress leader Pradyot Kishore Manikya Debbarma – which swept the Tripura Tribal Areas Autonomous District Council polls in April – may be making the state’s majority Bengali population uncomfortable, given the long history of Bengali-tribal antagonism in the state. “The Bengalis are looking for a party that they could call their own to counter the rise of the TIPRA,” said a BJP leader from the state.The BJP’s troubles are grave given that, observers say, it is losing support amongst both Bengalis and tribals. While the BJP got tribal support using its ally, the IPFT [Indigenous Peoples Front of Tripura], the latter have nearly been wiped out now. As the recent Tribal Areas Autonomous District Council polls showed, tribal support has shifted to the TIPRA.Pradyot Bikram Manikya Debbarman Credit:Pradyot Bikram Manikya Debbarman/FacebookAlliance shoppingWhile the Trinamool could expect to attract Bengali votes directly, it will have to follow the BJP model and enter into an alliance to get tribal support. “More than 20 seats [out of 60] are reserved for tribals,” explained Ritabrata Banerjee. “So they are a very important part of the state.”On Thursday, in fact, a Trinamool leader, Kunal Ghosh, met Debbarma, with speculation rife that it was meant to discuss a Trinamool-TIPRA alliance.Confronting the BJP in Tripura could be a critical step in Mamata Banerjee’s plans to take on a greater national role in the run-up to the 2024 Lok Sabha elections. On July 30, as part of a visit to Delhi, Banerjee announced that she would come to the capital every two months. The Trinamool’s win in the 2021 West Bengal Assembly elections has already given its national ambitions a boost. Expanding to Tripura, in a direct challenge to the ruling BJP, would provide a further fillip in the run up to 2024.","author":"Arunabh SaikiaShoaib Daniyal","time":"2021-08-09T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/162519-vejtusvbyz-1628259639.jpeg","tags":["Tripura","BJP","Abhishek Banerjee","IPAC"],"source":"https://scroll.in/article/1002257/how-challenging-the-bjp-in-tripura-could-be-mamata-s-first-step-to-going-national"}