{"title":"‘How can this happen in a democracy?’: As wrestlers are detained, barricades keep supporters away","content":"“How can a democratic state do this?” That’s what Sudesh Hooda, 50, demanded to know on Sunday as she was thwarted in her efforts to get to Jantar Mantar in the heart of Delhi. She had travelled more than 30 km away from the Najafgarh area to demonstrate her solidarity for the champion wrestlers who had been protesting at the site since April 23 to press for action against Wrestling Federation of India president Brij Bhushan Sharan Singh. Singh, a Bharatiya Janata Party MP from Uttar Pradesh, has been accused of sexual misconduct with at least seven female wrestlers, including a minor. Among the protestors are international stars Sakshi Malik, Vinesh Phogat and Bajrang Punia, On May 7, they issued a 15-day ultimatum to the Central government to arrest Singh. When their deadline expired, the wrestlers announced that they would hold a Mahila Samman Mahapanchayat or women’s assembly on Sunday, the day Prime Minister Narendra Modi was to inaugurate a new Parliament building – about 3 km from the site of the protest. The mahapanchayat would have been held outside the new building. However, when supporters like Hooda and others representing women’s groups, student groups and farmer organisations tried to join the wrestlers in their planned march from Jantar Mantar to Parliament, they were stopped by a phalanx of police barricades.As an additional precaution, the authorities blocked the gates of two metro stations in the area. Early on Sunday morning, members of these organisations who lived in states around Delhi were detained in their homes and offices to prevent them from travelling to the capital. Scores of farmers were also stopped at the Ghazipur border between Uttar Pradesh and Delhi as they tried to join the mahapanchayat.  Sudesh Hooda (left) with fellow supporter Sushila. Credit: SnehaAt the protest site, chaos ensued as Phogat, Punia and Malik along with several supporters were detained as they tried to breach the barricades that had been installed to try to prevent them from reaching the parliament. Police officers soon removed the cots, mattresses, cooler fans and the tarpaulin at the site.Despite this, supporters continued to show up at the protest site. “Our girls are fighting for their rights,” said Hooda, whose family has its roots in Haryana’s Charkhi Dadri district where the Phogat sisters also come from. “They are demanding justice, not begging for it. Those who should be in jail are roaming free, and our girls have been dragged away to police stations.”Members of the All India Mahila Sanskritik Sangathan women’s organisation who managed to reach shouted slogans denouncing the Delhi Police and the Bharatiya Janata Party. The secretary of the organisation’s Delhi chapter Ritu Kaushik had been detained in Delhi’s Karol Bagh early Sunday. Asha Rani, 55, a member of the Sangathan, described the police action as being “dictatorial”. She noted the contrast between the sentiments expressed by Prime Minister Modi in his speech at the inauguration of the new Parliament building and the action against the wrestlers. “How can you call a building the representation of democracy and then take away people’s democratic right to register their protest?” she asked.Rani said that the police had detained several members of her organisation earlier that morning. A little later, she was detained too.By the afternoon, supporters of the protest were still trickling into the area around Jantar Mantar, having worked their way around the roadblocks. Among them was Subey Singh, 67, who had come in from Haryana’s Mahendergarh district, nearly 140 km away.Singh is a member of the All India Trade Union Congress. After he and others from his union were stopped from shouting slogans near Jantar Mantar, they stood with banners and posters in the parking area of Patel Chowk metro station nearby.“Today. one cannot celebrate the parliament, which should have been a symbol of democratic values and a new India,” said Singh. “Nothing that has happened today is democratic. Our wrestlers, who have brought much glory to this country, were dragged on the road. Instead of protecting them, the state has inflicted grave injustices on them.The police cordon off Jantar Mantar after the detention of the protesting wrestlers. Credit: SnehaHis sentiment was echoed by Balbir Singh, 59, who has been coming to Jantar Mantar every day since April 23 to support the wrestlers. He is a member of the farmers’ union All India Krishak Khet Mazdoor Sangathan. “Our wrestlers were shoved, pushed and forcefully arrested,” said Balbir  Singh. “This is the death of democracy. The new parliament building holds no value for us in light of what has happened here today.”When members of Singh’s organisation started to chant slogans, they were told by police officials to leave or they would be detained too. Credit: Sneha","author":"Sneha","time":"2023-05-28T20:51:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/190659-cdvzlskvcj-1685284042.jpg","tags":["Narendra Modi","Sakshi Malik","Vinesh Phogat"],"source":"https://scroll.in/article/1049937/how-can-this-happen-in-a-democracy-as-wrestlers-are-detained-barricades-keep-supporters-away"}