{"title":"How Susan Sontag’s essay ‘Notes on Camp’ explains the over-the-top costumes at the Met Gala 2019","content":"“One should either be a work of art, or wear a work of art”, wrote Oscar Wilde in Phrases & Philosophies for the Use of the Young. In what became a seminal essay, “Notes on ‘Camp’”, Susan Sontag quoted Wilde approvingly to introduce the idea of “Camp”. 55 years after its publication in 1964, this essay was the theme for the 2019 edition of the Metropolitan Museum of Art Costume Institute Gala, aka the Met Gala, which, thanks to social media, elicited collective gasps of wonder, envy and even revulsion for the over-the-top manner in which participants dressed for the event. Let us be clear that the invitees had no choice, given the stated theme. But what exactly, is “Camp”? It is far too easy to condense it into a “so bad that it is good” rhetoric, although the temptation is understandable. While the word and the concept have been given many explanations over the years, here are are seven quotes from Sontag’s essay – accompanies by photographs from the New York City event on the night of May 6, 2019 – that may throw some light on the mystery. (At least one participant brought her own lights to the gala.)“Clothes, furniture, all the elements of visual décor, for instance, make up a large part of Camp. For Camp art is often decorative art, emphasising texture, sensuous surface, and style at the expense of content.”Katy Perry at the Met Gala 2019 | Image credit: Andrew Kelly / Reuters“...there is the kind of seriousness whose trademark is anguish, cruelty, derangement. Here we do accept a disparity between intention and result. I am speaking, obviously, of a style of personal existence as well as of a style in art; but the examples had best come from art.”Jared Leto at the Met Gala 2019 | Image credit: Andrew Kelly / Reuters“Taste has no system and no proofs. But there is something like a logic of taste: the consistent sensibility which underlies and gives rise to a certain taste.”Billy Porter at the Met Gala 2019 | Image credit: Mario Anzuoni / Reuters“The hallmark of Camp is the spirit of extravagance. Camp is a woman walking around in a dress made of three million feathers.”Cara Delevingne at the Met Gala 2019 | Image credit: Mario Anzuoni / Reuters“The whole point of Camp is to dethrone the serious. Camp is playful, anti-serious. More precisely, Camp involves a new, more complex relation to ‘the serious’. One can be serious about the frivolous, frivolous about the serious.”Ezra Miller at the Met Gala 2019 | Image credit: Andrew Kelly / Reuters“True, the Camp eye has the power to transform experience. But not everything can be seen as Camp. It’s not all in the eye of the beholder.”Hailee Steinfeld at the Met Gala 2019 | Image credit: Andrew Kelly / Reuters“...when the word becomes a noun, when a person or a thing is ‘a camp,’ a duplicity is involved. Behind the ‘straight’ public sense in which something can be taken, one has found a private zany experience of the thing.”Lady Gaga at the Met Gala 2019 | Image credit: Mario Anzuoni / Reuters “Camp taste turns its back on the good-bad axis of ordinary aesthetic judgment. Camp doesn’t reverse things. It doesn’t argue that the good is bad, or the bad is good. What it does is to offer for art (and life) a different – a supplementary – set of standards.”Tracee Ellis Ross at the Met Gala 2019 | Image credit: Mario Anzuoni / Reuters","author":"Scroll Staff","time":"2019-05-10T09:09:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/119274-rehstrqhel-1557381518.jpg","tags":["art","fashion"],"source":"https://scroll.in/article/922852/how-susan-sontags-essay-notes-on-camp-explains-the-over-the-top-costumes-at-the-met-gala-2019"}