{"title":"How SC’s evasion on Places of Worship Act challenge is powering new Hindutva claims on mosques","content":"On Friday, the Supreme Court refused to stay the Allahabad High Court’s order allowing a survey to be conducted at the Shahi Idgah mosque in Mathura, Uttar Pradesh to examine whether the mosque is built on a temple. This paves the way for the survey to be conducted.Earlier this year, the Supreme Court had greenlit a similar survey to be carried out at the Gyanvapi mosque in Varanasi by refusing to interfere in the Allahabad High Court’s order permitting the same. The survey was subsequently carried out by the Archaeological Survey of India.The challenges to the survey exercises mounted by the mosque management committees in both cases were based on the Places of Worship (Special Provisions) Act, 1991. This law specifically prohibits any changes to the religious character of a place of worship in independent India.The constitutionality of this statute was challenged before the Supreme Court through petitions that have been pending since 2020. However, the pendency of these petitions, combined with the apex court’s refusal to deal with the challenge to the survey orders based on the statute, has allowed the Hindu side to effectively bypass the law in both the Varanasi and Mathura matters.An examination of the journey of the challenge to the 1991 act in the Supreme Court by Scroll reveals that almost no progress has been made in the case in the last three years. This has been on account of the failure of the Union government to file a response to the challenge without any push back from the court. Experts feel this delay emboldens lower courts to bypass the law.A similar pattern is conspicuous in the Gyanvapi mosque survey challenge before the Supreme Court, where the court has remained sitting on the question of the suits being barred by the 1991 act without resolving it even as the survey ended up being carried out.(Left to right) Court commissioners Vishal Singh and Ajay Pratap Singh with their teams leave after conducting a videographic survey of the Gyanvapi Mosque complex in Varanasi. | PTIWhat the 1991 law saysThe Places of Worship (Special Provisions) Act had been passed againt the backdrop of communal strife that had enveloped India in the wake of the demolition of the Babri Masjid in Ayodhya in 1992.With the stated goal of promoting communal harmony and peace, the act criminalises the alteration of a place of worship for one religion or sect into that for another. It freezes the character of a place of worship as it was on August 15, 1947 and bars courts from looking into whether any place of worship has been converted after the August 15, 1947 cutoff date.The Supreme Court, in its 2019 Ayodhya land dispute judgment, extensively dealt with the scope of the act. It had affirmed that the act imposed a positive obligation on the State to maintain the religious character of every place of worship as it existed on August 15, 1947, when India achieved independence.It stated that the act is designed to protect the secular nature of Indian polity, which is one of the basic features of the Constitution. It also referred to a 1994 judgment of the Supreme Court which had noted that the intention behind the act was to ensure that “history and its wrongs shall not be used as instruments to oppress the present and the future.”The 2019 judgment also stated that court cannot entertain claims stemming from the actions of Mughal rulers against Hindu places of worship. The law is not the correct instrument, it noted, for seeking recourse against the actions of ancient rulers.Challenge to the lawBharatiya Janata Party leader and advocate Ashwini Kumar Upadhyay, in 2020, filed a petition before the Supreme Court challenging the constitutionality of the 1991 law. The grounds for the challenge are two-fold: firstly, the act, by freezing the nature of places of worship in 1947, prevents Hindus from restoring temples that were, the petition contends, destroyed by Muslim invaders and British colonialists, in violation of the fundamental rights to equality and freedom of religion. Secondly, the petition contends that the destroyed temples are still temples in law since Hindu deities are eternal under Hindu personal laws and destroyed temples cannot become valid mosques under Islamic law without the creation of a waqf.Since the relevance of the act had been firmly affirmed by a five-judge Constitution bench of the Supreme Court in the Ayodhya judgment, the principle of judicial precedent dictated that such a challenge could only have been admitted by a larger bench of the court.However, the matter was admitted by a two-judge bench of the court, with notice issued on March 12, 2021. The senior judge on this bench, then Chief Justice SA Bobde, had been on the Constitution bench in the Ayodhya verdict.After that, there has been almost no progress in the case.On September 9, 2022, the court gave the Union government two weeks to file a counter affidavit to present its stance on the matter. Since then, in spite of repeated extensions given in October and in November 2022 and then in January, in April and in July this year, the Union government has failed to file an affidavit.In the last hearing in the matter, on November 31, the Supreme Court registrar simply noted that Union government has not filed a counter affidavit so far in the matter, without providing any further extension of deadline.The matter is listed for hearing next on January 17, 2024.In the case of such inordinate delays in filing counter affidavits, the Supreme Court is empowered to list the case for hearing without the affidavit, pass interim orders imposing costs on the government for its delay or even order the appearance of higher officials from the government for contempt of court orders. In the absence of any pressure through such measures from the court, the matter has dragged on.“The Union government is supposed to defend its laws,” said Delhi-based advocate-on-record Anas Tanwir. “That is has not filed a counter affidavit yet shows that it is not interested in defending this law.”While the court has not stayed any provision of the act yet and it continues to hold good in law, the pendency of the suit serves as a signal to all other courts that the act may be bypassed, according to Tanwir. “If the constitutionality of the act were to be affirmed by the Supreme Court, people won’t be emboldened to question the status of places of worship which is barred by the act.” A lawyer involved in the challenge to the 1991 act agreed. “Technically, the two cases [the 1991 act challenge and the Gyanvapi suit challenge] are not related,” they said, “but if you read between the lines, it is clear that the pendency of the challenge over the validity of the act chips away at the legitimacy of the act.” A view of the Gyanvapi mosque in Varanasi. | Sanjay Kanojia/AFPGyanvapi caseIn August 2021, a plea was filed before a Varanasi civil court by five Hindu devotees seeking permission to offer daily prayers at the Gyanvapi mosque, which the devotees claimed housed several Hindu deities. Subsequently, in May last year, the court allowed for a video survey of the mosque, and later ordered the area where the oval object was found to be sealed.When this was appealed by the mosque committee, the Supreme Court, on May 17 last year, directed that Muslims be allowed to access and worship in the mosque. It also transferred the case to a district court in Varanasi, ordering the court to decide first on the maintainability of the suit.However, it did not go into the substance of the challenge that the case was barred by the Places of Worship Act.Later, the district court hearing the matter held that the plea was maintainable despite the 1991 law. In July, the court allowed a survey of the mosque by the Archaeological Survey of India. This was upheld by the Allahabad High Court on August 3. The next day, the Supreme Court refused to intervene in the matter.Since then, the court has heard the matter five times: on September 26, on October 13, on October 16, on November 6 and on November 20. However, it has not heard in any of these hearings the challenge on the basis of the 1991 law on merits.The matter was last listed for hearing on December 1; however, it was not heard that day and no next hearing date has been provided on the Supreme Court website. Meanwhile, the survey of the Gyanvapi mosque is already on the brink of conclusion, with the survey report expected to be filed sometime this month.Both the 1991 law and the Gyanvapi survey challenges are being heard by three-judge benches with two judges in common: Chief Justice DY Chandrachud and Justice Manoj Misra.During the hearing on October 13, Chandrachud had orally remarked in court, in response to the contention that the Gyanvapi suit was barred by the 1991 act: “The Act says you can’t alter or convert nature of place. They’re not seeking conversion of the place. The question is what is the status of place as on August 15, 1947.” This is in contrast to the stance on the 1991 act taken in the Ayodhya judgment, which was co-signed by Chandrachud.“Ever since the Ayodhya judgment, society has received the message that one can get away legally with changing minority places of worship,” Tanwir said. “The Supreme Court is abdicating its responsibility by allowing these suits.”","author":"Vineet Bhalla","time":"2023-12-19T09:00:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/174579-hboupgczbt-1652944788.jpeg","tags":["Gyanvapi Mosque","Supreme Court","Places Of Worship Act"],"source":"https://scroll.in/article/1060712/how-scs-evasion-on-places-of-worship-act-challenge-is-powering-new-hindutva-claims-on-mosques"}