{"title":"How two months of internet shutdown paralysed Manipur’s economy","content":"Tonsing transcribes court hearings for a living, an occupation he has been engaged in for the last 17  years. Employed at a Delhi-based outsourcing firm that provides transcription services, the 46-year-old, who asked to be identified only by his first name, had been working out of home in Manpiur’s Churachandpur ever since the onset of the Covid-19 pandemic in 2020. But working from home is a luxury Tonsing cannot afford anymore. Since May 4, Manipur has been under a near-complete internet shutdown in the wake of the ethnic clashes between the Meitei and Kuki communities. The violence has convulsed the state, leaving nearly 140 people dead.  Fearing that a prolonged absence from work may lead to dismissal, Tonsing moved to Mizoram on May 17. “I had no other option than to shift to Mizoram, where there is stable internet, to save my job and support my family financially,” said Tonsing, whose family comprises his wife and five children, including a two-week-old infant.Tonsing is not alone in his ordeal. Thousands of people and businesses across Manipur reliant on the internet in some form or the other have been pushed to the brink with the blackout now having extended over two months. The shutdown is the longest in India’s history, outside of Jammu and Kashmir. Save for a handful of internet facilitation centres in educational institutions in Imphal where people are given restricted access during the non-curfew hours, there are almost no other avenues for the general public to connect to the web.  “We are not able to make online payments, and submit GST [goods and services tax],” said Manmeet Singh Arora, vice president of the Manipur Chamber of Commerce and Industry. “This ban has shut down our business almost completely.”Manipur government further extends the ban on internet services in the State till 1500 hours of 10th July 2023. pic.twitter.com/8nOKAmYVAF— ANI (@ANI) July 5, 2023\n\nOnline businesses sufferThe internet shutdown has been particularly crushing for online businesses. For Imphal-based Herojit Sharma who runs an e-commerce platform called Manipuri Handloom – it deals in traditional artisanal products such as Manipuri sarees – business has come to a complete standstill. “Our customers are from outside Manipur and almost all the work we do is based on the internet,” he said. “When there is no internet, we don’t have any other means to communicate with our customers.”Sharma said his start-up enterprise provided employment to five people and sold “Rs 8-9 lakh per month” before the violence broke out. “But now there is zero sale,” he said. “Our business has totally collapsed.”Professionals working remote jobs have also had it hard, leading to an exodus from  the state.Mung Haulai, who works as a senior analyst for an American healthcare company, had to shift from Churachandpur to Delhi on June 10. Without access to the internet, Haulai’s work had come to a halt.“I had to shift to continue supporting my family,” said Haulai, the sole breadwinner of his six-member family. An internet facilitation centre run by the Manipur government inside a college in Imphal. Photo: Bishworjit MandengbamA popular occupation hitIn Churachandpur, the internet ban has come as a body blow to the hundreds of people working as transcribers – according to residents, an increasingly popular occupation among the educated youth in the district.Most work for Delhi-based legal transcription service providers. “There were hundreds if not thousands in Churachandpur alone who earned a living through the internet and they are  all in trouble,” said Tonsing, the 46-year-old legal transcriber. Most of these companies catered to clients from the United Kingdom, United States, and Canada, said Tonsing.  “I had been earning anything between Rs 15,000 to Rs 40,000 per month depending on the workload,” said 27-year-old Thomas Muan, a political science graduate, who works at a Delhi-based transcription service provider. However, the internet shutdown meant Muan, who was introduced to the profession by his uncle, could not make any money in May and June. Now, Muan has moved to Delhi to resume work. Online learning not an option Apart from livelihoods, the lack of internet has impacted educational services too. With schools already shut due to the violence, online classes have also been taken out of the equation. Imphal-based human rights activist Kenny Khwairakpam said that children’s education could have continued if there was internet connectivity.“This is going to have a huge negative impact in the future, especially for the children,” Khwairakpam said.Hodam Devakishore Singh, who runs a coaching institute for school students in Imphal, tended to agree. “We used to take online classes during the Covid pandemic,” he said. “But now it is not possible with the internet being shut down.”On June 5, the Manipur government reopened schools for students of Class I to Class VII students, but few children turned up.Nearly 100 schools across the state have also been turned into shelter homes for the riot-hit displaced people.The internet shutdown in #Manipur crosses 60 days today. On June 27, 2023, the Manipur HC formed a 12-member Committee to explore the possibility of  'limited internet access' via blocking social media sites & VPNs. (1/8)https://t.co/d57BNZmGgm— Internet Freedom Foundation (IFF) (@internetfreedom) June 30, 2023\n\nBan counterproductive?To make matters worse, many say the ban has failed to serve its purpose given the violence continues to rage on. Others  argue it has been counterproductive with rumours and disinformation getting a free run in the absence of online fact-checking. “The internet ban is leading to lots of rumours, more fear-mongering and misinformation,” argued political activist Angellica Aribam, who hails from Manipur. “It is not solving the situation; in fact, it is escalating the situation because people have no means to verify what is fact and what is fake.”Gayatri Malhotra, an associate litigation counsel for the digital rights organisation, Internet Freedom Foundation, said “internet shutdowns may inadvertently incentivise disorderly actions  due to the severing of channels of communication and coordination, which are vital for planned peaceful protests”.“Blanket internet suspensions are a disproportionate measure,” she said. “Internet shutdowns might prove counterproductive, as empirical studies indicate that they could inadvertently fuel disorganised violence.”Some relief On July 7, the Manipur High Court directed the state government to partially lift the ban by allowing people to access the internet through leased lines across the state and to consider fibre-to-home connections on a “case-to-case basis”. A leased line is a dedicated internet connection with a fixed bandwidth. It enables small, medium, and large businesses to connect to the internet. Fibre-to-home connections use a shared line modem for users which provides a faster internet connection.","author":"Rokibuz Zaman","time":"2023-07-11T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/192065-zhaoweawvc-1689005172.jpg","tags":["Manipur violence","internet shutdown","Manipur internet ban"],"source":"https://scroll.in/article/1052313/how-two-months-of-internet-shutdown-paralysed-manipurs-economy"}