{"title":"How Vijay Anand’s classic film ‘Guide’ tackles the delicate subject of adultery","content":"One of the boldest initiatives of Guide was its radical approach to the subject of adultery. It delicately examined flawed characters and raised questions about them in our minds. Had Marco been less of a boorish workaholic and had Rosie been more compliant, the marriage could have had a fighting chance. However, since they resembled each other in being strong-willed and given to anger, their marriage was doomed from the start. Guide was released in February 1965, but two years earlier, in the 1963 film, Yeh Rastey Hain Pyar Ke, the married woman’s lover was demonised and killed. The public condemned him for being the outsider in the marriage. Although the lover was unarmed and shot at point-blank range, the public condoned the husband’s act. The other man had attempted to break the institution of marriage; consequently, he had to be stopped. A year after this, in 1964, Sangam also ended with the death of ‘the other man’ who deserved to die even if he wasn’t guilty of having had the affair. This, indeed, was how society wanted matters to end: the intruder had to be put to death, even if it was the husband who was flawed and insane with jealousy. The third person had to be disposed of so that the couple could live happily ever after. Earlier too, in 1963, the innocent ‘other man’ was eliminated in Dil Ek Mandir. Death was scripted for him because he represented the heroine’s inconvenient past. In the ’60s, society was extremely patriarchal. Very few women had careers and their own money or even significant bank accounts. Thus, movies sided with the husband, by reinforcing the husband’s supremacy in the marriage. Because he was a gatecrasher on the husband’s turf, the other man was almost always a villain. That is why earlier still, in Sarat Chandra’s classic Devdas (filmed in 1935 and 1955), when the hero (the other man) learnt that his lady love had married someone else, the audience approved of his tragic role. He pined for her and drank himself to death. Even if he was good, he was ‘the other man’, so he had to die or disappear. Moviemakers were well aware of the financial reality in Indian families; they knew that the men held the purse strings. If the men didn’t like the narrative of a film, the women and children wouldn’t get to see it at all. Thus, moviemakers toed the socially accepted line: a ‘happy ending’ presupposed the spouses shut out all threats to their marriage, however innocent. The other man had to be punished. The 1963 film, Gumrah also ended with the lady slamming the door on the other man; she became hostile to him because she had learnt her lesson thanks to being subjected to gaslighting and blackmail from her husband. She succumbed to her husband’s diktats even though he had nearly caused her to suffer a heart attack thanks to him torturing her! But since he was her husband, Indian society held that he had every right to blackmail his wife just to set her right. But Guide was different. Dev Anand was a risk-taker. He wasn’t looking for a formula film with boys and girls running around trees, with a villain and a comedian thrown in. Dev Anand was all set to push the envelope and take the lead on a complex and taboo subject. He didn’t want to ape society but to awaken it, he would do his best to pull it out of its conservatism. Full marks to Vijay Anand for his careful screenplay and direction; it is with his words and direction that the film managed to be bold and ventured into untested waters. Just as RK Narayan was an alchemist with words, so was Vijay Anand. The subtle dialogue, the deft handling of the plot and the brilliant performances from the entire cast, steered the audience towards accepting the hitherto unacceptable relationship of the married Rosie with the bachelor Raju. As the story unfolded, the audience felt it was fine for them to ‘live in sin’. The lover Raju did get punished. At first, he was boycotted by society (as represented by his mother, his uncle, his town, and a whole set of his friends) and then, later, he was abandoned by Rosie once she discovered his forgery. Yet, Raju, the lover, was never shown as a villainous character but as a friendly and flawed person who supported an ex-devadasi, and later a neglected wife. Also, he was the wind beneath her wings, and credit was due to him for launching her and establishing her as a renowned dancer. The beauty of the script and the direction was such that audiences empathised with Raju. They felt he simply did not deserve any punishment at all! Vijay Anand weighed in on the affair by showing Marco as boorish and uncaring. While the husband was the life-taker, it was the ‘other man’ who became the life-giver. Vijay Anand ensured that while watching the film, the audience had little choice but to reject the husband and not the lover. Thus, it was the protective ‘other man’ who boosted her morale and egged her to fight back; it was he who persuaded Rosie with a magnificent speech after she attempted suicide; that speech crafted by Vijay Anand laid the foundation for the imminent breakup of the couple.  Time and again, Marco, contemptuous of Rosie, insulted and humiliated her. Their sex life was zero but he still controlled her, even forbidding her from pursuing her passion for dance. He treated her like a nuisance, even telling Raju that the latter was lucky not to be married. The cynical Marco needed her only for his standing in the world, as someone who was useful as a social convenience. However, to set things in perspective, Rosie also used Marco to escape her devadasi background. It was a marriage of convenience that gave them no joy whatsoever. As such, the film demolished the idea that marriage, per se, was inherently good. Vijay Anand’s graceful and subtle direction and script were so brilliant that viewers did not realise that he had succeeded in dissolving their normal resistances. Of course, orthodoxy wasn’t too pleased with the film, but those who weren’t very rigid accepted the story-line. Excerpted with permission from Guide The Film: Perspectives, Lata Jagtiani & Other Writers, Blue Pencil. Also read:‘The Guide’ in English: The story of Dev Anand’s abortive attempt to storm Hollywood","author":"Lata Jagtiani","time":"2019-11-20T11:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/131224-fwiholqimp-1574170851.jpeg","tags":["Guide movie","Vijay Anand","Dev Anand"],"source":"https://scroll.in/reel/944245/how-vijay-anands-classic-film-guide-tackles-the-delicate-subject-of-adultery"}