{"title":"How the BJP’s cow protection politics may cost it the vote of Gujarat’s Dalits","content":"This article is part of a special Scroll reporting project: Gujarat’s ‘dhandho’ elections, exploring the state’s complex relationship between business and politics as it heads into elections.To contribute to our reportage, click here.In the summer of 2016, Jeetendrabhai Chawda threw caution to the wind.Months earlier, he had pawned all of his wife’s jewelry to loan Rs 18 lakh in order to secure contracts to retrieve dead cows from cattle shelters across the district of Surendranagar. The investment had been worth it: the returns were good. He was selling a single hide at not less than Rs 1,600. Then he stopped working for three months. “For the sake of my community,” he exclaimed proudly, when we met earlier this month. A protest Jeetendrabhai Chawda is a Dalit. He is from the Rohit caste that has traditionally, in Gujarat, been involved in the skinning of dead cattle. The community accounts for around 40 % of the state’s Dalit population.Chawda’s decision to abruptly stop working, risking an investment worth lakhs of rupees, was a result of an event that shook Gujarat in 2016. That year, in July, a few hundred kilometers south of Surendranagar, in Gir Somnath district’s Una taluka, cow-protection vigilantes brutally assaulted four people from the Rohit community for skinning a dead cow. The incident led to a massive Dalit uprising in Gujarat. In Surendranagar, the protest stood out: Rohit cow-skinners in the district dumped dead cows outside the collectorate office and thereafter stopped working for nearly three months. The result was mayhem: dead cows piled up across the district, particularly in the mahajan panjrapols, as the shelters for ailing and unwanted cows are called in Gujarat. Jeetendrabhai Chawda had the bham or contract  to pick up dead animals from several of them. A yearly contract, those days, could go up to as much as Rs 10 lakh, depending on the size of the shelter. Jeetendrabhai Chawda stopped working for three months in 2016The tables turnBut the Una incident would completely upend the economics of the trade. Given how the Rohit community’s refusal to do the work they do paralysed the system, the mahajan panjrapoles’ leverage loosened. The job is so deeply entrenched in the caste system that nobody else was willing to do the job even in lieu of remuneration. Things came to such a head that the mahajan panjrapoles were willing to let anyone take away the carcasses, even without paying money.  The episode weaned away many Rohit cow skinners from the profession for good. However, some like Jeetendrabhai Chawda returned – to a trade whose power dynamics had changed drastically. Now, it was the Dalit cow-skinners who had the upper hand.\n\n\n    \n    Play\n\nListen to Scroll's Arunabh Saikia tell you about his new project reporting on the intersection of politics and business in Gujarat.\n    \n      Dhandho elections\n      Contribute to our special reporting project.\n      \n    \n    \n        Click here\n    \nThe bham system became largely a thing of the past. Most mahajan panjrapoles were more than happy to let them take away the dead animals for free. Only a few larger ones now charged the cow skinners.Simultaneously, cow vigilantes almost entirely stopped bothering Dalit cow-skinners. “After Una, no one dares touch us or extort money,” said Kishore P Chawda, a Dalit cow-skinner from Ambedkarnagar, a village abutting Surendranagar. Ideally, this should have led to an increase in the earnings of  those who resumed work like Jeetendrabhai Chadwa — after all, a substantial chunk of the investment cost had practically been done away with. Workers in a hide sorting centre.  An unforeseen setbackInstead, cow skinners from the community say the opposite has happened. Their incomes have plummeted to unprecedented levels,  thanks to a dramatic decline in the price of cow skin “since Una”.According to Jeetendrabhai Chawda, the cost of one animal’s hide, since around 2017, has barely exceeded Rs 150. “I get that much if I am selling directly to the party, but that rarely ever happens,” he said, referring to tanneries that process the leather. “If I am selling to a trader within Gujarat, it can be as little as Rs 100.”Hirabhai Chawda, the biggest player in the district in terms of volume, shared an equally bleak picture. “The tanneries say there is no demand, no one wants to buy anymore,” he said. “So we have no choice but to sell at whatever rate they are offering.”Almost all the animal hide from Surendranagar goes to tanneries in Kanpur and Chennai in the absence of any processing units in the state.   Trading in cow hide was a lost cause, Hirabhai Chawda said: “We are surviving on bones now. That is what is saving us.”Chawda also ran a processing plant, where he crushed the bones of the dead cows into a powder which he sold to bone china factories to make cutlery. A kilogram of crushed bones fetches between Rs 10-Rs 15.  A kilogram of crushed bones fetch anything between Rs 10-Rs 15A theory Among Surendranagar’s cow skinners and traders, there is unanimous consensus about what has led to this drastic drop in demand for their animal hide: the politics around cow protection. “Modi has stopped export to foreign countries,” said Raghubhai Vaghela, a cow-skinner and trader, echoing a widely-articulated thesis, referring to Prime Minister Narendra Modi.  He then went ahead to explain why he thought that was the case: “Only two communities are in this line of work – us and the Muslims. Modi has stopped export because he is against both these communities.”In Surendranagar, the downturn is often described as a “post-Una” phenomenon. “It happened after Modi came to power in the Centre,” said Hirabhai Chawda. “But after Una, we saw things became even worse. He is punishing us.” Hirabhai Chawda said they were being punished by the governmentDecline in exportsWhile India has not stopped leather exports, as almost everyone in Surendranagar seems to believe, the country’s leather exports have indeed substantially declined in the last half decade or so. The reasons for it are manifold. Rafeeque Ahmed, the former chairman of the Council of Leather Exports and the owner of one of India’s biggest leather-exporting firms, said India “stopped being competitive” sometime in the middle of the last decade. “Large Chinese investments made countries like Vietnam very efficient,” said Ahmed. “We just failed to attract that kind of investment.”The numbers tend to bear that out: even as Indian exports have declined, the Chinese and Vietnamese have seen a surge in the leather export volumes. The imposition of import duty on semi-finished and finished leather has also taken a toll on the industry, said Ahmed. “That has increased costs as we are dependent on imported leather because it is difficult to source good hides locally because there’s no slaughter,” he said. To make matters worse, the demand for animal leather seems to be on the decline in several global markets such as the European Union. “Synthetic leather quality has improved a lot,” said Ahmed. Dalit cow skinners in Surendranagar like Raghubhai Vaghela are convinced that there is in place an elaborate scheme to hurt them economically.Domestic turbulence A lot of the animal hides from Gujarat also go into products sold in the domestic markets, said Ahmed. “It is essentially low-quality hide as it is from a fallen animal,” he said, contrasting it to good quality leather sourced from butchered cattle. “So given the cost of transportation has gone up, it doesn’t make much sense to haul them over long distances anymore”The closure of several tanneries in Kanpur on the account of pollution had been a body blow to Surendranagar’s cow-skinners since they were  the biggest market for Gujarati hides.   “They say they want to clean the Ganga, but in reality, they want to destroy us economically,” said Raghubhai Vaghela. “Because most of our hide goes to Kanpur.”Dalit cow skinners in Surendranagar are convinced that it was all part of an elaborate scheme to harm them economically. Natubhai Parmar, a well-known Dalit activist from the district, pointed out that the Bharatiya Janata Party government in Gujarat had folded up the Gujarat State Leather Industry Development Corporation Limit that had been set up by the Congress. “Under that, loans and other help could be availed, but they shut that down also,” he said. Kishore P Chawda hauling a dead animal in his carrier vehicleBetween Congress and AAPThis staunch opposition to the BJP is in stark contrast to the goodwill for the Congress. Most Rohit cow skinners and traders I met in Surendranagar wore their support for the party quite openly. “When the Congress was in power, they would give us everything from loans to land to do our work,” said Hirabhai Chawda. “So obviously we support the Congress.”There were also some who seemed to think of the Aam Aadmi Party as a viable third alternative. Jeetendrabhai Chawda, for instance, seemed to be sold on the Delhi-centric party. “Kejriwal says he will make sure our children get to study in good schools, for free,” he said. “Don’t we do what we do only for their [our children’s] sake? Maybe if they [AAP] come [to power] we can stop doing this work too.”Read the other articles in Arunabh Saikia’s Gujarat election series here.","author":"Arunabh Saikia","time":"2022-11-28T06:30:00+05:30","image":"https://sc0.blr1.cdn.digitaloceanspaces.com/article/183501-hzvmfvsjfb-1669568028.jpeg","tags":["Gujarat","GujaratEelction2022","Gujarat Assembly Elections 2022"]}