{"title":"How an Indian film distributor in London is helping rescue forgotten classics from obscurity","content":"Mehelli Modi trained to be a chartered accountant, but cinema ran in his blood as surely as figures in his head. As a child, Mehelli Modi, the son of legendary Hindi director Sohrab Modi and the actress Mehtab, would refuse to eat his meals unless a film was projected in the living room.Mehelli Modi moved to the United Kingdom in 1968 for his studies and he stayed on, working for many years in the music business. As the music industry began to tranform itself into an endeavour that was “not about developing artists but about marketing”, 65-year-old Modi decided to do something about that thing in his blood. In 2005, he set up Second Run DVD, a much-needed label for rare arthouse films that were not always being released by market leaders such as The Criterion Collection and Artificial Eye. Fifteen years later, Second Run has reissued close to 120 titles, including numerous Czech, Slovak, and Polish films, acclaimed documentaries, and the early works of masters such as Andrzej Zulawski, Apichatpong Weerasethakul and Cristi Puiu. Female filmmakers feature prominently on the list, including Vera Chytilova, Mania Akbari, Maria Saakyan and Andrea Luka Zimmerman.There are very few Indian titles – Adoor Gopalakrishnan’s Elippathayam (1981) and Kathapurushan (1995), Shivendra Singh Dungarpur’s documentary Celluloid Man (2012) and Anand Patwardhan’s documentary War and Peace (2002). But Modi hopes to change that.  Each DVD contains a restored high-definition print, a fresh cover design and extra material, such as booklets, interviews and essays. “Each title has its own page on the website, which says a lot more about the film, and that takes you to another page – it’s almost like a resource,” Modi said in a phone interview from London. “A lot of people don’t know these films at all, and it is a question of making them aware.”The distributor prefers quality over quantity. “I have released very few films because it is very hard to do them in terms of getting the rights and the material,” he explained. “The operation is quite small, and not mainstream. Our intention is to put things out there that have not been released anywhere – if Criterion is selling them, then there is no point in my doing so.”The eclectic and impressive selection on Second Run reflects Modi’s tastes, just as the label’s title reflected his desire to get back to what he loved the most. “When I grew up in Bombay, there were cinemas everywhere, and a lot film clubs were being set up, so one had the opportunity to watch things from all over the world,” he recalled. Like some people collect vinyl records and others rare manuscripts, Modi had been collecting DVDs of the movies that were disappearing from view. “You were able to watch these films in the correct aspect ratio and with good quality on DVD, but a lot of the films I wanted to see were not available anywhere in the world,” he said. “These are great films, and I thought, is there some way I can make it work? I had a list of 500 films, and I had no idea what the reaction would be when I went out looking for their rights. How could I go to the rights owner and say, I have never done this before, please give me your film, I can pay you only this much?”That is just what Modi did. The first title he acquired was French filmmaker Nicolas Philibert’s acclaimed 2002 documentary Etre et Avoir (To Be and To Have), a portrait of a school in rural France that is run by a single teacher. “I met Philibert, and he told me, I believe you, and you can have my film.” (Second Run has two other Philibert titles at present, In the Land of the Deaf and Every Little Thing).  That was in 2005. Modi waited until he had acquired at least 20 more titles before launching the label. “I had no idea whether we would even last a year, but everyone, from writers and critics to manufacturers and the audience, slowly began to come,” he said. “I remember when I met Mani Kaul once, he said to me, probably talking about himself, that you cannot really appeal to a huge mass of people. How then do you release something that everybody loves? We decided what we would release what we loved and cared about. Like any artistic thing, the audience has to be developed. It doesn’t come to you on its own.”Mehelli Modi.The DVDs can be ordered off the internet as well as through stores in London  – a dwindling lot, and an indication of the danger in which the disc format finds itself. DVDs and Blu-rays are still sold the world over, but in diminishing quantities, with the emphasis shifting to arthouse films being available through internet streaming on computers or screened in an enhanced 4K resolution at festivals or on television.Modi sees the move away from DVDs a bit differently – his optimism stemming from the low volumes in which he trades. “In a strange way, while everything else has been badly hurt, we are getting more and more people coming to us,” he observed. “We have now gone into Blu-rays, and we will also be on VOD [video on demand, or streaming] as well.” The market wisdom that Blu-rays are the present and the future has become a thing “to beat people with”, Modi added. If only those films whose source material is of a good enough quality to begin with get selected for Blu-ray distribution, this leaves out a whole set of titles that need to be restored and distributed anyway.“I will continue releasing on DVD because there are certain things that will never get to Blu-ray,” Modi said. “If you stop doing these films on DVD, then not only will they never be seen, but they will never come back again. In any case, no one film will do the trick – for us it is about the catalogue. We do only one release in a month so that we can focus on it well.”The “we” at Second Run refers to Modi and “two-and-a-half people”, he said. “We outsource everything – we are the unit that finds the films and creates the package and the artwork,” he explained. “We have two designers, a manufacturer, which is Sony, a post-production house that does our encoding, and our sales company, Arrow, which does our sales and marketing.” A host of film scholars and critics contributes essays and interviews.Cover design has been extremely important both in establishing Second Run’s identity and distinguishing it from market leaders such as Criterion. “We were starting with films that nobody knew, and it was very important for us to establish a distinctive design,” Modi said. The typeface is always Akzidenz-Grotesk, and the covers include a bold and evocative visual, the film’s title and the director’s name. “We didn’t fill our covers with the prizes won by the film, even though the sales company kept saying we should put thing on the front cover,” Modi said. “I kept saying, I know what this is, we have to build this first.” He gives the example of Miklos Jansco, the Hungarian filmmaker whose masterpieces The Round-up (1965), The Red and the White (1967), Silence and Cry (1958) and Red Psalm (1971) are available on Second Run. “For one of Jansco’s films, we simply had the title on a white cover. It is so minimal because it is really important.”Modi hopes to widen Second Run’s scope to include more films from Africa and South America. He also wants to be able to acquire the rights to some of his father’s films and release them through his label. Sohrab Modi’s golden run lasted from the 1930s to the ’50s, and includes Khoon Ka Khoon (1935), said to be the first sound film adaptation of a William Shakespeare play (Hamlet in this case) and the epic historicals Pukar (1939), Sikandar (1941) and Prithvi Vallabh (1943).“One reason behind Second Run is also to be able to restore and release some of my father’s work,” Modi said. “My father used to say that money is important, but the artist wants his work to be seen and that is why he makes it. We get many emails every day, and some of them simply say, thank you. If these filmmakers hadn’t made these great films, and if the audience wasn’t there, I wouldn’t be here.”","author":"Nandini Ramnath","time":"2018-03-29T19:30:00+05:30","image":"https://sc0.blr1.digitaloceanspaces.com/large/873687-85629-hqhtligmzp-1522258662.jpg","tags":["Second Run DVD","Mehelli Modi","Arthouse cinema"]}